Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: They are getting ice cream all over themselves. When you eat, do you like to be neat and tidy, or do you enjoy making a mess?
ja: 彼らは全身にアイスクリームを塗っています。 食事をするとき、きちんと整理整頓するのが好きですか、それとも乱雑にするのが好きですか?
ko: 사람들은 아이스크림을 온 몸에 묻히고 있습니다. 여러분이 무언가를 먹을때 깔끔하게 먹나요 아니면 마구 묻히며 먹는것을 좋아하나요?
tr: Resimdeki insanlar üzerlerine dondurma döküyorlar. Yemek yerken düzenli ve tertipli olmayı mı seversiniz yoksa yüzünüze gözünüze bulaştırmaktan mı hoşlanır mısınız?

# data_list
source: It's fun to see the colors mixing together on the river bank. When you mix yellow and blue you get green. What happens when you mix other colors?
ja: 川岸で色が混ざり合うのを見るのは楽しい。 黄色と青を混ぜると緑になります。 他の色を混ぜるとどうなりますか?
ko: 무지개의 색깔들이 강둑에 섞여있는 것이 재미있습니다. 여러분이 노란색과 파란색을 섞은다면 초록색이 됩니다. 여러분이 다른 색깔들을 섞는다면 어떤일이 생길까요?
tr: Nehir kıyısında renklerin birbirine karıştığını görmek çok eğlenceli! Sarı ve maviyi karıştırdığınızda yeşil elde edersiniz. Diğer renkleri karıştırdığınızda ne olur?

# data_list
source: "One day, a naughty old woman called Mbom came from the land beyond. On arrival, she met with a guard. He did not know her and he felt a strange feeling. But he did not listen to his feelings. He pointed the way into the woods and told her to respect the river. Mbom agreed and went to the water."
ja: 「ある日、ムボムといういたずらな老婆が向こうの国からやって来た。到着すると、彼女は一人の衛兵と出会った。彼は彼女を知らなかったので、奇妙な感覚を覚えた。しかし、彼はその気持ちに耳を貸さなかった。 彼は森への道を指し示し、川に敬意を払うよう彼女に言った。ムボムはそれに同意し、水辺に向かった。
ko: "하루는 음봄이라는 아주 성질이 고약한 늙은 노인이 먼 곳에서 왔단다. 도착하자마자 그녀는 보초를 서고 있는 호위병을 만났단다. 그 호위병은 그녀를 알지 못했지만 이상한 느낌을 받았단다. 그렇지만 그는 그런 느낌을 무시했단다. 호위병은 숲쪽을 가리키며 강에게 존경을 표하라고 말했단다. 음봄은 알았다고 하고 강으로 갔단다."
tr: “Bir gün, Mbom adında yaramaz, yaşlı bir kadın öte diyarlardan çıkageldi. Oraya vardığında, bir muhafızla karşılaştı. Muhafız onu tanımıyordu ve adamın içinde garip bir his vardı. Ama hislerine kulak asmadı. Kadına ormanın yolunu gösterip, ona nehre saygı göstermesini söyledi. Mbom kabul edip nehre gitti.”

# data_list
source: Sometimes we get feelings about things we can sense but not quite understand. Learning to listen to those feelings and makes sense of them is a great skill learned over a lifetime.
ja: 時々、私たちは感じることはできても完全には理解できないものについて感情を抱くことがあります。 そうした感情に耳を傾け、それを理解することを学ぶことは、一生かけて学ぶ素晴らしいスキルです。
ko: 가끔 우리는 어떤것에 대해 이해할 수는 없지만 이상한 직감을 느낄때가 있습니다. 그런 직감을 느끼고 그것이 무슨 뜻인지 이해하는 것은 평생이 걸리는 대단한 기술입니다.
tr: Bazen hissedebildiğimiz ama tam olarak anlayamadığımız şeyler hakkında bazı duygular yani sezgiler hissederiz. Bu hisleri dinlemeyi ve anlamlandırmayı öğrenmek, yaşam boyu öğrenilen büyük bir beceridir.

# data_list
source: Have you ever seen a person who didn't seem quite right to you, or perhaps you were in a situation where you were afraid but didn't know why? Listen to those feelings when you have them and try to understand them.
ja: あなたにとってまったくふさわしくないと思われる人を見たことがありますか、あるいはおそらく、恐怖を感じながらもその理由がわからない状況に陥ったことはありますか? あなたがその感情を抱いたときは、その感情に耳を傾け、それを理解するように努めてください。
ko: 여러분은 느낌이 좋지 않은 사람을 보았거나 무엇인지 모르지만 두려웠던 때가 있었나요? 만약에 그런 느낌을 가진다면 그것을 믿고 그것이 무엇인지 이해하려고 노력해 보세요.
tr: Siz de size doğru gelmeyen bir insan gördünüz mü? Peki, korktuğunuz ama nedenini bilmediğiniz bir durumda kaldınız mı hiç? Bu hislere sahip olduğunuzda onları dinleyin ve anlamaya çalışın.

# data_list
source: There is a large forest behind them. How many trees can you count?
ja: 彼らの後ろには大きな森がある。 木は何本数えられますか?
ko: 그들의 뒤로 큰 숲이 있습니다. 여러분은 몇 그루의 나무를 셀 수 있나요?
tr: Arkalarında büyük bir orman var. Kaç tane ağaç sayabilirsiniz?

# data_list
source: "She took a drink and was healed. Then she looked around to make sure she wasn't being watched. Mbom picked up a stone and threw it in. She watched as it rose, and spread into a ripple. Pleased, she picked up a stick. She threw it in. The same thing happened."
ja: 「彼女は飲み物を飲んで癒されました。それから彼女は見られていないことを確認するために周りを見回しました。 ムボム は石を拾い上げ、投げ込みました。彼女はそれが上昇し、波紋に広がるのを観察しました。彼女は満足しました。 彼女は棒を拾い上げ、それを投げ込みました。同じことが起こりました。」
ko: "그 노인은 강물을 마시고 몸이 다 나았단다. 그러고 나서 그녀는 누가 보고 있지 않는지 주변을 둘러보며 확인을 했단다. 음봄은 돌을 들어서 그것을 강에 던졌단다. 그녀는 강이 올라오며 소용돌이를 만드는 것을 쳐다보았단다. 그녀는 신나하며 나뭇가지를 들어 그 안에 던졌단다. 또 그전과 같이 소용돌이가 쳤단다."
tr: “Kadın bir yudum aldı ve iyileşti. Ardından, izlenmediğinden emin olmak için etrafına bakındı. Mbom, sonra, bir taş alıp suya attı. Taşın yükselişini ve bir dalgalanmaya dönüşmesini izledi. Memnun olmuş bir hâlde bu sefer bir çubuk aldı. Onu da nehre attı. Aynı şey oldu.”

# data_list
source: It seems Mbom's body was healed, but she was still sick at heart. Do you think this is what the guard sensed about her?
ja: ムボムの体は治ったようだが、心はまだ病んでいた。 これが警備員が彼女について感じたことだと思いますか?
ko: 음봄의 몸은 다 나았지만 그녀의 마음은 여전히 아픈것 같습니다. 여러분은 그것이 호위병이 느낀것이라고 생각하나요?
tr: Görünüşe göre Mbom’un bedeni iyileşmişti ama kalbi hâlâ hastaydı. Sizce muhafızın onun hakkında hissettiği şey bu muydu?

# data_list
source: Why do you suppose the river couldn't heal her heart?
ja: あなたはなぜ川が彼女の心を癒せなかったと思いますか？
ko: 여러분은 왜 강물이 그녀의 마음을 고칠수 없었다고 생각하나요?
tr: Sizce nehir kadının kalbini neden iyileştiremedi?

# data_list
source: You would think she would be overjoyed at being healed; however, she doesn't look happy. Why did she throw the stone and stick into the river?
ja: 彼女は癒されて大喜びすると思うだろう。 しかし、彼女は幸せそうには見えません。 なぜ彼女は石を投げて川に投げ入れたのでしょうか？
ko: 여러분은 그녀의 몸이 나아지고 나면 그녀는 아주 기뻐할거라고 생각하겠지만 그녀는 행복해 보이지 않습니다. 왜 그녀는 돌과 나뭇가지를 강에 던졌다고 생각하나요?
tr: İyileştiği için çok sevineceğini düşünebilirsiniz ama kadın mutlu görünmüyor. Sizce o taşı ve çubuğu neden nehre attı?

# data_list
source: "Mbom jumped right into the water! She hoped to get everlasting life. As soon as she jumped, the river rose up. It shot high into the sky, never to return to Mbadede. But sometimes the rainbow follows after the rain, to feel like a river again. And there my story ends." said mother.
ja: 「ムボムはすぐに水に飛び込みました！彼女は永遠の命を得ることを望んでいたのです。彼女が飛び込むとすぐに、川が増水しました。それは空高くまで伸び、決してムバデデには戻れませんでした。しかし時々、川をまた感じるために雨の後に虹が続きます。 そして、私の物語はここまで。」 母親は言いました
ko: "음봄은 물로 뛰어들어 갔단다! 그녀는 영생을 얻기를 바랬단다. 음봄이 강에 뛰어들자마자 물이 솟아올랐단다. 물은 하늘로 솟구쳐 올라 음바데데로 다시는 돌아오지 않았단다. 그리고 여기까지가 내 이야기의 끝이란다." 엄마가 말했습니다.
tr: “Mbom hemen suya atladı! Sonsuz yaşama kavuşmayı umuyordu. Nehre atlar atlamaz nehir yükseldi. Bir daha asla Mbadede’ye dönmemek üzere ta arşa yükseldi. Fakat gökkuşağı bazen tekrar bir nehir gibi hissetmek için yağmurun ardından çıkagelir. Ve hikâyem burada biter!” dedi anneleri.

# data_list
source: Do you think it is possible for anyone to live forever? Do you think the universe will be around forever?
ja: 誰でも永遠に生きることは可能だと思いますか？ 宇宙は永遠に存在すると思いますか?
ko: 여러분은 사람이 영원히 살 수 있다고 생각하나요? 여러분은 우주가 영원히 존재할 거라고 생각하나요?
tr: Sizce bir insanın sonsuza dek yaşaması mümkün müdür? Sizce evren sonsuza dek var olacak mıdır?

# data_list
source: One selfish or thoughtless person can ruin a situation for everyone. Why do you suppose it can take a lot of work from a lot of people to make a good thing, and it is so easy for a few people to ruin it?
ja: 一人の利己的または思慮のない人が全員の状況を台無しにする可能性があります。 良いものを作るには多くの人からの多大な労力が必要なのに、少数の人がそれを台無しにするのはなぜ簡単だと思いますか?
ko: 한 이기적이고 생각없는 사람이 모든사람의 삶을 망칠수 있습니다. 왜 많은 사람들이 좋은 일을 하기위해 열심히 일을 하지만 소수의 사람들이 그것을 망치는 것은 정말 쉽다고 생각하나요?
tr: Bencil ya da düşüncesiz bir kişi herkesin durumunu mahvedebilir. İyi bir şey yapmak için birçok insanın emeği gerekirken, sizce neden birkaç kişinin o iyi şeyleri mahvetmesi bu kadar kolaydır?

# data_list
source: Can you think of a time when you were with friends and one person ruined the good time for everyone else?
ja: 友達と一緒にいて、一人の人間が他のみんなの楽しい時間を台無しにしてしまったときのことを思い出せますか?
ko: 여러분은 친구들과 좋은 시간을 보내고 있을때 한 사람이 다른 모든 사람의 즐거운 시간을 망친적이 있나요?
tr: Hiç arkadaşlarınızla birlikte olduğunuz ve bir kişinin diğer herkesin güzel zamanını mahvettiği bir ânınız oldu mu?

# data_list
source: "So my lovelies tell me, why do you love this story so much?" asked mother. "You often ask me to tell it." "I love it because it reminds me to pay attention to my feelings," Udoo smiled. "It helps me to remember the colors of the rainbow," added Erdoo.
ja: 「それで、みんなは私に言います、なぜこの物語がそんなに好きなの？」 と母は尋ねました。 「あなたたちははよく私にそれを話してと頼むよね。」 「自分の感情に注意を向けることを思い出させてくれるから大好き」とウドゥーは微笑みました。 「虹の色を思い出すのに役立つ」とエルドゥは付け加えました。
ko: "그래서 내 사랑스러운 애들아, 너희들은 이 이야기를 왜 그렇게 좋아하니?" 엄마가 물었습니다. "너희들은 자주 이 이야기를 해달라고 하더라." "난 그 이야기가 나의 감정에 주의를 기우리라고 다시 한 번 깨닫게 해주어서 좋아해요." 우두가 미소지었습니다. "난 이 이야기가 무지개 색깔을 기억나게 해 주어서 좋아요." 어두가 덧붙였습니다.
tr: “Söyleyin bakalım, güzellerim, bu hikâyeyi neden bu kadar çok seviyorsunuz?” diye sordu anneleri. “Sık sık bu hikâyeyi anlatmamı istiyorsunuz.” “Bu hikâyeyi seviyorum çünkü bana hislerime dikkat etmem gerektiğini hatırlatıyor,” dedi Udoo gülümseyerek. “Gökkuşağının renklerini hatırlamama yardımcı oluyor,” diye ekledi Erdoo.

# data_list
source: Do you remember the colors of the rainbow now?
ja: 今、虹の色を覚えていますか？
ko: 여러분은 이제 무지개 색깔을 기억할 수 있나요?
tr: Artık gökkuşağının renklerini hatırlıyor musunuz?

# data_list
source: Many things in this picture come in pairs. See how many you can find.
ja: この写真にある多くのものはペアになっています。 いくつ見つけられるか見てみましょう。
ko: 그림에는 많은 것들이 쌍을 이루고 있습니다. 여러분이 몇 개나 찾을 수 있는지 보세요.
tr: Bu resimdeki pek çok şey çiftler hâlinde. Bakalım kaç adet çift bulabileceksiniz.

# data_list
source: If you combine the chairs and people together, how many legs do they have? Did you skip count the legs by 2's to figure it out?
ja: 椅子と人を組み合わせると、脚は何本になりますか？ そのために脚を 2 ずつ数えることをしましたか?
ko: 여러분이 의자와 사람을 합친다면 모두 몇 개의 다리가 있나요? 여러분은 2 단위로 건너뛰어 세어 보았나요?
tr: Sandalyeleri ve insanları birleştirirseniz, toplam kaç bacak olur? Bunu bulmak için bacakları ikişerli ikişerli mi saydınız?

# data_list
source: Eryum tried to push his luck, "I love it because it reminds me of ice cream! Can I have some now, pleeeaaase?" "Mmmm. It's cold now, let's eat ice cream tomorrow. Shall we?" mother says. Then she adds, "Next time, I will tell the tale of the end of the rainbow."
ja: エリュムは自分の運を押し上げようとしました、「アイスクリームを思い出すから大好きです！今食べてもいいですか？」 「うーん、寒いから明日アイスクリームを食べようか？」 母は言います。 それから彼女は付け加えました。「次回は、虹の終わりの話をしよう」
ko: 에리움은 기대하며 말했습니다. "난 이야기에 아이스크림이 있어서 좋아요! 제발 아이스크림을 지금 먹을 수 있을까요?" "음음음. 지금은 춥다. 내일 먹자구나!" 엄마가 말했습니다. 그러면서 엄마는 덧붙였습니다. "다음에는 내가 무지개의 끝에 대한 이야기를 해 줄께."
tr: Eryum şansını zorlamaya çalıştı, “Bunu seviyorum çünkü bana dondurmayı hatırlatıyor! Şimdi biraz dondurma alabilir miyim, lüütfeen?” “Hım. Şimdi hava soğuk, dondurmayı yarın yiyelim. Olur mu?” der anneleri. Sonra, “Size bir dahaki sefere gökkuşağının sonunun hikâyesini anlatacağım,” diye ekler.

# data_list
source: Do you like ice cream? If you could, would you eat ice cream all the time?
ja: アイスクリームが好きですか？ できるなら、いつもアイスクリームを食べますか?
ko: 여러분은 아이스크림이 좋나요? 만약에 할 수 있다면 여러분은 하루종일 아이스크림을 먹고 싶나요?
tr: Dondurma sever misiniz? Eğer yiyebilseydiniz, her zaman dondurma yer miydiniz?

# data_list
source: What is your favorite food? Is your choice different at different times -- for example, one favorite for when it's hot and another when it is cold?
ja: 好きな食べ物は何ですか？ 時期によって選択は異なりますか?たとえば、暑いときはお気に入り、寒いときは別のお気に入りを選びますか?
ko: 여러분이 좋아하는 음식은 무엇인가요? 여러분은 때에 따라 좋아하는 음식이 다른가요 -- 예를 들어, 더울때 좋아하는 것과 추울때 좋아하는 것이 다른가요?
tr: Ya sizin en sevdiğiniz yiyecek nedir? Seçiminiz farklı zamanlarda farklı mıdır – örneğin, sıcak olduğunda bir favori yiyeceğiniz ve soğuk olduğunda başka bir favori yiyeceğiniz mi var?

# data_list
source: Some people say there is treasure at the end of the rainbow. Make up a story this mother might tell about a treasure at the end of the rainbow.
ja: 虹の先には宝があると言う人もいます。 この母親が虹の果てにある宝物について語るような物語を作ってください。
ko: 어떤 사람들은 무지개의 끝에는 보물이 있다고 말합니다. 이 이야기속의 엄마가 무지개 끝에 있는 보물에 대해 어떤 이야기를 할지 한번 이야기를 지어보세요.
tr: Bazı insanlar gökkuşağının sonunda hazine olduğunu söylerler. Bu annenin gökkuşağının sonundaki hazine hakkında anlatabileceği bir hikâye uydurun.

# data_list
source: Long time ago, animals had no legs. They all used to crawl.
ar: منذ زمن طويل، لم تكن للحيوانات أرجل. كانت جميعها تزحف.
fr: Il y a longtemps, les animaux n’avaient pas de pattes. Ils avaient l’habitude de ramper.
ja: むかしむかし、動物たちには足がありませんでした。 動物たちはみんな、地面をはって進んでいました。
ko: 아주 옛날에는 동물들은 다리가 없었습니다. 그들은 모두 기어다녔습니다.
tr: Uzun zaman önce, hayvanların bacakları yoktu. Hepsi sürünmeye alışmışlardı.

# data_list
source: Imagine if you had to crawl everywhere. How hard would that be?
ar: تخيل لو كان عليك الزحف في كل مكان. ما هو مدى صعوبة ذلك؟
fr: Imagine si tu devais ramper partout. A quel point cela serait-il difficile ?
ja: あなたがどこでも地面をはって進まなければいけないことを想像してみましょう。それはどれくらい大変でしょうか？
ko: 여러분도 모든 곳을 기어다녀야 한다고 생각해보세요. 얼마나 힘들겠어요?
tr: Her yere emeklemek zorunda kaldığınızı hayal edin. Bu sizin için ne kadar zor olurdu?

# data_list
source: An estimate is an educated guess. Without counting, estimate how many spots the giraffe has. Now count the spots and see how close you came.
ar: التقدير هو تخمين مدروس. بدون العد، قم بتقدير عدد البقع الموجودة على الزرافة. الآن قم بعدّ البقع وشاهد مدى قرب تقديرك منها.
fr: Une estimation est une supposition éclairée. Sans compter, évalue le nombre des taches de la girafe. Maintenant, compte les taches et vois à quel point tu es proche du résultat.
ja: 見積もることは知識に基づいた推測です。 数えずに、キリンにはどれくらいの斑点があるかを推測してみましょう。そして、斑点を数えて、あなたが推測した数字とどれくらい近いかを確かめてみましょう。
ko: 한번 추측에 보세요. 세어보지 않고 기린의 점은 몇개인지 추측해 보세요. 그런다음 점들을 세어보고 얼마나 가깝게 맞추었는지 비교해 보세요.
tr: Tahmin, eğitimli bir öngörüdür. Saymadan, zürafanın kaç beneği olduğunu tahmin edin. Şimdi benekleri sayın ve tahmininizde ne kadar yaklaştığınızı görün.

# data_list
source: Do the estimation game with a friend. When you see a group of things, both of you make a quick estimate for the count. Now count the things and see which of you was closer.
ar: قم بلعبة التقدير مع صديق. عندما ترى مجموعة من الأشياء، يقوم كل منكما بتقدير سريع للعدد. ثم تعدان الأشياء وتنظران أيكما أقرب.
fr: Fais le jeu de l’estimation avec un ami. Lorsque vous voyez un groupe d’objets, vous faites tous les deux une estimation rapide du nombre de ces objets. Maintenant, comptez les objets et voyez lequel d’entre vous est le plus proche du résultat.
ja: 友達と一緒に推測ゲームをしてみましょう。１つのグループのものを見て、２人とも素早く数を推測しましょう。そして、ものの数を数えて、２人のどちらが実際の数と近いかを確かめてみましょう。
ko: 친구와 함께 추측하는 게임을 해 보세요. 그룹으로 되어있는 물건들을 보면 친구와 함께 빨리 추측해 보세요. 그런다음, 그것을 세어보고 얼마나 가깝게 맞추었는지 비교해 보세요.
tr: Bir arkadaşınızla tahmin oyunu oynayın. Bir grup şey gördüğünüzde, ikiniz de o şeylerin hangi sayıda olduğunu hızlı bir tahminde bulunun. Şimdi, birlikte, nesneleri sayın ve hanginizin o sayıya daha yakın tahminde bulunduğunu görün.

# data_list
source: Only people had legs, which Maguru gave to them.
ar: كان البشر فقط هم من يمتلكون الأرجل، والتي أعطاها لهم ماجورو.
fr: Seuls les gens avaient des jambes, celles-ci avaient été données par Maguru.
ja: 人間だけは足がありました。その足はマグルが人間たちに与えたものです。
ko: 마구루가 준 다리를 가지고 있는것은 사람들 뿐이었습니다.
tr: Sadece Maguru’nun bacak verdiği insanların bacakları vardı.

# data_list
source: Arms and legs are called limbs. How many limbs does one person have? How many limbs do two people have?
ar: تسمى الأذرع والأرجل أطرافاً. كم عدد الأطراف التي يمتلكها الشخص الواحد؟ كم عدد الأطراف لدى شخصين؟
fr: Les bras et les jambes sont appelés des membres. Combien de membres possède une personne ? Combien de membres ont deux personnes ?
ja: 腕と足は手足とも呼ばれます。１人の人間は何本の手足があるでしょうか？２人の人間の場合、手足は何本あるでしょうか？
ko: 팔과 다리는 팔다리라고 불렀습니다. 한 사람은 몇 개의 팔다리를 가지고 있나요? 두 사람은 몇 개의 팔다리를 가지고 있나요?
tr: Kollara ve bacaklara ‘uzuv’ denir. Bir insanın kaç uzvu vardır? İki insanın kaç uzvu vardır?

# data_list
source: To find all the limbs for two people, you can count them by 4's as four plus four more. Another way is to count the pairs of limbs by 2's as 2, 4, 6, 8. Of course you can just count them all one at a time. Which way do you like best?
ar: للعثور على جميع الأطراف لشخصين، يمكنك حسابها بأربعة زائد أربعة آخرين. هناك طريقة أخرى وهي حساب أزواج الأطراف بمقدار 2 على أنها 2، 4، 6، 8. بالطبع يمكنك عدها جميعًا واحدة تلو الأخرى. ما هي الطريقة التي تفضلها أكثر؟
fr: Pour trouver tous les membres de deux personnes, tu peux les compter par 4, c’est-à-dire quatre plus quatre. Une autre façon de procéder consiste à compter les paires de membres par 2 : 2, 4, 6, 8. Bien sûr, tu peux les compter un par un. Quelle méthode préfères-tu ?
ja: ２人の人間の手足を全て確認するために、４プラス４のように４つずつ数えることができます。他の方法として、２、４、６、８のように、手足の組み合わせを２つずつ数えることもできます。もちろん、一度に全部数えてもいいでしょう。あなたはどの方法が一番好きですか？
ko: 두 사람의 팔다리를 가지고 있는지 알아내기 위해서 여러분은 팔다리를 4 더하기 4 와 같이 셀수 있습니다. 다른 방법은 2, 4, 6, 8 과 같이 두 쌍으로 셀 수있습니다. 물론 하나씩 셀수도 있습니다. 여러분은 어떤 방법이 제일 좋은가요?
tr: İki kişinin tüm uzuvlarını bulmak için onları ‘dört artı dört’ şeklinde dörder dörder sayabilirsiniz. Başka bir yol da uzuv çiftlerini ikişer ikişer, dörder dörder, altışar altışar ve sekizer sekizer saymaktır. Elbette, hepsini teker teker de sayabilirsiniz. En çok hangi sayma yönetimini seviyorsunuz?

# data_list
source: There are lots of colors in this picture. Which colors of the rainbow are missing?
ar: هناك الكثير من الألوان في هذه الصورة. ما هي ألوان قوس قزح المفقودة؟
fr: Il y a beaucoup de couleurs sur cette image. Quelles sont les couleurs de l’arc-en-ciel qui manquent sur cette image ?
ja: この絵にはたくさんの色があります。虹の色の中で何色がないでしょうか？
ko: 그림에는 많은 색상이 있습니다. 무지개의 어떤 색상이 없나요?
tr: Bu resimde bir sürü renk var. Gökkuşağının hangi renkleri eksik?

# data_list
source: One day, Maguru decided to give legs to every animal. He wanted them to walk. He told them about it.
ar: في أحد الأيام، قرر ماجورو إعطاء أرجل لكل حيوان. أراد منهم أن يسيروا. أخبرهم بذلك.
fr: Un jour, Maguru décida de donner des pattes à tous les animaux. Il voulait qu’ils marchent. Il leur en a parlé.
ja: ある日、マグルは全ての動物たちに足をあげようと決めました。マグルは動物たちに歩いてほしかったのです。 マグルはそのことを動物たちに伝えました。
ko: 어느날 마구루는 모든 동물들에게 다리를 주기로 결심했습니다. 마구루는 그들이 걸수 있기를 바랬습니다. 마구루는 그들에게 그의 결심을 이야기해 주었습니다.
tr: Bir gün, Maguru, her hayvana bacak vermeye karar verdi. Maguru, hayvanların yürümelerini istedi. Onlara bunu anlattı.

# data_list
source: Count as many round shapes in this picture as you can.
ar: قم بعدّ أكبر عدد ممكن من الأشكال المستديرة في هذه الصورة.
fr: Compte autant de formes rondes que tu peux voir sur cette image.
ja: この絵の中にある丸い形をできるだけたくさん数えてみましょう。
ko: 그림에서 여러분이 셀수 있는 만큼 원형을 세어보세요.
tr: Bu resimdeki yuvarlak şekilleri sayabildiğiniz kadar sayın.

# data_list
source: A round shape that comes to a point is called a cone. The megaphone and the tops of the houses are all cones. Have you ever had food, such as ice cream, out of a cone?
ar: الشكل الدائري الذي يصل إلى زاوية ما يسمى مخروطًا. مكبر الصوت وأسطح المنازل كلها مخروطية. هل سبق لك أن تناولت طعامًا، مثل المثلجات، ذات شكل مخروط؟
fr: Une forme ronde qui se termine en pointe s’appelle un cône. Le mégaphone et le sommet des maisons sont tous des cônes. As-tu déjà mangé de la nourriture, comme de la glace, dans un cône ?
ja: 丸い形で先がとがっているものは円すいと言います。メガホンと家の屋根は全て円すいです。アイスクリームのような円すいの形から食べ物を食べたことはありますか？
ko: 둥근 모형에 뾰족한 끝이 있는 것을 뿔체라고 합니다. 확성기와 집 꼭대기는 모두 뿔체입니다. 뿔체위에 있는 아이스크림을 먹어 본적이 있나요?
tr: Bir noktaya doğru giden yuvarlak şekillere ‘koni’ denir. Resimdeki megafon ve evlerin tepeleri koni şeklindedir. Bir külahtan dondurma gibi bir yiyecek yediniz mi hiç?

# data_list
source: Maguru's hand has an unusual number of fingers. Who has more fingers, you or Maguru?
ar: تحتوي يد ماجورو على عدد غير عادي من الأصابع. من لديه أصابع أكثر، أنت أم ماجورو؟
fr: La main de Maguru a un nombre inhabituel de doigts. Qui a le plus de doigts, toi ou Maguru ?
ja: マグルの手の指の数は珍しいです。あなたとマグルのどちらが指を多く持っていますか？
ko: 마구루의 손은 보통스럽지 않은 수의 손가락이 있습니다. 여러분과 마구루중에 누가 더 손가락이 많습니까?
tr: Maguru’nun elinin alışılmadık sayıda parmakları var. Kimin daha çok parmağı var – sizin mi yoksa Maguru’nun mu?

# data_list
source: The animals said, "It will be very nice to have legs." They sang and danced.
ar: قالت الحيوانات: "سيكون من الجيد جدًا أن تكون لدينا أرجل.” غنت ورقصت.
fr: Les animaux ont dit, « Cela serait bien d’avoir des pattes. » Ils ont chanté et ont dansé.
ja: 動物たちが言いました。「足があるのはとても素敵なことだね。」 動物たちは歌って踊りました。
ko: "다리를 가지고 있으면 정말 좋겠다." 동물들이 말했습니다. 그들은 노래부르고 춤을 추었습니다.
tr: Hayvanlar, “Bacaklarımızın olması çok güzel olacak,” dediler. Birlikte şarkı söyleyip dans ettiler.

# data_list
source: You can dance sitting down and you can dance lying down. Have you ever tried dancing on your knees?
ar: يمكنك الرقص وأنت جالس ويمكنك الرقص وأنت مستلقي. هل سبق لك أن حاولت الرقص على ركبتيك؟
fr: On peut danser assis et on peut danser allongé. As-tu déjà essayé de danser sur tes genoux ?
ja: あなたは座って踊ったり、横になって踊ることができます。膝をついて踊ったことがありますか？
ko: 여러분은 앉거나 누워서 춤을 출수 있습니다. 무릎으로 춤을 추어본적이 있나요?
tr: Oturarak ve yatarak dans edebilirsiniz. Hiç dizlerinizin üzerinde dans etmeyi denediniz mi?

# data_list
source: These animals can be grouped in many ways. Some have ears and some do not seem to. Some have bodies with just one color and others do not. Some have skinny tails and others do not. Can you think of some other groupings?
ar: يمكن تجميع هذه الحيوانات بعدة طرق. البعض لديه آذان والبعض الآخر لا. لدى البعض أجسام ذات لون واحد فقط والبعض الآخر لا. البعض لديه ذيول نحيفة والبعض الآخر لا. هل يمكنك التفكير في بعض المجموعات الأخرى؟
fr: Ces animaux peuvent être regroupés de différentes manières. Certains ont des oreilles et d’autres ne semblent pas en avoir. Certains ont un corps d’une seule couleur et d’autres n’en ont pas. Certains ont une queue fine et d’autres n’en ont pas. Peux-tu penser à d’autres regroupements ?
ja: これらの動物たちはたくさんの方法でグループ分けできます。耳がある動物もいれば、耳がないように見える動物もいます。体の色が１つだけの動物もいれば、そうでない動物もいます。しっぽが細い動物もいれば、そうでない動物もいます。あなたは他のグループ分けを思い浮かびますか？
ko: 여기 동물들은 여러가지 방법으로 그룹을 나눌수 있습니다. 어떤 동물은 귀가 있고 어떤 것은 귀가 없습니다. 어떤 동물은 한가지 색으로 된 몸이 있고 어떤 것은 그렇지 않습니다. 어떤 동물은 가느다란 꼬리가 있고 어떤것은 그렇지 않습니다. 여러분은 또 다른 방법으로 그룹을 나눌수 있나요?
tr: Bu hayvanlar pek çok şekillerde gruplandırılabilirler. Bazılarının kulakları var ve bazılarının yok gibi görünüyor. Bazılarının vücutları tek renkli, bazılarının ise değil. Bazılarının ince kuyrukları var, bazılarının ince kuyruğu yok. Bunun gibi başka gruplandırmalar düşünebilir misiniz?

# data_list
source: Grouping things using their properties is an important way we understand things in the world. What are some of your most important properties?
ar: يعد تجميع الأشياء باستخدام خصائصها طريقة مهمة لفهم الأشياء في العالم. ما هي بعض أهم خصائصك؟
fr: Regrouper les choses en utilisant leurs propriétés est une façon importante de comprendre les choses dans la vie. Quelles sont tes propriétés les plus importantes ?
ja: 物をその特性に基づいてグループ分けすることは、私たちが世界の物事を理解するための重要な方法です。あなたのもっとも重要な特性は何ですか？
ko: 물질 고유의 성질에 따라 그룹을 나누는 것은 세상에 있는 것들을 이해하는 아주 중요한 방법입니다. 여러분이 중요하게 생각하는 물질 고유의 성질은 무엇입니까?
tr: Cisimleri, özelliklerini kullanarak gruplandırmak, dünyadaki şeyleri anlamamızın önemli bir yoludur. Peki ya sizin en önemli özelliklerinizden bazıları nelerdir?

# data_list
source: The animals said it was hard to crawl. They felt pain.
ar: قالت الحيوانات أنه كان من الصعب الزحف. كانت تشعر بالألم.
fr: Les animaux ont dit qu’il était difficile de ramper. Ils ressentaient de la douleur.
ja: 動物たちは地面をはって進むことは大変だと言いました。 動物たちは痛みを感じました。
ko: 동물들은 기어다니는 것이 힘들다고 말했습니다. 그들은 고통을 느낍니다.
tr: Hayvanlar sürünmenin zor olduğunu söylediler. Onlar acı hissettiler.

# data_list
source: Would you rather crawl or walk?
ar: هل تفضل الزحف أم المشي؟
fr: Préfères-tu ramper ou marcher ?
ja: あなたははって進むことと歩くことのどちらが良いですか？
ko: 여러분은 기어다니는것이 좋은가요 아니면 걷는것이 나은가요?
tr: Peki ya siz? Sürünmeyi mi yoksa yürümeyi mi tercih ederdiniz?

# data_list
source: Do you think the mouse will get legs long enough to put him in the clouds?
ar: هل تعتقد أن الفأر سيكون له أرجل طويلة بما يكفي ليصل إلى السحاب؟
fr: Penses-tu que les pattes de la souris seront assez longues pour lui permettre de monter dans les nuages ?
ja: ネズミは雲の中まで行くことができるほど長い足を手に入れると思いますか？
ko: 여러분은 쥐가 구름 위로 올라갈수 있을만큼 긴 다리를 가질수 있을 거라고 생각하나요?
tr: Sizce fare onu bulutlara eriştirecek kadar uzun bacaklar alacak mıdır?

# data_list
source: Why do you think the crocodile has band-aids on?
ar: لماذا تعتقد أن التمساح يرتدي ضمادات؟
fr: A ton avis, pourquoi le crocodile porte des pansements ?
ja: なぜワニは絆創膏を貼っていると思いますか？
ko: 여러분은 왜 악어가 반창고를 하고 있다고 생각하나요?
tr: Sizce timsahın üzerinde neden yara bantları var?
