Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: * Counting On – Count upward starting at any number, rather than always starting at 1. This is useful for addition and for finding differences. * Counting Down – This refers to counting downward starting at any number. It is useful for subtracting, as well as for developing a sense for the relationships between numbers. * Number Bonds – These are all pairs of numbers that add up to a specific number. * Ten Frames – Represent a number from 0 to 10 as that number of dots inside a 2 by 5 rectangular grid. For numbers greater than 4, the upper group of 5 squares is always filled. * Expanded Form – This refers to writing a multi-digit number broken down into the contribution of each of its digits. For example: 25 = 20 + 5 and 317 = 300 + 10 + 7. * Fact Families – This refers to a group of closely related math facts. For example, 2 + 5 = 7 is in the same family as 7 - 2 = 5 and 7 - 5 = 2. * Adding twins and near twins – An adding twin is adding a number to itself, such as 4 + 4. A near twin is one away from a twin, such as 4 + 5. * Doubling, multiplying by two, and halving, two equal parts, dividing in two – Children usu- ally enjoy adding twins. With that comes the idea of doubling and multiplying by 2. Also associated with that is halving, splitting something into two equal parts, and dividing by two. * Even and Odd numbers – Even numbers can be split into two equal parts. Odd numbers have one left over when split into two equal parts. Even numbers are the results of adding twins. * Skip counting by 2’s – Count up or down by 2’s – such as, 0, 2, 4, 6 or 13, 11, 9, 7.
ar: * العد التصاعدي – قم بالعد التصاعدي بدءًا من أي رقم، بدلاً من البدء دائمًا بالرقم ١. وهذا مفيد للجمع وإيجاد الاختلافات. * العد التنازلي – يشير هذا إلى العد التنازلي الذي يبدأ بأي رقم. وهو مفيد في الطرح، وكذلك لتطوير حس العلاقات بين الأرقام. * روابط الأرقام – هذه كلها أزواج من الأرقام التي يصل مجموعها إلى رقم محدد. * عشرة إطارات – تمثل رقمًا من (٠) إلى ١٠ على أنه عدد النقاط داخل مصفوفة مستطيلة مقاس ٢ × ٥. بالنسبة للأرقام الأكبر من ٤، يتم ملء المجموعة العلوية المكونة من ٥ مربعات دائمًا. * نموذج موسع – يشير هذا النموذج إلى كتابة رقم متعدد الأرقام مقسمًا إلى مساهمة كل رقم من أرقامه. على سبيل المثال: ٥ + ٢٠ = ٢٥ و ٧ + ١٠ + ٣٠٠ = ٣١٧. * زُمَر حقائق رياضية – يشير هذا إلى مجموعة من الحقائق الرياضية المرتبطة بشكل وثيق. على سبيل المثال، ٢ + ٥ = ٧ ينتمي إلى نفس العائلة مثل ٧ - ٢ = ٥ و ٧ - ٥ = ٢. * إضافة التوائم والتوائم القريبة} – التوأم المضاف هو إضافة رقم لنفسه، مثل ٤ + ٤. التوأم القريب على بعد واحد من التوأم، مثل ٤ + ٥. * المضاعفة والضرب في اثنين والتقسيم إلى نصفين، قسمين متساويين، وقسمة إلى اثنين – يستمتع الأطفال عادة بإضافة التوائم. ومع ذلك تأتي فكرة المضاعفة والضرب في ٢. ويرتبط بذلك أيضًا التقسيم إلى نصفين، وتقسيم شيء إلى قسمين متساويين، وقسمة على اثنين. * الأعداد الزوجية والفردية – يمكن تقسيم الأعداد الزوجية إلى قسمين متساويين. يتبقى قسم واحد من الأعداد الفردية عند تقسيمها إلى قسمين متساويين. الأعداد الزوجية هي نتائج إضافة التوائم. * تخطي العد بمقدار ٢ – العد التصاعدي أو التنازلي بمقدار ٢ - مثل (٠)، ٢، ٤، ٦ أو ١٣، ١١، ٩، ٧.
ko: * 숫자 세기 – 항상 1부터 시작하는 것이 아니라 임의의 숫자부터 위쪽으로 세어갑니다. 이것은 덧셈과 차이점을 찾는 데 유용합니다. * 거꾸로 세기 – 이것은 임의의 숫자부터 시작하여 거꾸로 세기를 하는 것입니다. 이것은 뺄셈은 물론 숫자들 사이의 관계에 대한 감각을 키우는 데도 도움이 됩니다. * 숫자 결합 – 이것은 특정 숫자를 더하는 모든 숫자의 쌍을 말합니다. * 10개 프레임 – 0에서 10까지의 숫자를 2x5 직사각형 격자 안의 점들로 나타냅니다. 4보다 더 큰 숫자의 경우, 상위 5개 정사각형 그룹이 항상 채워집니다. * 확장된 양식 – 이것은 각 자릿수로 분류된 여러 자리 숫자로 쓰는 것을 말합니다. 예: 25 = 20 + 5 과 317 = 300 + 10 + 7. * 숫자 가족 – 이것은 수학 사실과 밀접하게 관련된 그룹을 말합니다. 예, 2 + 5 = 7 는 7 - 2 = 5 및 7 - 5 = 2와 같은 가족에 속합니다. * 쌍둥이와 유사한 쌍둥이 더하기 – 쌍둥이 더하기는 4 + 4와 같은 숫자를 자신에게 더하는 것입니다. 유사한 쌍둥이는 4 + 5와 같이 쌍둥이에서 하나 떨어진 것입니다. * 두 배로 늘리기, 2로 곱하기, 이등분, 두 개의 동일한 부분, 2로 나누기 – 아이들은 보통 쌍둥이를 더하는 것을 좋아하고 이를 통해 두배로 늘리고 2로 곱하는 아이디어가 나오며, 반으로 나누는 것과 무언가를 두 개의 동일한 부분으로 나누고 2로 나누는 것입니다. * 짝수와 홀수 – 짝수는 두 개의 동일한 부분으로 나눌 수 있고 홀수는 두 개의 동일한 부분으로 나눌 때 하나가 남습니다. 짝수는 쌍둥이를 더한 결과입니다. * 2단위로 건너 뛰어 세기 – 0, 2, 4, 6 또는 13, 11, 9, 7과 같이 2단위로 위 아래로 세는 것입니다.
tr: * Yukarı Sayma –Herhangi bir sayıdan başlayarak yukarı doğru saymak, her zaman 1'den başlamaktan farklıdır. Bu, toplama ve fark bulma işlemleri için kullanışlıdır. * Aşağı Sayma – Herhangi bir sayıdan başlayarak aşağı doğru saymak anlamına gelir. Bu, çıkarmak için ve sayılar arasındaki ilişkileri geliştirmek için faydalıdır. * Sayı Bağlantıları – Belirli bir sayıyı elde etmek için eklenen tüm sayı çiftleridir. * Onluk Çerçeveler – 0'dan 10'a kadar bir sayıyı, 2'ye 5'lik bir dikdörtgen ızgaranın içine o kadar nokta koyarak temsil etmektir. 4'ten büyük sayılarda, üst grup 5 kare her zaman doludur. * Genişletilmiş Form – Çok basamaklı bir sayıyı her basamağının katkısı şeklinde yazmak anlamına gelir. Örneğin: 25 = 20 + 5 ve 317 = 300 + 10 + 7. * Faktör Aileleri – Yakından ilişkili matematik bilgileri grubuna verilen isimdir. Örneğin, 2 + 5 = 7, \\ 7 - 2 = 5 ve 7 - 5 = 2 aynı ailedendir. * İkizleri ve ikizlerin yanına ekleme – İkiz eklemek, kendisine 4 + 4 gibi bir sayı eklemektir. Yakın bir ikiz, 4 + 5 gibi bir ikizden uzaktadır. * İki Katına Çıkarma, İkiye Bölme – Çocuklar genellikle ekleme ikizlerinden hoşlanır. Bununla birlikte iki katına çıkarma ve ikiye bölme fikri de gelir. Ayrıca iki eşit parçaya bölme ve ikiye bölme ile ilişkilidir. * Çift ve Tek Sayılar – Çift sayılar iki eşit parçaya bölünebilir. Tek sayılar iki eşit parçaya bölündüğünde bir tane kalır. Çift sayılar, ekleme ikizlerinin sonuçlarıdır. * 2’şer Sayarak Sayma – 2’şer sayarak yukarı veya aşağı saymak, örneğin 0, 2, 4, 6 ya da 13, 11, 9, 7.

# data_list
source: SHAPE SUMS
ar: مجموع الأشكال
ko: 도형의 합계
tr: ŞEKIL TOPLAMLARI

# data_list
source: **The challenge:** Fill in the missing circles so that every circle is the sum of all the circles directly below and connected to it.
ar: **التحدي:** املأ الدوائر المفقودة بحيث تكون كل دائرة هي مجموع كل الدوائر الموجودة أسفلها مباشرة والمتصلة بها.
ko: **도전:** 사라진 원을 채워서 모든 원형은 바로 아래에 있는 모든 원과 그것에 연결되어 있는 원들의 합계가 됩니다.
tr: **Zorluk:** Eksik daireleri doldurun, böylece her daire, doğrudan altında ve ona bağlı olan tüm dairelerin toplamı olacak şekilde ayarlayın.

# data_list
source: The easiest puzzles have most of the circles filled in. For older children, there are variations that involve larger numbers and cleverer solutions. **Repeated numbers:** One option is to use non-circular shapes for repeated numbers. While the value in a circle may duplicate the value in some other circle or shape, the value in a non-circular shape must match the value in all other places with the same shape.
ar: تحتوي الألغاز الأسهل على معظم الدوائر المملوءة. بالنسبة للأطفال الأكبر سنًا، هناك أشكال مختلفة تتضمن أعدادًا أكبر وحلولًا أكثر ذكاءً. **الأرقام المتكررة:** يتمثل أحد الخيارات في استخدام أشكال غير دائرية للأرقام المتكررة. في حين أن القيمة الموجودة في دائرة قد تكرر القيمة الموجودة في دائرة أو شكل آخر، فإن القيمة الموجودة في الشكل غير الدائري يجب أن تتطابق مع القيمة الموجودة في جميع الأماكن الأخرى ذات الشكل نفسه.
ko: 가장 쉬운 퍼즐에는 대부분의 원이 채워져 있습니다. 나이가 든 아이들의 경우는 더 많은 숫자와 더 영리한 해법이 있는 변형이 있습니다. **반복되는 숫자들:** 한 가지 방법은 반복되는 숫자에는 원이 아닌 모양을 사용하는 것입니다. 원형에 있는 값이 다른 원이나 모형의 값과 중복될 수 있지만 원형이 아닌 모양의 값은 같은 모양의 모든 곳의 값과 일치해야만 합니다.
tr: En kolay bulmacalar, çoğu dairenin doldurulmuş olduğu bulmacalardır. Daha büyük çocuklar için, daha büyük sayılar ve daha zekice çözümler içeren varyasyonlar bulunmaktadır. **Tekrarlanan Sayılar:** Tekrarlanan sayılar için bir seçenek, dairesel olmayan şekiller kullanmaktır. Bir dairenin değerinin başka bir daire veya şeklin değerini tekrar edebilmesine rağmen, dairesel olmayan bir şeklin değerinin aynı şekil ile diğer tüm yerlerdeki değerle eşleşmesi gerekmektedir.

# data_list
source: For example, all squares have the same value in a given puzzle. Use matching shapes to practice adding twins, near twins, and halving – in the first example, the solver is asked to find a number that is half of 8. **How to create:** Make these puzzles by starting with a diagram that is completely filled in and then removing some numbers. If the puzzle has some repeated numbers, use a square, triangle, or other shape instead of a circle for that repeated number.
ar: على سبيل المثال، كل المربعات لها نفس القيمة في أحجية معينة. استخدم الأشكال المتطابقة للتدرب على إضافة التوائم، والتوائم القريبة، والتقسيم إلى نصفين - في المثال الأول، يُطلب من القائم بالحل العثور على رقم يمثل نصف ٨. **كيفية الإنشاء:** قم بإنشاء هذه الألغاز من خلال البدء برسم تخطيطي مملوء بالكامل ثم إزالة بعض الأرقام. إذا كان اللغز يحتوي على بعض الأرقام المتكررة، استخدم مربعًا أو مثلثًا أو أي شكل آخر بدلاً من الدائرة لهذا الرقم المتكرر.
ko: 예를 들어, 모든 정사각형은 동일한 값을 갖습니다. 일치하는 모양을 사용하여 쌍둥이 더하기, 유사한 쌍둥이 더하기, 이등분을 연습합니다 - 첫 번째 예는 문제를 푸는 사람이 8의 절반인 숫자를 찾도록 합니다. **만드는 방법:** 완전히 채워진 도형으로 시작하여 퍼즐을 만드세요. 그런 다음 일부 숫자를 제거합니다. 퍼즐에 반복되는 숫자가 있는 경우 정사각형, 삼각형, 또는 원형을 대신하는 다른 모양을 사용하세요.
tr: Örneğin, tüm kareler belirli bir bulmacada aynı değere sahiptir. Ekleme pratiği yapmak için eşleşen şekilleri kullanın ikizler, ikizlerin yakınında ve yarıya- ilk örnekte, çözücüden 8'in yarısı olan bir sayı bulması istenir. **Nasıl oluşturulur:** Tamamen doldurulmuş bir diyagramla başlayıp ardından bazı sayıları kaldırarak bu bulmacaları yapın. Bulmacanın tekrarlanan sayıları varsa, tekrarlanan sayı için daire yerine kare, üçgen veya başka bir şekil kullanın.

# data_list
source: MYSTERY CHANGE
ar: التغيير الغامض
ko: 의문의 변화
tr: GIZEMLI DEĞIŞIM

# data_list
source: Fact Families
ar: زُمَر حقائق رياضية
ko: 숫자 가족
tr: Faktör Aileleri

# data_list
source: **How to play:** Have your child count some small number of objects. While they look away, change the number of objects. When they look back, ask what change you made. They can test their theory by reenacting what they think happened. **Variations:** Once this is easy, you can have them be more creative with their answers. For example, if 4 became 6, the answer might be that you doubled the 4 and then took 2 away.
ar: **كيف تلعب:** اطلب من طفلك أن يعد عددًا صغيرًا من الأشياء. وبينما ينظر بعيدًا، غيّر عدد الأشياء. وعندما يستدير بنظره نحوك، اسأله عن التغيير الذي أجريته. يمكنه ايضاً اختبار نظريته من خلال إعادة تمثيل ما يعتقد أنه حدث. **التنوع:** بمجرد أن يصبح هذا الأمر سهلاً، يمكنك أن تجعله أكثر إبداعًا في إجاباته. على سبيل المثال، إذا أصبح الرقم ٤ هو ٦، فقد تكون الإجابة أنك ضاعفت الرقم ٤ ثم أخذت ٢.
ko: **게임 방법:** 아이에게 적은 수의 물건을 세어보도록 하세요. 아이가 시선을 돌리는 동안, 물건의 수를 바꿉니다. 아이가 다시 보면, 어떤 변화를 주었는지 물어보세요. 아이가 일어난 일이라고 생각하는 것을 재현하여 자신의 이론을 시험해 볼 수 있습니다. **변형** 이것이 쉬어지면, 아이들이 더욱 창의적으로 대답할도록 할 수 있습니다. 예를 들어, 4가 6이 된다면, 4를 두 배 늘린 다음 2를 빼는 것이 답일 수 있습니다.
tr: **Nasıl oynanır:** Çocuğunuzun az sayıda nesneyi saymasını sağlayın. Onların dikkati başka yerdeyken, nesne sayısını değiştirin. Geriye baktıklarında, ne tür bir değişiklik yaptığınızı sorun. Ne olduğunu düşündüklerini yeniden canlandırarak teorilerini test edebilirler. **Varyasyonlar** Bu kolay olduğunda, cevaplarıyla daha yaratıcı olmalarını sağlayabilirsiniz. Örneğin, 4'ü 6 olarak değiştirirsek, cevap 4'ü ikiye katlamanız ve ardından 2'yi almanız olabilir.

# data_list
source: INTRODUCING 10’S
ar: إدخال العشرات
ko: 10단위의 소개
tr: 10'LARI TANITMA

# data_list
source: Welcome to the world beyond 10 fingers! There are wonderful things to discover here. The next group of numbers from 10 to 20 is 10 more than the numbers your child already knows. Before this can become easy, your child needs to conquer the crazy names we use for eleven, twelve, and thirteen. The games on the next pages are designed to emphasize the role that 10 plays in connecting pairs of numbers such as 6 and 16. These games also emphasize the idea that 16 should be thought of as 10 plus 6. This view of decomposing numbers using place value will be much more important as your child counts to 100 in the next Stage.
ar: مرحبًا بك في عالم يتجاوز الأصابع العشرة! هناك أشياء رائعة يمكنك اكتشافها هنا. إن مجموعة الأرقام التالية من ١٠ إلى ٢٠ تزيد بمقدار ١٠ عن الأرقام التي يعرفها طفلك بالفعل. قبل أن يصبح هذا الأمر سهلاً، يحتاج طفلك للتعرف على أسماء الأعداد الأكبر مثل ١١ و١٢ و١٣. تم تصميم الألعاب الموجودة في الصفحة التالية للتأكيد على الدور الذي يلعبه الرقم ١٠ في ربط أزواج الأرقام مثل ٦ و ١٦. كما تؤكد هذه الألعاب على فكرة أن الرقم ١٦ يجب أن يُنظر إليه على أنه ١٠ زائد ٦. ستكون وجهة النظر هذه لتحليل الأرقام باستخدام القيمة المكانية أكثر أهمية عندما يعد طفلك إلى ١٠٠ في المرحلة التالية.
ko: 열 손가락 너머의 세계에 오신 것을 환영합니다! 여기에는 발견할 수 있는 놀라운 것들이 있습니다. 10부터 20까지의 다음 숫자 그룹은 아이가 이미 알고 있는 숫자보다 10이 더 많습니다. 이것이 쉬워지기 전에, 당신의 아이는 열하나, 열둘, 열셋 같은 이상한 이름들을 정복해야 합니다. 다음 페이지의 게임은 6과 16과 같은 숫자의 쌍을 연결하는 숫자인 10의 역할을 강조하도록 설계되었습니다. 이 게임은 또한 16은 10 더하기 6이라는 생각을 강조합니다. 자릿값을 사용하여 숫자를 분해하는 이러한 관점은 아이가 다음 단계에서 100까지 셀수록 더욱 중요해집니다.
tr: 10 parmak ötesindeki dünyaya hoş geldiniz! Burada keşfedilecek harika şeyler var. 10'dan 20'ye kadar olan bir sonraki sayı grubu, çocuğunuzun zaten bildiği sayılardan 10 fazla. Bu durum kolay hale gelmeden önce, çocuğunuz on bir, on iki ve on üç için kullandığımız karmaşık isimleri öğrenmelidir. Bir sonraki sayfadaki oyunlar, 10'un 6 ve 16 gibi sayı çiftlerini bağlamadaki rolünü vurgulamak için tasarlanmıştır. Bu oyunlar ayrıca 16'nın 10 artı 6 olarak düşünülmesi gerektiğini vurgular. Sayıları yer değerini kullanarak çözme yaklaşımı, çocuğunuz bir sonraki aşamada 100'e kadar sayarken çok daha önemli olacak.

# data_list
source: MAKING NUMBER CARDS 1 TO 20
ar: صنع بطاقات الأرقام من (٠) إلى ٢٠
ko: 0에서 20까지의 숫자 카드 만들기
tr: 0'DAN 20'YE KADAR NUMARA KARTLARI YAPMA

# data_list
source: If you don’t have them already, create some extended decks of counting cards from 0 to 20. One deck will be normal numbers, one deck will have the numbers in expanded form from 0 to 20 as 0 + (0 to 9),10 + (0 to 9), and 20 + 0 ,and one deck will use ten frames.
ar: إذا لم تكن لديك بالفعل، قم بصناعة بعض المجموعات الممتدة من بطاقات العد من (٠) إلى ٢٠. ستكون مجموعة واحدة عبارة عن أرقام عادية، وستحتوي مجموعة واحدة على الأرقام بشكل موسع من (٠) إلى ٢٠ مثل (٠) + ((٠) إلى ٩). 10 + ((٠) إلى ٩)، و ٢٠ + (٠)، وسيستخدم السطح الواحد عشرة إطارات.
ko: 아직 가지고 있지 않다면, 0에서 20까지 확장된 숫자 카드를 만드세요. 한 벌의 카드는 일반 숫자이고, 다른 한 벌의 카드는 0에서 20까지 0 + (0 to 9), 10 + (0 to 9), 그리고 20 + 0와 같이 확장된 형태의 숫자를 가지고 또 다른 한 벌은 10 프레임을 사용합니다.
tr: Zaten yoksa, 0'dan 20'ye kadar olan sayılar için genişletilmiş kart desteleri oluşturun. Bir deste normal sayılardan oluşacak, bir deste ise sayıları genişletilmiş biçimde (0 + (0'dan 9'a kadar), 10 + (0'dan 9'a kadar) ve 20 + 0) içerecek ve bir deste de onlu çerçeveleri kullanacak.

# data_list
source: BINGO WITH 10
ar: لعبة بينغو مع ١٠
ko: 10의 빙고
tr: 10 ILE BINGO

# data_list
source: **The setup:** Place a random collection of 16 Number Cards from 0 to 20 with expanded form on a 4 by 4 bingo board for each child. **How to play:** Generate random numbers to be called out one at a time. Mix up a collection of counting cards from 0 to 20. Select one card at a time from this pile until the first child gets four in a row and yells Bingo!
ar: **الإعداد:** ضع مجموعة عشوائية من ١٦ بطاقة عددية من (٠) إلى ٢٠ بشكل موسع على لوحة بينجو مقاس ٤ × ٤ لكل طفل. **كيف تلعب:** قم بإنشاء أرقام عشوائية ليتم استدعاؤها واحدًا تلو الآخر. امزج مجموعة من بطاقات العد من (٠) إلى ٢٠. حدد بطاقة واحدة في كل مرة من هذه الكومة حتى يحصل الطفل الأول على أربع بطاقات في صف واحد وينادي بينجو!
ko: **설정:** 확장된 형태로 0부터 20까지의 숫자 카드 16개를 각 아이를 위한 4x4 빙고판에 무작위로 배치합니다. **게임 방법:** 한 번에 하나씩 불러 낼 수 있는 무작위의 수를 만듭니다. 0에서 20까지의 숫자 카드 모음을 섞어보세요. 첫 번째 아이가 연속으로 4개를 가지고 빙고라고 외칠때까지 이 더미에서 한 번에 하나의 카드를 골라보세요.
tr: **Hazırlık:** Her çocuk için 4x4 bingo tahtasına, genişletilmiş biçimde 0'dan 20'ye kadar rastgele bir koleksiyon içeren 16 Numara Kartı yerleştirin. **Nasıl oynanır:** Tek tek söylenmek üzere rastgele numaralar oluşturun. 0'dan 20'ye kadar olan sayılarla bir kart koleksiyonunu karıştırın. Bu yığından bir kartı seçin ve dört numara sıraya koyup ‘Bingo!' diyen oyunu kazanır.

# data_list
source: One important variation of this game is to do a “Tens-Reversed” version using cards with numerals. When a card is chosen, if it is 1 to 10, then 10 is added to find the matching value, and if it is 11 to 20, then 10 is subtracted for the matching value.
ar: أحد الأشكال المهمة لهذه اللعبة هو عمل نسخة "معكوسة العشرات“ باستخدام بطاقات الأرقام. عند اختيار بطاقة، إذا كانت من ١ إلى ١٠، فيتم إضافة ١٠ لإيجاد القيمة المطابقة، وإذا كانت من ١١ إلى ٢٠ ، فيتم طرح ١٠ لإيجاد القيمة المطابقة.
ko: 이 게임의 중요한 변형 중 하나는 숫자 카드를 사용하여 “10의 역전”의 경우를 가지는 것입니다. 카드를 선택할 때, 1에서 10이면 10을 더해 일치하는 값을 가지고 11에서 20이면 10을 빼서 일치하는 값을 가집니다.
tr: Bu oyunun önemli bir varyasyonu, rakam kartları kullanarak 'Onlu-Ters' versiyonunu oynamaktır. Bir kart seçildiğinde, eğer 1 ile 10 arasındaysa 10 eklenir ve eşleşen değer bulunur; eğer 11 ile 20 arasındaysa 10 çıkarılır ve eşleşen değer bulunur.

# data_list
source: MEMORY CHALLENGE – 10’S
ar: تحدي الذاكرة - العشرات
ko: 기억력 도전 – 10단위
tr: HAFIZA MEYDAN OKUMASI – 10'LAR

# data_list
source: Adding and Subtracting 10
ar: جمع و طرح رقم ١٠
ko: 10의 덧셈과 뺄셈
tr: 10 Ekleme Çikarma

# data_list
source: **The setup:** This version of the Memory Challenge game uses a Number Card deck from 0 to 20 with the rule that two numbers match if they are 10 apart. If you also have cards from 0 to 20 that use expanded form or ten frames, you should use those too. Deal a 3 by 4 grid of cards out on the table, all face-down. **How to play:** Players take turns flipping two cards face-up. If the two cards are ten apart, the player gets to keep the cards, replaces the two cards from the draw pile, and continues their turn. If the cards do not match, the player flips the cards back over and ends their turn. **How to win:** The game ends when the last pair of cards is taken. The player with the most cards wins.
ar: **الإعداد:** تستخدم هذه النسخة من لعبة تحدي الذاكرة مجموعة بطاقات الأرقام من (٠) إلى ٢٠ مع قاعدة تطابق رقمين إذا كانت المسافة بينهما ١٠. إذا كان لديك أيضًا بطاقات من (٠) إلى ٢٠ تستخدم الشكل الموسع أو إطارات العشرة، فيجب عليك استخدامها أيضًا. قم بتوزيع مصفوفة من البطاقات مقاس ٣ × ٤ على الطاولة، وكلها مقلوبة. **كيف تلعب:** يتناوب اللاعبون على قلب بطاقتين مقلوبتين. إذا كانت البطاقتان منفصلتين بمقدار ١٠، فيحق للاعب الاحتفاظ بالبطاقات واستبدال البطاقتين من كومة السحب واستكمال دوره. إذا لم تتطابق البطاقات، يقلب اللاعب البطاقات مرة أخرى وينهي دوره. **كيف تفوز:** تنتهي اللعبة عندما يتم أخذ الزوج الأخير من البطاقات. ويفوز اللاعب الذي لديه أكبر عدد من البطاقات.
ko: **설정:** 이 경우의 기억력 도전 게임은 만약에 0에서 20까지의 카드중에 10만큼 떨어져 있으면 두 숫자가 일치하는 것입니다. 만약 0에서 20까지의 확장된 형태의 카드나 10 프레임이 있다면 그것들을 사용해도 됩니다. 테이블 위에 카드를 모두 뒤집어 놓고 3x4 격자에 배분합니다. **게임 방법:** 플레이어는 교대로 두 장의 카드를 뒤집어 놓습니다. 만약 두 개의 카드가 10으로 떨어져 있다면 플레이어는 카드를 유지하고 뽑기 더미에서 두 장의 카드를 교체하고 차례를 계속합니다. 만약 카드가 일치하지 않으면 플레이어는 카드를 다시 뒤집고 차례를 마칩니다. **이기는 방법:** 마지막 카드의 쌍을 가져오면 게임이 끝납니다. 가장 많은 카드를 가지고 있는 사람이 이깁니다.
tr: **Hazırlık:** Bu Hafıza Meydan Okuması oyunu, 0'dan 20'ye kadar olan Numara Kartları destesi kullanır ve iki numara 10 farkla eşleşirse kurallar geçerlidir. Eğer ayrıca genişletilmiş biçimde veya onlu çerçeveleri içeren kartlarınız varsa, onları da kullanmalısınız. Masanın üzerine 3x4 kartlık bir grid yerleştirin ve tüm kartlar kapalı olsun. **Nasıl oynanır:** Oyuncular sırayla iki kartı yüzü yukarı çevirecek şekilde açar. Eğer iki kart 10 farkla eşleşiyorsa, oyuncu kartları alır, iki kartı çekme destesinden yenileriyle değiştirir ve sırasına devam eder. Kartlar eşleşmiyorsa, oyuncu kartları geri çevirir ve sırası sona erer. **Nasıl Kazanılır:** Oyun, son çift kart alındığında biter. En fazla karta sahip olan oyuncu kazanır.

# data_list
source: GEOMETRIC ART
ar: الفن الهندسي
ko: 기하학적 예술
tr: GEOMETRIK SANAT

# data_list
source: Similarity and symmetry are two geometric concepts your child can play with.
ar: التشابه والتناظر مفهومان هندسيان يمكن لطفلك اللعب بهما.
ko: 유사성과 대칭은 아이가 가지고 놀 수 있는 두 가지 기하학적 개념입니다.
tr: Benzerlik ve simetri, çocuğunuzun oynayabileceği iki geometrik kavramdır.

# data_list
source: **Similar shapes:** Two shapes are similar if they have the same shape, where one may be smaller or larger than the other. Circles have the same shape, so all circles are similar. This sequence of three stars are similar. Challenge your child to pick a picture and draw it two or three times as big, or twice as small.
ar: **الأشكال المتشابهة:** يتشابه الشكلان إذا كان لهما الشكل نفسه، حيث قد يكون أحدهما أصغر أو أكبر من الآخر. والدوائر لها نفس الشكل، لذا فإن جميع الدوائر متشابهة. وهذه السلسلة من النجوم الثلاثة متشابهة. تحدي طفلك أن يختار صورة ويرسمها أكبر بمرتين أو ثلاث مرات، أو أصغر بمرتين.
ko: **유사한 모형:** 하나는 다른 것보다 작거나 크지만 같은 모양이라면 두 모형은 비슷한 것입니다. 원은 모양이 같기 때문에, 모든 원형은 비슷합니다. 이 세 개의 별들의 순서는 비슷합니다. 아이에게 그림을 골라서 두 배 또는 세 배 크게 또는 두 배로 작게 그려보도록 하세요.
tr: **Benzer şekiller:** İki şekil benzer olarak kabul edilir, eğer aynı şekle sahipse, biri diğerinden daha küçük veya daha büyük olabilir. Çemberler aynı şekle sahip olduklarından, tüm çemberler benzerdir. Bu üç yıldız dizisi benzer şekillerdir. Çocuğunuzu bir resim seçmeye ve onu iki veya üç kat büyük, ya da iki kat küçük şekilde çizmeye teşvik edin.

# data_list
source: **Mirror symmetry:** Another geometric concept to play with is mirror symmetry. Show this using a mirror with a flat side – put it down along its edge on a drawing or photo and see what the mirror image looks like. Once your child has the idea, give your child half a picture and challenge them to draw the mirror image.
ar: **تناظر المرآة:** المفهوم الهندسي الآخر الذي يمكنك اللعب به هو تناظر المرآة. أظهر ذلك باستخدام مرآة ذات جانب مسطح - ضعها على طول حافتها على رسم أو صورة وشاهد كيف تبدو الصورة المعكوسة. بمجرد أن يستوعب طفلك الفكرة، أعطه نصف صورة وتحداه لرسم الصورة المعكوسة في المرآة.
ko: **거울 대칭:** 가지고 놀 수 있는 또 다른 기하학적 개념은 거울 대칭입니다. 평평한 면이 있는 거울을 사용하여 이것을 보여주세요 - 그림이나 사진의 가장자리를 따라 내려놓고 거울 이미지가 어떻게 생겼는지 보세요. 아이가 아이디어를 갖게 되면, 아이에게 그림의 절반을 주고 거울 이미지를 그리도록 도전시켜 보세요.
tr: **Yansıma simetrisi:** Oynayabileceğiniz bir diğer geometrik kavram yansıma simetrisidir. Bunu göstermek için düz bir kenarı olan bir aynayı kullanın – resmi veya fotoğrafı üzerine aynayı kenarı boyunca yerleştirin ve ayna görüntüsünün nasıl göründüğüne bakın. Çocuğunuz fikri kavradığında, ona bir resmi yarısını verin ve yansıma görüntüsünü çizmesini teşvik edin.

# data_list
source: SIM TRIANGLE
ar: لعبة مثلث المحاكاة
ko: 삼각형 건너뛰기
tr: SIMETRIK ÜÇGEN

# data_list
source: Shapes
ar: الأشكال
ko: 모형
tr: Şekiller

# data_list
source: **How to play:** The two players have different colored markers. Place six (use more for a harder game) dots evenly around a circle. Players take turns drawing lines between the dots using their color. The loser is the first player forced to create a triangle all of whose sides have the player’s color and whose corners are on the circle.
ar: **كيف تلعب:** يستخدم اللاعبان علامات بألوان مختلفة. ضع ست نقاط (استخدم المزيد للعبة أكثر صعوبة) بالتساوي حول دائرة. يتناوب اللاعبون في رسم الخطوط بين النقاط باستخدام ألوانهم. الخاسر هو أول لاعب يضطر إلى إنشاء مثلث تكون جميع أضلاعه بلون اللاعب وتكون زواياه على الدائرة.
ko: **게임 방법:** 두 플레이어는 다른 색깔의 마커를 가지고 있습니다. 원 주위에 여섯 개의 점 (더 어려운 게임을 원한다면 더 많은 점을 사용)을 고르게 배치하세요. 플레이어는 번갈아 가며 색을 사용하여 점 사이에 선을 그립니다. 지는 사람은 모든 면이 플레이어의 색을 가지고 있고 모서리가 원에 있는 삼각형을 만드는 첫 번째 사람입니다.
tr: **Nasıl oynanır:** İki oyuncunun farklı renkli işaretleyicileri vardır. Bir çemberin etrafına eşit aralıklarla altı nokta (daha zor bir oyun için daha fazla nokta kullanabilirsiniz) yerleştirin. Oyuncular, renklerini kullanarak noktalar arasında çizgiler çizerler. Kaybeden, tüm kenarları oyuncunun rengiyle ve köşeleri çemberde olan bir üçgen oluşturmaya zorlanan ilk oyuncudur.
