Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Before starting these subtraction activities, practice any of the following skills that happen to be weak for your child: * Add and subtract 0, 1, 2 (and perhaps 3) * Subtract numbers 1 or 2 apart * Know the number bonds for 10 and how they make subtracting from 10 easy * Subtract 10 from numbers from 11 to 19
ko: 이러한 뺄셈 활동을 시작하기 전에 아이에게 약한 다음과 같은 기술을 연습하세요: * 0, 1, 2의 덧셈과 뺄셈 (그리고 가능하면 3) * 1 또는 2 사이로 빼기 * 10의 합집합과 그것이 어떻게 10에서의 뺄셈을 쉽게 하는지 알기 * 11에서 19의 숫자에서 10을 빼기
tr: Bu çıkarma etkinliklerine başlamadan önce, çocuğunuzda zayıf olan aşağıdaki becerileri pratik yapın: * 0, 1, 2 (belki 3) ekleyip çıkarabilme * 1 veya 2 farkla sayılardan çıkarma yapabilme * 10'un sayı bağlantılarını bilme ve bunun 10'dan çıkarma işlemini nasıl kolaylaştırdığını anlama easy * 11'den 19'a kadar olan sayılardan 10 çıkarabilme

# data_list
source: USING 10 AS AN INTERMEDIATE STOP
ko: 10을 중간 정류장으로 사용하기
tr: 10'U ARA DURAK OLARAK KULLANMA

# data_list
source: For problems with numbers larger than 10, such as 13 - 8, break them into two differences. Make 10 an intermediate stop when going between the two numbers. The distance from 13 to 8 is the distance from 13 to 10 plus the distance from 10 to 8. Using this, 13 - 8 becomes (13 - 10) + (10 - 8) = 3 + 2 = 5. This simplifies the mental load considerably by breaking these subtractions into two manageable parts. Subtracting 10 from a number between 10 and 20 is very straightforward. Learning how to subtract numbers from 10 is a matter of learning the number bonds for 10.
ko: 13 - 8과 같이 10보다 큰 숫자에 대한 문제의 경우, 두 가지 차이점으로 나눕니다. 두 숫자 사이를 이동할 때 10을 중간에 멈추세요. 13과 8에서의 거리는 13에서 10의 거리에서 10에서 8의 거리를 더한 값입니다. 이를 사용하면 13 - 8은 (13 - 10) + (10 - 8) = 3 + 2 = 5이 됩니다. 이것은 이러한 뺄셈을 두 개의 다루기 쉬운 부분으로 나누어 정신적인 부담을 상당히 단순화시킵니다. 10에서 20사이에서 10을 빼는 것은 매우 간단합니다. 10에서 숫자를 빼는 방법을 배우는 것은 10의 합집합을 배우는 문제입니다.
tr: 10'dan büyük sayılar içeren problemler için, örneğin 13 - 8 gibi, bu problemleri iki fark olarak bölebilirsiniz. İki sayı arasında geçerken 10'u ara durak olarak kullanın. 13 ile 8 arasındaki mesafe, 13 ile 10 arasındaki mesafe ile 10 ile 8 arasındaki mesafenin toplamıdır. Bu şekilde, 13 - 8, (13 - 10) + (10 - 8) = 3 + 2 = 5 olur. Bu, zihinsel yükü oldukça basitleştirir ve bu çıkarma işlemlerini iki yönetilebilir parçaya böler. 10 ile 20 arasındaki bir sayıdan 10 çıkarmak çok basittir. 10'dan sayılar çıkarmayı öğrenmek, 10'un sayı bağlantılarını öğrenmekle ilgilidir.

# data_list
source: SUBTRACTION COMPENSATION
ko: 뺄셈 배상
tr: ÇIKARMA TELAFISI

# data_list
source: Mental Math – Single-Digit Add & Sub
ko: 암산 – 한 자리수 뺄셈
tr: Zihinsel Matematik-Tek Haneli Çıkarma

# data_list
source: Compensation for subtraction means adding or subtracting the same amount to both num- bers. By adding or subtracting the same thing, the distance or difference between the two numbers is maintained. Use compensation on 13 - 8 by adding 2 to both numbers to turn the problem into 15 - 10. Notice how much easier the problem became using this minor adjustment! Single-digit problems can also be done this way. For example, 3 can be added to both numbers in 7 - 3 to make it 10 – 6, which is 4.
ko: 뺄셈에 대한 배상은 양쪽 숫자에 동일안 양을 더하거나 빼는 것을 의미합니다. 같은 것을 더하거나 빼면 두 숫자의 거리나 차이가 유지됩니다. 문제를 15 - 10으로 바꾸려면 두 숫자에 2를 더하여 13 -8에 대한 배상을 사용하세요. 이 조그만 수정을 사용하면 문제가 얼마나 쉬어지는지 확인해 보세요! 한 자릿수 문제도 이 방법으로 풀 수 있습니다. 예를 들어, 7 - 3의 각 숫자에 3을 더해서 10 - 6으로 만들면 4가 됩니다.
tr: Çıkarma için telafi, her iki sayıya da aynı miktarı eklemek veya çıkarmak anlamına gelir. Aynı şeyi ekleyerek veya çıkararak, iki sayı arasındaki mesafe veya fark korunur. 13 - 8 işlemini telafi kullanarak çözmek için her iki sayıya da 2 ekleyin, böylece problem 15 - 10 olur. Bu küçük ayarlamanın problemi ne kadar kolaylaştırdığını fark edin! Tek haneli problemler de bu şekilde çözülebilir. Örneğin, 7 - 3 işlemindeki her iki sayıya da 3 ekleyerek 10 - 6 yapabilirsiniz, bu da 4 eder.

# data_list
source: DON’T GO OVER
ko: 넘어가지 마세요
tr: ÜSTÜNDEN GEÇME

# data_list
source: **The setup:** Use 5 dice and 4 rolls. **How to play:** On the first roll, choose to save from 0 to 5 of the dice. Once a die is saved it cannot be changed. Similarly with the remaining dice on rolls two and three. On the final roll, all dice are saved. Any score less than or equal to 20 counts, any score over 20 gives the player 0. **How to win:** You can play one or more rounds. The highest total score wins.
ko: **설정:** 주사위 5개와 네 번의 굴리기. **게임 방법:** 첫 번째 굴릴때는, 주사위를 0에서 5까지 저장하도록 선택합니다. 주사위가 저장되면 바꿀 수 없습니다. 마찬가지로 2번째와 3번째를 굴릴때 나머지 주사위도 마찬가지입니다. 마지막 굴리면 모든 주사위가 저장됩니다. 20점 이거나 그 이하의 점수, 그리고 20점을 초과하는 점수는 플레이어에게 0을 줍니다. **이기는 방법:** 한 번 이상의 라운드를 할 수 있습니다. 총점이 가장 높은 사람이 이깁니다.
tr: **Hazırlık:** 5 zar ve 4 atış kullanın. **Nasıl oynanır:** İlk atışta, 0'dan 5'e kadar zar seçip saklayabilirsiniz. Bir zar saklandığında değiştirilemez. Aynı şekilde, ikinci ve üçüncü atışlarda kalan zarlarla da aynı işlem yapılır. Son atışta, tüm zarlar saklanır. 20 veya daha düşük herhangi bir puan geçerlidir, 20'nin üzerindeki puanlar oyuncuya 0 verir. **Nasıl Kazanılır:** Bir veya daha fazla tur oynayabilirsiniz. En yüksek toplam puanı olan kazanır.

# data_list
source: The target score of 20, the number of dice, and the number of rolls, can all be changed to suit younger or older players. For example, you could play this with a target of 12 and 3 dice.
ko: 목표 점수 20, 주사위의 수, 그리고 몇 번을 굴리는지는 어리거나 나이가 든 아이들에게 맞게 모두 바뀔 수 있습니다. 예를 들어, 12의 목표와 3개의 주사위로 할 수 있습니다.
tr: Hedef puanı 20, zar sayısı ve atış sayısı, daha genç veya daha yaşlı oyunculara uygun olacak şekilde değiştirilebilir. Örneğin, hedef puanı 12 ve zar sayısını 3 olarak belirleyerek oynayabilirsiniz.

# data_list
source: ISLAND HOPPING – COMPENSATION
ko: 섬 건너뛰기 – 배상
tr: ADALAR ARASI GEÇIŞ – TELAFI

# data_list
source: Addition up to 20
ko: 한 자릿수 덧셈
tr: Tek Haneli̇ Toplama

# data_list
source: These puzzles show how using compensation creates easier addition problems.
ko: 이 퍼즐은 배상을 사용하여 더 쉬운 덧셈 문제를 만드는 방법을 보여줍니다.
tr: Bu bulmacalar, telafi kullanarak daha kolay toplama problemleri oluşturmanın nasıl mümkün olduğunu gösterir.

# data_list
source: **The challenge:** Find a path that connects all the islands that have the same answer. Two islands can only connect if their problem’s numbers differ by 1 – with one number increased by one and the other decreased by one. For example, '5 + 8' would connect with '6 + 7.' Only some of the islands will be on the path. In this example, the path starts in the lower left and ends in the upper right. **How to create:** Make these puzzles by starting with about ten empty circles with some connections. Identify a path from one edge of the islands to the other. Along that path, put in problems whose numbers differ from each other by one. In the nearby islands, put problems with small changes that have different answers.
ko: **도전:** 같은 답을 가진 모든 섬을 연결하는 길을 찾으세요. 두 개의 섬은 문제의 숫자가 1만큼 다른 경우에만 연결할 수 있습니다 – 한 숫자는 1만큼 증가하고 다른 숫자는 감소합니다. 예를 들어, '5 + 8'은 '6 + 7.'과 연결됩니다. 오직 일부 섬들만이 길에 있을 것입니다. 예를 들어, 길은 왼쪽 아래에서 시작하여 오른쪽 상단에서 끝납니다. **만드는 방법:** 몇 개의 연결이 있는 약 10개의 빈 원형으로 시작하여 이 퍼즐을 만드세요. 섬의 한 쪽 가장 자리에서 다른 쪽 가장자리까지의 길을 확인하세요. 그 길에 따라, 숫자가 서로 1이 다른 문제를 그 길에 따라 넣으세요. 인근에 있는 섬에는 다른 답이 나오는 작은 변화가 있는 문제를 넣으세요.
tr: **Mücadele:** Aynı cevaba sahip olan tüm adaları birbirine bağlayan bir yol bulun. İki ada yalnızca, problemlerin sayıları 1 farkla birbirine bağlanabilir – bir sayı 1 artırılırken diğer sayı 1 azaltılmalıdır. Örneğin, ‘5 + 8' ‘6 + 7' ile bağlanabilir. Yalnızca bazı adalar yolda olacak. Bu örnekte, yol sol alttan başlar ve sağ üstte biter. **Nasıl Yapılır:** Bu bulmacaları, bazı bağlantıları olan yaklaşık on boş daire ile başlayarak oluşturun. Adaların bir kenarından diğerine bir yol belirleyin. Bu yol boyunca, sayıları birbirinden 1 farkla olan problemler yerleştirin. Yakın adalarda ise küçük değişiklikler içeren ve farklı cevaplar veren problemler bulundurun.

# data_list
source: PART-WHOLE TRIANGLES
ko: 부분 전체 삼각형
tr: BÜTÜN-PARÇA ÜÇGENLERI

# data_list
source: **The setup:** Use number cards 1 to 13. To start, each player is dealt 6 cards face up. There is a draw pile with one card turned over to start a discard pile. **How to play:** During a turn, a player takes the top discard card or the unknown top draw pile card. The chosen card replaces a card they already have, and the replaced card is discarded. **How to win:** The first player to create a 6-card pyramid where each card is the sum of the two cards below it wins.
ko: **설정:** 숫자 카드 1에서 13까지 사용하세요. 각 플레이어는 6장의 카드를 앞면으로 받고 시작합다. 카드 한 장을 뒤집은 뽑기 더미로 폐기 더미를 시작합니다. **게임 방법:** 차례 동안, 플레이어는 상단 폐기 카드나 상단 뽑기 더미 카드를 가집니다. 선택된 카드는 이미 가지고 있는 카드를 대체하고, 교체된 카드는 폐기합니다. **이기는 방법:** 각 카드가 아래 두 카드의 합인 6장의 피라미드를 만든 첫 번째 사람이 이깁니다.
tr: **Hazırlık:** 1'den 13'e kadar olan numara kartlarını kullanın. Başlangıçta, her oyuncuya 6 kart açık olarak dağıtılır. Bir kartın üstü açık olduğu bir deste ve bir kartın üstü kapalı olduğu bir çekme deste bulunur. **Nasıl oynanır:** Bir oyuncunun sırası geldiğinde, üstteki açık kartı veya üstteki kapalı kartı çekme destesinden seçebilir. Seçilen kart, oyuncunun elindeki kartlardan birinin yerine geçer ve değiştirilen kart atılır. **Nasıl Kazanılır:** Her kartın altında iki kartın toplamı olan 6 kartlık bir piramit oluşturan ilk oyuncu kazanır.

# data_list
source: Use smaller or larger ranges of cards to match the skills of younger or older players.
ko: 어리거나 나이가 든 플레이어의 기술에 맞추기 위해 더 작거나 더 큰 범위의 카드를 사용합니다.
tr: Daha genç veya daha yaşlı oyuncuların becerilerine uygun olacak şekilde daha küçük veya daha büyük kart aralıkları kullanabilirsiniz.

# data_list
source: CARDS TO A TARGET
ko: 표적에 대한 카드
tr: HEDEFE KARTLAR

# data_list
source: **The setup:** Start by laying out all the playing cards from 1 to 5 in a 4 by 5 grid. Start the running total at 0 and choose a target number, say 25. **How to play:** Players take turns turning over one number and adding it to the running total. The last player to pick a number that does not run over the target number wins.
ko: **설정:** 4x5 격자에서 1에서 5까지 모든 카드 놀이를 배치하는 것으로 시작하세요. 실행 합계를 0에서 시작하고 목표 숫자 (예: 25)를 선택하세요. **게임 방법:** 플레이어는 번갈아 가며 하나의 숫자를 넘겨서 실행 합계에 더하고 목표 숫자를 넘지 않는 숫자를 선택한 마지막 사람이 이깁니다.
tr: **Hazırlık:** 1'den 5'e kadar olan tüm kartları 4x5'lik bir ızgara üzerine yerleştirin. Koşan toplamı 0'dan başlatın ve bir hedef sayı seçin, örneğin 25. **Nasıl Oynanır:** Oyuncular sırayla bir kart çevirip, bu kartı koşan toplama ekler. Hedef sayıyı aşmayan son oyuncu kazanır.

# data_list
source: Replace 1 to 5 with any five numbers you want practice adding. To practice subtraction, start at the target number, subtract the selected numbers, and don’t allow going below 0.
ko: 1에서 5를 연습하고 싶은 다섯 개의 숫자로 바꾸세요. 뺄셈을 연습하려면, 목표 숫자에서 시작하고, 선택한 숫자를 빼고, 0이하로 내려가지 마세요.
tr: 1'den 5'e kadar olan sayıları, üzerinde çalışmak istediğiniz beş sayı ile değiştirebilirsiniz. Çıkarma çalışmak için, hedef sayıdan başlayın, seçilen sayıları çıkarın ve 0’ın altına inmesine izin vermeyin.

# data_list
source: GET OUT OF MY HOUSE – ADD/SUB
ko: 내 집에서 나가 – 덧셈과 뺄셈
tr: EVIMDEN ÇIK GIT – TOPLAMA VE ÇIKARMA

# data_list
source: **The setup:** Use a deck of cards with numbers from 1 (Ace) to 10. On a shared piece of paper, draw 20 boxes or simple houses numbered from 0 to 19. Each player has 7 tokens distinct from the other player’s 7 tokens. **How to play:** During a turn, a player selects two random cards, and can choose to add, subtract, or multiply them to put their token in a house with fewer than three of the opponent’s tokens. If the house contains one or two of the opponent’s tokens, those tokens are given back to the opponent and the player says “Get out of my house.” **How to win:** The first player to put all their tokens in houses wins.
ko: **설정:** 1 (에이스)에서 10까지의 숫자가 있는 카드 한 벌을 사용하세요. 공유된 종이에 20개의 상자나 0에서 19까지 숫자가 매겨진 간단한 집을 그리세요. 각 플레이어는 다른 플레이어의 7개의 토큰과 구별되는 7개의 토큰을 가지고 있습니다. **게임 방법:** 차례 동안, 플레이어는 두 개의 무작위 카드를 선택하고, 상대의 토큰이 세 개 미만인 집에 토큰을 넣기 위해, 더하기, 빼기, 곱하기를 선택할 수 있습니다. 집에 상대의 토큰 중 하나 또는 두 개가 있으면, 그 토큰은 상대에게 돌려주고 플레이어는 “내 집에서 나가”라고 말합니다. **이기는 방법:** 모든 토큰을 집에 넣은 첫 번째 사람이 이깁니다.
tr: **Hazırlık:** 1 (Vale) ile 10 arasındaki sayılara sahip bir deste kart kullanın. Ortak bir kağıda, 0'dan 19'a kadar numaralandırılmış 20 kutu veya basit ev çizin. Her oyuncunun diğer oyuncunun 7 jetonundan farklı 7 jetona sahip olması gerekir. **Nasıl oynanır:** Bir oyuncunun sırası geldiğinde, iki rastgele kart seçer ve bu kartları toplama, çıkarma veya çarpma işlemlerinden birini yaparak rakibin jetonundan daha az olan bir eve kendi jetonunu yerleştirir. Eğer evde rakibin bir veya iki jetonu varsa, bu jetonlar rakibe geri verilir ve oyuncu “Evimden çık git” der. **Nasıl Kazanılır:** Tüm jetonlarını evlere yerleştiren ilk oyuncu kazanır.

# data_list
source: COMBO DOMINOES
ko: 콤보 도미노
tr: KOMBINASYON DOMINOLARI

# data_list
source: **The setup:** Use a set of dominoes that either go from 1 to 6 or 1 to 9. Each player starts with 5 random dominoes without letting the other player see them. **How to play:** To start, a random domino is placed face up in the middle. After that, a player must match the top domino in the middle. Matching means that the two numbers on the top domino can be combined with any operation – add, subtract, or even multiply if you want – to make the same result as some, possibly different, operation acting on the two numbers of one of your dominoes. For example, if [1, 5] is on top, then it matches [2, 4] because 1 + 5 = 2 + 4, and it also matches [2, 2] because 5 - 1 = 2 x 2. The matching domino is placed on top of the previous top. If you can’t make a match, you must pick up a new domino from the pile. **How to win:** The first player to get rid of all their dominoes wins.
ko: **설정:** 1에서 6 또는 1에서 9로 가는 도미노 세트를 사용하세요. 각 플레이어는 다른 플레이어가 보지 못하게 5개의 무작위 도미노를 시작합니다. **게임 방법:** 시작하려면, 무작위 도미노가 가운데에 뒤집어 놓입니다. 그 후, 플레이어는 가운데에 있는 최고의 도미노와 일치해야 합니다. 매칭은 상단 도미노의 두 숫자를 더하기, 빼기, 심지어 곱하기와 결합할 수 있다는 것을 의미하며, 도미노 중 하나는 두 숫자에 작용하는 일부, 아마도 다른 작업과 동일한 결과를 만들 수 있습니다. 예를 들어, [1,5]가 위에 있다면, 1+5 = 2+4이기 때문에 [2,4]와 일치하고, 5-1 = 2x2이기 때문에 [2,2]와도 일치합니다. 일치하는 도미노는 이전 상단 위에 배치합니다. 만약 매치를 할 수 없다면, 당신은 더미에서 새로운 도미노를 가져와야 합니다. **이기는 방법:** 모든 도미노를 제거한 첫 번째 플레이어가 이깁니다.
tr: **Hazırlık:** 1'den 6'ya veya 1'den 9'a kadar olan bir domino seti kullanın. Her oyuncu, diğer oyuncunun görmesine izin vermeden 5 rastgele domino ile başlar. **Nasıl oynanır:** Başlamak için, rastgele bir domino ortada üstü açık olarak yerleştirilir. Ardından, bir oyuncu ortadaki üst dominoyu eşleştirmelidir. Eşleşme, üstteki dominodaki iki sayının, toplama, çıkarma veya isterseniz çarpma gibi herhangi bir işlemle, sizin dominolarınızdan birinin iki sayısına uygulanan bazı, muhtemelen farklı, işlemlerle aynı sonucu vermesi anlamına gelir. Örneğin, eğer [1,5] üstte ise, [2,4] ile eşleşir çünkü 1+5 = 2+4 ve ayrıca [2,2] ile de eşleşir çünkü 5-1 = 2x2. Eşleşen domino, önceki üst dominonun üzerine yerleştirilir. Eğer eşleşme yapamazsanız, yığından yeni bir domino çekmek zorundasınız. **Nasıl Kazanılır:** Tüm dominolarını elden çıkaran ilk oyuncu kazanır.

# data_list
source: DIFFTRIANGLES AND SUMTRIANGLES
ko: 뺄셈 삼각형과 덧셈 삼각형
tr: FARK ÜÇGENLERI VE TOPLAM ÜÇGENLERI

# data_list
source: Games for Add & Sub
ko: 덧셈과 뺄셈 게임
tr: Roplama ve Çikarma Oyunlari

# data_list
source: **DiffTriangles:** These puzzles have triangles and squares that share sides. A triangle always has exactly two squares on its sides – the remaining side has either a triangle or is empty. A triangle’s number is the difference of the two adjoining squares.
ko: **뺄셈 삼각형:** 이 퍼즐에는 면을 공유하는 삼각형과 사각형이 있습니다. 삼각형은 항상 측면에 정확히 두 개의 사각형이 있습니다 - 나머지 면에는 삼각형이 있거나 비어 있습니다. 삼각형의 숫자는 인접한 두 사각형의 차이입니다.
tr: **Fark Üçgenleri:** Bu bulmacalarda, kenarları paylaşan üçgenler ve kareler bulunur. Bir üçgenin her zaman kenarlarında tam olarak iki kare bulunur – kalan kenar ya bir üçgendir ya da boştur. Bir üçgenin sayısı, iki bitişik karenin farkıdır.

# data_list
source: **SumTriangles:** These puzzles use addition in place of subtraction. The value of a triangle is the sum of its two or three square neighbors. **The challenge:** Fill in the missing numbers to make each type of puzzle work. **How to create:** Making puzzles without loops is easy. Draw an alternating sequence of squares and triangles. Then put in numbers starting at one end working your way to the far end. When you are done, remove some of the numbers. Look at the Bonus Material for ideas on how to make these puzzles with loops.
ko: **덧셈 삼각형:** 이 퍼즐들은 뺄셈 대신 덧셈을 사용합니다. 삼각형의 값은 두 개 또는 세 개의 정사각형 이웃의 합입니다. **도전:** 각 유형의 퍼즐이 작동하도록 누락된 숫자를 채우세요. **만드는 방법:** 고리 없이 퍼즐을 만드는 것은 쉽습니다. 사각형과 삼각형을 번갈아 가며 그리세요. 그런 다음, 한 쪽 끝에서 시작하여 맨 끝까지 가는 숫자를 넣으세요. 끝나면, 숫자 중 일부를 제거하세요. 고리로 이 퍼즐을 만드는 방법에 대한 아이디어는 보너스 자료를 보세요.
tr: **Toplam Üçgenleri:** Bu bulmacalarda çıkarma yerine toplama kullanılır. Bir üçgenin değeri, iki veya üç kare komşusunun toplamıdır. **Mücadele:** Her tür bulmacayı çalışır hale getirmek için eksik sayıları doldurun. **Nasıl Yapılır:** Döngüsüz bulmacalar yapmak kolaydır. Kareler ve üçgenlerden oluşan bir alternatif sıralama çizin. Ardından, bir uçtan başlayarak sayıları yerleştirin ve en uca kadar ilerleyin. İşlemi tamamladıktan sonra bazı sayıları çıkarın. Döngü içeren bulmacalar yapma fikirleri için Bonus Malzemelere bakın.

# data_list
source: SKIP COUNTING
ko: 건너뛰어 세기
tr: ATLAMALI SAYMA

# data_list
source: Your child has already practiced skip counting by 2’s, 5’s, and 10’s between 0 and 20. Start practicing skip counting by any number, starting at any number, going in either direction. Skip counting up **and down** helps with all arithmetic operations, as well as place value (when skipping by 5's or 10's). The tricky part in skip counting is when the tens digit changes, so focus on that. This is a handy activity to do when you are traveling or have some idle time.
ko: 아이는 이미 0에서 20사이의 2, 5, 10단위를 건너뛰기 세기를 연습했습니다. 어떤 숫자이든, 어떤 숫자로 시작하든, 어느 방향으로든 건너뛰어 세는 연습을 시작하세요. 위 **그리고 아래로** 건너뛰어 세면 모든 산술 연산과 자리수 (5 또는 10단위로 건너뛰어 셀때)에 도움이 됩니다. 건너뛰어 세기의 까다로운 부분은 10자리가 바뀔 때이므로, 그것에 집중하세요. 이것은 당신이 여행중이거나 한가한 시간이 있을 때 할 수 있는 편리한 활동입니다.
tr: Çocuğunuz zaten 0 ile 20 arasında 2’nin, 5’in ve 10’un katlarıyla atlamalı saymayı pratiğe dökmüştür. Şimdi herhangi bir sayı ile ve herhangi bir sayıdan başlayarak atlamalı sayma pratiği yapın; ileri veya geri sayabilirsiniz. Atlamalı sayma, tüm aritmetik işlemlerle ve yer değerini anlamada (5’lerin veya 10’ların katlarıyla sayarken) yardımcı olur. Atlamalı saymanın zor kısmı onlu basamağın değiştiği yerlerdir, bu nedenle bu kısmı vurgulayın. Seyahat ederken veya boş zamanınızda yapabileceğiniz pratik bir etkinliktir.

# data_list
source: SHORT STEPS TO A TARGET
ko: 목표를 위한 짧은 단계
tr: HEDEFE KISA ADIMLAR

# data_list
source: **How to play:** Create a 2-digit starting number using two playing cards from 1 to 9 - the first card gives the tens place and the other the ones place. Starting at that number, use 5 jumps each of which is either by 1 or 10. The goal is to get as close to 50 as possible, and the score is the difference from 50. The lowest total score after several rounds wins. **100 chart:** Young players benefit from referring to a 100 chart. Using that chart will also emphasize place value as they go up or down by 10. **Variations:** You can vary this game by allowing steps of 1, 2 or 10, or steps of 1, 2, 5, or 10. Also, use target numbers other than 50 sometimes.
ko: **게임 방법:** 1에서 9까지 두 장의 카드를 사용하여 2자리 시작 숫자를 만드세요 - 첫 번째 카드는 10자리를 주고 다른 카드는 1자리를 줍니다. 그 숫자부터 시작하여, 각각 1 또는 10인 5개의 점프를 사용하세요. 목표는 가능한 한 50에 가까워지는 것이고, 점수는 50의 차이입니다. 몇 라운드 후 가장 낮은 총 점수가 이깁니다. **100 차트:** 어린 아이들은 100개의 차트를 참조함으로써 이익을 얻습니다. 그 차트를 사용하면 10까지 올라가거나 내려갈 때 자리수를 강조할 것입니다. **변형:** 1, 2 또는 10의 단계 또는 1, 2, 5 또는 10의 단계를 허용하여 이 게임을 변경할 수 있습니다. 또한, 때때로 50 이외의 목표 숫자를 사용하세요.
tr: **Nasıl oynanır:** 1'den 9'a kadar olan iki oyun kartı kullanarak 2 basamaklı bir başlangıç sayısı oluşturun; ilk kart onlar basamağını, ikinci kart ise birler basamağını belirler. Bu sayıdan başlayarak, her biri ya 1 ya da 10 olan 5 adım atın. Amaç, 50'ye mümkün olduğunca yakın bir sayıya ulaşmaktır ve puanınız 50'den ne kadar uzaklaştığınıza göre belirlenir. Birkaç tur sonunda en düşük toplam puana sahip olan oyuncu kazanır. **100’luk Tablosu:** Genç oyuncular 100 tablosuna bakarak fayda sağlar. Bu tabloyu kullanmak, 10’ar adımlarla yukarı veya aşağı giderken yer değeri kavramını da pekiştirir. **Varyasyonlar:** Bu oyunu, 1, 2 veya 10, ya da 1, 2, 5 veya 10 adımlarıyla oynayarak çeşitlendirebilirsiniz. Ayrıca bazen 50 dışında hedef sayılar da belirleyebilirsiniz.

# data_list
source: ISLAND HOPPING – SKIP COUNTING
ko: 섬 뛰기 – 건너뛰어 세기
tr: ADA ATLAMA – ATLAMALI SAYMA

# data_list
source: Skip Counting
ko: 건너뛰어 세기
tr: Atlamalı Sayma

# data_list
source: The islands (circles) are connected by bridges (lines), with connections made by skip counting. Some islands have numbers, and others start blank. Above the puzzle is the starting number, ending number, and skip amount.
ko: 섬 (원)은 다리 (선)로 연결되어 있으며, 건너뛰어 세기로 연결됩니다. 몇몇 섬에는 숫자가 있고, 다른 섬들은 공백으로 시작합니다. 퍼즐 위에는 시작 숫자, 끝 숫자, 건너뛰기 금액이 있습니다.
tr: Adalar (çemberler), atlamalı sayma ile köprüler (çizgiler) aracılığıyla birbirine bağlanır. Bazı adalarda sayılar vardır, diğerleri ise boş başlar. Bulmacanın üzerinde başlangıç sayısı, bitiş sayısı ve atlama miktarı belirtilmiştir.

# data_list
source: **The challenge:** Fill in the missing numbers and find the path. You can also place the numbers and blanks on the floor to make a stepping puzzle. As with the Skip Counting activity, create puzzles to practice going forward or backward starting at a variety of numbers, not just numbers that are a multiple of the skip amount. **How to create:** Create these puzzles by making the islands first, filling in the skip counting numbers, connecting those islands in the correct order, and then adding some additional connections to help make a puzzle out of it. In the version you give your child, remove some numbers leaving enough of the numbers so that it can still be figured out.
ko: **도전:** 누락된 숫자를 채우고 길을 찾으세요. 당신은 또한 계단 퍼즐을 만들기 위해 바닥에 숫자와 빈칸을 놓을 수 있습니다. 건너뛰어 세기 활동과 마찬가지로, 건너뛰기 양의 배수인 숫자뿐만 아니라 다양한 숫자로 시작하여 앞으로 또는 뒤로 가는 것을 연습할 수 있는 퍼즐을 만드세요. **만드는 방법:** 섬을 먼저 만들고, 건너뛰어 세기의 숫자를 채우고, 섬을 맞는 순서로 연결한 다음, 퍼즐을 만드는 데 도움이 되는 추가 연결을 더하여 퍼즐을 만드세요. 아이에게 주는 경우에는, 알아낼 수 있도록 충분한 숫자를 남겨둔 몇 가지 숫자만을 제거하세요.
tr: **Mücadele:** Eksik sayıları doldurun ve yolu bulun. Ayrıca sayıları ve boşlukları yere yerleştirerek bir adım bulmacası oluşturabilirsiniz. Atlamalı Sayma etkinliğinde olduğu gibi, sadece atlama miktarının katı olan sayılarla sınırlı kalmadan, çeşitli sayılardan başlayarak ileri veya geri gitmeyi pratiğe dökmek için bulmacalar oluşturun. **Nasıl Yapılır:** Bu bulmacaları oluşturmak için önce adaları yapın, atlamalı sayma sayılarını doldurun, bu adaları doğru sırayla birbirine bağlayın ve ardından bir bulmaca oluşturmak için bazı ek bağlantılar ekleyin. Çocuğunuza verdiğiniz versiyonda, bazı sayıları çıkarın ancak bulmacanın hala çözülebileceği kadar sayı bırakın.

# data_list
source: PAIRING DOWN
ko: 깍기
tr: ÇIFT OLUŞTURMA
