Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: There are some circles and partial circles in this picture. Partial circles are called arcs. Point to some of the arcs and make an arc with your arms.
ar: توجد بعض الدوائر والدوائر الجزئية في هذه الصورة. تسمى الدوائر الجزئية بالأقواس. أشر إلى بعض الأقواس هنا وقم بعمل قوس باستخدام ذراعيك.
fr: Il y a des cercles et des cercles partiels dans cette image. Les cercles partiels sont appelés des arcs. Désigne certains des arcs et fais un arc avec tes bras.
ja: この絵の中には円と円の一部がいくつかあります。円の一部のことを「弧」と言います。弧をいくつか指差してみましょう。それから、自分の腕で弧の形を作ってみてください。
ko: 그림 속에는 몇개의 원형과 원의 일부분이 있어요. 원의 일부분은 ‘호’라고 해요. 그림 속에 있는 호를 가리키고 자신의 팔로 호를 만들어보세요.
tr: Bu resimde birkaç daire ve birkaç da kısmi daire var. Kısmi dairelere ‘yay’ denir. Resimdeki bazı yayları gösterip, kollarınızla bir yay şekli yapın.

# data_list
source: This story is a biography -- it is a true story about the life of a real person. Pick a person you know and tell a biography story about them -- talk about their family and some things they have done.
ar: هذه القصة عبارة عن سيرة ذاتية – إنها قصة حقيقية عن حياة شخص حقيقي. اختر شخصًا تعرفه وقم بحكاية السيرة الذاتية الخاصة به – تحدث عن عائلته وعن بعض الأشياء التي قام بها.
fr: Cette histoire est une biographie -- c'est une histoire vraie sur la vie d'une personne réelle. Choisis une personne que tu connais et raconte une histoire biographique à son sujet -- parle de sa famille et de certaines choses qu'elle/il a faites.
ja: この物語は伝記です。伝記とは、漫画などに登場する人ではなく、本当にいた人や、いる人がどのようなことをしたか伝える物語です。知っている人を一人選んで、その人の伝記を話してみましょう。その人の家族のことや、その人がどんなことをしたか説明してください。
ko: 이 이야기는 전기에요- 실제로 존재하는 사람에 대한 실화라는 뜻이죠. 여러분이 아는 사람을 한 명 골라 그 사람의 전기에 대해 말해보아요.- 그 사람의 가족이나 그 사람이 한 일 같은 거요.
tr: Bu hikâye bir biyografidir – gerçek bir kişinin hayatı hakkında gerçek bir hikâyedir. Siz de tanıdığınız birini seçip onun hakkında bir biyografi hikâyesi anlatın – o kişinin ailesinden ve yaptıkları bazı şeylerden bahsedin.

# data_list
source: By the time she was four, she had learned very quick. She impressed all her teachers, with her ducky feet flicks! Before school and after, she danced every day. Nothing pleased Phyllis, more than ballet.
ar: عندما بلغت فيليس أربع سنوات، تعلمت بسرعة كبيرة جدًا. أدهشت جميع معلميها بحركات قدميها الظريفة! قبل المدرسة وبعدها، كانت ترقص كل يوم. لم يكن هنالك شيء يبهج فيليس أكثر من رقص الباليه.
fr: À quatre ans, elle apprenait très vite. Avec ses battements de pieds en canard, elle impressionnait tous ses professeurs ! Avant et après l'école, elle dansait tous les jours. Rien ne plaisait plus à Phyllis que le ballet.
ja: フィリスは、4歳のときには、もう、バレエを上手に踊ることができました。足を高く振り上げることができるフィリスを見て、先生たちは目を丸くしました。学校に行く前も、学校が終わってからも、彼女は毎日練習しました。フィリスにとってバレエほど楽しいものはありませんでした。
ko: 소녀가 네 살이 되었을 때 쯤, 그녀는 정말 빨리 배웠어요. 소녀는 오리 같은 발재간으로 그녀의 모든 선생님들을 놀래켰어요. 학교를 가기 전후로, 그녀는 매일 같이 춤을 췄어요. 발레보다 필리스를 더 행복하게 하는 것은 없었어요.
tr: Phyllis dört yaşına geldiğinde, dansı çok çabuk öğrenmişti bile! Ördek ayaklarıyla yaptığı hareketlerle tüm öğretmenlerini etkilemişti. Her gün, okuldan önce ve sonra, dans ediyordu. Phyllis’i baleden daha çok mutlu eden başka hiçbir şey yoktu.

# data_list
source: This story has lots of words that rhyme -- the ends of the words sound the same. On each page, find some of the rhyming words.
ar: تحتوي هذه القصة على الكثير من الكلمات التي تتطابق في الحروف الأخيرة. في كل صفحة، ابحث عن بعض الكلمات التي تتشارك نفس الحروف الأخيرة.
fr: Cette histoire a beaucoup de mots qui riment -- les fins des mots ont le même son. Sur chaque page, on trouve quelques-uns des mots qui riment.
ja: あなたには、上手になるためには努力しなければならないけれど、本当に楽しんでしていることがありますか。
ko: 여러분은 열심히 해서 얻어야하는 것이지만 너무도 좋아하는 일이 있나요?
tr: Bu hikâyede bir sürü kafiyeli – sonları aynı seste olan – sözcük var. Her bir sayfadaki bazı kafiyeli kelimeleri bulun.

# data_list
source: Phyllis' face looks full of joy! What do you think she is feeling as she dances?
ar: يبدو وجه فيليس مليئًا بالسرور! ما الذي تشعر به عندما ترقص في رأيك؟
fr: Le visage de Phyllis semble plein de joie ! Que penses-tu qu'elle ressente en dansant ?
ja: フィリスはとても嬉しそうな顔をしていますね。彼女は、バレエをしているとき、どんな気持ちだと思いますか。
ko: 필리스의 얼굴은 즐거움으로 가득해보여요! 그녀가 춤을 출 때 어떤 기분일 것 같나요?
tr: Phyllis’in yüzü sevinçle dolu görünüyor! Sizce Phyllis dans ederken ne hissediyor?

# data_list
source: Think of a time when you were moving that made you feel such joy. Perhaps you were running, dancing, jumping, or riding a bike.
ar: فكر في وقت شعرت فيه بالفرح وأنت تتحرك. ربما كنت تجري، ترقص، تقفز، أو تركب دراجة.
fr: Pense à un moment où tu as bougé et où tu as ressenti une grande joie. Peut-être que tu courrais, dansais, sautais ou que tu faisais du vélo ?
ja: あなたが体を動かしながら楽しく感じるのはどんなときか、少し考えてみてください。走っているときや、踊っているときでしょうか。それとも、ジャンプしているときや、自転車に乗っているときでしょうか。いろいろありそうですね。
ko: 여러분이 움직이며 즐거움을 느낄 때를 생각해보아요. 아마 여러분이 달릴 때, 춤을 출 때, 점프할 때, 아니면 자전거를 탈 때일지도 모르죠.
tr: Siz de hareket ettiğinizde sizi böylesine mutlu eden bir ânı düşünün. Belki koşuyordunuz, dans ediyordunuz, zıplıyordunuz veya bisiklet sürüyordunuz.

# data_list
source: When the world was ready for Phyllis at fifteen, she arrived in big, old London, ready to live her dream. She said goodbye to all her friends. She was ready to start fresh. Watch out Royal Ballet School! Phyllis is here to impress.
ar: عندما كان العالم جاهزًا لاستقبال فيليس وهي في سن الخامسة عشر، وصلت إلى لندن الكبيرة والعريقة، جاهزة لتحقيق حلمها. ودعت جميع أصدقائها. كانت جاهزة للبدء من جديد. احذري يا مدرسة الباليه الملكية، فيليس هنا لتبهر الجميع.
fr: Quand Phyllis n’avait que quinze ans, elle était prête à danser dans le monde entier. Elle arriva dans le grand et vieux Londres, déterminée à vivre son rêve. Elle dit au revoir à tous ses amis. Elle était prête à prendre un nouveau départ. Attention l’École Royal Ballet ! Phyllis est là pour impressionner.
ja: 世界は彼女を待っています。フィリスは、15歳のとき、夢をかなえるためにロンドンに行きました。ロンドンは、古くからたくさんの人が住んでいる、にぎやかな場所です。フィリスは、生まれた国にいる家族や友達と別れて、まったく新しい世界に飛び込みました。ロイヤル・バレエ学校に入学したのです。そして、そこで注目を集めるようになりました。
ko: 세계가 열 다섯 살 필리스를 위한 준비를 마쳤을 때, 그녀는 크고, 오래된 런던에 꿈을 이루기 위해 도착했어요. 그녀는 그녀의 모든 친구들에게 작별을 고했어요. 그녀는 새로운 시작을 할 준비가 되어 있었어요. 황실 발레 학교는 조심해야 할 거에요! 필리스가 놀래키기 위해 이곳에 왔으니까요.
tr: Dünya on beş yaşındaki Phyllis için hazır olduğunda, Phyllis hayalini yaşamaya hazır bir halde, büyük, tarihi Londra’ya geldi. Tüm arkadaşlarına veda etti. Yeni bir başlangıç yapmayı hazırdı. Royal Ballet School'a dikkat edin! Phyllis, etkilemek için burada.

# data_list
source: In a real sky, there are too many stars to count. Point to the stars in this picture as you count them.
ar: في السماء الحقيقية، توجد الكثير من النجوم التي لا يمكن حصرها. أشر إلى النجوم في هذه الصورة بينما تعدها.
fr: Dans un vrai ciel, il y a trop d'étoiles pour les compter. Indique le nombre d’étoiles de cette image en les comptant.
ja: 本当の空には、数えきれないほどの星があります。この絵の中の星を指差しながら数えてみましょう。
ko: 실제 하늘에 있는 별들을 세기에는 너무 많아요. 그림에 있는 별들을 가리키며 세어보세요.
tr: Gerçek bir gökyüzünde sayılamayacak kadar çok yıldız vardır. Yıldızları sayarken, onları gösterin.

# data_list
source: A rectangle is a shape with four straight sides like this page. Find all the rectangles on this page. Point to all the rectangles around where you are.
ar: المستطيل هو شكل يحتوي على أربعة جوانب أو أضلاع مستقيمة مثل هذه الصفحة. ابحث عن جميع المستطيلات في هذه الصفحة. أشر إلى جميع المستطيلات في المكان الذي حولك.
fr: Un rectangle est une forme avec quatre côtés droits comme cette page. Trouve tous les rectangles de cette page. Indique tous les rectangles autour de l'endroit où tu te trouves.
ja: 長方形は、このページのように、4つの直線で囲まれた形です。このページにある長方形を全部見つけましょう。それから、身の回りにある長方形をすべて指差してみてください。
ko: 사각형은 이 페이지처럼 네 개의 선이 모여 만들어진 도형이에요. 그림에서 모든 사각형을 찾아보세요. 여러분이 있는 곳 주변에서 모든 사각형을 찾아 손가락으로 가리켜 보세요.
tr: Bir dikdörtgen, bu sayfa gibi dört düz kenarı olan bir şekildir. Bu sayfadaki tüm dikdörtgenleri bulun. Bulunduğunuz yerdeki tüm dikdörtgenleri gösterin.

# data_list
source: It takes 11 hours to fly from Johannesburg in the south of Africa to London on the western side of Europe. Compare that to how long it takes to go to the store or to visit a friend or relative. Which of these is shortest and which is longest?
ar: تحتاج ١١ ساعة للطيران من مدينة جوهانسبرغ في جنوب إفريقيا إلى مدينة لندن في الجانب الغربي من أوروبا. قارن هذا الوقت بالوقت التي تستغرقه للذهاب إلى المتجر أو زيارة قريب أو صديق. أيهما يمثل الوقت الأقصر وأيهما يمثل الأطول؟
fr: Il faut 11 heures pour aller de Johannesburg, dans le sud de l'Afrique, à Londres, dans la partie occidentale de l'Europe. Compare ce temps à celui qu'il faut pour aller au magasin ou rendre visite à un ami ou à un parent. Lequel des deux est le plus court et lequel est le plus long ?
ja: 南アフリカのヨハネスブルグから西ヨーロッパにあるロンドンまでは、飛行機で11時間かかります。では、近くのお店に行ったり、友だちや親戚の家を訪ねたりするのには、どれくらい時間がかかるでしょうか。比べてみましょう。時間が一番短いのはどれで、一番長いのはどれですか。
ko: 아프리카 남쪽의 조하네스버그에서 유럽 서쪽의 런던까지 비행하는 데에는 11시간이 걸렸어요. 친구나 친척을 방문하는 데에 걸리는 시간과 비교해보세요. 어떤 시간이 가장 짧고 가장 긴가요?
tr: Afrika’nın güneyindeki Johannesburg’dan Avrupa’nın batı yakasındaki Londra’ya uçmak yaklaşık 11 saat sürer. Bu süreyi, bir mağazaya gitmek veya bir arkadaşınızı ya da akrabanızı ziyaret etmekle kıyaslayın. Bunlardan hangisi en kısa ve hangisi en uzun zaman alır?

# data_list
source: When Phyllis danced Swan Lake, it was fit to show the Queen! After years of pirouetting, she was ready to be seen. Dancing for the audience, she turned and twirled about. Look! Everyone is smiling! See how they clap and shout!
ar: عندما أدَّت فيليس رقصة بحيرة البجع، كانت رقصة مناسبة لتظهر للجميع أنها الملكة! بعد سنوات من الدوران حول نفسها، أصبحت جاهزة لتُشاهد. رقصت للجمهور، قامت بالدوران وكذلك من حولها. انظر! الجميع يبتسم! انظر كيف يصفِّقون ويصفِّرون.
fr: Quand Phyllis a dansé le Lac des Cygnes, elle était prête à performer pour la Reine ! Après des années de pirouettes, elle était prête à être vue. Dansant pour le public, elle a tourné et virevolté. Regarde ! Tout le monde sourit ! Regarde comme ils applaudissent et crient !
ja: 「白鳥の湖」を踊るフィリスは、まさに女王様の役にぴったりでした。つま先で回る練習を何年もして、舞台に立てるようになったのです。高く跳んだり、くるくる回ったりして踊るフィリスを見て、みんなは、ニコニコしながら、拍手をし、喜びの声を上げました。
ko: 필리스가 백조의 호수에서 춤을 췄을 때, 여왕에게 보여줄 정도가 되었어요! 발끝으로 도는 연습을 몇 년이나 한 후에, 그녀는 사람들에게 보여줄 준비가 모두 되었어요. 관객들을 위해 춤을 추며, 그녀는 돌고 회전했어요. 보세요! 모두가 웃고 있어요! 그들이 박수치고 환호하는 걸 보세요!
tr: Phyllis, Kuğu Gölü’nü (Swan Lake) dans ettiğinde, dans Kraliçe’ye göstermeye uygundu! Yıllarca piruet yaptıktan sonra, artık görülmeye hazırdı. Seyirciler için dans ederken, Phyllis döndü ve döndü. Bakın! Herkes gülümsüyor! Nasıl alkışlayıp bağırdıklarına bir bakın!

# data_list
source: Body position is important in ballet. Notice the male dancer's upper arm and opposite leg point in opposite directions almost making a straight, diagonal line.
ar: وضعية الجسد مهمة في الباليه. لاحظ كيف تشير ذراع الراقص اليسرى وكيف تشير ساقه اليمنى إلى الاتجاه المعاكس ليُشكِّلا معًا خطًا مستقيمًا، قطري الشكل تقريبًا.
fr: La position du corps est importante en ballet. Remarque que le bras supérieur et la jambe opposée du danseur pointent dans des directions opposées, formant presque une ligne droite et diagonale.
ja: バレエでは、体の位置が大切です。男の人の上に挙げた腕と反対側に伸ばした足が真っすぐな斜線のような形になっているのがわかりますか。
ko: 발레에서 포즈는 중요해요. 남자 무용수의 윗팔과 반대쪽 다리가 서로 반대 방향을 가리키며 거의 반듯한 대각선을 만드는 걸 보세요.
tr: Balede vücut pozisyonu önemlidir. Erkek baletin üst kolunun ve karşı bacağının zıt yönlere baktığını ve neredeyse düz, köşegen (çapraz) bir çizgi oluşturduğunu fark edin.

# data_list
source: Notice how Phyllis' legs almost make a straight line. Can you make a straight line with your arms or legs?
ar: لاحظ كيف تصنع ساقا فيليس خطًا مستقيمًا تقريبًا. هل يمكنك عمل خط مستقيم باستخدام ذراعيك أو ساقيك؟
fr: Remarque comme les jambes de Phyllis forment presque une ligne droite. Peux-tu faire une ligne droite avec tes bras ou tes jambes ?
ja: フィリスの両足は直線の形になっていますね。自分の腕や足で直線の形を作ることができますか。
ko: 필리스의 다리가 거의 직선을 만드는 걸 보세요. 여러분도 팔이나 다리로 직선을 만들 수 있나요?
tr: Phyllis’in bacaklarının neredeyse dümdüz bir çizgi oluşturduğuna dikkat edin. Siz de kollarınız veya bacaklarınızla düz bir çizgi yapabilir misiniz?

# data_list
source: Phyllis has become a very good dancer at this point in the story. What do you think will happen next? Make your own version of the second half of this story.
ar: أصبحت فيليس راقصة جيدة جدًا في هذه المرحلة من القصة. ماذا سيحدث لاحقًا برأيك؟ حاول أن تكمل النصف الثاني من القصة باستخدام مُخيِّلتك.
fr: Phyllis est devenue une très bonne danseuse à ce stade de l'histoire. Que penses-tu qu'il va se passer ensuite ? Crée ta propre version de la deuxième partie de l'histoire.
ja: フィリスは、とても素晴らしいバレリーナになりました。この後、どんなことが起こると思いますか。このお話の残りの部分がどうなるか、自分なりに考えてみましょう。
ko: 이쯤에서 필리스는 아주 좋은 무용수가 되었어요. 여러분은 이 다음엔 무슨 일이 일어날 것 같나요? 이 이야기의 나머지 절반은 자신이 상상해서 만들어보세요.
tr: Phyllis, hikâyenin bu noktasında çok iyi bir dansçı oldu. Sizce bundan sonra ne olacak? Hikâyenin ikinci yarısını, kendi versiyonunuzla anlatın.

# data_list
source: From Mexico to Canada. From the USA to France. Phyllis travelled far and wide, so the world could see her dance. With the Royal Ballet Company, and her ballerina friends, she spread her love for ballet. She never wanted it to end.
ar: من المكسيك إلى كندا. من الولايات المتحدة الأمريكية إلى فرنسا. سافرت فيليس إلى الكثير من الأماكن؛ ليتمكن الجميع من رؤية رقصها. مع شركة الباليه الملكي، وأصدقائها راقصي الباليه، نشرت حبها للباليه. تمنَّت أن لا تنتهي رحلتها معه أبدًا.
fr: Du Mexique au Canada. Des États-Unis à la France. Phyllis a voyagé partout pour que le monde entier puisse voir sa danse. Avec la Compagnie du Royal Ballet et ses amies ballerines, elle a propagé son amour du ballet. Elle n'a jamais voulu que cela s'arrête.
ja: メキシコからカナダへ。アメリカからフランスへ。フィリスは、遠くのいろいろな国へ出かけました。世界中の人たちが、彼女の踊る姿を見たがっていたからです。ロイヤル・バレエ団の人たちや他の仲間と一緒に、バレエの楽しさを広め、ずっとそうし続けたいと思っていました。
ko: 멕시코에서 캐나다까지. 미국에서 프랑스까지. 전 세계가 필리스의 춤을 볼 수 있도록 그녀는 멀리, 그리고 넓게 여행했어요. 황실 발레 회사와 함께, 그리고 그녀의 발레리나 친구들과 함께, 그녀는 그녀의 발레에 대한 사랑을 전파했어요. 그녀는 이것이 영영 끝나지 않으면 했어요.
tr: Meksika’dan Kanada’ya. ABD’den Fransa’ya. Phyllis dünyanın kendi dansını görebilmesi için çok uzaklara seyahat etti. Royal Ballet Company ve balerin arkadaşlarıyla baleye olan sevgisini etrafına yaydı. Bunun bitmesini asla istemedi.

# data_list
source: Do you see a diagonal line in Phyllis' body position? Trace that line with your finger.
ar: هل ترى الخط القطري في وضعية جسد فيليس؟ مرِّر إصبعك على هذا الخط.
fr: Vois-tu une ligne diagonale dans la position du corps de Phyllis ? Trace cette ligne avec ton doigt.
ja: フィリスの体の一部が斜線のようになっているのがわかりますか。その部分を指でなぞってください。
ko: 필리스의 포즈에서 대각선이 보이나요? 손가락으로 대각선을 따라 그어보세요.
tr: Phyllis’in vücut pozisyonundaki o köşegen çizgiyi görüyor musunuz? O çizgiyi parmağınızla takip edin.

# data_list
source: There are lots of rectangles in this picture. Point to as many as you can and count them together.
ar: توجد الكثير من المستطيلات في هذه الصورة. أشر إلى أكثر عدد من المستطيلات يمكنك التعرف عليه واحسب عددهم.
fr: Il y a beaucoup de rectangles dans cette image. Montres-en autant que tu peux et comptes-les ensemble.
ja: この絵の中にはたくさんの長方形があります。それらをできるだけたくさん見つけて、全部でいくつあるか数えてみましょう。
ko: 그림에는 많은 사각형들이 있어요. 할 수 있는 한 많이 가리키고 개수를 세어보세요.
tr: Bu resimde bir sürü dikdörtgen var. Gösterebildiğiniz kadar çok dikdörtgen gösterip onları çocuğunuzla birlikte sayın.

# data_list
source: Some of the rectangles are flags on the bottom of Phyllis' dress. What are the colors on those flags? Do you recognize the flag of any country you know?
ar: بعض المستطيلات أسفل ثوب فيليس عبارة عن أعلام. ما هي ألوان هذه الأعلام؟ هل تستطيع معرفة البلدان التي تمثلها هذه الأعلام؟
fr: Certains des rectangles sont des drapeaux sur le bas de la robe de Phyllis. Quelles sont les couleurs de ces drapeaux ? Reconnais-tu le drapeau d'un pays que tu connais ?
ja: フィリスのスカートの裾にある国旗も長方形です。それらの国旗には、どんな色が使われているでしょうか。知っている国の国旗はありますか。
ko: 몇몇 사각형들은 필리스의 드레스 아래 있는 국기들이에요. 그 국기들은 무슨 색깔인가요? 국기들 중 아는 나라의 국기가 있나요?
tr: Dikdörtgenlerden bazıları, Phyllis’in elbisesinin en alt kısmındaki bayraklardır. Peki o bayrakların renkleri nelerdir? Onlar arasında, bildiğiniz herhangi bir ülkenin bayrağını tanıyabiliyor musunuz?

# data_list
source: Phyllis always knew, that dance was in her heart. But she longed to return home again, and make a fresh new start. So she leaped and bounded, back to her beautiful land. Her ballerina roots were regrown. She was once more South African.
ar: لطالما عرفت فيليس أن الرقص في قلبها، لكنها كانت تتوق للعودة إلى الوطن مرة أخرى والبدء من جديد؛ لذلك قفزت واندفعت إلى وطنها الجميل. جذور راقصة الباليه الخاصة بها نمت من جديد، أصبحت جنوب إفريقيةٍ مجددًا.
fr: Phyllis a toujours su que la danse était dans son cœur. Mais elle avait envie de rentrer chez elle et de prendre un nouveau départ. Alors elle a sauté et bondit, de retour dans son beau pays. Ses racines de ballerine ont repoussé. Elle était à nouveau sud-africaine.
ja: フィリスはバレエを愛しています。その心に変わりはありません。けれど、どうしても、生まれた国に戻って、最初からやり直したいと思うようになりました。そこで、懐かしいふるさとに帰り、バレリーナとして再出発することにしました。彼女は、また南アメリカで暮らし始めます。
ko: 필리스는 항상 자신의 가슴 속에 춤이 있다는 걸 알았어요. 하지만 그녀는 집으로 돌아가 새출발을 하고 싶었죠. 그래서 그녀는 뛰고 구르며, 자신의 아름다운 나라로 돌아갔어요. 그녀의 발레리나의 뿌리는 다시 자라났죠. 그녀는 한번 더 남아프리카 사람이 되었어요.
tr: Phyllis, dansın kalbinde olduğunu hep biliyordu. Fakat tekrar eve dönmeyi ve yepyeni bir başlangıç yapmayı özlemişti. Bu yüzden, göz açıp kapatıncaya kadar güzel ülkesine geri döndü. Balerin kökleri yeniden yeşermişti. Bir kez daha Güney Afrikalıydı.

# data_list
source: Phyllis has the flag of South Africa. How many colors are on this flag? Can you see some of those colors where you are?
ar: فيليس تملك علم جنوب إفريقيا، كم عدد الألوان في هذا العلم؟ هل يمكنك رؤية هذه الألوان حيث أنت موجود؟
fr: Phyllis a le drapeau de l'Afrique du Sud. Combien de couleurs y a-t-il sur ce drapeau ? Peux-tu voir certaines de ces couleurs là où tu es ?
ja: フィリスは南アフリカの国旗を持っていますね。国旗にはいくつの色が使われているでしょうか。それらの色は、あなたの身の回りのどこかにありますか。
ko: 필리스는 남아프리카의 국기를 가지고 있어요. 이 국기 안에는 몇 가지 색이 있나요? 여러분은 지금 있는 곳에서 그 색깔을 찾을 수 있나요?
tr: Phyllis’in Güney Afrika bayrağı var. Bu bayrakta kaç renk var? Bulunduğunuz yerde bu renklerden bazılarını görebiliyor musunuz?

# data_list
source: Point to the triangle on the flag. What shape is the green region on the flag?
ar: أشر إلى المثلث الموجود في العلم. ما هو شكل المنطقة الخضراء الموجودة في العلم؟
fr: Indique le triangle sur le drapeau. Quelle est la forme de la région verte sur le drapeau ?
ja: 国旗の三角形の部分を指差してください。国旗の緑色の部分は、どんな形ですか。
ko: 국기에서 삼각형을 찾아 가리켜보세요. 국기의 녹색 부분은 어떤 모양인가요?
tr: Bayrağın üzerindeki üçgeni gösterin. Bayraktaki yeşil bölge hangi şekildir?

# data_list
source: Have you ever traveled away from home? Was it exciting to be away, or did you miss your home?
ar: هل سبق وأن سافرت بعيدًا عن موطنك؟ هل كان من الممتع أن تسافر أم اشتقت إلى منزلك؟
fr: As-tu déjà voyagé loin de chez \\ toi ? Est-ce que c'était excitant d'être loin, ou est-ce que ta maison te manquait ?
ja: 遠くへ旅行したことがありますか。家を離れて、ワクワクしましたか。それとも、家が恋しくなりましたか。
ko: 여러분은 집에서 멀리 떨어진 곳으로 여행가본 적이 있나요? 집에서 떨어져서 신났나요, 아니면 집이 그리웠나요?
tr: Peki siz evinizden uzaklara seyahat ettiniz mi hiç? Uzakta olmak heyecan verici miydi yoksa evinizi özlediniz mi?

# data_list
source: Dancing wasn't just for fun, as Phyllis always knew. She'd work at dancing day and night, and with hard work she grew. Always smiling, always trying, through good times and through tough, Phyllis always did her best. She couldn't get enough.
ar: كانت فيليس تعرف دومًا أن الرقص ليس للتسلية فقط. كانت تعمل في الرقص ليلًا ونهارًا، وبالجدِّ والاجتهاد نمت وازدهرت. كانت دائمًا مبتسمة، دائمًا تحاول. خلال الأوقات الجيدة والصعبة، كانت فيليس دائمًا تبذل قصارى جهدها، لم تكن تكتفي من العمل والاجتهاد مطلقًا.
fr: La danse n'était pas seulement un amusement, comme Phyllis l'a toujours su. Elle travaillait à la danse jour et nuit, et c'est en travaillant dur qu'elle a grandi. Toujours souriante, toujours en train d'essayer, dans les bons et les mauvais moments, Phyllis a toujours fait de son mieux. Elle n'en avait jamais assez.
ja: 踊ることは楽しい。でも、それだけではありません。フィリスは、昼も夜も厳しい練習を重ねて、ますます上手に踊れるようになっていきました。楽しい時も、辛い時も、笑顔を絶やさず、いつも努力し、全力を尽くすことを忘れません。フィリスが自分の踊りに満足することはありませんでした。
ko: 필리스가 항상 알았다시피, 춤추는 것은 재미를 위한 것만은 아니었어요. 그녀는 밤낮으로 춤을 연습했고 고생한만큼 성장했어요. 항상 미소짓고, 항상 시도하며, 좋은 시간들과 힘든 시간들을 지나며 필리스는 항상 최선을 다했어요. 그녀는 항상 무언가가 부족했지요.
tr: Phyllis’in her zaman bildiği gibi dans sadece eğlence için değildi. O, gece gündüz dans etmek için çalıştı; sıkı bir çalışmayla daha da iyi oldu. Her zaman gülümseyen, her zaman çabalayan, iyi zamanlarda ve zorluklarda, Phyllis her zaman elinden gelenin en iyisini yaptı. Yaptıkça yapası geldi.

# data_list
source: Phyllis' legs are at a right angle to each other -- they make an angle like the corner of this page. Make a right angle with your arms or legs.
ar: ساقا فيليس يشكلان مع بعضهما زاوية قائمة – إنهما يشكلان زاوية مثل زاوية هذه الصفحة. اصنع زاوية قائمة بذراعيك أو ساقيك.
fr: Les jambes de Phyllis sont à un angle droit l'une par rapport à l'autre -- elles forment un angle comme le coin de cette page. Fais un angle droit avec tes bras ou tes jambes.
ja: フィリスの二本の足は、ちょうど、このページの角のように、直角に開いています。自分の腕や足で直線の形を作ってみてください。
ko: 필리스의 두 다리는 서로 직각을 이루어요. - 이 페이지의 모서리 같은 각을 만들죠. 다리나 팔로 직각을 만들어보세요.
tr: Bu resimde Phyllis’in bacakları birbirine dik açıda – dik açılar, bu sayfanın köşesi gibi bir açı oluştururlar. Siz de kollarınız veya bacaklarınızla bir dik açı oluşturun.

# data_list
source: Phyllis and her partner are performing in this picture. How can you tell?
ar: فيليس وشريكها يؤدِّيان عرضًا في هذه الصورة. كيف يمكنك معرفة ذلك؟
fr: Phyllis et son partenaire font un spectacle sur cette photo. Comment le sais-tu ?
ja: この絵では、フィリスともう一人の人がバレエを踊っています。それは、どんなことからわかりますか。
ko: 필리스와 그녀의 짝은 이 그림 속에서 공연하고 있어요. 여러분은 어떻게 아나요?
tr: Phyllis ve partneri bu resimde bir performans sergiliyorlar. Bunu nasıl anlayabilirsiniz?

# data_list
source: Have you ever worked really hard at something? How did you feel about doing that?
ar: هل عملت يومًا بجِدٍّ شديد في شيء ما؟ كيف شعرت حيال ذلك؟
fr: As-tu déjà travaillé très dur pour quelque chose ? Qu’est-ce que tu as ressenti en faisant cela ?
ja: 今まで、本当に一生懸命に何かをしたことがありますか。そうすることで、どんな気持ちになりましたか。
ko: 여러분도 무언가를 위해 정말 열심히 해본 적이 있나요? 여러분은 그것을 하며 어떤 기분이었나요?
tr: Siz de bir şey için çok sıkı çalıştınız mı hiç? Nasıl hissettiniz?

# data_list
source: Romeo and Juliet, Swan Lake and Giselle. Phyllis danced these for the people: graceful, tireless, well. With partners Gary Burne and Eduard Greyling too, her magnificence inspired the audience. To her, flowers they threw.
ar: روميو وجولييت، بحيرة البجع وجيزيل. رقصت فيليس هذه الأعمال للناس وهي رشيقة، لا تكلُّ وبارعة. مع شركائها غاري بيرن وإدوارد جرينلينغ أيضًا، كانت عظمتها تلهم الجمهور وقاموا برمي الزهور لها.
fr: Roméo et Juliette, Le Lac des cygnes et Giselle. Phyllis les a dansés pour tout le monde : gracieuse, infatigable, performante. Avec tous ses partenaires tels que Gary Burne et Eduard Greyling, sa splendeur a inspiré le public. Pour elle, ils ont jeté des fleurs.
ja: 「ロミオとジュリエット」、「白鳥の湖」、「ジゼル」。フィリスの踊る姿は、本当に美しく、見ていて飽きません。フィリスがゲイリー・バーンやエドゥアルト・グレイリングと一緒に踊ると、観客は、その素晴らしさに感激しました。
ko: 로미오와 줄리엣, 백조의 호수와 지젤. 필리스는 항상 우아하고, 건강하고, 지치지 않는 사람들을 위해 춤을 췄어요. 파트너 개리 번과 에두아르드 그레이링과 함께, 그녀의 아름다움은 관객들을 매료시켰죠. 모두들 그녀에게 꽃을 던졌어요.
tr: Romeo ve Juliet, Kuğu Gölü ve Giselle. Phyllis bunları insanlar için dans etti: zarif, yorulmadan, çok iyi bir şekilde. Gary Burne ve Eduard Greyling adlı partnerlerle de Phyllis’in ihtişamı seyirciye ilham oldu. Ona çiçekler attılar.

# data_list
source: Phyllis' body is pictured inside a clock. Go around the clock saying and pointing at each number.
ar: جسم فيليس مصوَّر داخل ساعة. اذهب حول الساعة وأشر إلى كل رقم وقُل اسمه.
fr: Le corps de Phyllis est représenté à l'intérieur d'une horloge. Fais le tour de l'horloge en disant et en montrant chaque chiffre.
ja: フィリスの周りに数字が時計のように並んでいますね。それぞれの数字を順番に指差しながら、読んでみましょう。
ko: 필리스의 몸이 시계 안에 그려져있어요. 시계를 한 바퀴 돌며 숫자를 하나씩 가리키며 말해보세요.
tr: Phyllis’in vücudu bir saatin içinde resmedilmiş. Saatin etrafından giderek, her bir sayıyı göstererek kaç olduğunu söyleyin.
