Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The picture doesn't look like Dog yet. Use your imagination to think of what else the drawing might become. Perhaps a ladybug, or a water bottle squirting water, or a space alien?
fr: Le dessin ne ressemble pas encore à Chien. Utilise ton imagination pour penser à ce que le dessin pourrait devenir d'autre. Peut-être une coccinelle, une bouteille d'eau qui gicle, ou un extraterrestre ?
ja: この絵は、まだいぬの絵には見えません。他にどんな絵になるか想像してみよう？例えば、てんとう虫かな、水筒から水が出ている絵かな、もしかすると宇宙人かな？
ko: 이 그림은 아직 개와 같이 보이지는 않습니다. 그림이 개가 아닌 전혀 다른 모습이 될 수 있는지 상상해 보세요. 아마 무당벌레나 물이 뿜어나오는 물병이거나 외계인이 될 수도 있지 않을까요?
tr: Resim henüz Köpek’e benzemiyor. Hayal gücünüzü kullanarak bu resmin başka neye dönüşebileceğini bir düşünün. Belki bir uğur böceği, bir su fışkırtan su şişesi veya bir uzaylı?

# data_list
source: Have you noticed what came back on the rectangular piece of paper?
fr: As-tu remarqué ce qui est revenu sur la feuille de papier rectangulaire ?
ja: 長方形の紙が元に戻ったことに気付いたかな？
ko: 여러분은 사각형 종이 위에 무엇이 다시 나타났는지 보이나요?
tr: Dikdörtgen kâğıdın üzerine neyin geri geldiğini fark ettiniz mi?

# data_list
source: Now he draws the eyes and the eyebrows of Dog. The eyes are two dots. The eyebrows are two lines. Wow, that is perfect!
fr: Maintenant il dessine les yeux et les sourcils de Chien. Les yeux sont deux points. Les sourcils sont deux lignes. Wow, c'est parfait !
ja: そして、ねこは、いぬの目とまゆ毛を描きました。 目は二つの点です。 まゆ毛は２本の線です。 わぁ、かんぺきだね！
ko: 이제 고양이는 눈을 그리고 개의 눈썹을 그립니다. 눈은 두 개의 점으로 되어있습니다. 눈썹은 두 개의 선으로 되어있습니다. 와! 완벽하군요!
tr: Kedi şimdi Köpek’in gözlerini ve kaşlarını çiziyor. Gözleri iki noktadır. Kaşları iki çizgidir. Vay canına, bu mükemmel!

# data_list
source: Do you see any rectangles in addition to the piece of paper? There are probably many rectangles where you are. How many can you find?
fr: Vois-tu des rectangles en plus de la feuille de papier ? Il y a probablement beaucoup de rectangles là où tu te trouves. Combien peux-tu en trouver ?
ja: 絵の中で紙以外の長方形を見つけられるかな？君の身の回りにもおそらくたくさんの長方形があるね。何個見つけられたかな？
ko: 여러분은 종이위에 또 다른 사각형이 보이나요? 아마도 여러분이 있는 곳에는 많은 사각형이 있을거에요. 여러분은 몇 개나 찾을 수 있나요?
tr: Resimde kâğıttan başka bir dikdörtgen görüyor musunuz? Şu an bulunduğunuz yerde muhtemelen bir sürü dikdörtgen vardır. Kaç dikdörtgen bulabilirsiniz?

# data_list
source: Cat and Dog aren't talking to each other in this story. They are communicating without words. What are they doing to communicate?
fr: Chat et Chien ne se parlent pas dans cette histoire. Ils communiquent sans mots. Que font-ils pour communiquer ?
ja: ねこといぬは、この話のなかでお互いに話をしていません。言葉を使わないで、考えを伝えています。考えを伝えるために、何をしているかな？
ko: 그림에는 고양이와 개가 서로 이야기를 하지 않고 있습니다. 그들은 말없이 서로 이야기를 나누고 있습니다. 그들은 서로 소통하기 위해 무엇을 하고 있나요?
tr: Kedi ve Köpek bu hikâyede birbirleriyle konuşmuyorlar. Kelimeler olmadan iletişim kuruyorlar. İletişim kurmak için ne yapıyorlar?

# data_list
source: Which things come in pairs and which come in 3's in this picture?
fr: Quelles sont les choses qui vont par paire et celles qui vont par 3 dans cette image ?
ja: 絵の中で、何がペアで、どれが３つで１つグループになるかな？
ko: 그림에는 어떤 것들이 짝으로 되어있고 어떤것들은 세 개의 그룹으로 되어있나요?
tr: Bu resimde hangi şeyler çift ve hangileri üçlüdür?

# data_list
source: Then he draws the mouth of Dog. The mouth is a line. The shape is again the letter 'w' and he draws some dots around the mouth of Dog. Three on the left side and three on the right side.
fr: Puis il dessine la bouche de Chien. La bouche est une ligne. La forme est à nouveau la lettre « w » et il dessine des points autour de la bouche de Chien. Trois sur le côté gauche et trois sur le côté droit.
ja: それから、ねこは、いぬの口を描きました。 口は線です。 口の形は、また英語の「W」の形で、ねこは、いぬの口のまわりにいくつかの点を描きました。 左側に３つ、右側に３つです。
ko: 그리고 나서 고양이는 개의 입을 그립니다. 입은 선으로 되어있습니다. 모양은 또 W 모양이고 고양이는 개의 입 주변으로 몇 개의 점들을 그립니다. 왼쪽에 세 개의 점이 있고 오른쪽에도 세 개의 점이 있습니다.
tr: Kedi, daha sonra, Köpek’in ağzını çizer. Köpek’in ağzı bir çizgidir. Şekli yine ‘W’ harfidir. Ardından, Köpek’in ağzının etrafına birkaç nokta çizer. Üç tane sol tarafa ve üç tane sağ tarafa.

# data_list
source: Lines can be straight or curved. Other than their mouths, what are some other curved lines in this picture?
fr: Les lignes peuvent être droites ou courbes. À part leur bouche, quelles sont les autres lignes courbes de cette image ?
ja: 線は、まっすぐだったり、曲がったりします。ねこといぬの口のほかに、絵の中にはどんな曲線があるかな？
ko: 선은 똑바를 수도 있고 곡선일수도 있습니다. 입과 함께 그림에서 또 다른 곡선이 있나요?
tr: Çizgiler düz veya kıvrımlı olabilir. Ağızları haricinde, bu resimdeki diğer kıvrımlı çizgiler nelerdir?

# data_list
source: Cat and Dog have 3 dots on each side of their face. Skip count by 3's to count the total number of dots.
fr: Chat et Chien ont 3 points de chaque côté de leur visage. Compte par 3 pour obtenir le nombre total de points.
ja: ねこといぬは、顔の両側にそれぞれ３つの点があります。３個ずつ飛ばして数えて、点が何個あるか数えてみよう。
ko: 고양이와 개의 얼굴에는 각각 세 개의 점이 있습니다. 점의 합계를 3 단위로 건너뛰어 세어보세요.
tr: Kedi ve Köpek’in yüzlerinin her iki tarafında üç nokta var. Toplam nokta sayısını saymak için üçerli atlayarak sayın.

# data_list
source: They have very different ears. Describe the shapes. How are they similar and how are they different?
fr: Ils ont des oreilles très différentes. Décris les formes. En quoi sont-elles semblables et en quoi sont-elles différentes ?
ja: ねこといぬの耳は違う形です。それぞれの形を説明してみよう。どこが同じで、どこが違うかな？
ko: 고양이와 개는 서로 다른 귀를 가지고 있습니다. 귀의 모양을 묘사해 보세요. 어떤점이 비슷하고 어떤점이 다른가요?
tr: Kedi ve Köpek’in çok farklı kulakları var. Şekillerini tarif edin. Birbirlerine nasıl benzerler ve birbirlerinden nasıl farklılar?

# data_list
source: The drawing is almost finished. He draws the arms and legs of Dog. The arms and legs are lines and he draws the toes of Dog. The toes are circles and he draws the tail of Dog. The tail looks like a flower.
fr: Le dessin est presque terminé. Il dessine les bras et les jambes de Chien. Les bras et les jambes sont des lignes et il dessine l'orteil de Chien. Les orteils sont des cercles et il dessine la queue de Chien. La queue ressemble à une fleur.
ja: この絵はもうすぐ完成です。 ねこは、いぬの足と腕を描きました。 腕と足は線で、ねこは、いぬのつま先を描きました。 つま先は丸で、ねこは、いぬのしっぽも描きました。 しっぽはまるでお花のようです。
ko: 그림이 거의 완성되어 갑니다. 고양이는 개의 팔과 다리를 그립니다. 팔과 다리는 선으로 그려져 있으며 고양이는 개의 발가락을 그립니다. 발가락은 원으로 되어있고 고양이는 개의 꼬리를 그립니다. 꼬리는 꽃같아 보입니다.
tr: Kedi’nin çizimi neredeyse bitti. Kedi, Köpek’in kollarını ve bacaklarını çizer. Köpek’in kolları ve bacakları çizgidir. Sonra, Köpek’in ayak parmağını çizer. Köpek’in ayak parmakları daire şeklindedir. Ardından, Köpek’in kuyruğunu çizer. Kuyruk bir çiçeğe benziyor.

# data_list
source: Dogs have the same number of toenails as toes. Skip count by 3's to find the total number of toes and toenails.
fr: Les chiens ont le même nombre d'ongles de pied que d'orteils. Sauter le compte par 3 pour trouver le nombre total d'orteils et d'ongles de pieds.
ja: いぬには、つま先の指と同じ数の足のつめがあります。つま先の指の数とつめの数を合わせるとどんな数になるか、３つ飛ばして数えてみよう。
ko: 개는 발가락과 같은 수의 발톱을 가지고 있습니다. 발가락과 발톱의 합계를 3 단위로 건너뛰어 세기를 해보세요.
tr: Köpeklerin ayak parmakları ile aynı sayıda ayak tırnakları vardır. Köpek’in ayak parmaklarının ve ayak tırnaklarının toplam sayısını bulmak için üçer üçer ritmik (atlayarak) sayın.

# data_list
source: This picture has many things that come in pairs. Count them all by skip counting by 2's.
fr: Cette image contient de nombreux éléments qui vont par paire. Compte-les tous en sautant des paires 2.
ja: この絵は多くのペアになるものがあります。２つ飛ばしてペアを全て数えてみよう。
ko: 그림은 많은 것들이 짝을 이루고 있습니다. 2 단위로 건너뛰어 세어 보세요.
tr: Bu resimde bir sürü şey çiftler halinde. Çift olan şeylerin hepsini ikişerli atlayarak sayın.

# data_list
source: Suppose you had five pairs. You could skip count them by 2's five times or skip count them by 5's two times. Why do you get the same answer both ways?
fr: Supposons que tu ais cinq paires. Pourrais-tu les compter par 2 cinq fois ou les compter en sautant par 5 deux fois. Pourquoi obtiens-tu la même réponse dans les deux cas ?
ja: 例えば、きみは５個のペアの物を持っているとします。２個ずつ５回飛ばして数えたり、５個ずつ２回飛ばして数えられるでしょう。なぜ二つの方法で同じ答えが得られるのかな？
ko: 만약에 5 개의 짝을 가지고 있다고 가정해 보세요. 여러분은 2 단위로 건너뛰기를 다섯 번 반복하거나 5 단위로 두 번 건너뛰어 셀 수 있습니다. 여러분은 어떻게 두 가지의 방법으로 같은 대답을 얻을 수 있나요?
tr: Diyelim ki beş çiftiniz var. Onları, 5 kez ikişerli veya 2 kez beşerli atlayarak sayabilirsiniz. Neden her iki yöntemde de aynı sonucu elde edersiniz?

# data_list
source: At last he draws some black circles on the body of Dog and he colors the body yellow. Then the drawing is finished. Wow, that is wonderful!
fr: En dernier lieu, il dessine quelques cercles noirs sur le corps de Chien et il colore le corps en jaune. Puis le dessin est terminé. Wow, c'est merveilleux !
ja: 最後に、いぬの体にいくつかの黒い点を描いて、ねこはいぬの体を黄色に塗りました。 とうとう、この絵は完成です。 わぁ、すばらしいね！
ko: 마침내 고양이는 개의 몸에 몇 개의 검은 원을 그립니다. 그리고 몸통을 노란색으로 칠합니다. 그리고 나면 그림이 완성되었습니다. 와, 정말 잘 그렸군요!
tr: En sonunda, Köpek’in gövdesine bazı siyah daireler çizer ve gövdeyi sarıya boyar. Ardından, çizim biter. Vay canına, bu harika!

# data_list
source: How many steps did this drawing take? Was it less than, the same as, or more than the number of steps for the first drawing?
ja: この絵は何段階のステップがあったかな？ねこを描いた絵と比べて、ステップの数は少ないかな、同じかな、多いかな？
ko: 이 그림은 몇 번의 단계에 걸쳐 완성되었나요? 첫 번째 그림보다 덜, 같은, 아니면 더 많은 단계가 걸렸나요?
tr: Bu çizim kaç adım sürdü? Bu çizimin adım sayısı, ilk çizimin adım sayısından daha mı az, daha mı fazla? Yoksa eşit adım sayısına mı sahip?

# data_list
source: In this drawing, you don't see Dog's mouth. Even still, you can tell Dog is happy in the drawing. How can you tell?
fr: Dans ce dessin, on ne voit pas la bouche de Chien. Malgré tout, on peut dire que Chien est heureux dans ce dessin. Comment le sais-tu ?
ja: この絵のいぬの口の中は見えないね。それでも、この絵のいぬは幸せだと言えそうだね。どうしてそう言えるのかな？
ko: 이 그림에서 여러분은 개의 입을 볼 수 없습니다. 그런데도 여러분은 개가 그림에서 아주 행복하다는것을 알 수 있습니다. 여러분은 어떻게 아나요?
tr: Bu çizimde Köpek’in ağzını göremiyorsunuz. Yine de çizimdeki Köpek’in mutlu olduğunu söyleyebilirsiniz. Mutlu olduğunu nasıl anlayabilirsiniz?

# data_list
source: Have you ever seen cats and dogs stand on their back two feet? Some can do it for a short time, but it is unusual.
fr: As-tu déjà vu des chats et des chiens se tenir sur leurs deux pieds arrière ? Certains peuvent le faire pendant un court moment, mais c'est inhabituel.
ja: ねこといぬが、２本の後ろ足を使って立っていることに気付いていたかな？ちょっとの間、立つことができるいぬやねこもいるけれど、これは普通じゃないよ。
ko: 여러분은 고양이나 개가 두 발로 서 있는 것을 본 적이 있나요? 가끔 서 있는 경우도 있지만 그것은 드문 일이에요.
tr: Hiç arka iki ayağı üzerinde duran kedi ve köpek gördünüz mü? Bazı kedi ve köpekler bunu kısa bir süre için yapabilir ancak bu alışılmadık bir durumdur.

# data_list
source: Bye bye Cat. Bye bye drawing of Cat. Bye bye Dog. Bye bye drawing of Dog.
fr: Au revoir, Chat. Au revoir le dessin de Chat. Au revoir, Chien. Au revoir le dessin de Chien.
ja: バイバイ、ねこさん。 バイバイ、ねこの絵。 バイバイ、いぬさん。 バイバイ、いぬの絵。
ko: 잘 가! 고양이야. 잘 가! 그림속의 고양이야. 잘 가! 개야. 잘 가! 그림속의 개야.
tr: Güle güle, Kedi! Güle güle, Kedi çizimi! Güle güle, Köpek! Güle güle, Köpek çizimi!

# data_list
source: In which ways does this picture have mirror symmetry and in which ways does it fail?
fr: En quoi cette image présente-t-elle une symétrie miroir et en quoi n'en présente-t-elle pas ?
ja: この絵のどの向きが鏡対称で、どの向きがそうでないかな？
ko: 그림에서 어떤 것들은 거울 대칭이 될 수 있고 어떤 것들은 그렇지 못한가요?
tr: Bu resim hangi açılardan ayna simetrisine sahiptir ve hangi bakımdan ayna simetrisinde başarısızdır?

# data_list
source: When you draw a picture of someone it's called a portrait. Have you ever drawn a portrait of someone? How did it turn out?
fr: Quand tu fais un dessin de quelqu'un, cela s'appelle un portrait. As-tu déjà dessiné le portrait de quelqu'un ? Comment cela s'est-il passé ?
ja: 他の人の絵を描くことを、似顔絵（肖像画）と呼ぶよ。似顔絵を描いたことがあるかな？その時、どんな絵になったかな？
ko: 여러분이 누군가의 사진을 그린다면 그것은 초상화라고 부릅니다. 여러분은 누군가의 초상화를 그려본 적이 있나요? 잘 그려졌나요?
tr: Birinin resmini çizdiğinizde, ona ‘portre’ denir. Birinin portresini çizdiniz mi hiç? Nasıl sonuçlandı?

# data_list
source: Drawing a picture of yourself is called a self-portrait. If you drew a self-portrait where would you start? Would you use an oval for your body, or would you start somewhere else?
fr: Dessiner une image de soi s'appelle un autoportrait. Si tu dessinais un autoportrait, par où commencerais-tu ? Utiliserais-tu un ovale pour ton corps, ou commencerais-tu ailleurs ?
ja: 自分自身の絵を描くことは、自画像と呼ぶよ。もし自画像を描くなら、どこから始めるかな？体は楕円を使うかな、それとも他の場所から始めるかな？
ko: 본인 자신의 사진을 그린다면 그것은 자화상이라고 부릅니다. 여러분이 자화상을 그린다면 어디에서 부터 그릴것 같나요? 여러분의 몸을 그릴때 타원형으로 시작할 것인가요 아니면 다른 곳에서 부터 시작할 건가요?
tr: Kendi resminizi çizmeye ise ‘otoportre’ denir. Bir otoportre çizseniz, çizime nereden başlardınız? Vücudunuz için oval şeklini kullanır mıydınız yoksa çiziminize başka bir yerden mi başlardınız?

# data_list
source: In my village lives Mister Kio. Mister Kio has a cat called Safi.
ar: في قريتي يعيش السيد كيو. السيد كيو لديه قطة تدعى صافي.
fr: Dans mon village vit Monsieur Kio. Monsieur Kio a un chat qui s’appelle Safi.
ja: 私の村にはキオさんが住んでいます。キオさんはサフィという猫を飼っています。
ko: 제 마을에는 기오씨가 살아요. 기오씨는 사피라는 고양이를 키운답니다.
tr: Benim köyümde Kio Bey yaşar. Kio Bey’in Safi adında bir kedisi var.

# data_list
source: Point out and name each of the strong colors on this page.
ar: أشر إلى كل لون من الألوان القوية في هذه الصفحة وقم بتسميتها.
fr: Indique et nomme toutes les couleurs vives sur cette page.
ja: このページで使われている強い色をそれぞれ指さして色の名前を言ってください。
ko: 그림에 있는 색깔들을 가리켜보아요.
tr: Bu sayfadaki güçlü renklerin her birini gösterip isimlerini söyleyin.

# data_list
source: Which has the least number of legs -- the table, Mr. Kio, or Safi?
ar: من لديه أقل عدد من الأرجل - الطاولة، السيد كيو، أم صافي؟
fr: Qui a le moins de jambes -- la table, Monsieur Kio ou Safi ?
ja: テーブル、キオさん、サフィのうち、足の数が最も少ないのはどれですか？
ko: 책상과 기오씨, 그리고 사피 중에 누가 다리의 개수가 제일 적나요?
tr: Hangisi en az sayıda bacağa sahiptir – masa mı, Kio Bey mi yoksa Safi mi?

# data_list
source: How many of Safi's legs can you see? How many can't you see?
ar: كم عدد أرجل صافي التي يمكنك رؤيتها؟ كم عدد التي لا يمكنك رؤيتها؟
fr: Combien de jambes de Safi peux-tu voir ? Combien ne peux-tu pas voir ?
ja: サフィの足は何本見えますか？何本隠れていますか？
ko: 사피의 다리 중 몇 개가 보이나요? 몇 개가 보이지 않나요?
tr: Safi'nin kaç bacağını görebiliyorsunuz? Kaç tanesini göremiyorsunuz?

# data_list
source: When Mister Kio goes to work, he leaves the door open.
ar: عندما يذهب السيد كيو إلى العمل، يترك الباب مفتوحًا.
fr: Quand Monsieur Kio va travailler, il laisse la porte ouverte.
ja: キオさんはドアを開けたまま、仕事に行きます。
ko: 기오씨가 일하러 나갈 때, 그는 문이 열어 두고 나간답니다.
tr: Kio Bey işe gittiği zaman kapıyı açık bırakır.

# data_list
source: Where are the two things that used to be hanging on the pegs by the door?
ar: أين الشيئان اللذان كانا معلقين على الأوتاد عند الباب؟
fr: Où sont les deux objets qui étaient accrochés aux patères près de la porte ?
ja: 以前、ドアの横の壁掛けにかかっていた2つのものはどこにありますか？
ko: 문 옆 고리에 걸려있던 물건들이 어디로 갔을까요?
tr: Kapının yanındaki askıda hep asılı duran o iki şey nerede?

# data_list
source: Notice that Safi looks happy when Mr. Kio leaves?
ar: هل لاحظت أن صافي تبدو سعيدةً عندما يغادر السيد كيو؟
fr: As-tu remarqué à quel point Safi a l’air heureuse quand Monsieur Kio part ?
ja: キオさんが出かけるときに、サフィが嬉しそうな顔をしているのに気づきましたか？
ko: 기오씨가 떠날 때 사피가 행복해 보이네요.
tr: Kio Bey gittiğinde Safi’nin mutlu olduğunu fark ettiniz mi?

# data_list
source: It is odd that Mr. Kio leaves the door open when he leaves.
ar: من الغريب أن السيد كيو يترك الباب مفتوحًا عندما يغادر.
fr: C’est étrange que Monsieur Kio laisse la porte ouverte quand il part.
ja: キオさんが出かけるときに、ドアを開けたままにしているのはおかしいですね。
ko: 기오씨가 집을 나설 때 문을 열어두고 나간다는게 특이하지 않나요?.
tr: Kio Bey gittiğinde kapıyı açık bırakması tuhaf.

# data_list
source: Safi sits in the doorway to watch over the house.
ar: صافي تجلس في المدخل لتراقب المنزل.
fr: Safi s’assoit à la porte pour surveiller la maison.
ja: サフィは玄関に座って家を見守ります。
ko: 사피는 문앞에 앉아서 집을 지켜요.
tr: Safi, eve göz kulak olmak için kapı girişinde oturur.

# data_list
source: A square is a shape like this page that has four equal sides. This floor is tiled with square tiles.
ar: المربع هو شكل مثل هذه الصفحة وله أربعة أضلاع متساوية. هذه الأرضية مبلطة ببلاط مربع.
fr: Un carré est une forme comme cette page avec quatre côtés égaux. Ce sol est carrelé de carreaux carrés.
ja: 正方形とはこのページのように4つの辺が等しい形のことです。この床は正方形のタイルが貼られています。
ko: 정사각형은 이 페이지처럼 네 변이 같은 길이를 가진 모양이에요. 여기에 있는 바닥은 정사각형 타일로 깔려있네요.
tr: Bir kare, bu sayfa gibi dört eşit kenarı olan bir şekildir. Bu yer, kare fayanslarla döşenmiş.

# data_list
source: Do you have tiles where you live? If so, what shape are they?
ar: هل لديك بلاط حيث تعيش؟ إذا كان الأمر كذلك، ما هو شكله؟
fr: As-tu du carrelage chez \\ toi ? Si oui, quelle est sa forme ?
ja: あなたが住んでいる場所にはタイルがありますか？もしあれば、どんな形ですか？
ko: 여러분이 사는 곳에 타일들이 있나요? 있다면 어떤 모양인가요?
tr: Sizin yaşadığınız yerde fayans var mı? Varsa, hangi şekildeler?

# data_list
source: Does Safi like being a house watcher?
ar: هل تحب صافي أن تكون حارسةً للمنزل؟
fr: Est-ce que Safi aime surveiller sa maison ?
ja: サフィは留守番が好きですか？
ko: 사피가 집을 지키는 것을 좋아하나요?
tr: Safi, evin bekçisi olmaktan hoşlanıyor mu?

# data_list
source: When the neighbor's dog comes close, Safi scares him away.
ar: عندما يقترب كلب الجيران، تخيفه صافي ليهرب.
fr: Quand le chien du voisin s’approche, Safi lui fait peur.
ja: 近所の犬が近づくと、サフィは犬を追い払います。
ko: 옆집 개가 너무 가까이 오면, 사피는 그를 쫓아낸답니다.
tr: Komşunun köpeği yaklaştığında, Safi onu korkutup kaçırıyor.

# data_list
source: How can you tell that Safi is trying to scare the dog?
ar: كيف يمكنك معرفة أن صافي تحاول إخافة الكلب؟
fr: Comment peut-on voir que Safi essaie d’effrayer le chien ?
ja: サフィが犬を怖がらせようとしているのはどうして分かりますか？
ko: 여러분은 사피가 개를 겁나게 하려는걸 어떻게 알 수 있나요?
tr: Safi’nin köpeği korkuttuğunu nasıl anlayabilirsiniz?

# data_list
source: Point at the circles of colors and name the colors. Those circles aren't really in the house.
ar: أشر إلى دوائر الألوان وقم بتسمية كل لون. هذه الدوائر ليست موجودة حقًا في المنزل.
fr: Montre les cercles de couleur et nomme les couleurs. Ces cercles ne sont pas vraiment dans la maison.
ja: 色のついた円を指さして色の名前を言ってください。これらの円は家の中にあるものではありません。
ko: 알록달록한 원들을 가리키고 색깔을 말해보세요. 저 원형들이 진짜로 집안에 있는건 아니랍니다.
tr: Renk dairelerine işaret edip renklerin isimlerini söyleyin. O daireler aslında evin içinde değiller.

# data_list
source: Circles that share the same central point are called "concentric."
ar: تسمى الدوائر التي تشترك في نفس النقطة المركزية "متحدة المركز".
fr: Les cercles qui partagent le même point central sont appelés « concentriques. »
ja: 中心点が同じ円を「同心円」と呼びます。
ko: 중심이 같은 원형들은 동심원이라고 불러요.
tr: Aynı merkezi noktayı paylaşan dairelere "eş merkezli" denir.

# data_list
source: The dog runs away.
ar: الكلب يهرب.
fr: Le chien s’enfuit.
ja: 犬は走って逃げ出します。
ko: 개가 달아나네요.
tr: Köpek kaçıp gidiyor.

# data_list
source: What is the dog feeling?
ar: بماذا يشعر الكلب؟
fr: Que ressent le chien ?
ja: 犬は何を感じていますか？
ko: 개는 지금 어떤 감정을 느끼고 있을까요?
tr: Köpek ne hissediyor?

# data_list
source: Which animal is bigger, the cat or the dog?
ar: أي حيوان أكبر، القطة أم الكلب؟
fr: Quel animal est le plus gros, le chat ou le chien ?
ja: 猫と犬のどちらの方が大きいですか？
ko: 고양이나 강아지 중에 어떤 동물이 더 큰가요?
tr: Hangi hayvan daha büyük, kedi mi yoksa köpek mi?

# data_list
source: These bands of color going from yellow to orange give a sense of motion. Compare this to the concentric circles on the previous page.
ar: تعطي هذه الأشرطة الملونة التي تتراوح من الأصفر إلى البرتقالي إحساسًا بالحركة. قارنها بالدوائر متحدة المركز في الصفحة السابقة.
fr: Ces bandes colorées allant du jaune à l’orange donnent une impression de mouvement. Compare-les aux cercles concentriques de la page précédente.
ja: 色の帯が黄色からオレンジに変わることで、動いている様子が伝わりますね。前のページの同心円と比べてみましょう。
ko: 노란색에서 주황색으로 가는 색깔들이 움직이는 것 같은 느낌을 줘요. 앞장에 있는 동심원과 비교해보세요.
tr: Sarıdan turuncuya giden bu renk şeritleri bir hareket hissi veriyor. Bunu bir önceki sayfadaki eş merkezli dairelerle kıyaslayın.

# data_list
source: When a neighbor knocks at the door, Safi is ready to scratch.
ar: عندما يطرق أحد الجيران الباب، صافي مستعدة للخدش.
fr: Quand un voisin frappe à la porte, Safi est prête à griffer.
ja: お隣さんがドアをノックすると、サフィは引っ搔こうとします。
ko: 이웃이 문을 두드릴때면 사피는 할퀼 준비를 하네요.
tr: Bir komşu kapıyı çaldığında, Safi tırmalamak için hazır.

# data_list
source: How can you tell that Safi is being scary? Is the neighbor scared?
ar: كيف يمكنك معرفة أن صافي تحاول أن تبدو مخيفة؟ هل تبدو الجارة خائفة؟
fr: Comment peut-on voir que Safi fait peur ? Est-ce que la voisine a peur ?
ja: サフィが怖がらせようとしているのはどうして分かりますか？お隣さんは怖がっていますか？
ko: 사피가 무섭게 보이려고 하는 것을 여러분은 어떻게 알 수 있나요? 이웃이 무서워하고 있나요?
tr: Safi’nin korkutucu olmaya başladığını nasıl anlarsınız? Komşu korkmuş mudur?

# data_list
source: Does the neighbor need to be scared away, or is Safi doing too much?
ar: هل من الضروري أن تخيف الجارة لتهرب أم أن صافي تبالغ؟
fr: La voisine doit-elle avoir peur, ou Safi en fait-elle trop ?
ja: お隣さんを追い払う必要はありますか？それともサフィはやり過ぎですか？
ko: 이웃을 꼭 쫓아내야 할까요? 아니면 사피가 너무한가요?
tr: Komşunun korkutulup kaçırılmasına gerek var mı yoksa Safi çok mu fazla korkutuyor?

# data_list
source: Point to and name different things in this picture that are in a group of 2, 3, or 4.
ar: أشر إلى الأشياء المختلفة في هذه الصورة الموجودة في مجموعة مكونة من 2 أو 3 أو 4 وقم بتسميتها.
fr: Dans cette image, indique et nomme les différents objets qui font partie d’un groupe de 2, 3 ou 4.
ja: この絵の中で、2、3、4つのグループになっている様々なものを指さして名前を言ってみましょう。
ko: 그림에서 2개, 3개, 또는 4개가 그룹인 것들을 가리켜보고 이야기해보아요.
tr: Resimdeki ikili, üçlü veya dörtlü gruplar halinde olan farklı şeyleri gösterip isimlerini söyleyin.

# data_list
source: The neighbor turns and runs away.
ar: الجارة تعود أدراجها وتهرب.
fr: La voisine se retourne et s’enfuit.
ja: お隣さんは引き返し、走って逃げ出します。
ko: 이웃은 뒤돌아서서 달아나네요.
tr: Komşu, arkasını dönüp kaçıp gider.

# data_list
source: Looking at the neighbor's clothes, what is her favorite color?
ar: بالنظر إلى ملابس الجارة، ما هو لونها المفضل؟
fr: Si on se fie aux vêtements de la voisine, quelle est sa couleur préférée ?
ja: お隣さんの服を見てください。彼女の好きな色は何色ですか？
ko: 이웃의 옷을 봤을 때, 이웃이 제일 좋아하는 색깔은 무엇인가요?
tr: Komşunun kıyafetlerine bakarak, sizce onun favori rengi nedir?

# data_list
source: What is your favorite color?
ar: ما هو لونك المفضل؟
fr: Quelle est ta couleur préférée ?
ja: あなたの好きな色は何色ですか？
ko: 여러분이 제일 좋아하는 색깔은 무엇인가요?
tr: Sizin favori renginiz nedir?

# data_list
source: The neighbor is frightened by Safi. Have you ever been frightened by a cat or other small animal?
ar: الجارة تخاف من صافي. هل سبق لك أن شعرت بالخوف من قطة أو حيوان صغير آخر؟
fr: La voisine est effrayée par Safi. As-tu déjà eu peur d’un chat ou d’un autre petit animal ?
ja: お隣さんはサフィに怯えています。あなたはこれまでに猫や他の小動物に怯えたことはありますか？
ko: 이웃은 사피가 무서워서 달아나는 것 같아요. 여러분은 고양이나 작은 동물이 무서워서 도망친 적이 있나요?
tr: Komşu, Safi tarafından korkutuluyor. Siz bir kedi veya başka küçük bir hayvan tarafından hiç korkutuldunuz mu?

# data_list
source: When Safi is hungry, she closes the door.
ar: تغلق صافي الباب عندما تشعر بالجوع.
fr: Quand Safi a faim, elle ferme la porte.
ja: サフィはお腹がすいたら、ドアを閉めます。
ko: 사피가 배가 고플때는, 문을 닫아요.
tr: Safi acıktığında, kapıyı kapatır.

# data_list
source: Safi should just close the door as soon as Mr. Kio leaves.
ar: يجب على صافي أن تغلق الباب بمجرد أن يغادر السيد كيو.
fr: Safi devrait juste fermer la porte aussitôt que Monsieur Kio part.
ja: サフィはキオさんが出かけたらすぐにドアを閉めるべきです。
ko: 그냥 기오씨가 떠나자 마자 문을 닫는게 좋을 것 같은데요.
tr: Kio Bey gider gitmez Safi kapıyı hemen kapatmalıdır.

# data_list
source: Is little Safi big enough to close that big door?
ar: هل صافي الصغيرة كبيرة بما يكفي لتغلق هذا الباب الكبير؟
fr: La petite Safi est-elle assez grande pour fermer cette grande porte ?
ja: 体の小さなサフィはあの大きなドアを開けられるほど大きいのでしょうか？
ko: 사피가 큰 문을 닫을 수 있을 정도로 큰가요?
tr: Bu büyük kapıyı kapatmak için Safi yeterince büyük mü?

# data_list
source: After the door closes, will Safi be able to reach the handle and open it?
ar: بعد أن يُغلق الباب، هل ستتمكن صافي من الوصول إلى المقبض وفتحه؟
fr: Une fois la porte fermée, Safi pourra-t-elle atteindre la poignée et l’ouvrir ?
ja: ドアが閉まった後に、サフィはドアの取っ手に手を伸ばして開けることができるのでしょうか？
ko: 사피가 문을 닫고 나서 다시 열수 있나요?
tr: Kapı kapandıktan sonra, Safi kapının koluna ulaşıp onu açabilir mi?

# data_list
source: Safi eats her food.
ar: صافي تأكل طعامها.
fr: Safi mange sa nourriture.
ja: サフィは自分の餌を食べます。
ko: 사피는 밥을 먹어요.
tr: Safi yemeğini yiyor.
