Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Counting the number of ways of doing something involving choices can lead to some inter- esting investigations. Here are a few possibilities – have fun thinking of many more with your child. **Investigation 1:** Drawing with only red and blue, how many ways can you draw a monster with a hat, eyes, and cape? How does this change if you only colored the hat and the cape? How would it change if you used three colors, or if you could only use each color once? **Investigation 2:** You have a row of 5 identical candies. How many ways can you color them so that there are 2 red ones and 3 blue ones? **Investigation 3:** Find all the ways to get a sum using a small set of numbers. Do this with and without considering order. For example, if you use 1 and 2, there are 1+1+1+1 = 2+1+1 = 2+2 ways of getting 4 without considering order, and 1+1+1+1 = 2+1+1 = 1+2+1 = 1+1+2 = 2+2 ways of getting 4 considering order.
ko: 선택과 관련된 무언가를 하는 방법의 수를 세는 것은 몇 가지 흥미로운 조사로 이어질 수 있습니다. 여기 몇 가지 가능성이 있습니다 - 아이와 함께 더 많은 방법을 생각하는 좋은 시간이 되세요. **조사 1:** 빨간색과 파란색으로만 그리는데, 모자, 눈, 망토로 괴물을 몇 가지 방법으로 그릴 수 있을까요? 세 가지 색상을 사용하거나 각 색상을 한 번만 사용할 수 있다면 어떻게 바뀔까요? **조사 2:** 당신은 5개의 똑같은 사탕을 가지고 있습니다. 빨간색 2개와 파란색 3개가 있도록 몇 가지 방법으로 색칠할 수 있나요? **조사 3:** 작은 숫자 세트를 사용하여 합계를 얻는 모든 방법을 찾아보세요. 순서를 생각하지 않고 해보세요. 예를 들어, 1과 2를 사용하는 경우, 1+1+1+1 = 2+1+1 = 2+2 와 같이 순서를 생각하지 않고 4를 얻는 방법, 그리고 1+1+1+1 = 2+1+1 = 1+2+1 = 1+1+2 = 2+2 와 같이 순서를 생각하고 4를 얻는 방법이 있습니다.
tr: Bir şeyi yapmanın kaç farklı yolu olduğunu saymak bazı ilginç araştırmalara yol açabilir. İşte birkaç olasılık – çocuğunuzla birlikte daha birçok fikir düşünmek eğlenceli olabilir. **Araştırma 1:** Sadece kırmızı ve mavi kullanarak, bir şapka, gözler ve pelerin olan bir canavarı kaç farklı şekilde çizebilirsiniz? Eğer sadece şapka ve pelerini renklendirirseniz nasıl değişir? Üç renk kullanırsanız ya da her rengi sadece bir kez kullanabilecekseniz nasıl değişir? **Araştırma 2:** 5 tane aynı şekeriniz var. Bunları 2 kırmızı ve 3 mavi olacak şekilde kaç farklı şekilde renklendirebilirsiniz? **Araştırma 3:** Küçük bir sayı kümesi kullanarak toplamı elde etmenin tüm yollarını bulun. Sıralamayı dikkate alarak ve etmeyerek yapın. Örneğin, 1 ve 2 kullanarak, sıralamayı dikkate almadan 4'ü elde etmenin 1+1+1+1 = 2+1+1 = 2+2 yolu vardır, sıralamayı dikkate alarak 4'ü elde etmenin ise 1+1+1+1 = 2+1+1 = 1+2+1 = 1+1+2 = 2+2 yolu vardır.

# data_list
source: HOW CAN I MAKE?
ko: 내가 어떻게 만들수 있을까요?
tr: NASIL YAPABILIRIM?

# data_list
source: Let Me Count the Ways
ko: 내가 방법을 세어볼께
tr: Yollari Sayayim

# data_list
source: One person gives the other person a target number and challenges them to come up with different ways of adding and/or subtracting to get that number. If the target is 3, it might start with 1 + 2, but then become 1 + 5 - 3 and so on. Add restrictions to make it more challenging. For example, you might not allow any numbers less than 4, or you might allow only numbers less than 4. You can turn this into an investigation by asking questions like: How many ways are there of getting 5 if I can only add 1's and 2's. As your child learns more mathematics, additional skills can be added, such as doubling and halving. For example, 5 is 2 doubled plus 1 or two 10’s minus three 5’s.
ko: 한 사람은 다른 사람에게 목표 숫자를 주고 그 숫자를 얻기 위해 덧셈 및/또는 뺄셈의 다른 방법을 생각해 내도록 도전해 보세요. 목표가 3이라면, 1 +2로 시작할 수 있지만, 1 + 5 - 3이 될 수 있습니다. 더 어렵게 만들기 위해 제한을 더해보세요. 예를 들어, 4보다 작은 숫자를 허용하지 않거나, 4보다 작은 숫자만 허용할 수 있습니다. 다음과 같이 질문을 함으로써 이것을 조사로 바꿀 수 있습니다: 1과 2만 더한다면 5를 얻는 방법은 몇 가지인가요? 아이가 더 많은 수학을 배우면서, 두 배와 반 나누기와 같은 추가 기술을 추가할 수 있습니다. 예를 들어, 5는 2의 두 배와 1를 더한 숫자이며 두 개의 10에서 세 개의 5를 뺀것과 같습니다.
tr: Bir kişi diğer kişiye bir hedef sayı verir ve bu sayıya ulaşmak için farklı toplama ve/veya çıkarma yollarını bulmasını ister. Eğer hedef 3 ise, başlangıç olarak 1 + 2 olabilir, ancak ardından 1 + 5 - 3 gibi kombinasyonlar da olabilir. Daha zorlaştırmak için kısıtlamalar ekleyebilirsiniz. Örneğin, 4'ten küçük sayılara izin vermeyebilirsiniz veya sadece 4'ten küçük sayıları kullanabilirsiniz. Bu, ‘Sadece 1'ler ve 2'ler ekleyerek 5 elde etmenin kaç yolu var?’ gibi sorular sorarak bir araştırmaya dönüştürülebilir. Çocuğunuz daha fazla matematik öğrendikçe, iki katına çıkarma ve yarıya indirme gibi ek beceriler de ekleyebilirsiniz. Örneğin, 5, 2'nin iki katı artı 1 veya iki 10'dan üç 5 çıkarılarak elde edilebilir.

# data_list
source: NUMBER SCRAMBLE
ko: 숫자 스크램블
tr: SAYI KARIŞIKLIĞI

# data_list
source: **The setup:** Roll one die twice to create a two-digit target number – the first roll will be the tens digit and the second roll the ones digit. Roll five dice to create numbers to work with. **The challenge:** Use addition, subtraction, and forming two-digit numbers to get as close as possible to the target number – the score is how close they come. **How to win:** You can either have a winner for each round, or you can add up the scores over several rounds and have an overall winner with the lowest score. Of course, you can play it for the challenge and not keep score.
ko: **설정:** 두 개의 목표 숫자를 만들기 위해 한 개의 주사위를 두번 굴리세요 - 첫 번째 굴린것은 10자리가 되고 두 번째 굴린것은 1자리가 될 것입니다. 다섯 개의 주사위를 굴려 숫자를 만드세요. **도전:** 목표 숫자에 가능한 한 가깝게 덧셈, 뺄셈, 그리고 두 자리 숫자를 사용하세요 - 점수는 그것들이 얼마나 가까운지입니다. **이기는 방법:** 각 라운드에서 승자를 가질 수도 있고, 여러 라운드에서 점수를 더하고 가장 낮은 점수를 가진 전체 승자를 가질 수도 있습니다. 물론, 도전만을 위해 할 수 있고 점수는 생각하지 않을 수도 있습니다.
tr: **Hazırlık:** İki kez bir zar atarak iki basamaklı bir hedef sayı oluşturun – ilk atış onlar basamağını, ikinci atış ise birler basamağını belirleyecek. Üzerinde çalışılacak sayılar oluşturmak için beş zar atın. **Mücadele:** Toplama, çıkarma ve iki basamaklı sayılar oluşturma kullanarak hedef sayıya olabildiğince yakın bir sonuç elde etmeye çalışın – skor ne kadar yakın olduğunuzla ölçülür. **Nasıl Kazanılır:** Her tur için bir kazanan belirleyebilir veya birkaç turun skorlarını toplar ve en düşük skoru olan genel bir kazanan belirleyebilirsiniz. Tabii ki, sadece zorluk için oynayıp puan tutmayabilirsiniz.

# data_list
source: **Example 1:** Suppose the roll is: 4, 4, 3, 1, 3 and 22. The first player gets 4 + 4 + 3 + 1 + 3 = 15; another player gets 14 + 4 + 3 + 3 = 24; and another player gets 34 - 14 + 3 = 23. **Example 2:** Suppose the roll is: 1, 2, 5, 6, 4 and 63. A player gets close with 65 - 4 + 2 + 1 = 64. Another one gets it exactly with 56 + 4 + 2 + 1 = 63. A third says 52 + 6 + 4 + 1 = 63 also works. Have a chat about why some problems have lots of solutions.
ko: **보기 1:** 다음과 같은 결과: 4, 4, 3, 1, 3 과 22. 첫 번째 플레이어는 4 + 4 + 3 + 1 + 3 = 15를 얻습니다; 다음 플레이어는 14 + 4 + 3 + 3 = 24를 얻습니다; 그리고 다른 플레이어는 34 - 14 + 3 = 23를 얻습니다. **보기 2:** 다음과 같은 결과: 1, 2, 5, 6, 4 과 63. 첫 번째 플레이어는 65 - 4 + 2 + 1 = 64와 가깝게 얻습니다. 또 다른 플레이어는 정확히 56 + 4 + 2 + 1 = 63를 얻습니다. 세 번째 플레이어는 52 + 6 + 4 + 1 = 63도 얻을수 있다고 말합니다. 왜 어떤 문제는 많은 해법이 있는지 이야기를 나누어 보세요.
tr: **Örnek 1:** Diyelim ki zarlar 4, 4, 3, 1, 3 ve hedef sayı 22. İlk oyuncu 4 + 4 + 3 + 1 + 3 = 15 elde eder; diğer bir oyuncu 14 + 4 + 3 + 3 = 24 elde eder; bir diğer oyuncu ise 34 - 14 + 3 = 23 elde eder. **Örnek 2:** Diyelim ki zarlar 1, 2, 5, 6, 4 ve hedef sayı 63. Bir oyuncu 65 - 4 + 2 + 1 = 64 ile yakından yaklaşır. Bir diğeri tam olarak 56 + 4 + 2 + 1 = 63 ile elde eder. Üçüncüsü ise 52 + 6 + 4 + 1 = 63 ile de işin içinden çıkar. Neden bazı problemlerin birçok çözümü olduğunu tartışabilirsiniz.

# data_list
source: ANY WHICH WAY
ko: 어느 쪽이든
tr: HERHANGI BIR ŞEKILDE

# data_list
source: Putting the Pieces Together
ko: 조각을 같이 조립하기
tr: Parçalari Bi̇rleşti̇rmek

# data_list
source: The players agree on a target. A useful target is 10, but other numbers are fine. Each player is dealt five cards from a deck without face cards. Players then find as many ways as they can to get the target, or get as close to the target as possible, using any combination of addition and subtraction with any of their cards. Do this as a group activity where the whole group is given five cards to use to cooperatively come up with ways to achieve the total.
ko: 플레이어들은 목표에 동의합니다. 유용한 목표는 10이지만, 다른 숫자도 괜찮습니다. 각 플레이어는 페이스 카드가 없는 한 벌에서 다섯 장의 카드를 받습니다. 그런 다음 플레이어는 카드의 덧셈과 뺄셈의 조합을 사용하여 목표를 달성하거나 가능한 한 목표에 가까워질 수 있는 한 많은 방법을 찾습니다. 전체 그룹이 총합계를 달성하기 위한 방법을 공동으로 생각해 낼 수 있는 다섯 장의 카드를 받는 그룹 활동으로 이것을 해보세요.
tr: Oyuncular bir hedef belirler, 10 olabilir, ancak diğer sayılar da uygundur. Her oyuncuya, yüz kartları hariç bir desteden beş kart dağıtılır. Oyuncular, kartlarının herhangi bir kombinasyonunu toplama ve çıkarma kullanarak hedefe ulaşmanın veya hedefe olabildiğince yaklaşmanın mümkün olduğu kadar çok yolunu bulurlar. Bu etkinliği grup olarak yapabilirsiniz; tüm grup beş kart alır ve toplamı başarmak için iş birliği yaparak yollar bulur.

# data_list
source: PYRAMID SOLITAIRE
ko: 피라미드 혼자하는 여러가지 놀이
tr: PIRAMIT SOLITAIRE

# data_list
source: **The setup:** Remove cards above a target number, say 10. Make a 21-card pyramid with 6 rows. Place the cards in the pyramid face up, with each lower row half-overlapping the row above it. The remaining cards form a draw pile. **How to play:** Collect, and move aside, uncovered groups of cards that sum to the target. This group can include the top card of the draw pile or the discard pile. If there are no matches, move the top draw pile card to the discard pile. **The challenge:** Empty the pyramid of all its cards. The game is over when the draw pile is empty.
ko: **설정:** 가령 목표 숫자가 10이면, 그 위의 카드를 제거하세요. 6줄로 21장의 카드 피라미드를 만드세요. 피라미드에 카드를 앞면으로 놓고, 각 아래 줄은 그 위의 줄의 반쯤 중복되게 합니다. 나머지 카드들은 뽑기 더미를 만드세요. **게임 방법:** 목표 숫자에 합산되는 발견된 카드 그룹을 수집하고 옆으로 옮기세요. 이 그룹은 뽑기 더미나 폐기 더미의 상단 카드를 포함할 수 있습니다. 아무것도 일치하지 않는다면, 상단 뽑기 더미 카드를 폐기 더미로 옮기세요. **도전:** 모든 카드의 피라미드를 비우세요. 뽑기 더미가 비었을때 게임은 끝이 납니다.
tr: **Hazırlık:** Hedef numara (örneğin, 10) üzerindeki kartları çıkarın. 6 satırlık bir 21 kartlık piramit oluşturun. Kartları piramide yüzü yukarı bakacak şekilde yerleştirin; her alt satır, üst satırın yarısını örtmelidir. Kalan kartlar deste oluşturur. **Nasıl oynanır:** Hedefe eşit olan ve örtülmemiş kart gruplarını toplayın ve bir kenara koyun. Bu grup, deste üzerindeki en üst kartı veya atma destesindeki kartı içerebilir. Eşleşme yoksa, deste üzerindeki en üst kartı atma destesine koyun. **Mücadele::** Piramidi tüm kartlardan boşaltın. Oyun, deste boşaldığında biter.

# data_list
source: **Lower targets:** If you use a target less than 10, reduce the pyramid size by a row or two so that you have a big enough draw pile. For example, for a goal of 8 use 15 cards in 5 rows. **Use subtraction:** Instead of using addition, use subtraction. If you use the cards up to ten, a good target number is 5 – remove pairs of cards whose difference is 5. When you have a '5,' you can either remove it or pair it with a 10.
ko: **낮은 목표:** 10개 미만의 목표를 사용하는 경우, 피라미드 크기를 한두 줄로 줄여서 충분히 큰 뽑기 더미를 만드세요. 예를 들어, 8개의 목표를 위해 5줄에 15장의 카드를 사용하세요. **뺄셈 사용하기:** 덧셈을 사용하는 대신, 뺄셈을 사용하세요. 최대 10개의 카드를 사용하는 경우, 좋은 목표 숫자는 5입니다 - 차이가 5인 카드 쌍을 제거하세요. ‘5’를 가지고 있을 때, 당신은 그것을 제거하거나 10과 짝을 이룰 수 있습니다.
tr: **Düşük Hedefler:** Hedef numara 10'dan küçükse, yeterli büyüklükte bir deste elde etmek için piramidin boyutunu bir veya iki satır azaltın. Örneğin, 8 hedefi için 5 satırda 15 kart kullanın. **Çıkarma Kullanma:** Toplama yerine çıkarma kullanın. Kartlar 10'a kadar kullanılıyorsa, iyi bir hedef numara 5'tir – farkı 5 olan kart çiftlerini çıkarın. Bir ‘5' aldığınızda ya onu çıkarabilir ya da 10 ile eşleştirebilirsiniz.

# data_list
source: DIFFERENCE PYRAMID
ko: 차이 피라미드
tr: FARK PIRAMIDI

# data_list
source: Solitaire Puzzles
ko: 혼자 하는 여러가지 놀이 퍼즐
tr: Solitaire Bulmacalar

# data_list
source: **The challenge:** The challenge is to put the numbers from 1 to 6 in a pyramid with one card in the top row, two cards in the second row and three cards in the third row, where each number is the difference of the two numbers directly below it. Let your child take time and play with this. Most likely, just by playing around, they will happen upon a solution. However, if your child gets anxious, here are two tips that help. The 6 must be in the bottom row because it cannot be the difference of any pair of numbers. Similarly, the 5 must either be in the bottom row or in the middle row above the 6 and the 1.
ko: **도전:** 도전은 피라미드에서 1에서 6까지의 숫자를 넣는 것입니다. 맨 위 줄에 한 장의 카드, 두 번째 줄에 두 장의 카드, 세 번째 줄에 세 장의 카드를 넣는 것입니다. 여기서 각 숫자는 바로 아래에 있는 두 숫자의 차이입니다. 아이가 시간을 들여서 이것을 가지고 놀게 하세요. 아마도, 그냥 노는 것만으로도, 그들은 해결책으로 나타날 것입니다. 하지만, 아이가 불안해한다면, 여기에 도움이 되는 두 가지 팁이 있습니다. 6은 어떤 숫자 쌍의 차이일 수 없기 때문에 맨 아래 줄에 있어야 합니다. 마찬가지로, 5는 맨 아래 줄이나 6과 1 위의 중간 줄에 있어야 합니다.
tr: **Mücadele:** 1'den 6'ya kadar olan sayıları bir piramide yerleştirin; en üst sırada bir kart, ikinci sırada iki kart ve üçüncü sırada üç kart olacak şekilde, her sayının altında doğrudan bulunan iki sayının farkı olmalıdır. Çocuğunuzun zaman ayırıp bu konuda oynamasına izin verin. Çoğunlukla, sadece deneme yaparak bir çözüm bulacaktır. Ancak çocuğunuz endişelenirse, işte iki ipucu: 6, hiçbir çift sayının farkı olamayacağı için alt sırada olmalıdır. Benzer şekilde, 5 ya alt sırada ya da 6 ve 1'in üstündeki orta sırada olmalıdır.

# data_list
source: Related challenges
ko: 연관된 도전
tr: Llgili Zorluklar

# data_list
source: If your child finds this easy to do, challenge them to find how many ways it can be done. Discuss what it means for two solutions to be different – if one solution is the mirror image of another, should it be considered different? Another challenge is to solve the harder puzzle of putting the numbers from 1 to 10 in a four-level difference pyramid.
ko: 만약 아이가 이것을 쉽게 할 수 있다고 생각한다면, 얼마나 많은 방법으로 할 수 있는지 알아내도록 도전시켜 보세요. 두 가지 해결책이 다르다는 것이 무엇을 의미하는지 이야기 해보세요 - 한 해결책이 거울 이미지라면, 다른 것으로 간주되어야 할까요? 또 다른 도전은 4단계 차이 피라미드에 1에서 10까지 숫자를 넣는 더 어려운 퍼즐을 푸는 것입니다.
tr: Çocuğunuz bunu kolay bulursa, bunu kaç farklı şekilde yapabileceğini bulmaları için meydan okuyun. İki çözümün farklı olmasını tartışın – eğer bir çözüm diğerinin ayna görüntüsü ise, bu farklı mı sayılmalıdır? Bir diğer zorluk ise, 1'den 10'a kadar olan sayıları dört seviyeli bir fark piramidinde yerleştirmek olacaktır.

# data_list
source: STRATEGY GAMES
ko: 전략 게임
tr: STRATEJİ OYUNLARI

# data_list
source: Playing strategy games will help your child with many reasoning, planning, and problem solving skills. There are dozens of such games – such as tic-tac-toe, 9 Men’s Morris, Fox and Geese, Dara, Connect Four, Mancala, Checkers, Go, Chess – far too many to cover here.
ko: 전략 게임을 하는 것은 아이가 많은 추론, 계획 및 문제 해결 기술을 갖추는 데 도움이 될 것입니다. 틱-택-토, 9명의 모리스, 여우와 거위, 다라, 4 연결하기, 만카라, 책커, 고, 체스와 같은 여기에서 다루기에는 너무 많은 수십 개의 게임이 있습니다.
tr: Strateji oyunları oynamak, çocuğunuzun akıl yürütme, planlama ve problem çözme becerilerini geliştirmesine yardımcı olacaktır. Bu tür oyunlardan onlarca tanesi vardır – örneğin, X-O, 9 Erkek Morris, Tilki ve Kazlar, Dara, Dört Bağla, Mancala, Dama, Go, Satranç – burada tümünü kapsamamız çok zordur.

# data_list
source: **The setup:** There are many games similar to this one – games such as Rota, 9 Holes, and 3 Men’s Morris. In this game, there are 9 points connected in a grid by 3 horizontal and 3 vertical lines. Each player has three identical tokens to play with. The goal of the game is to get your three tokens in a line.
ko: **설정:** 로타, 아홉개의 홀, 3명의 모리스와 같이 이것과 비슷한 많은 게임이 있습니다. 이 게임에서는 격자에 3개의 수평선과 3개의 수직선으로 연결된 9개의 포인트가 있습니다. 각 플레이어는 가지고 놀 수 있는 세 개의 동일한 토큰을 가지고 있습니다. 이 게임의 목표는 한 줄에 세 개의 토큰을 넣는 것입니다.
tr: **Hazırlık:** Bu oyuna benzer birçok oyun vardır – Rota, 9 Delik ve 3 Erkek Morris gibi. Bu oyunda, 3 yatay ve 3 dikey çizgi ile bir ızgara üzerinde bağlı 9 nokta bulunur. Her oyuncunun üç tane aynı türden piyesi vardır. Oyunun amacı, üç piyesi bir hat boyunca sıralamaktır.

# data_list
source: **How to play:** There are two phases of play. During the first 'placement' phase, the players take turns placing their tokens one at a time on vacant points. After placing the tokens, the second 'movement' phase begins. During this phase, players take turns moving their tokens to empty adjacent points. An alternative rule is that pieces can be moved to any empty point, not just adjacent points. **How to win:** The game is over when one player wins or when the same position occurs three times, in which case it is a tie game.
ko: **게임 방법:** 놀이에는 두 단계가 있습니다. 첫 번째 ‘장소’ 단계에서, 플레이어는 번갈아 가며 빈 지점에 한 번에 하나씩 토큰을 배치합니다. 토큰을 배치한 후, 두 번째 ‘움직임’ 단계가 시작됩니다. 이 단계에서, 플레이어는 번갈아 가며 인접한 지점을 비우기 위해 움직입니다. 다른 규칙은 토큰이 인접한 지점뿐만 아니라 모든 빈 지점으로 이동할 수 있다는 것입니다. **이기는 방법:** 한 플레이어가 이기거나 같은 위치가 세 번 일어나면 무승부 게임이 됩니다.
tr: **Nasıl oynanır:** Oyunda iki aşama vardır. İlk 'yerleştirme' aşamasında, oyuncular sırayla piyonlarını boş noktalara yerleştirir. Piyonlar yerleştirildikten sonra, ikinci ‘hareket' aşaması başlar. Bu aşamada, oyuncular sırayla piyonlarını boş, komşu noktalara hareket ettirir. Alternatif bir kural olarak, piyonlar sadece komşu noktalara değil, herhangi bir boş noktaya taşınabilir. **Nasıl Kazanılır:** Oyun, bir oyuncu kazanana kadar devam eder veya aynı pozisyon üç kez meydana gelirse oyun berabere biter.

# data_list
source: DOTS AND BOXES
ko: 점과 상자
tr: NOKTALAR VE KUTU

# data_list
source: Strategy Games
ko: 전략 게임
tr: Strateji̇ Oyunlari

# data_list
source: **The setup:** This satisfying game starts with a rectangular grid of dots – say 3 by 4.
ko: **설정:** 이 만족스러운 게임은 직사각형의 점 격자 (예: 3x4)로 시작됩니다.
tr: **Hazırlık:** Bu tatmin edici oyun, dikdörtgen bir nokta ızgarası ile başlar – örneğin 3x4.

# data_list
source: **How to play:** During a turn, a player draws a horizontal or vertical line connecting two unjoined adjacent dots. If the new line completes a 1 by 1 box, the player earns a point and draws another line. **How to win:** When no more lines can be drawn, the player with the most points wins. An easy way to keep track of points is to put an initial inside each earned box.
ko: **게임 방법:** 차례가 돌아가는 동안, 플레이어는 결합되지 않은 두 개의 인접한 점을 연결하는 수평선이나 수직선을 그립니다. 1x1의 새 줄이 완성되면 플레이어는 점수를 얻고 다른 선을 그립니다. **이기는 방법:** 더 이상 선을 그릴 수 없을때, 대부분의 점수를 가진 사람이 이깁니다. 점수를 추적하는 쉬운 방법은 얻은 각 상자 안에 첫 머리 글자를 적는 것입니다.
tr: **Nasıl Oynanır:** Bir oyuncu sırası geldiğinde, iki bitişik nokta arasında yatay veya dikey bir çizgi çizer. Eğer yeni. **Nasıl Kazanılır:** Daha fazla çizgi çizilemeyecek duruma geldiğinde, en fazla puanı toplayan oyuncu oyunu kazanır. Puanları takip etmek için, her kazanılan kutunun içine bir başlangıç harfi koymak kolay bir yöntemdir.

# data_list
source: Although this is traditionally played with little squares, it can also be played with dots in a pattern to produce triangles or hexagons – it’s just harder to draw.
ko: 전통적으로 작은 정사각형으로 할 수 있지만 그리기가 더 어려운 삼각형이나 육각형 패턴의 점으로 할 수도 있습니다.
tr: Bu oyun geleneksel olarak küçük karelerle oynansa da, noktalar kullanılarak üçgenler veya altıgenler oluşturacak şekilde de oynanabilir – bu, çizmesi daha zor olabilir.

# data_list
source: STAGE 4 – I CAN COUNT TO 20!
ko: 4 단계 - 난 20까지 셀 수 있어요!
tr: 4. Aşama — 20’e Kadar Sayabiliyorum!

# data_list
source: Stage 4 Introduction
ko: 4 단계 – 소개
tr: 4. Aşama — Giriş

# data_list
source: **Where You've Been** Your child has come so far! They can count up and down between 0 and 20 and understand what those quantities mean. Your child is comfortable “counting on” or “counting down” starting at any number in between 0 and 20. There is also a budding understanding of place value and how that relates to expanded form. Calculational abilities have also grown! Beyond adding and subtracting small numbers, your child has a sense of the number relationships of number bonds and fact families. The ideas of adding and subtracting 1 or 2, adding twins, and near twins, are ready to be the foundation for learning all addition and subtraction facts. Your child has also picked up skip counting by 2, doubling, halving, and even and odd numbers – all of which set the stage for learning multiplication and division.
ko: **넌 어디에 있었니** 아이는 지금까지 왔습니다! 아이들은 0에서 20 사이에서 숫자를 세고 그 양이 무슨 뜻인지 이해할 수 있습니다. 아이는 쉽게 “숫자세기” 또는 “거꾸로 세기”를 할 수 있습니다. 또한 자릿값과 그것이 어떻게 확장된 형식과 관련이 있는지 이해하기 시작합니다. 계산능력도 쑥쑥 늘었습니다! 작은 숫자의 덧셈과 뺄셈을 넘어 합집합과 숫자가족의 관계에 대한 감각을 가지고 있습니다. 1이나 2를 빼고, 쌍을 더하고, 쌍에 가까운 숫자는 모두 학습의 기초가 될 준비가 되어 있습니다. 아이는 또한 곱셈과 나눗셈을 배우기 위한 2로 건너뛰기, 두 배, 반 나누기, 그리고 짝수와 홀수를 이해하기 시작합니다.
tr: **Nerelerdeydin** Çocuğunuz çok yol kat etti! 0 ile 20 arasında ileriye ve geriye sayabiliyor ve bu miktarların ne anlama geldiğini anlıyor. Çocuğunuz 0 ile 20 arasındaki herhangi bir sayıdan başlayarak “ileri sayma" veya “geri sayma" konusunda rahat. Ayrıca basamak değeri ve bunun genişletilmiş form ile nasıl ilişkili olduğuna dair gelişmekte olan bir anlayış da var. Hesaplama yetenekleri de gelişti! Küçük sayıları toplamanın ve çıkarmanın ötesinde, çocuğunuz sayı bağları ve faktör ailelerinin sayı ilişkilerini kavrayabiliyor. 1 veya 2 ekleme ve çıkarma, çiftler ekleme konularındaki anlayışlar, tüm toplama ve çıkarma bilgilerini öğrenmenin temeli olacak şekilde hazır. Ayrıca, çocuğunuz 2’şer sayma, iki katına çıkarma, yarıya indirme ve çift ve tek sayıları da öğrenmiş durumda – bunların tümü çarpma ve bölme öğrenmeye zemin hazırlıyor.
