Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Here are a few examples to help you get started. * rabbit, dog, butterfly, pillow - The first three are alive and the pillow is not. * banana, cheese, hammer, carrot - The hammer is the only one you cannot eat. * cheese, shoes, coat, shirt - The cheese is the only one you cannot wear. * red triangle, red square with a hole, green square, red square with no hole - Any one of the first three can be the odd one. The red triangle is the only one that is not a square. The red square with a hole is the only one that is not solid. The green square is the only one that is not red. * dog, cat, lion, goldfish - The lion is the only animal on the list that would make a bad pet. It is also quite a bit bigger than the other animals. Or, three of them have four legs and the fish lives in water. * bench, table, couch, stool - The table is the only one that you don’t sit on. Or only the couch is soft. * bark, honk, rainbow, click - The rainbow is the only one that is not a sound. * socks, pants, toothbrush, hat - The toothbrush is the only one that you wouldn’t wear. * chair, umbrella, sofa, stool - The umbrella is the only one you wouldn’t want to sit on. * ants, pig, spiders, grasshoppers - The pig is the only one that is not a little bug. You can also do this with pictures instead of words. Make a habit of cutting pictures out of ads, magazines, and whatever else comes your way so that you can play games with the pictures.
tr: Başlamanıza yardımcı olacak birkaç örnek: * Tavşan, köpek, kelebek, yastık – İlk üçü canlı, yastık ise değil. * Muz, peynir, çekiç, havuç – Çekiç, yiyemeyeceğiniz tek şey. * Peynir, ayakkabı, ceket, gömlek – Peynir, giyemeyeceğiniz tek şey. * Kırmızı üçgen, deliği olan kırmızı kare, yeşil kare, deliği olmayan kırmızı kare – İlk üçten herhangi biri farklı olabilir. Kırmızı üçgen, kare olmayan tek şekil. Deliği olan kırmızı kare, katı olmayan tek şekil. Yeşil kare, kırmızı olmayan tek kare. * Köpek, kedi, aslan, japon balığı – Aslan, listedeki kötü bir evcil hayvan olacak tek hayvan. Aynı zamanda diğer hayvanlardan da oldukça büyüktür. Ya da üçü dört ayaklıdır, balık suda yaşar. * Gül çalısı, meşe, akçaağaç, çam - Gül çalısı, ağaç değilir. * Bank, masa, kanepe, tabure – Masa, üzerinde oturamayacağınız tek şeydir. Ya da sadece kanepe yumuşaktır. * Havlama, korna, gökkuşağı, tıkırtı - Gökkuşağı, ses olmayan tek şeydir. * Çorap, pantolon, diş fırçası, şapka – Diş fırçası, giyemeyeceğiniz tek şeydir. * Sandalye, şemsiye, kanepe, tabure – Şemsiye, üzerine oturamak istemeyeceğiniz tek şeydir. * Karıncalar, domuz, örümcekler, çekirgeler – Domuz, küçük böcek olmayan tek şeydir. Bu etkinliği kelimeler yerine resimlerle de yapabilirsiniz. Reklamlardan, dergilerden ve karşınıza çıkan her türlü kaynaktan resimleri kesmeyi alışkanlık haline getirirseniz, resimlerle oyunlar oynayabilirsiniz.

# data_list
source: Island Hopping – Counting
tr: Adalar Arası Gezi – Sayma

# data_list
source: These puzzles have numbered islands (circles) connected by bridges (lines) drawn on paper. The challenge is to find a path that connects the islands in order.
tr: Bu bulmacalarda, kağıt üzerine çizilmiş köprülerle (çizgilerle) birbirine bağlanan numaralandırılmış adalardan (dairelerden) oluşur. Amaç, adaları sırasıyla birbirine bağlayan bir yol bulmaktır.

# data_list
source: The easiest versions have all the numbers filled in and the numbers go from 1 to the number of islands. You can vary this activity by starting at some number other than 1 and by leaving out some of the numbers. Puzzles with all the numbers are straightforward once your child is confident with counting. Those beginning puzzles are good counting practice and are also good for building up confidence in puzzle solving. The more challenging puzzles are the ones with numbers left out. Ease your child into these harder puzzles by leaving out just a few numbers and slowly move to leaving out more.
tr: En kolay versiyonlarda tüm sayılar doldurulmuştur ve sayılar 1'den başlıyarak ada sayısına kadar gider. Bu etkinliği 1 dışındaki bir sayıyla başlayarak veya bazı sayıları çıkararak çeşitlendirebilirsiniz. Çocuğunuz sayma konusunda kendine güvendiğinde, tüm sayıların olduğu bulmacalar basittir. Bu başlangıç ​​bulmacaları, iyi bir sayma pratiğidir ve aynı zamanda bulmaca çözme konusunda kendine güven oluşturmak için de iyidir. Daha zor bulmacalar ise, bazı sayıların dışarıda bırakıldığı bulmacalardır. Çocuğunuzu bu zor bulmacalara sadece birkaç sayıyı dışarıda bırakarak ve yavaşça daha fazlasını dışarıda bırakarak alıştırın.

# data_list
source: The first of these two puzzles has every other number left out. This makes it relatively easy to fill in the missing numbers. 1 must attach to 0 and 2, and there is only one place for that. 3 must attach to 2 and 4, and with 1 filled in there is only one remaining place for the 3. 5 must go in the remaining place between 4 and 6. The second puzzle is a little bit harder. 3 must attach to 2 and 4, so there is only one place for it. 5 must attach to 4, so there is only one place for it now. 6 must attach to the 5. Finally, 0 must go in the remaining spot.
tr: En kolay versiyonlarda tüm sayılar doldurulmuştur ve sayılar 1'den başlıyarak ada sayısına kadar gider. Bu etkinliği 1 dışındaki bir sayıyla başlayarak veya bazı sayıları çıkararak çeşitlendirebilirsiniz. Çocuğunuz sayma konusunda kendine güvendiğinde, tüm sayıların olduğu bulmacalar basittir. Bu başlangıç ​​bulmacaları, iyi bir sayma pratiğidir ve aynı zamanda bulmaca çözme konusunda kendine güven oluşturmak için de iyidir. Daha zor bulmacalar ise, bazı sayıların dışarıda bırakıldığı bulmacalardır. Çocuğunuzu bu zor bulmacalara sadece birkaç sayıyı dışarıda bırakarak ve yavaşça daha fazlasını dışarıda bırakarak alıştırın.

# data_list
source: To make the puzzle harder still, we can remove the 1 and play with removing some of the bridges. Have fun with variations and let your child design some of them, too.
tr: Bulmacayı daha da zorlaştırmak için 1'i çıkarabilir ve bazı köprüleri kaldırarak oynayabilirsiniz. Farklı versiyonlarla eğlenin ve çocuğunuzun da bazılarını tasarlamasına izin verin.

# data_list
source: Cutting Symmetric Shapes
tr: Simetrik Şekiller Kesme

# data_list
source: Create designs by folding a piece of paper and cutting the paper while it is folded. This is called Kirigami.
tr: Kirigami, bir kağıt parçasını katlayıp, katlı haldeyken keserek desenler oluşturmaya denir.

# data_list
source: One Fold
tr: Tek Katlama

# data_list
source: Folding the paper once and cutting it creates a design with one side the mirror image of the other. Experiment with cutting out faces, lamps, or geometric shapes. The star and tree were produced with a single fold, which is shown on the left, and then the unfolded paper is shown on the right.
tr: Kağıdı bir kez katlayarak kesmek, diğer tarafın ayna yansıması olan bir desen oluşturur. Yüzler, lambalar veya geometrik şekiller keserek denemeler yapın. Yıldız ve ağaç şekilleri, solda tekli katlanma şeklini gösterecek şekilde ve sağda ise açılmış halleri olacak şekilde örnek olarak verilmiştir.

# data_list
source: Two Folds
tr: İki Kat

# data_list
source: Folding the paper once, and then folding once more in the opposite direction, will produce figures with two lines of mirror images. This makes it easy to create designs such as flowers. The figure on the left is the paper folded twice and cut to leave the blue area, and the figure on the right shows the unfolded paper.
tr: Kağıdı bir kez katlayıp, hemen ardından ters yönde bir kez daha katlamak, iki yansıtma çizgisine sahip bir şekil oluşturur. Bu, çicekler gibi desenler oluşturmayı oldukça kolay yapar. Altta, Soldaki şekil, kağıdın iki kez katlanıp sadece mavi kısım kalacak şekilde kesilmiş hali ve sağda ise kağıdın açılmış hali verilmiştir.

# data_list
source: Three Folds
tr: Üç Kat

# data_list
source: Experiment with various folds and cuts. This figure was created by taking a twice folded piece of paper and then folding it once more diagonally through the corner of the previous folds.
tr: Farklı katlama ve kesme yöntemlerini deneyin. Alttaki şekil, iki kez katlanmış bir kağıdın, önceki kat köşelerinden çapraz odaklı bir kez daha katlanmasıyla oluşturulmuştur.

# data_list
source: Snowflakes
tr: Kar Taneleri

# data_list
source: This is a sequence of folds for creating 6-point snowflakes. Though it takes a few steps, don’t be put off by them - with a little practice they become quick and easy. Start by taking a standard sheet of paper and folding at one of the corners so the sides marked A and B meet. Leave the fold in place and cut along the line marked C. Take the triangle produced and fold it in half so that sides AB and C overlap. Put a temporary fold in this triangle and use the fold to mark the middle of side ABC. Undo the temporary fold. Make a fold over F. When you fold over F, you will be looking to have G placed so that G breaks the angle in half. Fold along G - do this fold underneath so that this new folded piece is underneath the other paper. Although not strictly necessary, it is a good idea to slice off the top of this figure. Otherwise, you might be tempted to use the region above the red dotted line without realizing that there isn’t paper on all levels. Lastly, fold this triangle in half. At last you are all set to do the cutting of your design! Have fun experimenting with many different combinations of cuts and colors!
tr: Bu, 6 kanatlı kar taneleri oluşturmak için bir katlama dizisidir. Birkaç adımı olsa da, bu gözünüzü korkutmasın - biraz pratikle bu adımlar hızlı ve kolay bir hale gelir. Standart boyutta kağıt alarak başlayın ve köşelerinden birini katlayarak A ve B ile işaretlenmiş kenarları birbirlerine doğru katlayın. Katlanmış kısmı bozmayın ve C ile işaretlenmiş çizgi boyunca kağıdı kesin. Oluşturduğunuz üçgeni alın ve AB kenarı ile C noktası üst üste gelecek şekilde ikiye katlayın. Bu üçgene geçici bir katlama yapın ve kat yerini ABC kenarının ortasını işretlemek için kullanın ve sonra geçici katlamayı geri açın. F çizgisi boyunca bir katlama yapın. F üzerinden katlarken, G çizgisinin açıyı ortalayacak şekilde konumlandığından emin olun. G boyunca alttan bir kat daha yapın; böylece bu yeni kat, diğer kağıt katlarının altına yerleşmiş olur. Zorunlu olmasa da, şeklin üst kısmını kesmek iyi bir fikirdir. Aksi takdirde, kırmızı kesikli çizginin üzerindeki kısmı kullanmak isteyebilir ancak kağıt katmanlarının orada olmadığını fark etmeyebilirsiniz. Son olarak, üçgeni bir kez daha ikiye katlayın. Artık tasarımınızı kesmeye hazırsınız! Farklı kesim ve renk kombinasyonlarıyla denemeler yaparken iyi eğlenceler!

# data_list
source: Nim With One and Two
tr: 1 ve 2 ile Nim Oyunu

# data_list
source: The Game Rules
tr: Oyun Kuralları

# data_list
source: A target number, say 10, is chosen. Let your child choose whether to go first or second. The total starts at 0. During a turn, a person chooses to add 1 or 2 to the current total. The first person to reach the target wins. This game can also be played with subtraction. In this version, the starting total starts at the target, which in this example is 10. On a given turn the player chooses whether to subtract 1 or 2. The first person to reach 0 wins. Another variation is that instead of winning, the player forced to hit or go beyond the target number loses. You can also experiment with what happens if you allow a player to add (or subtract) 1, 2, or 3 for each turn.
tr: Hedef bir sayı, örneğin 10, seçilir. Çocuğunuza ilk mi yoksa ikinci mi başlayacağına karar vermesini isteyin. Toplam 0’dan başlar. Oyuncu sırası geldiğinde, mevcut toplamın üzerine 1 veya 2 eklemeyi seçer. Hedef sayıya ilk ulaşan kişi kazanır. Bu oyun çıkarma işlemi ile de oynanabilir. Bu versiyonda, başlangıç toplamı hedef sayıdan başlar, örneğin 10'dan. Oyuncu sırası geldiğinde, 1 veya 2 çıkarmayı seçer. 0'a ilk ulaşan kişi kazanır. Bir başka varyasyon ise, hedef sayıya ulaşmak veya onu aşmak zorunda kalan oyuncunun kaybetmesidir. Ayrıca, her turda oyuncunun 1, 2 veya 3 eklemesine (veya çıkarmasına) izin verirseniz ne olacağını deneyebilirsiniz.

# data_list
source: Understanding the Game
tr: Oyunu Anlamak

# data_list
source: Without analyzing anything, this game is enjoyable to play and it provides good practice with adding or subtracting 1 and 2. We could leave it at that. However, it is also a great example of two problem solving techniques that you can show to your child when they are ready: 1) learning from simpler examples, and 2) looking for patterns. Any of the versions can be studied this way. Let’s look at one: Subtracting starting at 10 and whoever gets 0 wins. The hard part of this game is that 10 is so far from 0. So, let’s look at a simpler version. When children are asked to do this, they often suggest starting at 5 or 6 - it seems absurd to them to start at 1, but that is actually what they should do! Often it is best to start as simply as possible - that means starting at 1. If it is your move and the count is 1, you win. Do the next few. If the count is 2, you win. If the count is 3, you must lose - whether you subtract 1 or 2, you will give your opponent a winning position. If the count is 4, you will win because you will subtract 1 and put your opponent in a losing position. Continuing in this way, build up a table of results: 1W - 2W - 3L - 4W - 5W - 6L - 7W - 8W - 9L - 10W
tr: Hiçbir şeyi analiz etmeden, bu oyunu oynamak eğlencelidir ve 1 ve 2'yi toplama veya çıkarma konusunda iyi bir pratik sağlar. Bunu burada da bırakabiliriz. Ancak, çocuğunuz hazır olduğunda ona gösterebileceğiniz iki problem çözme tekniğinin de harika bir örneğidir: 1) daha basit örneklerden öğrenme ve 2) kalıpları arama. Bu oyunların her biri bu şekilde incelenebilir. Birine bakalım: 10'dan başlayarak çıkarma yapıyorsunuz ve 0'a ulaşan kişi kazanıyor. 10'un 0'dan oldukça uzak olması oyunun zor kısmı. O yüzden, daha basit bir versiyona bakalım. Çocuklardan bunu yapmaları istendiğinde, genellikle 5 ya da 6'dan başlamak isterler- 1'den başlamak onlara saçma gelir, ama aslında yapmaları gereken şey tam olarak budur! Genellikle, olabildiğince basit başlamak en iyisidir - bu da 1'den başlamak anlamına gelir. Eğer sırası sizdeyse ve sayı 1 ise, kazanırsınız. Sonraki birkaçını da yapalım. Eğer sayı 2 ise, kazanırsınız. Eğer sayı 3 ise, kaybetmek zorundasınız - ister 1 ister 2 çıkarın, rakibinizi kazanacağı bir duruma sokarsınız. Eğer sayı 4 ise, kazanırsınız çünkü 1 çıkararak rakibinizi kaybetme durumuna sokarsınız. Bu şekilde devam ederek, sonuçların bir tablosunu oluşturabilirsiniz: 1W - 2W - 3L - 4W - 5W - 6L - 7W - 8W - 9L - 10W

# data_list
source: This table makes it obvious that there is a repeating pattern of 3. When starting at 10, you should want to go first and subtract 1. What is satisfying about this is that, once you decide to look at simpler versions of the problem, the analysis is quick and easy - no tricky analysis needed. Now you are a Master at this game and you know what to do starting at any number! Any version of this basic game is just as easy to analyze. But wait, there is one last question. Why is there a repeating pattern of 3? Once one player is stuck on a losing number which is a multiple of three, every pair of moves after that can be made to add up to 3 - if the losing player subtracts 1 the other player subtracts 2, and if the losing player subtracts 2 the other player subtracts 1.
tr: Bu tablo, tekrar eden 3 ‘lük bir desen olduğunu açıkça gösteriyor. 10’dan başladıgınızda, ilk hamleyi yapıp 1 çıkarmayı istemelisiniz. Bu durumun tatmin edici yani, problemi daha basit versiyonlarla incelediğinizde, analizin hızlı ve kolay olmasıdır-karmaşık analiz gerekmez. Artık oyunun ustası oldunuz ve herhangi bir sayıdan başlayarak ne yapmanız gerektiğini biliyorsunuz! Bu basit oyunun herhangi bir versiyonu da analiz etmek de aynı derecede kolaydır. Ama durun, son bir soru kaldı. Neden 3'lük tekrar eden bir desen var? Bir oyuncu, kaybettiren bir sayıya, yani 3'ün katı olan bir sayıya sıkıştığında, sonraki her hamle çifti toplamda 3 olacak şekilde ayarlanabilir—kaybeden oyuncu 1 çıkardığında, diğer oyuncu 2 çıkarır; kaybeden oyuncu 2 çıkardığında ise diğer oyuncu 1 çıkarır.

# data_list
source: Connect The Dots
tr: Noktaları Birleştirme

# data_list
source: Making Everyday Scenes With Dots
tr: Günlük Nesneleri Noktalarla Oluşturma

# data_list
source: Complete fun drawings by connecting numbered dots. One way is to take a simple drawing, say of a house, remove some straight lines and replace them with numbered dots, that when connected in order recreate the original drawing.
tr: Numaralandırılmış noktaları birleştirerek eğlenceli çizimler tamamlayın. Bunun bir yolu, basit bir çizimi (örneğin bir ev resmi) alıp bazı düz çizgilerini kaldırmak ve onların yerine numaralandırılmış noktalar koymaktır. Bu noktalar sırayla birleştirildiğinde, orijinal çizim yeniden ortaya çıkar.

# data_list
source: Making Geometric Patterns With Angles
tr: Açılarla Geometrik Desenler Oluşturma

# data_list
source: Make abstract drawings by connecting points with the same number along opposite sides of an angle. The numbers may not be needed - if so, feel free to omit them - this will make the finished designs a little less cluttered. You can add variety to these by having your child draw with colors. There are lots of amazing examples of this to be found under the category of String Art on the Internet. This circle drawing was made by moving ahead by one dot on one side of the line segment and ahead by two dots on the other side.
tr: Soyut çizimler oluşturmak için, bir açının karşı kenarlarında aynı numaraya sahip noktaları birbirine bağlayın. Bazı durumlarda numaralar gereksiz olabilir. Eğer öyleyse, bunları kullanmak zorunda değilsiniz. Bu sayede ortaya çıkan desenler daha sade görünecektir. Bu desenlere çeşitlilik katmak için çocuğunuzun farklı renklerde çizim yapmasına teşvik edebilirsiniz. İnternette “İplik Sanatı” başlığı altında bu fikre dair harika örnekler bulabilirsiniz. Buradaki daire deseni, çizginin bir tarafında her seferinde bir nokta, diğer tarafında ise iki nokta ilerlenerek oluşturulmuştur.

# data_list
source: Making Patterns With Circles
tr: Dairelerle Desenler Oluşturma

# data_list
source: This is a special case of the last idea. Put some dots, say 8 or 9, evenly spaced on a circle. Your child can play with creating different patterns by connecting the dots in order, or connecting every second dot, or every third dot. To make it easier to do different experiments, use push pins in a piece of cardboard or wood and then use string between the push pins. If your child is intrigued by the patterns that are produced, you can look at questions such as: For a circle with 8 dots, why is only one string needed to skip by 1, 3, 5, or 7, but 2 or 4 strings are needed for skipping 2, 4, or 6. Similarly, for a circle with 9 dots, why is only one string needed to skip by 1, 2, 4, 5, 7, or 8, but 3 strings are needed for 3 and 6? It’s too young to understand the idea that 2, 4, and 6 have a factor in common with 8, and 3 and 6 have a factor in common in 9 - however, seeing the patterns may plant the seeds for later ideas.
tr: Bu, önceki fikrin özel bir uygulamasıdır. Bir daire üzerine eşit aralıklarla 8 veya 9 nokta yerleştirin. Çocuğunuz bu noktaları sırayla, ya da her ikinci ya da üçüncü noktayı atlayarak birleştirerek farklı desenler deneyebilir. Farklı kombinasyonları kolayca test edebilmek için bir karton ya da tahta üzerine raptiyeler yerleştirin ve ipleri bu raptiyeler arasında geçirin. Eğer ortaya çıkan desenler çocuğunuzun ilgisini çekerse, birlikte şu tür sorular üzerinde düşünebilirsiniz: 8 noktalı bir dairede, neden 1, 3, 5 veya 7 atlanarak çizim yapıldığında yalnızca bir ip yeterli olurken, 2, 4 veya 6 atlamada iki ya da dört ip gerekir? Benzer şekilde, 9 noktalı bir dairede, neden 1, 2, 4, 5, 7 veya 8 atlamada tek ip yeterliyken, 3 ve 6 için üç ayrı ip gerekir? 2, 4 ve 6’nın 8 ile, 3 ve 6’nın 9 ile ortak bölenleri olduğunu anlamak için henüz çok erken olabilir. Ancak, bu desenleri görmek, çocuğunuzun zihninde ileride gelişecek matematiksel düşünceler için temel oluşturabilir.

# data_list
source: Shape Sudoku
tr: Şekilli Sudoku

# data_list
source: This is your child’s first math puzzle, and that’s pretty cool! It also means you should take it very slowly so your child has lots of success and fun, and very little frustration. The rules for these 4 by 4 Sudokus are very simple. There are four different types of tokens. There should be one of each kind of token in each row, column, and 2 by 2 corner of the puzzle. Use moveable pieces so that it is easy for your child to experiment in finding solutions. The first puzzles you make should just have one token missing from each row. Once your child understands and figures out those puzzles, you can move to trickier ones, but do not be in a hurry. The easiest way to create these puzzles is to start with a finished Sudoku and remove some of the tokens. To help you to do that, there are a number of finished Sudokus supplied below. After those finished examples, there is a list of methods you can use to create puzzles from a finished puzzle.
tr: Bu, çocuğunuzun ilk matematik bulmacası ve bu çok havalı! Aynı zamanda, çocuğunuzun çokça başarı ve eğlence tatması ve çok az hayal kırıklığı yaşaması için çok yavaş ilerlemeniz gerektiği anlamına geliyor. Bu 4'e 4 Sudoku için kurallar çok basit. Dört farklı türde jeton var. Bulmacanın her satırında, sütununda ve 2'ye 2 köşesinde her türden bir tane jeton bulunmalıdır. Çocuğunuzun çözümleri bulma konusunda denemeler yapmasını kolaylaştırmak için hareketli parçalar kullanın. Yaptıgınız ilk bulmacalarınızda sadece her satırdan bir tane jeton eksik olmalıdır. Çogunubuz bu bulmacaları anladıktan ve çözmeye başladıktan sonra daha zor bulmacalara geçebilirsiniz, ama bu konuda acele etmeyin. Bu bulmacaları oluştumanın en kolay yolu tamamlanmış bir Sudoku ile başlayıp içinden bazı jetonları çıkarmaktır.. Bunu yapmanıza yardımcı olmak için aşagıda bir dizi tamamlanmış Sudoku örnegi bulunmaktadır. Bu tamamlanmış örneklerden sonra, tamamlanmış bir bulmacadan bulmacalar oluşturmak için kullanabileceğiniz yöntemlerin bir listesi bulunmaktadır.

# data_list
source: Finished Sudokus
tr: Tamamlanmış Sudokus

# data_list
source: Before giving you a collection of finished Sudokus, there is one thing to note. You can take any one of these and create 23 more of them simply by interchanging token types - for example, you can take a finished puzzle and create a “new” one by swapping the circles and triangles and swapping the diamonds and squares. The examples below are distinctly different from each other and cannot be made from each other by doing interchanges. You can create more examples from these by doing such interchanges if you like.
tr: Size tamamlanmış Sudokulardan oluşan bir koleksiyon vermeden önce, dikkat etmeniz gereken bir şey var. Bunlardan herhangi birini alıp, sadece jeton türlerini değiştirerek 23 tane daha oluşturabilirisniz - örneğin, tamamlanmış bir bulmacayı alıp, daireleri ve üçgenleri, elmasları ve kareleri değiştirerek "yeni" bir bulmaca yaratabilirsiniz. Aşağıdaki örnekler birbirinden belirgin şekilde farklıdır ve yer değiştirmeler yaparak birbirlerinden oluşturulamazlar. İsterseniz bu tür yer değiştirmeler yaparak bunlardan daha fazla örnek oluşturabilirsiniz.

# data_list
source: Methods for Creating Sudokus From Solved Ones
tr: Çözülmüş Sudokulardan Sudoku Oluşturma Yöntemleri
