Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Notice the beautiful colors and patterns everywhere in this room!
ar: لاحظ الالوان الجميله والانماط المختلفة في كل مكان بالغرفه!
ja: この部屋のいろんなところにある、美しい色と模様に注目してください!
ko: 이 방 구석구석에 있는 아름다운 색깔과 문양을 보세요!
tr: Resimdeki odanın her yerindeki güzel renklere ve desenlere dikkat edin!

# data_list
source: Name and describe as many shapes as you can in this picture.
ar: حاول تسميه ووصف معظم الاشكال بالصورة.
ja: この絵に描かれている形をできるだけ多く見つけ出し、それらを説明してください。
ko: 그림에서 여러분이 맞출수 있는 색상의 이름을 말해보세요.
tr: Betimleyebileceğiniz kadar çok şekli betimleyip adlandırın.

# data_list
source: Do you have a favorite blanket or item you like to sleep with?
ar: هل لديك بطانية أو أي شئ مفضل لك تستخدمه عند الخلود للنوم؟
ja: あなたは、毛布など、寝るときに使うお気に入りのアイテムはありますか？
ko: 여러분은 같이 안고 자는 좋아하는 이불이나 물건들이 있나요?
tr: Sizin de birlikte uyuduğunuz, çok sevdiğiniz bir battaniyeniz veya herhangi bir şeyiniz var mı?

# data_list
source: The mat had bright pink, blue, and green colors. It was different from other mats that Akai's mother had in the hut.
ar: السجادة لديها الوان وردية وزرقاء وخضراء زاهية. لقد كانت هذه السجادة مختلفة عن بقية السجاد الذي تحتفظ به أم اكايا في الكوخ.
ja: そのマットは、ピンク、ブルー、グリーンと鮮やかな色をしていて、お母さんが小屋に置いていた他のマットとは違いました。
ko: 돗자리는 밝은 분홍색, 파란색, 그리고 녹색으로 되어 있습니다. 이 돗자리는 집안에 있는 아카이 엄마의 다른 돗자리와 다릅니다.
tr: Kilimin parlak pembe, mavi ve yeşil renkleri vardı. Bu kilim, Akai’nin annesinin kulübesindeki diğer kilimlerinden farklıydı.

# data_list
source: Discuss the patterns in Akai's mat. The rows alternate between lighter and darker colors. It has pairs of rows of reds, greens, and blues.
ar: ناقش الأنماط في سجادة اكايا. الصفوف تتباين بين الوان فاتحه والوان غامقة. السجادة لديها مجموعات من الصفوف الحمراء والخضراء والزرقاء.
ja: アカイのマットのパターンについて話し合ってください。列には明るい色と暗い色が交互に並んでいます。そして、赤、緑、青が2列ずつペアになっています。
ko: 아카이의 돗자리에 있는 문양에 대해 이야기해 보세요. 각 줄은 밝은색과 어두운색이 번갈아가며 있습니다. 돗자리는 빨간색, 녹색, 그리고 파란색이 짝을 지어 줄져있습니다.
tr: Akai’nin kilimindeki desenleri tartışın. Kilimin yatay sıraları daha açık ve daha koyu renkler arasında dönüşümlü olarak değişiyor. Çiftler halinde kırmızılar, yeşiller ve mavilerden oluşan yatay sıraları var.

# data_list
source: A rectangle is a 4-sided shape like this page. This mat is a rectangle and it has 30 rows of 9 rectangles.
ar: المستطيل هو شكل مكون من اربع جوانب مثل هذه الورقة. هذة السجادة أيضا مستطيلة ولديها ٣٠ صف مكون من ٩ مستطيلات.
ja: 長方形とは、このページのような4つの辺で作られた形のことです。この敷物は長方形で、横に9つの長方形が並んだ列が、全部で30列あります。
ko: 사각형은 그림과 같이 네개의 면으로 된 도형입니다. 이 돗자리는 사각형이며 아홉개의 사각형이 30줄로 되어있습니다.
tr: Bir dikdörtgen bu sayfa gibi dört kenarlı bir şekildir. Bu kilim bir dikdörtgendir ve kilimin her bir sırasında 9 dikdörtgen olan toplam 30 adet yatay sırası vardır.

# data_list
source: 30 rows of 9 rectangles makes 270 rectangles for the mat. Can you skip count by 30's to 270? If not, perhaps you can skip count by 3's to 27.
ar: ٣٠ صف و ٩ مستطيلات مكونين في الإجمال ٢٧٠ مستطيل في هذة السجادة. هل تستطيع تخطي العد بمقدار ٣٠ حتي ٢٧٠؟ إذا كنت لا تستطيع، ربما يمكنك تخطي العد بمقدار ٣ حتي ٢٧.
ja: 横に並んだ9つの長方形を１列として、30列あるとマットにある長方形の数は全部で270個になります。30ずつ数えて270まで数えられますか（３０，６０、９０・・・）？もしできなかったら、3つずつ数えて（３，６，９・・・）、27まで数えてみてください。
ko: 아홉개의 사각형이 30줄이면 270개의 사각형이 되는 돗자리입니다. 여러분은 30단위로 건너뛰기하며 270을 셀 수있나요? 그렇지 못하면 3단위로 27까지 건너뛰어 세어보세요.
tr: 9 dikdörtgenden oluşan 30 adet yatay sırada toplam 270 dikdörtgen vardır. 270’e kadar otuzar otuzar atlayarak sayabilir misiniz? Sayamazsanız, o zaman, 27’ye kadar üçer üçer sayabilir misiniz?

# data_list
source: The land around Akai's home was very dry, hot, and full of stones. There were many scorpions, spiders, and snakes too. But Akai was never in danger of being bitten by these dangerous creatures.
ar: ان الأرض حول منزل اكايا قاحلة وجافة وشديدة الحرارة ومليئة بالصخور. كان هناك أيضا العديد من العقارب والعناكب والثعابين. ولكن كانت اكايا دائمآ آمنة من لدغات تلك المخلوقات الخطيرة.
ja: アカイの家は、とても乾燥している暑い土地にあり、周りには石がたくさんありました。サソリやクモ、ヘビもたくさんいました。でも、アカイはそれらの危険な生きものに噛まれたことは一度もありませんでした。
ko: 아카이의 집 주변에 있는 땅은 아주 덥고 건조하며 돌들이 가득합니다. 땅에는 전갈, 거미, 그리고 뱀이 많이 있습니다. 그렇지만 아카이는 그런 위험한 것들에 한번도 물리지 않았습니다.
tr: Akai’nin evinin etrafındaki arazi çok kuruydu, sıcaktı ve taşlarla doluydu. Çok sayıda akrepler, örümcekler ve yılanlar da vardı. Ama Akai o tehlikeli yaratıklar tarafından ısırılma tehlikesiyle hiç karşı karşıya kalmadı.

# data_list
source: Find all the little creatures around Akai on the ground. Do you think her mat protected her somehow from these dangerous creatures?
ar: قم بإيجاد كل هذة المخلوقات الصغيرة من حول منزل اكايا. هل تعتقد أن سجادة اكايا قامت بحمايتها بعض الشئ من هذة المخلوقات الخطيرة؟
ja: アカイの周りにいる小さな生き物を全部見つけてください。敷物は危険な生き物から彼女を守ってくれたと思いますか？
ko: 아카이 주변의 땅에 있는 작은 생명체를 찾아보세요. 여러분은 아카이의 돗자리가 어떤식으로 그런 위험한 것들에서 아카이를 보호해 주고 있다고 생각하나요?
tr: Yerdeki, Akai’nin etrafında olan tüm minik yaratıkları bulun. Sizce kilimi Akai’yi o tehlikeli yaratıklardan bir şekilde korumuş mudur?

# data_list
source: If you were surrounded by dangerous things, do you think you would be as happy as Akai looks in this picture?
ar: ان كنت محاط بأشياء خطيرة، هل تعتقد انك ستكون سعيد مثل اكايا في الصورة؟
ja: もし、あなたが危険なものに囲まれているとしたら、この写真のアカイのように笑顔で過ごすことができますか？
ko: 만약 여러분이 위험한 것들에 둘러싸여 있다면, 여러분도 그림에 있는 아카이만큼 행복해 할 것이라고 생각하나요?
tr: Peki, ya siz tehlikeli şeylerle çevrilenmiş olsaydınız, siz de Akai’nin resimde göründüğü kadar mutlu olur muydunuz?

# data_list
source: Notice that the hills that are farther away are fainter and lighter than the closer hills. You can often use the degree of faintness to help you tell what is closer and what is farther away in a picture.
ar: لاحظ أن الهضاب البعيدة تبدو باهتة مقارنة بالهضاب القريبة. هل تعلم انك تستطيع استخدام درجه البهتان في تحديد ما هو قريب وما هو بعيد في هذة الصورة.
ja: 遠くの丘は、近くの丘よりも薄くて明るい色になっていることに注目してください。写真の中で、何が近くて何が遠いのかを見分けるのに、色の濃淡が参考になることがよくあります。
ko: 언덕이 멀리 갈 수록 가까이에 있는 언덕보다 더 희미해지고 색깔도 옅어지는것이 보이나요? 여러분은 종종 그림에서와 같이 색깔의 희미해지는 정도에 따라 가까운것과 멀리 있는것을 표현할수 있습니다.
tr: Uzaktaki tepelerin yakındaki tepelere göre daha soluk ve daha açık renkte olduklarına dikkat edin. Bir resimde, genellikle, neyin daha yakın ve neyin daha uzak olduğunu anlamanıza yardımcı olması için renklerin ‘solukluk’ derecelerini kullanabilirsiniz.

# data_list
source: Her mother said, "Her special mat protects Akai from any harm."
ar: قالت أم اكايا : أن سجاده اكايا المميزة تحميها من أي أذى.
ja: お母さんは「あなたの特別な敷物が、アカイをいろんな恐ろしいものから守ってくれているんだね。」と言いました。
ko: "아카이의 특별한 돗자리는 아카이를 위험으로부터 보호해 줄거야." 아카이의 어머니가 말했습니다.
tr: Akai’nin annesi, “Akai’nin özel kilimi Akai’yi herhangi bir zarardan korur,” dedi.

# data_list
source: Do you believe that objects, such as a mat, can have special, magical powers?
ar: هل تصدق أن بعض الأشياء مثل السجاد لها قوة خارقة أو سحريه؟
ja: この敷物のように、何かが特別な魔法の力を持っていると思いますか？
ko: 여러분은 돗자리와 같은 물건이 특별한 마법의 힘이 있다고 생각하나요?
tr: Kilim gibi nesnelerin özel, sihirli güçleri olabileceğine inanıyor musunuz?

# data_list
source: Do you have anything that you believe helps you in a magical way?
ar: هل تعتقد انك أيضا لديك أشياء تساعدك بشكل سحري أو خاص؟
ja: 何かが魔法の力であなたを守ってくれていると信じているものはありますか？
ko: 여러분은 마법같은 방법으로 여러분을 도와주고 있다고 믿는 어떤것들이 있나요?
tr: Size de sihirli bir şekilde yardımcı olduğuna inandığınız herhangi bir şeyiniz var mı?

# data_list
source: There are many shapes here in addition to the rectangles. Find the triangles and the round shapes in this picture.
ar: يوجد في الصورة العديد من الاشكال المختلفة بجانب المستطيل. حاول إيجاد المثلثات والأشكال المستديرة بالصورة.
ja: 長方形だけでなく、いろいろな形が描かれています。この絵の中にある三角形と丸い形を見つけましょう。
ko: 그림에는 사각형외에도 여러가지 다른 도형이 있습니다. 그림에서 삼각형이나 둥근 도형을 찾아보세요.
tr: Bu resimde dikdörtgenlerden başka birçok başka şekiller daha var. Resimdeki üçgenleri ve yuvarlak şekilleri bulun.

# data_list
source: Akai was a clever child. She discovered where the nearest shallow well was.
ar: كانت اكايا طفلة ماهرة. حيث قامت باكتشاف مكان البئر.
ja: アカイはとても賢い子でした。彼女は近くの浅い井戸がどこにあるのかを見つけました。
ko: 아카이는 영리한 아이입니다. 아카이는 가까운 곳 어디에 얕은 우물이 있는지 찾을 수 있습니다.
tr: Akai zeki bir çocuktu. En yakın sığ kuyunun nerede olduğunu keşfetmişti.

# data_list
source: In a very dry place, finding a shallow well would be very important to her village. They must have all thought very highly of Akai.
ar: حيث أن اكتشاف مثل هذا البئر في منطقه جافة وقاحلة يعتبر اكتشاف مهم جدا لقرية اكايا. اظن ان كل من في القرية كانوا فخورين جدا باكايا.
ja: 乾燥した土地で、浅い井戸を見つけることは、彼女の村にとって、とても重要なことでした。村人たちは、アカイのことをとても大切に思っていたに違いありません。
ko: 아주 건조한 곳에서는 얕은 우물을 찾는것은 그 마을에 아주 중요한 일입니다. 마을 사람들은 아카이를 아주 대단하다고 생각하는것이 틀림없습니다.
tr: Çok kurak bir yerde sığ bir kuyu bulmak Akai’nin köyü için çok önemli olabilir. Herkes Akai’ye çok değer veriyor olmalı!

# data_list
source: There are many different beautiful colors in their clothes. Do you know which of the seven colors of the rainbow are missing in this picture?
ar: يوجد الكثير من الالوان المختلفه في ملابس أهل القرية. هل تعرف ما هي الألوان المفقودة من الوان قوس قزح في هذة الصورة؟
ja: 彼らの服には、さまざまな美しい色があります。この写真の中で、虹の7色のうち、何色が欠けているか分かりますか？
ko: 마을 사람들은 여러가지 아름다운 색깔의 옷을 입고 있습니다. 여러분은 그림에서 어떤 무지개의 색깔이 빠졌는지 알 수 있나요?
tr: Kıyafetlerinde bir sürü farklı güzel renkler var. Bu resimde gökkuşağının yedi renginden hangisinin veya hangilerinin eksik olduğunu biliyor musunuz?

# data_list
source: You can count all their legs by counting by 2's. You can count their arms the same way. How would you count their arms and legs together? Would you count by 2's or by 4's?
ar: بإمكانك عد أرجل كل من في الصورة بمقدار ٢. وبإمكانك أيضا عد أيديهم بنفس الطريقة. هل تعرف كيفية عد كل الأرجل والأيدي في الصورة معا؟ هل سوف تعد بمقدار ٢ أو بمقدار ٤؟
ja: 2本ずつ数えると、すべての脚を数えることができます。腕も同じように数えることができます。では、腕と脚を一緒に数えるにはどうしたらいいのでしょう？2ずつ数えますか？それとも、4ずつ数えますか？
ko: 여러분은 2단위 건너뛰어 세기로 사람들의 다리를 셀 수 있습니다. 그들의 팔도 같은 방법으로 셀 수 있습니다. 여러분은 사람들의 팔과 다리를 어떻게 셀 수 있나요? 2단위 아니면 4단위로 셀 수 있나요?
tr: Resimdekilerin bacaklarını İkişer ikişer sayabilirsiniz. Kollarını da aynı şekilde sayabilirsiniz. Peki, ya kol ve bacakları ‘birlikte’ nasıl sayarsınız? Kol ve bacakların toplamını, ikişer ikişer mi yoksa dörder dörder mi sayardınız?

# data_list
source: Akai also knew where her grandmother's manyatta was located. She often went to drink camel milk with her grandmother.
ar: اكايا كانت تعرف أيضا مكان قرية جدتها. وكانت اكايا دائما ما تذهب عند جدتها لتشرب لبن الإبل مع جدتها.
ja: アカイはおばあさんの集落がどこにあるかも知っていて、ラクダのミルクをおばあさんと一緒に飲むためによく行きました。
ko: 아카이는 또한 할머니가 있는 만냐라가 어디에 있는지 알 수 있습니다. 아카이는 할머니와 함께 종종 낙타의 우유를 마시러 갑니다.
tr: Akai büyükannesinin manyatta denilen kulübesinin nerede konumlandığını da biliyordu. Akai büyükannesiyle sık sık deve sütü içmeye giderdi.

# data_list
source: A manyatta is a small village. Akai was very good at finding her way around the area where she lived. How are you at finding things around the area where you live?
ar: كانت اكايا جيدة في إيجاد الطرق حول المنطقة التي كانت تعيش بها. و ماذا عنك ،هل أنت أيضا جيد في إيجاد الطرق حول منزلك؟
ja: 集落とは小さな村のことです。アカイは、住んでいる地域の道を見つけるのがとても上手でした。あなたは、自分の住んでいる地域で、いろいろなことを見つけるのが得意ですか？
ko: 만냐라는 조그마한 마을입니다. 아카이는 자신이 사는 곳의 여러군데를 잘 찾아 돌아다닙니다. 여러분은 여러분이 사는 곳 주변을 어떻게 잘 찾아 돌아다니나요?
tr: Bir manyatta, küçük bir yerleşim yeri, köy veya kulübedir. Akai yaşadığı yerde yolunu bulma konusunda çok iyi! Peki, siz yaşadığınız bölgede bir şeyleri bulma konusunda nasılsınız?

# data_list
source: Some people have a strong sense of direction, and others can get easily confused. Which are you?
ar: بعض الناس يجيدون إيجاد الطرق ولكن البعض الآخر لا يجيدون إيجاد الطرق. انت من منهم؟
ja: 方向をよく感じ取れる人もいるし、方向音痴の人もいます。あなたはどちらですか？
ko: 어떤 사람들은 방향감각이 아주 좋고 또 어떤 사람들은 쉽게 길을 헤매입니다. 여러분은 어떤가요?
tr: Bazı insanlar güçlü bir yön duygusuna sahiplerdir, bazılarının ise kafası kolayca karışabilir. Siz bu konuda nasılsınız?

# data_list
source: Her grandmother's mat looks very similar to Akai's mat. Describe some differences you see between the two mats.
ar: كانت سجادة اكايا مماثلة تماما ل سجادة جدتها، هل تستطيع إيجاد الفروق بين السجادتين في الصورة؟
ja: おばあさんの敷物は、アカイの敷物ととてもよく似ています。二つの敷物の違いを見つけてみましょう。
ko: 아카이 할머니의 돗자리는 아카이의 돗자리와 아주 비슷합니다. 두 개의 돗자리가 어떻게 다른지 설명해 보세요.
tr: Büyükannesinin kilimi Akai’nin kilimine çok benziyor. İki kilim arasında gördüğünüz bazı farklılıkları açıklayın.

# data_list
source: One day, Akai was not so lucky. She left to go to her grandmother's manyatta, but she got lost in the hills. Akai was afraid.
ar: في يوم من الأيام لم تكن اكايا محظوظة. كانت اكايا ذاهبة في يوم من الأيام الي قرية جدتها ولكنها ضاعت بين الهضاب. كانت اكايا خائفة للغاية.
ja: ある日、アカイはついていませんでした。彼女はおばあさんの集落に行こうと出かけましたが、丘で迷子になりました。 アカイは怖くなりました。
ko: 하루는 아카이에게 운이 없었습니다. 아카이는 할머니가 있는 만냐라에 가기위해 집을 떠났지만 언덕에서 길을 잃고 말았습니다. 아카이는 무서워졌습니다.
tr: Bir gün, Akai o kadar da şanslı değildi. Büyükannesinin manyattasına gitmek için yola çıktı ama tepelerde kayboldu. Akai korkmuştu.

# data_list
source: No matter how good we are at things, everyone can make a mistake. Can you think of a time recently when that happened to you?
ar: يجب أن تعلم أنه مهما كنت جيداً في إنجاز بعض الأشياء إلا وأنه من الممكن أن ترتكب بعض الأخطاء. هل تستطيع أن تتذكر مثل هذا الشئ حدث معك من قبل؟
ja: いくら得意なことでも、失敗することもあります。最近、あなたにもそういったことがあったか、考えてみましょう。
ko: 우리가 아무리 어떤것을 잘한다고해도 우리 모두는 실수를 합니다. 여러분은 최근에 실수한 적이 있나요?
tr: Bir şeylerde ne kadar iyi olursak olalım herkes hata yapabilir. Sizin de yakın zamanda başınıza böyle bir şey geldi mi?

# data_list
source: As much as we may not like our own mistakes, we should not ignore them. Mistakes are often very interesting and have a lot to teach us about ourselves.
ar: بمقدار ما نكره أن نخطئ إلا أننا يجب ألا نتجنب أخطائنا. دائمآ ما نتعلم من أخطائنا أشياء جديدة ومثيرة عن أنفسنا.
ja: 私たちは自分の失敗を認めたくありませんが、失敗を無視してはいけません。失敗することはとても大切なことで、自分自身について教えてくれることがたくさんあります。
ko: 우리는 우리의 실수를 좋아하지 않는만큼 그것을 무시해서는 안됩니다. 실수는 종종 아주 재미있고 우리 자신에 대해 많은것을 가르쳐 줍니다.
tr: Her ne kadar kendi hatalarımızdan hoşlanmasak da onları görmezden gelmemeliyiz. Hatalar genellikle çok ilginçtir ve hataların bizlere kendimiz hakkında öğretecekleri bir sürü şey vardır.

# data_list
source: What about the way Akai looks in this picture tells you that she is afraid?
ar: ماذا عن تعابير وجه اكايا، هل تظهر أن اكايا خائفة؟
ja: この写真のアカイの様子から、彼女が不安になっていることが分かりますか？
ko: 그림에 있는 아카이의 어떤 표정이 아카이가 무서워하고 있다고 말해주나요?
tr: Akai’nin bu resimdeki görünüşünün nesi size onun korktuğunu söylüyor?

# data_list
source: She sat under an edome tree and waited for help. Soon she fell asleep and had a dream.
ar: جلست اكايا تحت شجرة دوم تنتظر المساعدة. ولكنها سرعان ما شعرت بالاعياء فنامت و بدأت تحلم.
ja: 彼女は木の下に座って助けを待っていましたが、すぐに寝てしまい、夢を見ました。
ko: 아카이는 에돔 나무밑에 앉아 도움을 기다렸습니다. 조만간 아카이는 잠이 들었고 꿈을 꾸었습니다.
tr: Bir edome ağacının altına oturup yardım bekledi. Kısa süre sonra uykuya daldı ve bir rüya gördü.

# data_list
source: If you are lost on a hot day, it is wise to find a cool, shady place and hope to be rescued. High heat can be a very dangerous thing and it should be handled carefully.
ar: ان كنت ضائع في يوم شديد الحرارة هل من الحكمة أن تجد مكان بارد ظليل وتنتظر المساعدة؟ درجات الحرارة الشديدة من الممكن أن تكون خطيرة جداً ويجب التعامل معها بحذر.
ja: もしあなたが暑い日に迷子になったら、涼しい日陰を探して、救助を待つのが賢明です。猛暑は非常に危険なものなので、慎重に対処する必要があります。
ko: 만약 여러분이 무더운 날에 길을 잃어 버렸다면 서늘하고 그늘진 곳을 찾아 구조가 될 때까지 기다리는 것이 현명한 일입니다. 무더운 날씨는 아주 위험할 수 있으며 주의깊게 행동해야 할 것입니다.
tr: Eğer sıcak bir günde kaybolursanız, serin ve gölgeli bir yer bulup kurtarılmayı ummak akıllıca olacaktır. Yüksek sıcaklık çok tehlikeli olabilir ve dikkatli bir şekilde ele alınmalıdır.

# data_list
source: People have many kinds of dreams. Some are scary, some are fun, some seem ridiculous, and some seem very real. What kinds of dreams do you have?
ar: يحلم الناس بالعديد من الأحلام المختلفة بعضها مخيف وبعضها مرح وبعضها سخيف وبعضها يبدو حقيقي للغاية. فماذا عنك؟ بماذا تحلم؟
ja: 人はいろいろな夢を見ます。怖いもの、楽しいもの、ばかばかしいもの、そしてとても現実的なもの。あなたはどんな夢を見ますか？
ko: 사람들은 다양한 꿈을 꿉니다. 어떤것은 무섭고 어떤것은 재미있으며 또 어떤것은 말도 안되거나 아주 현실적이기도 합니다. 여러분은 어떤 종류의 꿈을 꾸나요?
tr: İnsanlar pek çok çeşitlerde rüyalar görürler. Bazıları korkutucu, bazıları eğlenceli, bazıları saçma ve bazıları ise çok gerçekçi görünebilir. Peki, siz ne tür rüyalar görürsünüz?

# data_list
source: As they go up, most of these branches split into two branches. So, 1 branch becomes 2, and those become 4, and so on. How high can you keep doubling before it gets to be too big a number?
ar: كلما ارتفعت هذه الشجرة كلما تفرعت فروعها حيث ينقسم الفرع الواحد إلي ٢ ثم ينقسم إلي ٤ وهكذا، ماهو أكبر رقم يمكنك مضاعفته؟
ja: 木は上に行けば行くほど、枝分かれします。１つの枝は2つに 、そしてそれらは４つに、と続いていきます。あなたは二倍ずつ増やしていき、どこまで数えることができますか？
ko: 나무가 자라면서 거의 모든 나뭇가지는 두 개의 가지로 갈라집니다. 그래서 하나는 둘이 되고 또 넷이 되고 그렇게 계속 갈라집니다. 여러분은 어떤 숫자까지 두배로 셀 수 있나요?
tr: Resimdeki ağaçta yukarılara doğru çıktıkça, dallarının çoğunun iki dala bölünmüş bir hâlde oldukları görünüyor! Yani, 1 dal 2 olmuş, sonra o 2 dal 4 olmuş, vs. Son sayı çok çok büyük bir sayı hâline gelmeden hemen önce, bu şekilde, daha ne kadar ileriye kadar yani en son hangi sayıya kadar 2 ile çarpabilirsiniz?

# data_list
source: This is what Akai dreamed. She was lying on her special mat. A woman who looked like her grandmother was watching over her. The old woman smiled and gave her a bowl of camel milk. Just when Akai stretched out her hand to take the milk, she woke up.
ar: حلمت اكايا بأنها كانت مستلقية على سجادتها المميزة. وكانت هناك امرأة تشبه جدتها تراقبها. ابتسمت المرأة المسنة وأعطت اكايا قِدراً من لبن الإبل. و لكن عندما مدت اكايا يدها لتأخذ اللبن استيقظت من الحلم.
ja: これはアカイが見た夢の内容です。彼女は特別な敷物の上に横になっていました。彼女のおばあさんに似た女性が彼女を見ていました。その女性は笑顔で、ラクダのミルクが入った器を彼女にあげました。アカイがミルクを飲もうと手を伸ばした瞬間、彼女は目を覚ましました。
ko: 이것이 아카이가 꾼 꿈입니다. 아카이는 자신의 특별한 돗자리에 누워 있었습니다. 아카이의 할머니와 비슷하게 생긴 여자가 아카이를 내려다 보고 있었습니다. 나이많은 여자는 미소지으며 아카이에게 낙타의 우유를 건네 주었습니다. 아카이는 잠에서 깼습니다.
tr: Akai’nin rüyasında gördüğü şey şuydu: Özel kiliminin üzerinde yatıyordu. Büyükannesine benzeyen bir kadın ona göz kulak oluyordu. Yaşlı kadın gülümseyip ona bir kâse deve sütü veriyordu. Akai sütü almak için elini uzatmıştı ki… İşte, tam o sırada, uykusundan uyandı.

# data_list
source: Do you think you can receive a message from a dream, or are they meaningless? What do you think this dream was trying to tell Akai?
ar: هل تظن أننا يمكن أن نستقبل رسائل من الأحلام أو أنها فقط بلا معنى؟ هل تظن أن حلم اكايا له معنى؟
ja: あなたは夢からメッセージを受け取ることはできると思いますか？それともそんなことはないと思いますか？この夢はアカイに何を伝えようとしていたのでしょうか？
ko: 여러분은 꿈이 어떤 신호를 보낸다고 생각하나요 아니면 아무 뜻도 없다고 생각하나요? 여러분은 이 꿈이 아카이에게 무엇을 말하려고 한다고 생각하나요?
tr: Rüyalardan bir mesaj alabileceğinizi düşünüyor musunuz yoksa rüyalar size göre anlamsızlar mıdır? Sizce bu rüya Akai’ye ne anlatmaya çalışıyordu?

# data_list
source: Notice the circles of color centered just in front of grandmother's face. When circles have a common center they are called concentric circles.
ar: لاحظ الدوائر الملونة الموجودة أمام وجه جدة اكايا. عندما تحتوي الدوائر على مركز مشترك تسمى دوائر متحدة المركز.
ja: おばあさんの顔のすぐ前にある、色のついた丸に注目してください。中心が共通する円は同心円と呼ばれます。
ko: 할머니 얼굴 앞에 있는 원형모양의 색깔이 보이나요? 원형의 안에 중심점이 있을때 우리는 그것을 동심원이라고 합니다.
tr: Resimde, büyükannenin yüzünün hemen önünde ortalanmış renkli dairelere dikkat edin. Dairelerin ortak bir merkezi olduğunda onlara ‘eş merkezli daireler’ denir.

# data_list
source: Which colors are repeated in her clothing and jewelry, and which appear only once?
ar: ما هي الألوان المكررة في ملابس ومجوهرات جدة اكايا وما هي الألوان التي تظهر مرة واحدة فقط؟
ja: 彼女の服やジュエリーに繰り返し登場する色と、一度しか登場しない色は何色ですか？
ko: 할머니의 옷과 장신구는 어떤 색깔이 반복되어있고 어떤 색이 한 번만 쓰였나요?
tr: Büyükannenin kıyafetlerinde ve takılarında hangi renkler tekrarlanıyor ve hangi renklerden sadece birer tane görünüyor?

# data_list
source: Akai opened her eyes slowly. When she looked up, she saw a small blue bird on a branch above her.
ar: فتحت اكايا عينيها ببطء. وعندما نظرت لأعلى رأت طائر أزرق صغير على غصن الشجرة.
ja: アカイはゆっくり目を開けました。 見上げると、頭の上の枝に青い小鳥が止まっていました。
ko: 아카이는 자신의 눈을 천천히 떴습니다. 아카이가 위를 올려보았을때 아카이는 나뭇가지위에 앉아있는 작은 파랑새를 보았습니다.
tr: Akai gözlerini yavaşça açtı. Yukarı baktığında, üzerindeki dalda küçük bir mavi kuş gördü.

# data_list
source: Sometimes writers use special things in stories as symbols. Do you think the blue bird symbolizes something special in this story, or is it just a blue bird with no special meaning?
ar: أحيانا يستخدم الكتاب أشياء مميزة في القصص كرموز. هل تظن ان الطائر الازرق يرمز لشئ مميز في القصة أو أنه فقط طائر أزرق بلا معني أو رمز في القصة؟
ja: 作家は、物語の中で何か特別なものをシンボルとして使うことがあります。青い鳥は、この物語の中で何か特別なシンボルだと思いますか？それとも特別な理由をもたない、ただの青い鳥だと思いますか？
ko: 가끔 작가는 특별한 물건을 이야기의 상징으로 사용합니다. 여러분은 이야기의 파랑새는 특별한것을 상징한다고 생각하나요 아니면 그냥 흔한 파랑새라고 생각하나요?
tr: Bazen yazarlar öykülerinde özel şeyleri sembolize ederler. Sizce mavi kuş bu hikâyede özel bir şeyi mi sembolize ediyor yoksa o özel bir anlamı olmayan mavi bir kuş mu sadece?

# data_list
source: Two pages ago we saw that same tree, but there are a few differences between the two pictures of the tree. How many differences can you find?
ar: في الصفحة السابقة رأينا مثل هذه الشجرة ولكن هناك فرق بين الشجرتين. كم عدد الفروق في الصورة؟
ja: 2ページ前にも同じ木がありました。しかし、このページの木と前回登場した木にはいくつかの違いがあります。いくつの違いをあなたは見つけることができるでしょうか？
ko: 앞 장의 그림에서 우리는 같은 나무를 보았지만 이 두 나무는 몇 가지가 다릅니다. 여러분은 몇 개의 다른점을 찾을수 있나요?
tr: İki sayfa önce de aynı ağacı gördük ancak iki ağaç resmi arasında birkaç fark var. Kaç fark bulabilirsiniz?

# data_list
source: Akai and the bird are looking at each other. If they could talk to each other, what would they say?
ar: اكايا و الطائر ينظران الى بعضهما البعض. إذا كانت بإمكانهم الحديث معاً، ماذا تظن أنهم سوف يقولا؟
ja: アカイとその鳥はお互いを見つめ合っています。もし彼女たちが会話ができるのであれば、どんなことを話しているのでしょうか？
ko: 아카이와 파랑새는 서로를 쳐다보고 있습니다. 만약 그 둘이 서로 이야기를 한다면 무슨 이야기를 할 것 같은가요?
tr: Akai ve kuş birbirlerine bakıyorlar. Eğer birbirleriyle konuşabilselerdi, sizce ne söylerlerdi?

# data_list
source: When Akai got up, the small blue bird flapped its wings and led the way for Akai. She followed the bird.
ar: عندما نهضت اكايا وجدت الطائر الأزرق يرفرف بجناحيه و يحلق بعيدا عنها. ولكن اكايا لاحقت الطائر.
ja: アカイが起き上がった時、その小さな青い鳥は羽をはばたかせて、アカイのために道案内をしました。そして、アカイは鳥について行きました。
ko: 아카이가 일어났을때, 파랑새는 날개를 펄럭이며 아카이에게 길을 안내했습니다. 아카이는 새를 따라갔습니다.
tr: Akai ayağa kalktığında, küçük mavi kuş kanatlarını çırptı ve Akai’ye yol gösterdi. Akai kuşu takip etti.

# data_list
source: Birds can be fast and hard to follow. Have you ever tried to follow a wild animal to see where it was going?
ar: الطيور كائنات سريعة ومن الصعب ملاحقتها. هل جربت في مرة أن تلاحق أي حيوان بري؟
ja: 鳥のスピードは速く、必死について行きました。あなたは野生の動物がどこに行くのか、追いかけてみたことはありますか？？
ko: 새는 아주 빨리 날을수 있고 따라가는 것이 쉽지 않습니다. 여러분은 야생 동물이 어디로 가는지 뒤를 따라가 본 적이 있나요?
tr: Kuşlar hızlıdırlar ve takip edilmeleri zor olabilir. Nereye gittiğini görmek için vahşi bir hayvanı takip etmeye çalıştınız mı hiç?

# data_list
source: If you were lost in a dangerous place, would you trust your safety to an unusual animal? Akai is being very trusting.
ar: هل إذا كنت تائه في مكان خطير سوف تشعر بالأمن بجوار حيوان غريب؟ اكايا فتاة شجاعة للغاية.
ja: もしあなたが危険な場所で迷子になったとしたら、あなたは不思議な動物にあなたの安全を委ねて信じますか？アカイは本当に信じています。
ko: 만약 여러분이 위험한 곳에서 길을 잃어버렸다면 여러분은 낯선 동물에게 여러분의 안전을 맡길수 있나요? 아카이는 잘 믿는것 같습니다.
tr: Tehlikeli bir yerde kaybolmuş olsaydınız güvenliğinizi alışılmadık bir hayvana emanet eder miydiniz? Akai çok güveniyor gibi davranıyor.

# data_list
source: How do you think this will turn out? Will the bird lead Akai to safety or will she get even more lost following this silly bird?
ar: هل تظن أن الطائر سوف يساعد اكايا في الوصول إلى المنزل بأمان أو أن اكايا سوف تضل الطريق أكثر فأكثر؟
ja: どのような結末になるのでしょうか？この鳥はアカイを安全に誘導するのでしょうか？それとも彼女は不思議な鳥について行くことで、さらに迷子になっていくのでしょうか？
ko: 여러분은 이야기가 어떻게 될 것이라고 생각하나요? 파랑새가 아카이를 안전한 곳으로 데리고 갈 것이라고 생각하나요 아니면 아카이는 어리석은 새 때문에 더 길을 잃을 것이라고 생각하나요?
tr: Sizce nasıl sonuçlanacak? Kuş Akai’yi güvenli bir yere mi götürecek mi yoksa Akai bu kuşun peşinden giderek daha da çok mu kaybolacak?

# data_list
source: Akai came to a place where the path went in two directions. The blue bird dropped a piece of a mat that was like Akai's own mat.
ar: وصلت اكايا إلى طريق مفترق إلى اتجاهين. قام الطائر بإلقاء سجادة تشبه سجادة اكايا.
ja: アカイは道が二手に分かれている場所に着きました。その鳥はアカイのマットによく似たマットの切れ端を落としました。
ko: 아카이는 길이 두 방향으로 갈리는 곳에 왔습니다. 파랑새는 아카이의 돗자리와 비슷한 돗자리 조각을 떨어뜨렸습니다.
tr: Akai yolun iki yöne ayrıldığı bir yere geldi. Mavi kuş, Akai’nin kilimine benzeyen bir kilim parçasını düşürdü.
