Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: There are three animals here. If you take away the baby lizard, how many animals does that leave?
ar: هناك ثلاثة حيوانات هنا. إذا أخذت صغير السحلية، كم عدد الحيوانات التي ستبقى؟
fr: Il y a trois animaux ici. Si vous enlevez le bébé lézard, combien d'animaux reste-t-il ?
ja: ここには3匹の動物がいる。トカゲの赤ちゃんを取り除いたら、何匹になる？
ko: 여기 세마리의 동물이 있어요. 아기 도마뱀을 데려가면, 몇 마리의 동물이 남을까요?
tr: Burada üç hayvan var. Yavru kertenkeleyi çıkarırsanız, geriye kaç hayvan kalır?

# data_list
source: What are some round shapes you see in this picture?
ar: ما هي الأشكال المستديرة التي تراها في هذه الصورة؟
fr: Quels sont les formes rondes que vous voyez dans cette image ?
ja: この絵の中にある丸い形のものは何かな？
ko: 이 그림에서 둥근 모양들은 무엇이 있을까요?
tr: Bu resimde hangi yuvarlak şekilleri görüyorsunuz?

# data_list
source: Count the animals together and describe their colors.
ar: قوموا بعدّ الحيوانات معًا ووصف ألوانها.
fr: Comptons et décrivons ensemble les animaux et leurs couleurs.
ja: 一緒に動物を数えて、体の色を説明しよう。
ko: 동물을 함께 세어보고 색깔을 말해보아요.
tr: Çocuğunuzla birlikte, hayvanları sayıp renklerini tarif edin.

# data_list
source: Which one has shorter ears? Which one has longer ears?
ar: أيهما يملك اذنين أقصر؟ أيهما يملك أذنين أطول؟
fr: Lequel a les oreilles plus courtes ? Lequel a les oreilles plus longues ?
ja: どっちの耳が短い？どっちの耳が長い？
ko: 누가 더 짧은 귀를 가지고 있고 누가 더 긴 귀를 가지고 있나요?
tr: Hangisinin kulakları daha kısa? Hangisinin kulakları daha uzun?

# data_list
source: Which one has short whiskers? Which one has long whiskers?
ar: أيهما يملك شوارب قصيرة؟ أي واحد يملك شوارب طويلة؟
fr: Lequel a de courtes moustaches ? Lequel a de longues moustaches ?
ja: どっちのひげが短い？どっちのひげが長い？
ko: 누가 더 짧은 수염을 가지고 있고 누가 더 긴 수염을 가지고 있나요?
tr: Hangisinin bıyıkları kısa? Hangisinin bıyıkları uzun?

# data_list
source: It is night. It is dark. It is cold. It is very cold.
ar: إنه الليل. إنه ظلام. الجو بارد. إنه بارد جداً.
fr: C'est la nuit. Il fait sombre. Il fait froid. Il fait très froid.
ja: 夜だ。暗い。 寒い。とても寒い。
ko: 밤이 왔어요. 날씨가 춥네요. 날씨가 매우 추워요.
tr: Gece olmuş. Hava karanlık. Soğuk. Çok soğuk.

# data_list
source: Their house is round. Do you live in a round building?
ar: منزلهم مستدير. هل تعيش في مبنى دائري؟
fr: Leur maison est ronde. Habites-tu dans un bâtiment rond ?
ja: 彼らの家は丸い。あなたは丸い建物に住んでいる？
ko: 그들의 집은 둥근 모양이에요. 여러분도 둥근 집에 사나요?
tr: Onların evi yuvarlak. Siz yuvarlak bir binada mı yaşıyorsunuz?

# data_list
source: Count the trees together.
ar: عدوا الأشجار معًا.
fr: Comptons ensemble les arbres.
ja: 一緒に木を数えよう。
ko: 나무를 함께 세어보아요.
tr: Ağaçları çocuğunuzla beraber sayın.

# data_list
source: A full moon forms a complete circle. A moon that is a partial circle like this is called a crescent moon.
ar: يشكل البدر دائرة كاملة. والقمر الذي يكون على شكل دائرة جزئية مثل هذه يسمى هلالًا.
fr: Une pleine lune forme un cercle complet. Une lune qui est un cercle partiel comme celui-ci s’appelle un croissant de lune.
ja: 満月は完全な円の形だ。このように、部分的に円の形をした月は三日月と呼ばれる。
ko: 보름달은 완전한 원형을 이뤄요. 이 달처럼 원의 일부만 보이는 달은 초승달이에요.
tr: Dolunay tam bir daire şeklindedir. Bu resimdeki gibi kısmi bir daire şeklinde olan Ay’a hilâl denir.

# data_list
source: For Dog it is too cold.
ar: الجو بارد جدًا بالنسبة للكلب.
fr: Pour Chien, il fait trop froid.
ja: イヌにとっては寒すぎる。
ko: 개는 너무 추운가봐요.
tr: Hava, Köpek için çok soğuk.

# data_list
source: What shows you that Dog is cold?
ar: ما الذي يدلكم على أن الكلب يشعر بالبرد؟
fr: Qu’est-ce qui te montre que Chien a froid ?
ja: イヌが寒がっていることを示すものは何かな？
ko: 개가 춥다는 것을 어떻게 알 수 있나요?
tr: Köpek’in üşüdüğünü gösteren şey nedir?

# data_list
source: A light blue color is often used to show something cold. Does seeing blue make you feel cold?
ar: غالبًا ما يُستخدم اللون الأزرق الفاتح للإشارة إلى شيء بارد. هل تجعلك رؤية اللون الأزرق تشعر بالبرد؟
fr: Une couleur bleu clair est souvent utilisée pour montrer quelque chose de froid. Est-ce que le fait de voir du bleu te donne froid ?
ja: 水色はよく冷たいものを表すのに使われる。君は青を見ると寒く感じる？
ko: 하늘색은 무언가 차갑다는 것을 보여줄 때 많이 쓰인답니다. 여러분은 하늘색을 볼 때 춥다고 느끼나요?
tr: Açık mavi renk, genellikle, soğuk bir şeyi belirtmek için kullanılır. Mavi renk görmek sizi üşütüyor mu?

# data_list
source: On cold nights, even outdoor animals can use help with the cold.
ar: في الليالي الباردة، حتى الحيوانات الموجودة في الهواء الطلق يمكنها الاستعانة بالمساعدة للتغلب على البرد.
fr: Les nuits froides, même les animaux d'extérieur peuvent avoir besoin d'aide à cause du froid.
ja: 寒い夜には、屋外の動物たちも寒さをしのぐのに助けを必要とする。
ko: 추운 밤에는, 야생에서 사는 동물들도 추위에는 도움이 필요하답니다.
tr: Soğuk gecelerde, açık havada yaşayan hayvanların bile soğuğa karşı yardıma ihtiyacı olabilir.

# data_list
source: Cat gives Dog underwear. One pair of underwear is dirty. One pair of underwear is clean.
ar: يعطي القط الكلب زوجين من الملابس الداخلية. زوج واحد من الملابس الداخلية متسخ. زوج واحد من الملابس الداخلية نظيف.
fr: Chat donne des sous-vêtements à Chien. Une paire de sous-vêtements est sale. Une paire de sous-vêtements est propre.
ja: ネコはイヌに下着をあげる。 1組の下着は汚れている。もう1組の下着はきれいだ。
ko: 고양이는 개에게 속옷을 건네줬어요. 속옷 한벌은 깨끗한데, 다른 한벌은 더러워 보여요.
tr: Kedi, Köpek’e giymesi için bir çift atlet verir. Atletlerden birisi kirli. Birisi temiz.

# data_list
source: Is this choice of underwear very helpful?
ar: هل هذا الاختيار للملابس الداخلية مفيد برأيك؟
fr: Ce choix de sous-vêtements est-il très utile ?
ja: 下着をあげることは助けになるかな？
ko: 이 속옷을 고르는게 도움이 될까요?
tr: Bu atlet seçimi çok yardımcı oluyor mu?

# data_list
source: Is it silly that Cat offers underwear that is dirty?
ar: هل من السخافة أن يقدم القط ملابس داخلية قذرة؟
fr: C’est bête que Chat offre des sous-vêtements sales ?
ja: ネコが汚れた下着をあげるのは愚かなことかな？
ko: 고양이가 더러운 속옷을 건네주는게 웃기지 않나요?
tr: Kedi’nin kirli bir atlet vermek istemesi absürt mü?

# data_list
source: Why isn't Cat cold?
ar: لماذا لا يشعر القط بالبرد؟
fr: Pourquoi Chat n’a-t-il pas froid ?
ja: どうしてネコは寒くないの？
ko: 고양이는 왜 춥지 않을까요?
tr: Kedi neden üşümüyor?

# data_list
source: Dog takes the clean underwear. But it is still too cold.
ar: يأخذ الكلب الملابس الداخلية النظيفة. لكنه لا يزال بارداً جداً.
fr: Chien prend les sous-vêtements propres. Mais, il fait encore trop froid.
ja: イヌはきれいな下着を選んだ。でも、まだ寒すぎる。
ko: 개는 깨끗한 속옷을 골랐어요. 하지만 여전히 너무 추운가 보네요.
tr: Köpek temiz olan atleti alır. Ama hâlâ çok soğuk.

# data_list
source: Count together how much clothing Dog has. Dog is cold and needs more.
ar: عدّوا معًا مقدار الملابس التي يمتلكها الكلب. الكلب بارد ويحتاج إلى المزيد.
fr: Comptons ensemble le nombre de vêtements que Chien porte. Chien a froid et il a besoin de plus d’habits.
ja: イヌが着ている服を一緒に数えよう。イヌは寒いのでもっと必要。
ko: 개가 몇벌의 옷을 입고 있는지 함께 세어보아요. 개는 아직 추워서 옷이 더 필요할 것 같아요.
tr: Köpek’in ne kadar giysisi olduğunu çocuğunuzla birlikte sayın. Köpek üşüyor ve daha fazlasına ihtiyacı var.

# data_list
source: Remember a time when you were cold and how hard it was to get warm.
ar: تذكر وقتًا كنت فيه باردًا وكم كان من الصعب أن تشعر بالدفء.
fr: Peux-tu te souvenir d’une fois où tu as eu froid et où tu as eu du mal à te réchauffer ?
ja: 君が、寒くて暖かくなるのが大変だったときのことを思い出そう。
ko: 여러분이 추웠던 순간을 기억해 보세요. 따뜻해지기 어렵지 않았나요?
tr: Üşüdüğünüz bir zamanı hatırlayın ve ısınmanızın ne kadar zor olduğunu düşünün.

# data_list
source: Why are Dog's arms crossed in front?
ar: لماذا ذراعا الكلب مكتوفان من الأمام؟
fr: Pour quelle raison Chien croise-t-il ses pattes devant lui ?
ja: どうしてイヌは腕を前で組んでいるの？
ko: 개는 왜 팔짱을 끼고 있을까요?
tr: Köpek’in kolları neden önünde çapraz şekilde duruyor?

# data_list
source: Cat gives Dog shirts. One shirt is big. One shirt is small.
ar: يعطي القط الكلب قميصين. قميص واحد كبير. قميص واحد صغير.
fr: Chat donne des chemises à Chien. Une chemise est grande. Une chemise est petite.
ja: ネコがイヌにシャツをあげる。1枚のシャツは大きい。もう1枚のシャツは小さい。
ko: 고양이가 이번에는 티셔츠를 건네주네요. 한 벌은 크고, 다른 한 벌은 작네요.
tr: Kedi, Köpek’e tişörtler verir. Bir tişört büyük. Bir tişört küçük.

# data_list
source: Is offering a shirt that is much too small helpful?
ar: هل تقديم قميص صغير أمر مفيد؟
fr: Est-ce que le fait d’offrir une chemise beaucoup trop petite est utile ?
ja: 小さすぎるシャツをあげることは助けになるかな？
ko: 엄청 작은 티셔츠를 건네주는게 도움이 될까요?
tr: Çok küçük bir tişört vermek istemek işe yarar mı?

# data_list
source: Is Cat trying to help, or is Cat just having some fun?
ar: هل يحاول القط المساعدة، أم أن القط يستمتع ببعض المرح فحسب؟
fr: Chat essaie-t-il d’aider ou s’amuse-t-il simplement ?
ja: ネコは助けようとしているのかな、それとも楽しんでいるだけなのかな？
ko: 고양이가 진짜 도와주는 것 같나요? 아니면 그냥 장난을 치는것 같나요?
tr: Kedi yardım etmeye mi çalışıyor yoksa sadece biraz eğleniyor mu?

# data_list
source: Which of Cat's paws has more visible claws?
ar: أي من كفوف القط لديه مخالب أكثر وضوحًا؟
fr: Laquelle des pattes de Chat a le plus de griffes visibles ?
ja: ネコの前足のどっちの爪の方が目立つ？
ko: 고양이의 앞발 중 어떤 발의 발톱이 더 선명하게 보이나요?
tr: Kedi’nin hangi patisinin pençeleri daha fazla görünüyor?

# data_list
source: Dog takes the big shirt. But it is still too cold.
ar: يأخذ الكلب القميص الكبير. لكنه لا يزال بارداً جداً.
fr: Chien prend la grande chemise. Mais, il a encore trop froid.
ja: イヌは大きいシャツを選んだ。でも、まだ寒すぎる。
ko: 개는 큰 티셔츠를 골랐어요. 하지만 여전히 너무 추워요.
tr: Köpek büyük tişörtü alır. Ama hâlâ çok soğuk.

# data_list
source: Count the pieces of clothing Dog has. Is it enough?
ar: عدّوا قطع الملابس التي يمتلكها الكلب. هل هذا يكفي؟
fr: Comptons ensemble le nombre de vêtements que Chien porte. Est-ce suffisant ?
ja: イヌが着ている服を一緒に数えよう。これで十分かな？
ko: 개가 입고 있는 옷의 개수를 세어보아요. 충분한가요?
tr: Köpek’in kaç parça giysisi olduğunu sayın. O kadarı yeterli mi?

# data_list
source: A square is a shape like a piece of paper with four equal sides. Compare the round moon with the square window.
ar: المربع هو شكل مثل قطعة من الورق لها أربعة أضلاع متساوية. قارن بين القمر المستدير والنافذة المربعة.
fr: Un carré est une forme comme une feuille de papier avec quatre côtés égaux. Compare la lune ronde avec la fenêtre carrée.
ja: 正方形は、4つの等しい辺を持つ紙のような形だ。丸い月と四角い窓を見比べてみよう。
ko: 정사각형은 네 변의 길이가 모두 같은 종이같은 모양이에요. 둥근 달과 정사각형의 창문을 비교해 보아요.
tr: Bir kare, dört eşit kenarı olan bir kâğıt parçası gibi bir şekildir. Resimdeki yuvarlak ay ile kare pencereyi karşılaştırın.

# data_list
source: Have you ever seen a round window?
ar: هل سبق لك أن رأيت نافذة مستديرة؟
fr: As-tu déjà vu une fenêtre ronde ?
ja: 君は丸い窓を見たことがある？
ko: 여러분은 둥근 창문을 본 적 있나요?
tr: Siz hiç yuvarlak bir pencere gördünüz mü?

# data_list
source: Cat gives Dog pants. One pair of pants is long. One pair of pants is short.
ar: يعطي القط الكلب زوجين من البناطيل. زوج واحد من البناطيل طويل. زوج واحد من البناطيل قصير.
fr: Chat donne des pantalons à Chien. Un pantalon est long. Un pantalon est court.
ja: ネコはイヌにズボンをあげる。 1組のズボンは長い。もう1組のズボンは短い。
ko: 고양이가 다음엔 개에게 바지를 건네주네요. 바지 한 벌은 길고, 다른 한 벌은 짧아요.
tr: Kedi, Köpek’e pantolonlar verir. Bir pantolon uzun. Bir pantolon kısa.

# data_list
source: How many pieces of clothing does Cat offer each time?
ar: كم عدد قطع الملابس التي يقدمها القط في كل مرة؟
fr: Combien de vêtements Chat offre-t-il à chaque fois ?
ja: ネコは毎回何着の服をあげている？
ko: 고양이가 매번 몇벌의 옷을 빌려주나요?
tr: Kedi her seferinde kaç parça giysi sunuyor?

# data_list
source: When you are cold, do you want to wear shorts?
ar: عندما تشعر بالبرد، هل ترغب بارتداء البناطيل القصيرة؟
fr: Quand tu as froid, veux-tu porter un short ?
ja: 寒いときに短パンを履きたくなる？
ko: 여러분이 춥다고 느낄때 보통 짧은 바지를 입나요?
tr: Siz üşüdüğünüzde şort giymek ister misiniz?

# data_list
source: What will happen with Dog's tail? Do these pants have a hole for Dog's tail?
ar: ماذا سيحدث بذيل الكلب؟ هل يحتوي هذا البنطال على فتحة لذيل الكلب؟
fr: Qu’arrivera-t-il à la queue de Chien ? Ce pantalon a-t-il un trou pour la queue de Chien ?
ja: イヌのしっぽはどうなる？このズボンにはイヌのしっぽを通す穴がある？
ko: 개의 꼬리는 어떻게 될까요? 이 바지에 꼬리를 위한 구멍이 있나요?
tr: Köpek’in kuyruğuna ne olacak? Bu pantolonların Köpek’in kuyruğu için bir deliği var mı?

# data_list
source: Dog takes the long pair of pants. But it is still too cold.
ar: يأخذ الكلب البنطال الطويل. لكنه لا يزال بارداً جداً.
fr: Chien prend le pantalon long. Mais, il a encore trop froid.
ja: イヌは長いズボンを選んだ。でも、まだ寒すぎる。
ko: 개는 긴 바지를 골랐어요. 하지만 여전히 너무 추워요.
tr: Köpek uzun pantolonu alır. Ama hâlâ çok soğuk.

# data_list
source: Each time, Dog gets one more piece of clothing. How many pieces does Dog have on now?
ar: في كل مرة، يحصل الكلب على قطعة ملابس أخرى. كم عدد القطع التي يمتلكها الكلب الآن؟
fr: À chaque fois, Chien prend un vêtement de plus. Combien de vêtements Chien porte-il actuellement ?
ja: 毎回、イヌは服を1枚ずつ増やす。今、イヌはいくつ着ているかな？
ko: 개는 매번 한 벌의 옷을 더 입어요. 지금 개는 몇벌의 옷을 입고 있나요?
tr: Köpek her seferinde bir parça daha giysi alıyor. Şu anda Köpek’in üzerinde kaç parça giysi var?

# data_list
source: How many pieces will Dog need?
ar: كم قطعة سيحتاج الكلب؟
fr: Combien de vêtements Chien aura-t-il besoin ?
ja: イヌは何枚の服が必要？
ko: 개는 몇벌의 옷이 필요할 것 같나요?
tr: Köpek daha kaç parça giysiye ihtiyaç duyacak?

# data_list
source: Do you think there is any way Dog will get warm?
ar: هل تعتقد أن هناك أي طريقة يمكن أن تجعل الكلب يشعر بالدفء؟
fr: Penses-tu qu’il y a un moyen pour que Chien se réchauffe ?
ja: イヌが暖かくなる方法があると思う？
ko: 여러분은 개가 언젠가 따뜻해질 것 같나요?
tr: Sizce Köpek’in ısınması için herhangi bir yol var mı?

# data_list
source: Cat gives Dog vests. One vest is wet, one vest is dry. Dog takes the dry vest, but it is still too cold.
ar: يعطي القط الكلب سترتين. سترة واحدة مبللة وسترة واحدة جافة. يأخذ الكلب السترة الجافة، لكنه لا يزال باردًا جدًا.
fr: Chat donne des vestes sans manches à Chien. Une veste sans manches est mouillée, une veste sans manches est sèche. Chien prend la veste sans manches sèche, mais il a encore trop froid.
ja: ネコはイヌにベストをあげる。片方のベストは濡れていて、もう片方のベストは乾いている。 イヌは乾いたベストを選んだけど、まだ寒すぎる。
ko: 고양이가 개에게 두 조끼를 건네주네요. 한개는 마른것이고, 한개는 젖은 것이에요. 개는 마른 조끼를 골랐지만, 여전히 너무 추워요.
tr: Kedi, Köpek’e yelekler verir. Bir yelek ıslak, bir yelek kuru. Köpek kuru yeleği alır ama hâlâ çok soğuk.

# data_list
source: Does having something wet on make you feel warmer or colder?
ar: هل ارتداء شيء مبلل يجعلك تشعر بالدفء أو البرودة؟
fr: Est-ce que le fait de porter quelque chose de mouillé te donne plus chaud ou plus froid ?
ja: 濡れたものを着ていると、暖かく感じるかな？それとも、寒く感じるかな？
ko: 여러분은 젖은 옷을 입었을 때 더 춥나요? 아니면 따뜻한가요?
tr: Üzerinizde ıslak bir şey olması daha sıcak mı yoksa daha soğuk mu hissettirir?

# data_list
source: Dog had three pieces of clothing on. The vest is one more. How many does that make?
ar: كان الكلب يرتدي ثلاث قطع من الثياب. السترة هي واحدة بالإضافة. كم يعني ذلك؟
fr: Chien portait trois vêtements. La veste sans manches en est un de plus. Combien cela fait-il ?
ja: イヌは3着の服を着ていた。それにベストがもう1着。これで何着になる？
ko: 개는 이미 세가지의 옷을 입고 있었어요. 조끼를 추가 하면 하나 더 많네요. 그렇다면 개의 옷은 총 몇가지 일까요?
tr: Köpek’in üzerinde üç parça giysi vardı. Yelek, bir parça giysi daha eder. Şu anda toplam kaç parça var?

# data_list
source: With the vest, Dog has four pieces of clothing. Before he put the vest on, he had one less. How many was that?
ar: مع السترة، يرتدي الكلب أربع قطع من الملابس. قبل أن يرتدي السترة، كان يرتدي واحدة أقل. كم كان ذلك؟
fr: Avec la veste sans manches, Chien a quatre vêtements. Avant de mettre la veste sans manches, il en avait un de moins. Combien cela faisait-il ?
ja: イヌは、ベストを含めて4着の服を持っている。ベストを着る前は1着少なかった。前は何着だったのかな？
ko: 개는 조끼를 포함하면 네가지의 옷을 입고 있답니다. 조끼를 입고 있기 전에는 개는 하나 덜 입고 있었네요. 그렇다면 몇가지의 옷을 입고 있었나요?
tr: Yelekle birlikte, Köpek’in üzerinde dört parça giysi var. Yeleği giymeden önce, bir parça daha az giysisi vardı. O zaman kaç parça giysisi vardı?

# data_list
source: Cat gives Dog jackets. One jacket is thick, one jacket is thin. Dog takes the thick jacket, but it is still too cold.
ar: يعطي القط الكلب معطفين. معطف واحد سميك ومعطف واحد رقيق. يأخذ الكلب المعطف السميك، لكنه لا يزال باردًا جدًا.
fr: Chat donne des vestes à Chien. Une veste est épaisse, une veste est fine. Chien prend la veste épaisse, mais il a encore trop froid.
ja: ネコはイヌにジャケットをあげる。片方のジャケットは厚くて、もう片方のジャケットは薄い。 イヌは厚いジャケットを選んだけど、まだ寒すぎる。
ko: 고양이가 개에게 두 자켓을 건네주네요. 한개는 두껍고, 한개는 얇네요. 개는 두꺼운 자켓을 골랐지만, 여전히 너무 춥네요.
tr: Kedi, Köpek’e ceketler verir. Bir ceket kalın, bir ceket ince. Köpek kalın ceketi alır ama hâlâ çok soğuk.

# data_list
source: Thicker clothing helps you keep heat in and stay warmer.
ar: تساعدك الملابس السميكة على الاحتفاظ بالحرارة والبقاء أكثر دفئًا.
fr: Les vêtements plus épais permettent de conserver la chaleur et de rester au chaud.
ja: 厚手の服は熱を逃がさず、より暖かく過ごせる。
ko: 두꺼운 옷은 온기가 빠져나가지 못하게 해서 따뜻하게 몸을 유지시켜준답니다.
tr: Kalın giysiler, ısıyı içeride tutmanıza ve daha sıcak kalmanıza yardımcı olur.

# data_list
source: Does the color of the jacket look odd with Dog's other clothes?
ar: هل يبدو لون السترة غريبًا مع ملابس الكلب الأخرى؟
fr: La couleur de la veste semble-t-elle bizarre avec les autres vêtements de Chien ?
ja: ジャケットの色は、イヌの他の服に合うかな？
ko: 자켓의 색깔이 개의 다른 옷들과 어울리나요?
tr: Ceketin rengi, Köpek’in diğer giysileriyle tuhaf görünüyor mu?

# data_list
source: Dog now has one more than four. How many is that?
ar: الكلب يرتدي الآن واحداً أكثر من أربعة. كم هو ذلك؟
fr: Chien en a maintenant un de plus que quatre. C’est combien ?
ja: イヌは今4着よりも1着多く着ている。これで何着になるかな？
ko: 개는 이제 옷을 네개보다 하나 더 입고 있네요. 이는 총 몇개인가요?
tr: Köpeğin artık dörtten bir fazla giysisi var. Bu kaç parça eder?

# data_list
source: Cat gives Dog hats. One hat is high, one hat is low. Dog takes the high hat, but it is still too cold.
ar: يعطي القط الكلب قبعتين. قبعة واحدة عالية، وقبعة واحدة منخفضة. يأخذ الكلب القبعة العالية، لكنه لا يزال باردًا جدًا.
fr: Chat donne des chapeaux à Chien. Un chapeau est haut, un chapeau est bas. Chien prend le chapeau haut, mais il a encore trop froid.
ja: ネコはイヌに帽子をあげる。片方の帽子は高くて、もう片方の帽子は低い。 イヌは高い帽子を選んだけど、まだ寒すぎる。
ko: 고양이가 개에게 두 모자를 건네주네요. 하나는 크고, 하나는 작아요. 개는 큰 모자를 골랐지만, 여전히 너무 춥네요.
tr: Kedi, Köpek’e şapkalar verir. Bir şapka uzun, bir şapka kısa. Köpek uzun şapkayı alır ama hâlâ çok soğuk.

# data_list
source: Point at the short hat and the tall hat.
ar: أشر إلى القبعة القصيرة والقبعة الطويلة.
fr: Pointe le petit chapeau et le grand chapeau.
ja: 低い帽子と高い帽子を指さそう。
ko: 작은 모자와 큰 모자를 가리켜 보아요.
tr: Kısa şapkayı ve uzun şapkayı gösterin.

# data_list
source: Does it matter which hat Dog chooses? Is one hat warmer than the other?
ar: هل يهم أي قبعة يختارها الكلب؟ هل إحدى القبعتين أكثر دفئًا من الأخرى؟
fr: Le choix du chapeau de Chien est-il important ? Est-ce qu’un chapeau est plus chaud que l’autre ?
ja: イヌがどちらの帽子を選ぶかは重要かな？一方の帽子の方が暖かいのかな？
ko: 개가 무슨 모자를 고르던 상관이 있을까요?
tr: Köpek’in hangi şapkayı seçtiği önemli mi? Bir şapka diğerinden daha mı sıcak?

# data_list
source: Do you have any hats? If so, do you like to wear them?
ar: هل لديك أي قبعات؟ إذا كان الأمر كذلك، هل ترغب في ارتدائها؟
fr: As-tu des chapeaux ? Si oui, aimez-vous les porter ?
ja: 君は帽子を持っている？もしあれば、それをかぶるのが好き？
ko: 여러분도 모자를 가지고 있나요? 만약에 있다면, 모자를 쓰는것을 좋아하나요?
tr: Sizin şapkanız var mı? Eğer varsa, onları takmayı seviyor musunuz?

# data_list
source: Cat gives Dog shoes. One pair of shoes is new, one pair of shoes is old.
ar: يعطي القط الكلب زوجين من الأحذية. زوج واحد من الأحذية جديد، وزوج واحد من الأحذية قديم.
fr: Chat donne des chaussures à Chien. Une paire de chaussures est neuve, une paire de chaussures est vieille.
ja: ネコはイヌに靴をあげる。 1組の靴は新しくて、もう1組の靴は古い。
ko: 고양이가 개에게 두 신발을 건네주네요. 한 짝은 새것이고, 한 짝은 낡은 것이에요.
tr: Kedi, Köpek’e ayakkabılar verir. Bir çift ayakkabı yeni, bir çift ayakkabı ise eskidir.

# data_list
source: To give someone a choice, how many things do you need? Would having one thing be enough for a choice?
ar: لإعطاء شخص ما الاختيار، كم عدد الأشياء التي تحتاجها؟ هل سيكون الحصول على شيء واحد كافيًا للاختيار؟
fr: Pour donner le choix à quelqu’un, as-tu besoin de combien de choses ? Le fait d’avoir une chose suffit-il pour faire un choix ?
ja: 誰かに選択肢を与えるためには、いくつ必要かな？選択肢を与えるには、1つあれば十分かな？
ko: 어떤 사람에게 선택을 준다면 몇 개의 선택이 필요할까요? 한 가지 선택이면 충분할까요?
tr: Birine seçim şansı vermek için kaç şeye ihtiyacınız vardır? Bir tane şeyle seçim yapılabilir mi?

# data_list
source: A person can be baffled if you give them too many things to choose from.
ar: يمكن لأي شخص أن يشعر بالحيرة إذا أعطيته الكثير من الأشياء للاختيار من بينها.
fr: Une personne peut être déconcertée si tu lui donnes trop de choses à choisir.
ja: あまりに多くの選択肢を与えると、人は困惑してしまう。
ko: 선택이 너무 많으면 사람들은 혼란스러워 질 수도 있답니다.
tr: Bir kişiye aralarından seçim yapabileceği çok fazla şey verirseniz o kişi şaşırabilir.

# data_list
source: Dog is still cold. Why are Dog's choices not helping?
ar: الكلب لا يزال بارداً. لماذا لا تساعد اختيارات الكلب؟
fr: Chien a toujours froid. Pourquoi les choix de Chien ne l’aident-il pas ?
ja: イヌはまだ寒い。どうしてイヌの選択は役に立たないのかな？
ko: 개는 아직 너무 추워요. 왜 개의 선택은 도움이 되지 않을까요?
tr: Köpek hâlâ üşüyor. Köpeğin seçimleri neden ona yardımcı olmuyor?

# data_list
source: Dogs takes the new shoes, and then ... It is not too cold for Dog.
ar: يأخذ الكلب الأحذية الجديدة ومن ثم ... الجو ليس باردًا جدًا بالنسبة للكلب بعد الآن.
fr: Chien prend les nouvelles chaussures et puis … Il ne fait pas trop froid pour Chien.
ja: イヌが新しい靴を手にすると、、、 イヌはもう寒くない。
ko: 개는 새 신발을 골랐어요. 그리고... 이제 개는더 이상 춥지 않네요.
tr: Köpek yeni ayakkabıları alır ve sonra ... Köpek artık üşümüyor.

# data_list
source: What changed outside the window?
ar: ما الذي تغير خارج النافذة؟
fr: Qu’est-ce qui a changé en dehors de la fenêtre ?
ja: 窓の外で何が変わったかな？
ko: 창 밖에 무엇이 바뀌었나요?
tr: Pencerenin dışında ne değişti?

# data_list
source: Why isn't Dog cold any more? Did his clothes help make him warm?
ar: لماذا لم يعد الكلب باردًا بعد الآن؟ هل ساعدته ملابسه على الدفء؟
fr: Pourquoi Chien n’a plus froid ? Ses vêtements l’ont-ils aidé à se réchauffer ?
ja: どうしてイヌは寒くないの？服を着たことで暖かくなったの？
ko: 개는 이제 왜 춥지 않을까요? 개의 옷은 개를 따뜻하게 해주는데 도움이 되었나요?
tr: Köpek neden artık üşümüyor? Giysileri onu ısıttı mı?

# data_list
source: Where is the moon and what is that on the horizon in the window?
ar: أين القمر وما الذي في الأفق في النافذة؟
fr: Où est la lune et qu’est-ce qu’il y a à l’horizon dans la fenêtre ?
ja: 月はどこにあり、窓の地平線にあるのは何だろう？
ko: 달은 어디에 있고 창밖 지평선에 있는 것은 무엇인가요?
tr: Ay nerede ve penceredeki ufukta ne var?

# data_list
source: The night is over. The moon goes. The sun comes.
ar: انتهت الليلة. يذهب القمر. تأتي الشمس.
fr: La nuit est finie. La lune s’en va. Le soleil arrive.
ja: 夜が終わった。 月は去る。太陽が来る。
ko: 밤이 지났어요. 달은 지고, 해가 떴답니다.
tr: Gece sona erdi. Ay gidiyor. Güneş geliyor.

# data_list
source: Count the palm trees together.
ar: عدّوا النخل معًا.
fr: Comptons ensemble les palmiers.
ja: ヤシの木を一緒に数えよう。
ko: 야자수를 같이 세어보아요.
tr: Palmiye ağaçlarını çocuğunuzla beraber sayın.

# data_list
source: Point at the round, yellow sun. Is the moon always gone when the sun comes up?
ar: أشر إلى الشمس المستديرة الصفراء. هل يغيب القمر دائماً عندما تشرق الشمس؟
fr: Pointe le soleil rond et jaune. La lune est-elle toujours absente quand le soleil se lève ?
ja: 丸くて黄色い太陽を指さそう。太陽が昇るとき、月はいつも消えているの？
ko: 둥글고 노란 해를 같이 가리켜보아요. 해가 떠있을 때는 달이 항상 사라지나요?
tr: Yuvarlak, sarı güneşi gösterin. Güneş doğduğunda, ay hep gider mi?

# data_list
source: Is the moon always visible at night?
ar: هل يظهر القمر دائماً في الليل؟
fr: La lune est-elle toujours visible la nuit ?
ja: 月はいつも夜に見えるの？
ko: 달은 밤에 항상 보이나요?
tr: Ay her zaman geceleri mi görünür?

# data_list
source: It is day. It is light. It is warm. It is very warm. For Dog it is too warm.
ar: ها قد أتى الصباح. ها قد أتى الضوء. إن الجو دافئ. إنه دافئ جداً. بالنسبة للكلب، إن الجو دافئ جداً.
fr: C’est le jour. Il fait clair. Il fait chaud. Il fait très chaud. Pour Chien, il fait trop chaud.
ja: 昼だ。明るい。暖かい。とても暖かい。 イヌには暖かすぎる。
ko: 아침이 오고 해가 떴어요. 더워요. 정말 더워요. 개에게 너무 더워요.
tr: Gündüz oldu. Her yer aydınlık. Hava sıcak. Çok sıcak. Köpek için çok sıcak.

# data_list
source: List all the pieces of clothing Dog has on.
ar: عدّد جميع قطع الملابس التي يرتديها الكلب.
fr: Faisons la liste de tous les vêtements que porte Chien.
ja: イヌが着ている服をすべて挙げよう。
ko: 개가 입고 있는 옷들을 전부 말해보아요.
tr: Köpek’in üstündeki tüm giysileri listeleyin.

# data_list
source: What is Dog doing with his right hand? What motion do you use to try to cool off?
ar: ماذا يفعل الكلب بيمينه؟ ما الحركة التي تستخدمها لمحاولة التهدئة؟
fr: Que fait Chien avec sa patte droite ? Quel mouvement fais-tu pour essayer de te rafraîchir ?
ja: 犬は右手で何をしているの？君はどんな動きで涼もうとする？
ko: 개가 오른손으로 무엇을 하고 있나요? 여러분은 시원하게 하기위해 어떤 손동작을 하나요?
tr: Köpek sağ eliyle ne yapıyor? Siz serinlemek için hangi hareketi yaparsınız?
