Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: This family talks about their day at dinner. What do you talk about when you eat dinner?
ar: يتحدث أفراد هذه العائلة عن يومهم على العشاء. ما الذي تتحدث عنه عند تناول العشاء؟
fr: Cette famille parle de sa journée au dîner. De quoi parles-tu lors de ton repas du soir ?
ja: この家族は夕食時にその日のことを話す。君は夕食の時、どんな話をする？
ko: 이 가족은 저녁식사를 할 때 자신의 하루에 대해서 말하네요. 여러분은 저녁식사를 할 때 무엇에 대해서 말하나요?
tr: Bu aile akşam yemeğinde kendi günlerinden bahsediyorlar. Siz akşam yemeği yerken neler hakkında konuşursunuz?

# data_list
source: The father usually warned the children not to go deep into the forest. He told the family about a strange creature that lived in the forest. "This creature is like two of us put together!"
ar: عادة ما كان الأب يحذر الأطفال من التعمق في الغابة. أخبر العائلة عن مخلوق غريب يعيش في الغابة. "هذا المخلوق يشبه اثنين منا مجتمعين!"
fr: Le père avertit généralement les enfants qu’il ne fallait pas aller trop loin dans la forêt. Il a parlé à sa famille d’une étrange créature qui vivait dans la forêt. « Cette créature est aussi grande que deux d’entre nous réunis ! »
ja: 父親は普段から、子供たちに森の奥に行かないようにと注意していた。父親は家族に、森に住む不思議な生き物の話をした。「この生き物は私たち2人を合わせたようなものだ！」
ko: 아빠는 아이들에게 깊은 숲속으로 들어가지 말라고 했어요. 그는 가족들에게 숲속에 사는 이상한 생명체에 대해서 얘기해주었답니다. "이 생명체는 마치 사람 두 명을 합친것처럼 생겼어!"
tr: Baba genellikle çocuklarını ormanın derinliklerine gitmemeleri konusunda uyarırdı. Ailesine ormanda yaşayan tuhaf bir yaratığı anlatmıştı. "Bu yaratık, iki tanemizin bir araya gelmiş hali gibi!"

# data_list
source: Describe what you think the father's "strange creature" might look like.
ar: صف كيف قد يبدو "المخلوق الغريب" للأب برأيك.
fr: Décris ce à quoi ressemble, selon toi, « l ’étrange créature » du père.
ja: 父親が言う「不思議な生き物」はどんな姿をしていると思う？
ko: 아빠가 설명한 “이상한 생명체”가 어떻게 생겼을지 설명해보아요.
tr: Babanın anlattığı o "tuhaf yaratığın" size göre neye benzediğini tarif edin.

# data_list
source: What are the different patterns you see in this picture?
ar: ما هي الأنماط المختلفة التي تراها في هذه الصورة؟
fr: Quels sont les différents motifs que tu vois sur cette image ?
ja: この絵にはどんな模様があるかな？
ko: 그림에서 볼 수 있는 다양한 무늬들을 말해보아요.
tr: Bu resimde gördüğünüz farklı desenler nelerdir?

# data_list
source: How are the bowls on this page different from the bowls on the last page?
ar: كيف تختلف الأطباق الموجودة في هذه الصفحة عن الأطباق الموجودة في الصفحة الأخيرة؟
fr: Quelles différences y a-t-il entre les bols de cette page et les bols de la page précédente ?
ja: このページのお椀は前のページのお椀とどう違う？
ko: 그림에 있는 그릇들이 앞장에 있던 것들과 어떻게 다른가요?
tr: Bu sayfadaki kâseler, bir önceki sayfadaki kâselerden nasıl farklılar?

# data_list
source: One day, the girls were playing at the river. Suddenly, from behind a tree, there was a strange creature! The creature had two eyes, two ears, two arms, and two legs.
ar: في أحد الأيام، كانت الفتاتان تلعبان عند النهر. وفجأة، من خلف الشجرة، ظهر مخلوق غريب! كان للمخلوق عينان وأذنان وذراعان وساقان.
fr: Un jour, les filles jouaient près de la rivière. Soudain, derrière un arbre, apparut une étrange créature ! La créature avait deux yeux, deux oreilles, deux bras et deux jambes.
ja: ある日、女の子たちは川で遊んでいた。突然、木の陰から不思議な生き物が現れた！その生き物は目が2つ、耳が2つ、腕が2本、足が2本あった。
ko: 어느날, 소녀들이 강 근처에서 놀고 있었어요. 그런데 나무 뒤에서 갑자기 한 이상한 생명체가 나타났어요! 그 생명체는 두 개의 눈, 귀, 팔, 그리고 다리를 가지고 있었어요.
tr: Bir gün, kızlar nehir kenarında oynuyorlardı. Aniden, bir ağacın arkasından tuhaf bir yaratık çıktı! Bu yaratığın iki gözü, iki kulağı, iki kolu ve iki bacağı vardı.

# data_list
source: Does the "strange creature" look like what you imagined?
ar: هل يبدو "المخلوق الغريب" كما تخيلته؟
fr: Est-ce que « l’étrange créature » ressemble à ce que tu avais imaginé ?
ja: その「不思議な生き物」は、君が想像していた通りかな？
ko: “이상한 생명체”가 여러분이 상상한 모습같나요?
tr: Bu "tuhaf yaratık" tıpkı hayal ettiğiniz gibi mi görünüyor?

# data_list
source: Point at and count the number of children in this picture.
ar: أشر إلى عدد الأطفال في هذه الصورة وقم بعدهم.
fr: Montre et compte le nombre d’enfants sur cette image.
ja: この絵にいる子供たちを指さして数えよう。
ko: 그림에 있는 아이들이 몇 명인지 세어보아요.
tr: Bu resimdeki çocukları gösterip sayın.

# data_list
source: Shaking with fear, they ran to tell their brothers about what they had seen. But the boys didn't believe them. "The girls are being silly!" they said.
ar: ركضتا وهما يرتجفان من الخوف لتخبرا أخويهما بما رأتاه. لكن الولدين لم يصدقاهما. "الفتيات سخيفات!" قالا.
fr: Tremblantes de peur, elles coururent prévenir leurs frères de ce qu’elles avaient vu. Mais les garçons ne les croyaient pas. « Les filles disent des bêtises ! » disent-ils.
ja: 恐怖に震えながら、女の子たちは兄弟たちに見たことを伝えに走った。しかし兄弟たちは信じなかった。「女の子たちはふざけている！」と彼らは言った。
ko: 그들은 두려움에 떨며 오빠들에게 뛰어가 자신들이 본것을 말해주었어요. 하지만 오빠들은 믿지 않았어요. "여자애들이 어리석게 굴고 있는거야!" 그들은 말했어요.
tr: Bu resimde daha fazla kız mı yoksa daha fazla erkek mi var?

# data_list
source: There are four children and four heads. How many legs do you see? How many arms do you see? Is that surprising?
ar: هناك أربعة أطفال وأربعة رؤوس. كم عدد الأرجل التي تراها؟ كم عدد الأذرع التي تراها؟ هل هذا مفاجئ؟
fr: Il y a quatre enfants et quatre têtes. Combien de jambes vois-tu ? Combien de bras vois-tu ? Est-ce surprenant ?
ja: 子供が4人、頭が4つ。足は何本見える？腕は何本見える？それに驚いた？
ko: 네 명의 아이와 네 개의 머리가 있어요. 몇 개의 다리가 보이나요? 몇 개의 팔이 보이나요? 개수가 놀라운가요?
tr: Dört çocuk ve dört kafa var. Kaç tane bacak görüyorsunuz? Kaç tane kol görüyorsunuz? Bu sizi şaşırttı mı?

# data_list
source: Are there more girls or boys in this picture?
ar: هل هناك المزيد من الفتيات أو الأولاد في هذه الصورة؟
fr: Y a-t-il plus de filles ou de garçons sur cette image ?
ja: この絵には女の子と男の子のどちらが多い？
ko: 그림에 여자아이와 남자아이중 누가 더 많나요?
tr: Bu resimde daha fazla kız mı yoksa daha fazla erkek mi var?

# data_list
source: Look at their mouths and eyebrows. What do their faces tell you about what these children are thinking and feeling?
ar: انظر إلى أفواههم وحواجبهم. ماذا تخبرك وجوههم عما يفكر فيه هؤلاء الأطفال ويشعرون به؟
fr: Regarde leurs bouches et leurs sourcils. Qu’est-ce que leurs visages te disent sur ce que ces enfants pensent et ressentent ?
ja: 子供たちの口と眉を見てみよう。子どもたちの表情から、彼らは何を考え、何を感じているのか分かる？
ko: 그들의 입과 눈썹을 보세요. 어떻게 이 아이들의 얼굴들이 그들이 어떤 감정을 느끼고 있고 어떤 생각을 하는지 알려주나요?
tr: Çocukların ağızlarına ve kaşlarına bakın. Çocukların yüzleri onların ne düşündükleri ve ne hissettikleri konusunda size ne anlatıyor?

# data_list
source: Eventually, curiosity got the better of the boys. They followed the girls to the river to see this strange creature for themselves.
ar: وفي النهاية، سيطر الفضول على الولدين. فتبعا الفتاتين إلى النهر ليريا هذا المخلوق الغريب بنفسيهما.
fr: Finalement, la curiosité des garçons fut trop forte. Ils suivirent les filles vers la rivière pour voir cette étrange créature par eux-mêmes.
ja: やがて、男の子たちは好奇心に負けた。自分たちの目でこの不思議な生き物を見ようと、女の子たちの後を追って川へ向かった。
ko: 결국 오빠들은 호기심을 참을 수 없었어요. 그들은 그 이상한 생명체를 직접 보기위해 여자아이들을 따라서 강가로 갔답니다.
tr: En sonunda, erkekler meraklarına yenik düştüler. Bu tuhaf yaratığı kendi gözleriyle görmek için kızları nehre kadar takip ettiler.

# data_list
source: How can you tell from their size in the picture that the girls are far away and the boys are nearby?
ar: كيف يمكنك أن تعرف من حجمهم في الصورة أن البنتان بعيدتان والولدان قريبان؟
fr: D’après leur taille sur l’image, qu’est-ce qui te permet de dire que les filles sont plus loin et que les garçons sont plus proches ?
ja: この絵に描かれている子供たちの大きさから、女の子たちが遠くにいて男の子たちが近くにいることがどうやって分かる？
ko: 결국 오빠들은 호기심을 참을 수 없었어요. 그들은 그 이상한 생명체를 직접 보기위해 여자아이들을 따라서 강가로 갔답니다.
tr: Resimdeki büyüklüklerine bakarak, kızların uzakta, erkeklerin ise yakında olduklarını nasıl anlayabilirsiniz?

# data_list
source: Why are the girls far away behind some bushes?
ar: لماذا تقف الفتاتان بعيداً خلف بعض الشجيرات؟
fr: Pourquoi les filles sont-elles loin, derrière des buissons ?
ja: どうして女の子たちは茂みの奥にいるの？
ko: 여자아이들은 왜 수풀속 뒤에 멀리서 있을까요?
tr: Kızlar neden bazı çalılıkların arkasında, uzaktalar?

# data_list
source: The grass, bushes, and trees are different shades of green. Are there different shades of some color where you are?
ar: العشب والشجيرات والأشجار تختلف ألوانها خضرة. هل هناك ظلال مختلفة لبعض الألوان في مكان تواجدك؟
fr: L’herbe, les buissons et les arbres sont de différentes nuances de vert. Y a-t-il différentes nuances d’une couleur autour de toi ?
ja: 草、茂み、木々の緑の濃さが違う。君のいる場所にも、濃淡の異なる色がある？
ko: 잔디, 나무, 그리고 수풀은 모두 각자 다른 종류의 녹색이에요. 여러분이 사는 곳에도 다양한 종류의 색깔들이 있나요?
tr: Çimenler, çalılar ve ağaçlar yeşilin farklı tonlarında. Sizin bulunduğunuz yerde, bazı renklerin farklı tonları var mı?

# data_list
source: They searched and searched, but all they could see was the tall grass and trees. Suddenly, they heard a noise, and looked up.
ar: بحثوا وبحثوا، لكن كل ما استطاعوا رؤيته هو العشب الطويل والأشجار. وفجأة سمعوا صوتًا فنظروا للأعلى.
ja: 探しても探しても、見えるのは背の高い草や木だけだった。 すると突然、物音がしたので見上げた。
ko: 아무리 찾아도 높은 잔디와 나무밖에 보이지 않았어요. 그런데 갑자기, 어떤 소리가 들렸어요. 그들은 고개를 들어 무엇이 있는지 보았어요.
tr: Aradılar, aradılar ama tek görebildikleri uzun otlar ve ağaçlardı. Aniden, bir ses duydular ve yukarı baktılar.

# data_list
source: What do you think made that noise above them?
ar: ما رأيك الذي أحدث هذا الضجيج فوقهم؟
fr: À ton avis, qu’est-ce qui a fait ce bruit au-dessus d’eux ?
ja: あの音は何だと思う？
ko: 그들 위에서 누가 소리를 낸 걸까요?
tr: Üstlerinde bu sesi neyin çıkardığını düşünüyorsunuz?

# data_list
source: What kinds of things make noises above our heads?
ar: ما هي أنواع الأشياء التي تصدر أصواتاً فوق رؤوسنا؟
fr: Qu’est-ce qui peut faire du bruit au-dessus de nos têtes ?
ja: 私たちの頭上で音を立てるのはどんなものだろう？
ko: 어떤것들이 우리의 머리위에서 소리를 내나요?
tr: Başımızın üstünde ne tür şeyler ses çıkarır?

# data_list
source: That is really tall grass! What part of their bodies does the grass reach up to?
ar: هذا عشب طويل حقًا! إلى أي جزء من أجسادهم يصل العشب؟
fr: L’herbe est vraiment très haute ! Jusqu’à quelle partie de leurs corps arrive l’herbe ?
ja: 本当に背の高い草だ！彼らの体のどの部分まで草が伸びているのだろう？
ko: 잔디가 진짜 높아요! 잔디가 아이들의 몸 어디까지 닿나요?
tr: Gerçekten uzun çimenler! Çimenler çocukların vücutlarının hangi kısımlarına kadar uzanıyor?

# data_list
source: Up on a tree swung the strangest creature they had ever seen. It had two arms, two hands, two legs and two feet. Instead of one each, like them.
ar: على الشجرة تأرجح أغرب مخلوق رأوه على الإطلاق. كان له ذراعان، ويدان، وساقان، وقدمان. بدلاً من واحدة من كل منهم، مثلهم.
fr: Là-haut sur un arbre se balançait la créature la plus étrange qu’ils n’aient jamais vu. Elle avait deux bras, deux mains, deux jambes et deux pieds. Au lieu d’un de chaque, comme eux.
ja: 木に登ったその生き物は、見たこともないような不思議なものだった。その生き物は2本の手と2本の足を持っていた。彼らのように1本ずつではなく。
ko: 나무 위에서 그들이 살면서 본 가장 이상한 생명체가 있었어요. 그것은 그들과 달리 두개의 팔, 손, 다리, 그리고 발을 갖고 있었어요.
tr: Bir ağaçta, o güne kadar gördükleri en tuhaf yaratık sallanıyordu. İki kolu, iki eli, iki bacağı ve iki ayağı vardı. Onlarınki gibi her birinden birer tane olmasından ziyade!

# data_list
source: How many arms, legs, hands, and eyes does each member of the family have?
ar: كم عدد الذراعين والساقين والأيدي والعينين التي يمتلكها كل فرد من أفراد العائلة؟
fr: Combien de bras, jambes, mains et yeux possède chaque membre de la famille ?
ja: 彼らの家族にはそれぞれ何本の腕、足、手、目がある？
ko: 가족 모두는 각각 몇 개의 팔, 다리, 손, 그리고 눈들을 가지고 있나요?
tr: Ailenin her bir üyesinin kaç kolu, kaç bacağı, kaç eli ve kaç gözü var?

# data_list
source: Did you assume the unseen side of each family member had another arm, leg, hand, and eye, just like the side you could see?
ar: هل افترضت أن الجانب غير المرئي من كل فرد من أفراد العائلة لديه ذراع وساق ويد وعين أخرى، تمامًا مثل الجانب الذي يمكنك رؤيته؟
fr: Pensais-tu que, du côté non visible de chaque membre de la famille, il y avait un autre bras, une autre jambe et un autre œil, tout comme du côté que tu pouvais voir ?
ja: 君は、この家族1人1人の見えない側にも、見えている側と同じように腕や足、手、目があると思い込んでいなかった？
ko: 가족 일원 모두 안보이는 쪽에도 보이는 쪽 처럼 팔, 다리, 손, 그리고 눈을 가지고 있다고 생각했나요?
tr: Her aile üyesinin görünmeyen tarafında, tıpkı görebildiğiniz tarafta olduğu gibi başka bir kol, bacak, el ve göz olduğunu da varsaydınız mı?

# data_list
source: When you see only one side of something, it is easy to assume the other side looks the same -- that it is the mirror reflection of what you can see.
ar: عندما ترى جانبًا واحدًا فقط من شيء ما، فمن السهل أن تفترض أن الجانب الآخر يبدو مثله – هذا انعكاس المرآة لما يمكنك رؤيته.
fr: Quand tu ne vois qu’un seul côté de quelque chose, il est facile de penser que l’autre côté ressemble à la même chose, que c’est le reflet en miroir de ce que tu peux voir.
ja: 何かの片面しか見ていないとき、もう片面も同じように見えると思いがちだ。それは、君が見ているものを鏡に映したようなものなのだ。
ko: 우리가 어떤것의 한쪽만 보고 있으면, 다른 쪽도 똑같은 모습일것이라고 생각하기 쉬워요 -- 그게 우리가 보는것의 거울 이미지에요.
tr: Bir şeyin sadece bir tarafını gördüğünüzde, diğer tarafının da aynı göründüğünü – yani, görebildiğiniz tarafın aynısı olduğunu – varsaymak kolaydır.

# data_list
source: The frightened children ran home to call their parents. Soon the whole family was at the river to see the creature.
ar: ركض الأطفال الخائفون إلى المنزل للبحث عن والديهم. وسرعان ما كانت العائلة بأكملها عند النهر لرؤية المخلوق.
fr: Les enfants, effrayés, se précipitèrent à la maison pour appeler leurs parents. Rapidement, toute la famille était près de la rivière pour observer la créature.
ja: 怯えた子供たちは家に逃げ帰り、両親を呼んだ。間もなく、家族全員がその生き物を見るために川に集まった。
ko: 아이들은 놀라서 부모님한테 뛰어갔어요. 곧 가족 모두 그 이상한 생명체를 보기 위해 강가에 모였답니다.
tr: Korkuya kapılan çocuklar ebeveynlerini çağırmak için evlerine koştular. Çok geçmeden, tüm aile yaratığı görmek için nehrin kenarındaydı.

# data_list
source: Count the number of arms in this picture. If each person had two arms, how many arms would there be?
ar: احسب عدد الأذرع في هذه الصورة. إذا كان لكل شخص ذراعان، كم سيكون عدد الأذرع؟
fr: Compte le nombre de bras sur cette image. Si chaque personne avait deux bras, combien y aurait-il de bras ?
ja: この絵の中にある腕の数を数えよう。1人につき2本の腕があるとしたら、何本の腕があるかな？
ko: 이 그림에 있는 팔을 모두 세어보아요. 만약 모두 각각 두개의 팔을 가지고 있었다면, 팔의 갯수는 총 몇 개일까요?
tr: Bu resimdeki kolların sayısını sayın. Eğer her insanın iki kolu olsaydı, toplamda kaç kol olurdu?

# data_list
source: Arms and legs are called limbs. How many limbs does this family have?
ar: يسمى الذراعان والساقان أطرافًا. كم عدد أطراف هذه العائلة؟
fr: Les bras et les jambes sont appelés des membres. Combien de membres (bras et jambes) cette famille compte-t-elle ?
ja: 腕と足は手足と呼ばれる。この家族には何本の手足がある？
ko: 팔과 다리는 팔다리라고 불러요. 이 가족은 몇개의 팔다리를 갖고 있나요?
tr: Kollara ve bacaklara ‘uzuv’ denir. Bu ailenin toplam kaç uzvu var?

# data_list
source: Did you notice that the grass was tall, but now it is short? Did someone cut the grass?
ar: هل لاحظتم أن العشب كان طويلاً ولكنه الآن قصير؟ هل قام أحد بقطع العشب؟
fr: As-tu remarqué que, avant, l’herbe était haute et que maintenant, elle est courte ? Est-ce que quelqu’un a coupé l’herbe ?
ja: 草が伸びていたのに、今は短いことに気づいた？誰かが草を刈ったの？
ko: 예전에는 잔디가 높았었는데, 이제는 짧아졌어요! 누가 잔디를 깎은걸까요?
tr: Çimenlerin önceden uzun ama şu anda kısa olduklarını fark ettiniz mi? Birisi çimleri mi kesti?

# data_list
source: Don't hurt me! the creature said, as it hid behind the tree. Now the family could only see the creature's one foot, one leg, one hand, one arm and one eye.
ar: "لا تؤذوني!" قال المخلوق وهو يختبئ خلف الشجرة. الآن لم تعد العائلة تتمكن من رؤية سوى قدم واحدة وساق واحدة ويد واحدة وذراع واحدة وعين واحدة للمخلوق.
fr: « Ne me faites pas de mal ! » dit la créature tout en se cachant derrière l’arbre. Maintenant, la famille pouvait seulement voir un pied, une jambe, une main et un œil de la créature.
ja: 「ぼくを傷つけないで！」と生き物は木の陰に隠れながら言った。今、家族にはその生き物の片方の足、片方の手、片方の腕、片方の目しか見えなかった。
ko: "절 해치지 마세요!" 나무 뒤에 숨어서 그 이상한 생명체가 말했어요. 이제 가족 모두 그 생명체의 발 하나, 다리 하나, 손 하나, 팔 하나, 그리고 눈 하나 밖에 볼 수 없었어요.
tr: "Bana zarar vermeyin!" diye bağırdı yaratık, ağacın arkasına saklanarak. Artık aile yaratığın sadece bir ayağını, bir bacağını, bir elini, bir kolunu ve bir gözünü görebiliyor.

# data_list
source: The creature is hiding behind a tree. Where are some places you like to hide?
ar: إن المخلوق يختبئ وراء شجرة. ما هي بعض الأماكن التي تحب الاختباء فيها؟
fr: La créature se cache derrière un arbre. Où est-ce que tu aimes bien te cacher ?
ja: その生き物は木の陰に隠れている。君はどこに隠れるのが好き？
ko: 생명체가 나무 뒤에 숨고 있네요. 여러분은 어떤 곳에 숨기를 좋아하나요?
tr: Yaratık bir ağacın arkasında saklanıyor. Siz nerelerde saklanmayı seversiniz?

# data_list
source: When the creature is halfway behind the tree, it looks just like each of the family members. Why is that?
ar: عندما يكون المخلوق في منتصف المسافة خلف الشجرة، يبدو تمامًا مثل كل فرد من أفراد الأسرة. لما هذا؟
fr: Quand la créature est à moitié derrière l’arbre, elle ressemble tout à fait à un membre de la famille. Pourquoi ?
ja: その生き物が木の陰に半分隠れると、それぞれの家族にそっくり。なぜだろう？
ko: 생명체가 나무 뒤에 숨어있을 때는 가족과 똑같이 생겼어요. 왜 그럴까요?
tr: Yaratığın yarısı bir ağacın arkasındayken, aile üyelerine benziyor gibi görünüyor. Bunun nedeni nedir?

# data_list
source: The creature feels "outnumbered." How many people are in the family and how many creatures are there? Which is more and which is less?
ar: يشعر المخلوق بأنهم "فاقوه عدداً". كم عدد أفراد العائلة وكم عدد المخلوقات الموجودة؟ أيهما أكثر وأيهما أقل؟
fr: La créature se sent en « infériorité numérique. » Combien y a-t-il de personne dans la famille et combien de créatures y a-t-il ? Qu’y a-t-il de plus ? Qu’y a-t-il de moins ?
ja: その生き物は「多勢に無勢だ」と感じている。家族は何人いて、生き物は何人いる？どちらが多く、どちらが少ない？
ko: 생명체가 숫자적으로 열세라고 느끼는것 같아요. 가족은 몇 명있고 생명체는 몇 명 있나요? 누가 더 많고 적은가요?
tr: Yaratık kendini "sayıca az" hissediyor. Ailede kaç insan var ve kaç tane yaratık var? Sayıca hangisi daha fazla ve hangisi daha az?

# data_list
source: I am just like you, continued the creature. "The only difference is that I was made with two of almost everything."
ar: "أنا مثلكم تمامًا،" تابع المخلوق. "الفرق الوحيد هو أنني خلقت من اثنين من كل شيء تقريبًا."
fr: « Je suis comme vous, » poursuivit la créature. « La seule différence, c’est que j’ai été fait avec deux de presque tout. »
ja: 「ぼくは君たちと同じ。」とその生き物は続けていった。「唯一の違いは、ほとんどすべてのものにおいて、ぼくは2つ持っていることだよ。」
ko: "전 당신들과 똑같아요." 생명체가 계속 말했어요. "유일한 차이는 거의 모든것이 두 개가 있다는 것 뿐이죠."
tr: "Ben tıpkı sizin gibi biriyim," diye devam etti yaratık. "Tek farkım, bende neredeyse her şeyden iki tane var."

# data_list
source: Which body parts do you have two of and which do you have one of?
ar: ما هي الأعضاء التي في جسدك اثنان منها وأي أعضاء لديك منها واحدة؟
ja: 君の体で2つあるものと、1つしかないものは何かな？
ko: 여러분은 신체 부위중에 두개인 부위는 무엇이고 한개인 부위는 무엇인가요?
tr: Sizde hangi vücut parçalarınızdan ikişer tane, hangilerinden birer tane var?

# data_list
source: For the body parts you have one of, are they on the sides or the middle line of your body?
ar: بالنسبة لأعضاء جسدك التي تمتلك واحدة منها، هل هي على الجوانب أم في الخط الأوسط من جسدك؟
fr: Pour les parties que tu as une fois, sont-elles sur les côtés ou sur le milieu de ton corps ?
ja: 君が1つだけ持っている体の部位は、体の側面にあるかな、それとも中央にあるかな？
ko: 여러분이 한 개를 가지고 있는 부위들은 몸의 중간에 있나요 아니면 바깥쪽 있나요?
tr: Bir tane olan vücut parçalarınız bedeninizin yan taraflarında mı yoksa orta hattında mı?

# data_list
source: Think of someone you know. List three ways they are similar to you and three ways that they are different.
ar: فكر في شخص تعرفه. اذكر ثلاث طرق يشبهك بها وثلاث طرق تختلفان بها.
fr: Pense à quelqu’un que tu connais. Fais la liste de trois choses pour lesquelles tu es identique et trois choses qui te différencient.
ja: 君の知り合いを思い浮かべてみよう。君と似ている点を3つ、違う点を3つ挙げてみよう。
ko: 여러분이 아는 사람을 떠올려보세요. 그들과 여러분이 비슷한 점 세 개와 다른 점 세 가지를 말해보아요.
tr: Tanıdığınız birini düşünün. Onun sizinle benzer ve farklı olan üç yönünü sıralayın.

# data_list
source: So this was how the Izanzawu family discovered that it was not a creature to be scared of. It was simply a different form of them.
ar: وهكذا اكتشفت عائلة إيزانزاو أنه ليس مخلوقًا يجب الخوف منه. لقد كان مجرد شكل مختلف عنهم.
fr: C’est ainsi que la famille Izanzawu découvrit que ce n’était pas une créature dont il fallait avoir peur. Elle avait seulement une forme différente de la leur.
ja: こうしてイザンザウ一家は、その生き物が恐ろしいものではないことを知った。それは単に彼らと異なる姿だったのだ。
ko: 그래서 이것이 이잔자우의 가족이 두려워 할 필요가 없는 생명체를 발견한 이야기입니다. 그것이 단순히 그들과 다른 모습일 뿐이었다는 것을 알게 되었답니다.
tr: Böylece, Izinzawu ailesi, onun korkulacak bir yaratık olmadığını keşfetti. O sadece kendilerinin farklı bir şekliydi.

# data_list
source: The creature has a striped shirt with two colors and everyone else's shirt has just one. Why did the writer do that?
ar: المخلوق لديه قميص مخطط بلونين وقمصان الآخرين لديها لون واحد فقط. لماذا فعل الكاتب ذلك؟
fr: La créature a un t-shirt à rayures avec deux couleurs et tous les autres ont des t-shirts qui n’ont qu’une seule couleur. Quelle en est la raison ?
ja: その生き物は2色の縞模様のシャツを着ているのに、他の人のシャツは1色しかない。作家はなぜそんなことをしたのだろう？
ko: 생명체는 두개의 색깔은 가진 줄무늬 셔츠를 입고 있고 가족일원들은 모두 단색의 옷을 입고 있네요. 작가가 왜 그렇게 색칠했을까요?
tr: Yaratığın iki renkli çizgili bir tişörtü var; diğer herkesin giysilerinde ise sadece bir renk var. Sizce yazar bunu neden öyle yapmış olabilir?

# data_list
source: There are six people in the Izanzawu family. When you add one more for the "creature," how many people are there?
ar: هناك ستة أشخاص في عائلة إيزانزاو. عندما تضيف واحدًا آخر لـ"المخلوق"، كم عدد الأشخاص الموجودين؟
fr: Il y a six personnes dans la famille Izanzawu. Si tu en ajoutes une de plus pour la « créature, » combien y a-t-il de personnes ?
ja: イザンザウ家は6人。さらに「生き物」を1人加えると何人になる？
ko: 이잔자우 가족에는 여섯 명이 있어요. 여섯 명에 한 생명체를 더하면, 총 몇 명이 되나요?
tr: Izinzawu ailesinde altı kişi var. "Yaratık" için de bir kişi daha eklediğinizde, toplam kaç kişi olurlar?

# data_list
source: If you arrange these seven people in order of height, putting the shortest on the left and tallest on the right, what would the order be? Describe this order using the color of their clothes.
ar: لو رتبت هؤلاء السبعة حسب الطول، بحيث جعلت الأقصر على اليسار والأطول على اليمين، فماذا سيكون الترتيب؟ صِف هذا الترتيب باستخدام لون ملابسهم.
fr: Si tu ranges ces sept personnes par ordre de taille, en mettant la plus petite à gauche et la plus grande à droite, quel serait l’ordre ? Utilise la couleur des vêtements pour décrire l’ordre.
ja: この7人を身長順に並べ、背の低い人を左、高い人を右にすると、どのような順番になる？この順番を服の色を使って説明しよう。
ko: 이 일곱명을 키가 작은 사람부터 큰사람으로 정렬하면 순서가 어떻게 될까요? 이 순서를 그들의 옷 색깔을 이용해서 설명해보아요.
tr: Bu yedi kişiyi boylarına göre dizerseniz, en kısa olanı sola ve en uzun olanı sağa koyarsanız, sıralama nasıl olur? Bu sıralamayı giysilerinin renklerini kullanarak açıklayın.

# data_list
source: Everyone knows that the elephant has a very long nose.
ar: يعلم الجميع أن الفيل لديه أنف طويل جدًا.
fr: Tout le monde sait que l'éléphant a un nez très long.
ja: ゾウの鼻がとっても長いのは誰でも知っているね。
ko: 모든 사람들은 코끼리가 아주 긴 코를 가지고 있다는 것을 알고 있습니다.
tr: Herkes bir filin çok uzun bir burnu olduğunu bilir.

# data_list
source: Elephants live in many places in Africa and Asia. What are some things you know about elephants?
ar: تعيش الفيلة في أماكن كثيرة في أفريقيا وآسيا. ما هي بعض الأشياء التي تعرفها عن الفيلة؟
fr: Les éléphants vivent dans beaucoup d’endroits en Afrique et en Asie. Quelles sont les choses que tu connais sur les éléphants ?
ja: ゾウはアフリカとアジアに多く住んでいるよ。ゾウについて知っていることは何かな？
ko: 코끼리는 아프리카와 아시아의 여러 곳에서 삽니다. 여러분은 코끼리에 대해 무엇을 알고 있나요?
tr: Filler, Afrika ve Asya’da pek çok yerde yaşarlar. Filler hakkında bildiğiniz bazı şeyler nelerdir?

# data_list
source: Have you ever seen an elephant? If so, did it look like this?
ar: هل رأيت فيلاً من قبل؟ إذا كان الأمر كذلك، هل يبدو الفيل هكذا؟
fr: As-tu vu un éléphant ? Si oui, est-ce que ça a l’air comme ça ?
ja: ゾウを見たことはある？ この絵のゾウみたいだった？
ko: 여러분은 코끼리를 본 적이 있나요? 본 적이 있다면 그림에 있는 것과 같나요?
tr: Hiç fil gördünüz mü? Gördüyseniz, resimdekine benziyor muydu?

# data_list
source: There are two patches of hair on this elephant. Do elephants actually have hair like this?
ar: هناك بقعتان من الشعر على هذا الفيل. هل لدى الفيلة شعر كهذا حقاً؟
fr: Il y a deux bouts de cheveux dans cet éléphant. Est-ce que les éléphants ont actuellement les cheveux comme ça ?
ja: このゾウには、毛が生えているところが2か所あるね。本当のゾウにも、こんな毛が生えているのかな？
ko: 그림에서 코끼리는 두 조각의 털이 있습니다. 실제로 코끼리는 그림과 같은 털이 있나요?
tr: Bu filin vücudunun iki bölgesinde kılı veya tüyü var. Fillerin gerçekten böyle kılları veya tüyleri var mıdır?
