Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Daisy has too many red speckles to count, but you can count together the groups of speckles all over her body.
ar: ديزي لديها الكثير من البقع الحمراء لدرجة أنه من الصعب حسابها، ولكن يمكنك عدُّ كُلِّ مجموعات البقع في جسدها.
fr: Daisy a trop de mouchetures rouges pour être comptées, mais tu peux compter ensemble les groupes de mouchetures sur tout son corps.
ja: デイジーには数えるには多すぎるくらいたくさんの赤い斑点があるね。だけどデイジーの体にある赤い斑点のグループは一緒に数えられるよ。
ko: 데이지는 하나씩 세기에는 너무 많은 빨간 얼룩을 가지고 있지만 여러분은 몸에 있는 빨간 얼룩을 하나로 묶어 셀 수 있습니다.
tr: Daisy’nin sayılamayacak kadar çok kırmızı benekleri var ama yine de Daisy’nin vücudunun her yerindeki o ufak ‘benek gruplarını’ sayabilirsiniz.

# data_list
source: Daisy looks surprised. What do you think will happen next?
ar: ديزي تبدو مندهشة. ماذا في رأيك سيحدث بعد ذلك؟
fr: Daisy a l'air surpris. Que penses-tu qu'il va se passer ensuite ?
ja: デイジーは驚いてるみたいだね。次は何が起こると思う？
ko: 데이지가 놀라워 하는 표정입니다. 여러분은 다음에 무슨 일이 일어날 것이라고 생각하나요?
tr: Daisy şaşırmış görünüyor. Sizce hikâyede bundan sonra ne olacak?

# data_list
source: She would lift off the ground but fall down again.
ar: سترتفع عن الأرض وستسقط مرة أخرى.
fr: Elle se soulevait du sol mais retombait.
ja: デイジーは地面から上がってもまた落ちてしまいました。
ko: 데이지는 땅에서 떠올랐지만 다시 떨어집니다.
tr: Daisy yerden yükseliyordu ama tekrar yere düşüyordu.

# data_list
source: How high do you think she got? A grownup is often 5 to 6 feet tall -- do you think she got that high?
ar: إلى أي ارتفاع تعتقد أنها وصلت؟ يصل طول الكبار إلى ٥ إلى ٦ أقدام غالبًا. هل تعتقد أنها وصلت إلى هذا الارتفاع؟
fr: À quelle hauteur penses-tu qu'elle est montée ? Un adulte mesure souvent 1,5 à 2,5 mètres. Penses-tu qu'elle ait atteint cette hauteur ?
ja: デイジーはどのくらいの高さまで飛べたと思う？大人の身長は大体150cmから180cmだよ。デイジーはそれくらいの高さまで飛べたと思う？
ko: 여러분은 데이지가 얼만큼 높이 올라갔다고 생각하나요? 어른들의 키는 보통 150-180 센티미터의 키를 가지고 있습니다. 여러분은 데이지가 그렇게 높이 올라갔다고 생각하나요?
tr: Sizce Daisy ne kadar yükselmiştir? Bir yetişkinin boyu genellikle 150 ile 180 cm (5-6 ft) arasındadır – sizce Daisy o kadar yükselmiş midir?

# data_list
source: How many lines are there above her and below her? When you combine them, how many are there in all?
ar: كم خطًا يوجد فوقها وأسفلها؟ عند جمعهم، كم سيكون عدد الخطوط في المجموع؟
fr: Combien de lignes y a-t-il au-dessus et au-dessous d'elle ? Si on les combine, combien y en a-t-il en tout ?
ja: デイジーの上と下には何本の線があるかな？それを全部合わせてみると何本になる？
ko: 데이지의 위 아래에는 몇 개의 선들이 있나요? 그 선들을 합치면 모두 몇 개인가요?
tr: Daisy’nin yukarısında ve aşağısında kaç tane çizgi var? Onların hepsini birleştirdiğinizde toplam kaç çizgi olur?

# data_list
source: What do the lines below her show?
ar: ماذا تُظهر الخطوط الموجودة أسفلها؟
fr: Que montrent les lignes en dessous d'elle ?
ja: デイジーの下にある線は何を表してるかな？
ko: 데이지 밑에 있는 선은 무엇을 보여주고 있나요?
tr: Daisy’nin altındaki çizgiler hangi anlama geliyor?

# data_list
source: "I'm never going to fly!" Daisy cried to Mama. "The others are right."
ar: قالت ديزي لأمها: "لن أستطيع الطيران أبدًا!، الآخرون على حق".
fr: « Je ne vais jamais voler ! » Daisy a crié à sa maman. « Les autres ont raison. »
ja: 「絶対に飛べないよ。」デイジーは泣いてママに言いました。「他のニワトリたちが正しかったんだ。」
ko: “난 절대 날지 못할거에요!" 데이지가 엄마 닭에게 울먹였습니다. “다른 병아리들이 한 말이 맞아요."
tr: “Ben asla uçamayacağım!” diyerek annesine ağladı. “Diğerleri haklı!” dedi.

# data_list
source: Describe some times when you got discouraged like Daisy.
ar: صف بعض الأوقات التي شعرت فيها بالإحباط مثل ديزي.
fr: Décris des moments où tu t'es découragé comme Daisy.
ja: 君がデイジーみたいにがっかりした時のことを説明してみよう。
ko: 여러분이 데이지처럼 무언가에 실망했을때가 있었는지 말해보세요.
tr: Siz de Daisy gibi cesaretinizin kırıldığı bazı zamanları anlatın.

# data_list
source: Daisy is trying the same thing over and over. Is she showing strong will or is she being stubbornly foolish?
ar: ديزي تحاول فعل نفس الشيء مرارًا وتكرارًا. هل تعتقد أنها تظهر إصرارًا قويًّا أم أنها تُظهر عنادًا غبيًّا؟
fr: Daisy essaie la même chose encore et encore. Fait-elle preuve d'une forte volonté ou est-elle obstinément stupide ?
ja: デイジーは同じことを何回も何回も試しているよね。デイジーは強い意志を表しているのかな？それとも頑固で愚かな姿になっているのかな？
ko: 데이지는 같은 일을 계속 반복해서 해 봅니다. 데이지는 의지가 강한걸까요 아니면 바보처럼 고집이 센 걸까요?
tr: Daisy aynı şeyi tekrar tekrar deniyor. Güçlü bir irade mi gösteriyor yoksa inatçı bir şapşallık mı yapıyor?

# data_list
source: What new ideas might Daisy try to figure out how to fly?
ar: ما هي الأفكار الجديدة التي قد تجرِّبها ديزي لإيجاد طرق جديدة للطيران؟
fr: Quelles nouvelles idées Daisy pourrait-elle essayer pour trouver comment voler ?
ja: デイジーが飛び方を見つけるためにどんな新しいアイデアが試せるかな？
ko: 데이지가 날 수 있는 새로운 방법이 있을까요?
tr: Daisy nasıl uçacağını bulmak için hangi yeni fikirleri deneyebilir?

# data_list
source: "Daisy, you are different from the other chickens. They don't want to fly but you do! You can do it." Mama said.
ar: "ديزي، أنت مختلفة عن باقي الدجاج، هم لا يريدونك أن تطيري ولكنك ستفعلينها، أنتِ تستطيعين فِعلها!".
fr: « Daisy, tu es différente des autres poules. Elles ne veulent pas voler, mais toi si ! Tu peux le faire. » Maman a dit.
ja: 「デイジー、あなたは他のニワトリたちとは違うんだよ。他のみんなは飛びたがらないけどあなたは違う！デイジーならできるよ！」ママは言いました。
ko: “데이지야, 넌 다른 병아리들과는 다르단다. 그들은 날기를 원치 않지만 너는 날고 싶어하잖니! 넌 할 수 있어." 엄마 닭이 말했습니다.
tr: Annesi, “Daisy, sen diğer tavuklardan farklısın. Onlar uçmak istemiyor ama sen istiyorsun! Bunu yapabilirsin,” dedi.

# data_list
source: How can you tell from Daisy's face that she is getting a new idea?
ar: كيف يمكنك أن تعرف من وجه ديزي أنها وجدت فكرة جديدة؟
fr: Comment peux-tu voir sur le visage de Daisy qu'elle a une nouvelle idée ?
ja: デイジーに新しいアイデアが浮かんできたということがデイジーの顔からどうやってわかるかな？
ko: 데이지의 얼굴에서 데이지가 다른 방법을 생각해 낸 것을 어떻게 알 수 있나요?
tr: Daisy’nin yüzünden yeni bir fikir bulduğunu nasıl anlayabilirsiniz?

# data_list
source: Think of a problem you solved by coming up with a new way to do it after the old way kept failing.
ar: فكِّر في مشكلة تمَّ حلُّها عن طريق ابتكار طريقة جديدة للتعامل معها بعد أن فشلت الطريقة القديمة.
fr: Pense à un problème que tu as résolu en trouvant une nouvelle façon de faire après que l'ancienne ait échoué.
ja: 古い方法が失敗し続けた後、新しい方法を考え出すことで解決できた問題を考えてみよう。
ko: 여러분은 그 전의 방법으로 실패한것을 새로운 방법을 생각해내어 문제을 풀어본 적이 있는지 생각해 보세요.
tr: Eski yönteminiz başarısız olunca yeni bir yöntem bularak çözdüğünüz bir probleminizi düşünün.

# data_list
source: Daisy's body is made up of pairs of things, such as her eyes, and single things, such as her tail. Name all the pairs you can and then all the singles you can.
ar: جسم ديزي مكون من أشياء مزدوجة مثل عينيها، وأشياء فردية مثل ذيلها. اذكر كل الأشياء المزدوجة التي يمكنك تحديدها ثم كل الأشياء الفردية التي يمكنك تحديدها.
fr: Le corps de Daisy est composé de paires de choses, comme ses yeux, et de choses isolées, comme sa queue. Nomme toutes les paires que tu peux, puis toutes les unités que tu peux.
ja: デイジーの体は目などのペアと、尻尾などの単体のもので作られているよ。できる限り全部のペアと単体のものに名前をつけてみよう。
ko: 데이지의 몸은 눈과 같이 짝으로 된 것들과 꼬리와 같이 하나로 되어 있습니다. 짝으로 된 것들과 하나로 되어 있는 것들을 세어보세요.
tr: Daisy’nin vücudu gözleri gibi çift ve kuyruğu gibi tek sayıda olan şeylerden oluşmuş. Çift sayıda olan şeyleri ve ardından da tek sayıda olan şeyleri söyleyin.

# data_list
source: The following day Daisy climbed to the top of the chicken coop and flap, flap, flap, she flapped her wings. She flew into the air and flapped her wings and flapped her wings and flapped her wings and ...
ar: في اليوم التالي، صعدت ديزي إلى قمة ملجأ الدجاج ورفرفت بأجنحتها. طارت في الهواء ورفرفت بأجنحتها ورفرفت ورفرفت و...
fr: Le jour suivant, Daisy a grimpé au sommet du poulailler et flap, flap, flap, elle a battu des ailes. Elle s'est envolée dans les airs, a battu des ailes, a battu des ailes, a battu des ailes et ...
ja: 次の日、デイジーは鶏小屋のてっぺんまで登ってパタパタ、パタパタ、パタパタ、と羽を羽ばたかせました。デイジーは空に飛んで羽をパタパタと羽ばたかせました、、、
ko: 다음날 데이지는 닭장위로 올라가 날개를 펄럭, 펄럭, 펄럭, 펄럭였습니다. 데이지는 공중으로 날아가 계속 날개를 펄럭였습니다. 펄럭, 펄럭, 펄럭...
tr: Ertesi gün, Daisy kümesin tepesine tırmandı ve kanatlarını çırptı, çırptı, çırptı, çırptı. Havada uçtu ve kanatlarını çırptı. Kanatlarını çırptı, çırptı ve...

# data_list
source: There are lots of straight lines here. Some are vertical -- they go up and down. Some are horizontal -- they go side to side. Find some vertical and horizontal lines where you are.
ar: هناك العديد من الخطوط المستقيمة هنا. بعضها رأسي؛ يذهب للأعلى وللأسفل، وبعضها أفقي؛ يذهب جانبيًا. ابحث عن بعض الخطوط الرأسية والأفقية حيث أنت موجود.
fr: Il y a beaucoup de lignes droites ici. Certaines sont verticales -- elles montent et descendent. Certaines sont horizontales -- elles vont d'un côté à l'autre. Trouve des lignes verticales et horizontales là où tu te trouves.
ja: ここにはたくさんの直線があるね。いくつかは垂直な線で、上下の縦に動くよ。いくつかは水平な線で、左右の横に動くよ。君のいる場所にある垂直な線と水平な線を探そう。
ko: 그림에는 많은 똑바른 선들이 있습니다. 어떤것들은 위 아래로 된 수직선입니다. 어떤것들은 양 옆으로 된 평행선입니다. 여러분이 있는 곳에서 수직선과 평행선을 찾아보세요.
tr: Bu resimde bir sürü düz çizgi var. Bazıları dikey şekilde – yukarı ve aşağıya doğru gidiyorlar. Bazıları da yatay şekilde – bir yandan diğer yana gidiyorlar. Bulunduğunuz yerde birkaç dikey ve yatay çizgiler bulun.

# data_list
source: What do the curved lines next to Daisy's body indicate?
ar: إلى ماذا تشير الخطوط المنحنية بجانب جسم ديزي؟
fr: Qu'indiquent les lignes courbées à côté du corps de Daisy ?
ja: デイジーの体の横にある曲線は何を示しているかな？
ko: 데이지의 몸 옆에 있는 곡선은 무엇을 말해 주나요?
tr: Daisy’nin vücudunun yanındaki eğri çizgiler neyi gösteriyor?

# data_list
source: Daisy's face is very expressive. What does her face show this time?
ar: وجه ديزي مُعبِّر للغاية. ماذا يظهر وجهها هذه المرة؟
fr: Le visage de Daisy est très expressif. Que montre son visage cette fois-ci ?
ja: デイジーは表情が豊かだね。この時のデイジーの顔は何を表しているかな？
ko: 데이지의 얼굴에는 표정이 풍부합니다. 데이지의 얼굴은 무엇을 말해 주고 있나요?
tr: Daisy’nin yüzü çok dışavurumsal. Daisy’nin yüzü bu sefer neyi anlatıyor?

# data_list
source: BAM!
ar: بام!
ja: バン！
ko: 꽈당!
tr: BUM!

# data_list
source: How is Daisy feeling right now?
ar: كيف تشعر ديزي الآن؟
fr: Comment se sent Daisy en ce moment ?
ja: デイジーの今の気分はどうですか？
ko: 데이지는 지금 기분이 어떤가요?
tr: Daisy kendini şu anda nasıl hissediyor?

# data_list
source: What is the other chicken doing?
ar: ماذا تفعل الدجاجة الأخرى؟
fr: Que fait l'autre poulet ?
ja: 他のニワトリたちは何をしていますか？
ko: 다른 닭은 무엇을 하고 있나요?
tr: Diğer tavuk ne yapıyor?

# data_list
source: A kind and thoughtful chicken might go over and console and cheer Daisy up. Why isn't this chicken doing that?
ar: يجب أن تذهب دجاجة لطيفة ومتفهمة لتواسي وتشجع ديزي. لماذا لا تقوم هذه الدجاجة بهذا؟
fr: Un poulet gentil et attentionné pourrait aller consoler et remonter le moral de Daisy. Pourquoi ce poulet ne fait-il pas ça ?
ja: 親切で思いやりのあるニワトリならデイジーのところへ行って慰めたり元気付けたりするかもしれないよね。けれど、なんでこのニワトリはそうしなかったのかな？
ko: 착하고 생각이 깊은 닭은 데이지를 위로하고 기운을 북돋아 해주기 위해 다가갈 것입니다. 왜 이 병아리는 그렇게 하지 않을까요?
tr: Nazik ve düşünceli bir tavuk gidip Daisy’yi teselli edebilir ve neşelendirebilir. Bu tavuk neden öyle yapmıyor?

# data_list
source: The other chickens laughed out loud. "Ha ha ha! We told you! Chickens can't fly!"
ar: ضحكت الدجاجات الأخريات بصوت عال وقالت:"ههه! قلنا لك! الدجاج لا يستطيعون الطيران!".
fr: Les autres poules ont ri aux éclats. « Ha ha ha ! On te l'a dit ! Les poulets ne peuvent pas voler ! »
ja: 他のニワトリたちは大きな声で笑いました。「ハッハッハ！言った通りだ！ニワトリは飛べないよ！」
ko: 다른 닭들은 크게 웃었습니다. “하하하! 우리가 말했잖아! 닭은 날 수가 없어!"
tr: Diğer tavuklar yüksek sesle güldüler. “Ha ha ha! Sana söylemiştik! Tavuklar uçamaz!”

# data_list
source: There is one thick vertical line in this picture. Do you see any other vertical or horizontal lines?
ar: هنا خط رأسي سميك في هذه الصورة. هل ترى أي خطوط رأسية أو أفقية أخرى؟
fr: Il y a une ligne verticale épaisse dans cette image. Vois-tu d'autres lignes verticales ou horizontales ?
ja: この絵の中に太い垂直線があるよ。他に垂直線や平行線は見える？
ko: 그림에는 두꺼운 수직선이 있습니다. 여러분은 다른 수직선과 평행선을 볼 수가 있나요?
tr: Bu resimde kalın bir dikey çizgi var. Resimde başka dikey ya da yatay çizgiler görüyor musunuz?

# data_list
source: Is the laughing chicken walking or running? How can you tell?
ar: هل الدجاجة التي تضحك تسير أم تركض؟ كيف يمكنك أن تعرف؟
fr: Le poulet qui rit marche ou court ? Comment le sais-tu ?
ja: 笑っているニワトリは歩いてる？走ってる？どうしてわかるのかな？
ko: 웃고 있는 닭은 걷고 있나요 아니면 달리고 있나요? 어떻게 알 수 있나요?
tr: Sizce gülen tavuk yürüyor mu yoksa koşuyor mu? Bunu nasıl anlayabilirsiniz?

# data_list
source: Do you think Daisy will give up after this bad fall? When you have a failure, is it hard for you to keep trying?
ar: هل تعتقد أن ديزي ستستسلم بعد هذه السقطة السيئة؟ عندما تواجه فشلًا، هل يصعب عليك مواصلة المحاولة؟
fr: Penses-tu que Daisy va abandonner après cette mauvaise chute ? Lorsque tu subis un échec, est-ce qu'il t'est difficile de continuer à essayer ?
ja: この悪い失敗のあとデイジーは諦めてしまうかな？君が何か失敗をした時、努力し続けるのは難しい？
ko: 여러분은 데이지가 떨어지고나서 포기할 거라고 생각하나요? 무엇가를 실패하고 나면 계속 노력해 보는 것이 어렵나요?
tr: Sizce Daisy bu kötü düşüşten sonra pes edecek mi? Siz de bir başarısızlık yaşadığınızda, tekrar denemeye devam etmeniz zor oluyor mu?

# data_list
source: But the next day Daisy climbed even higher, right up to the top of the hut. Flap, flap, flap, Daisy flapped her wings.
ar: ولكن في اليوم التالي، صعدت ديزي إلى الأعلى، مباشرة إلى قمة المظلة. رفرفت ديزي بأجنحتها.
fr: Mais le lendemain, Daisy a grimpé encore plus haut, jusqu'au sommet de la cabane. Battant, battant, battant, Daisy battait des ailes.
ja: けれど、次の日、デイジーはさらに高く登り、小屋のてっぺんまで登りました。パタパタ、パタパタ、デイジーが羽ばたきました。
ko: 그렇지만 다음날 데이지는 집 위로 더 높이 올라갔습니다. 펄럭, 펄럭, 펄럭 데이지는 날개를 펄럭였습니다.
tr: Ama ertesi gün Daisy daha da yükseğe, kulübenin tepesine kadar tırmandı. Çırp, çırp, çırp! Daisy kanatlarını çırptı.

# data_list
source: Daisy is determined. Can you think of a time when you kept trying even after several failures?
ar: ديزي مصممة. هل يمكنك أن تتذكر وقتًا حافظت فيه على المحاولة حتى بعد الكثير من الفشل؟
fr: Daisy est déterminée. Peux-tu penser à un moment où tu as continué à essayer même après plusieurs échecs ?
ja: デイジーは決意しました。君は何回も失敗しても挑戦し続けたことあるかな？
ko: 데이지는 단호합니다. 여러분은 여러번 실패하고 나서도 계속해서 노력해 보았던 적이 있었나요?
tr: Daisy kararlı. Siz de birkaç başarısızlıktan sonra bile denemeye devam ettiğiniz bir ânı hatırlayabiliyor musunuz?

# data_list
source: Daisy is trying to solve her problem. What have been some of her new ideas for this problem?
ar: ديزي تحاول حل مشكلتها. ما هي بعض أفكارها الجديدة لهذه المشكلة؟
fr: Daisy essaie de résoudre son problème. Quelles ont été ses nouvelles idées pour résoudre ce problème ?
ja: デイジーは自分の問題を解決しようとしているよ。デイジーの問題のための新しいアイデアはどんなものだったかな？
ko: 데이지는 자신의 문제를 해결하려고 노력하고 있습니다. 문제에 대한 데이지의 새로운 방법은 무엇인가요?
tr: Daisy, problemini çözmeye çalışıyor. Daisy’nin bu problemi için bulduğu yeni fikirlerinden bazıları nelerdir?

# data_list
source: Why did they show Daisy twice in this picture? Why does Daisy look big and the other chickens look so small?
ar: لماذا أظهروا ديزي مرتين في هذه الصورة؟ لماذا تبدو ديزي كبيرة ويبدو الآخرون صِغارًا جدًا؟
fr: Pourquoi a-t-on montré Daisy deux fois sur cette photo ? Pourquoi Daisy a-t-elle l'air grande et les autres poules si petites ?
ja: なんでこの絵の中で２つのデイジーが描かれているのだろう？どうしてデイジーは大きくて他のニワトリたちはすごく小さいのだろう？
ko: 왜 그림에서 데이지를 두 번이나 보여주었을까요? 왜 한 쪽의 데이지는 크게 보이고 다른 쪽의 데이지는 작게 보일까요?
tr: Bu resimde neden Daisy’yi iki kez göstermişler? Neden Daisy büyük ve diğer tavuklar çok küçük görünüyorlar?

# data_list
source: She flew into the air and flapped her wings and flapped her wings and flapped her wings and ...
ar: طارت في الهواء ورفرفت بأجنحتها ورفرفت بأجنحتها ورفرفت و...
fr: Elle s'est envolée dans les airs et a battu des ailes et a battu des ailes et a battu des ailes et a battu des ailes et ...
ja: デイジーは空に飛び、羽ばたき、また羽ばたいて、また羽ばたき、そして...
ko: 데이지는 공중에 날아올라 날개를 계속 펄럭였습니다. 펄럭, 펄럭, 펄럭...
tr: Daisy havaya uçtu ve kanatlarını çırptı, çırptı, çırptı ve...

# data_list
source: At last, Daisy is successful! How does that make you feel? It feels good to share the successes of others.
ar: أخيرًا، نجحت ديزي! كيف يجعلك ذلك تشعر؟ من الجيد مشاركة نجاحات الآخرين.
fr: Enfin, Daisy a réussi ! Qu'est-ce que ça te fait ? Ça fait du bien de partager les succès des autres.
ja: ついにデイジーは成功したよ！どう思ったかな？他の人の成功を共有すると気分がいいよね。
ko: 마침내 데이지는 성공했습니다! 여러분은 어떤 기분인가요? 다른사람과 자신의 성공을 같이 나누는것은 정말 기분 좋은 일입니다.
tr: Sonunda, Daisy başarılı oldu! Bu size nasıl hissettiriyor? Başkalarının başarılarını paylaşmak iyi hissettirir.

# data_list
source: How can you tell from the drawing that she is flying upward?
ar: كيف يمكنك أن تعرف من الرسم أنها تطير إلى أعلى؟
fr: Comment peux-tu dire, d'après le dessin, qu'elle vole vers le haut ?
ja: デイジーが上向きに飛んでいることをこの絵からどうやってわかるかな？
ko: 여러분은 데이지가 위로 날라 오르고 있는 것을 그림에서 어떻게 알 수 있나요?
tr: Resimden, Daisy’nin yukarı doğru uçtuğunu nasıl anlarsınız?

# data_list
source: Look at the movement lines drawn around her body. How are the movement lines in this picture different from the ones on the last page?
ar: انظر إلى خطوط الحركة المرسومة حول جسدها. كيف تختلف خطوط الحركة في هذه الصورة عن تلك في الصفحة السابقة؟
fr: Regarde les lignes de mouvement dessinées autour de son corps. En quoi les lignes de mouvement de cette image sont-elles différentes de celles de la dernière page ?
ja: デイジーの体の周りに描かれた動線を見てみよう。絵の中にあるそれらの動線は最後のページにあったものとどう違うのかな？
ko: 데이지 몸 주위에 움직이는 것을 보여주는 선을 보세요. 그림에서 보이는 선은 앞 장에서 보았던 선들과 무엇이 다른가요?
tr: Daisy’nin vücudunun etrafına çizilen hareket çizgilerine bakın. Bu resimdeki hareket çizgileri önceki sayfadakilerden nasıl farklılar?

# data_list
source: She kept flying! The wind beneath her wings grew stronger and she flew higher and higher! The sparrows and the swallows said, "Amazing! A flying chicken!"
ar: واصلت ديزي التحليق! ازدادت قوة الرياح تحت جناحيها فطارت عاليًا عاليًا! قالت العصافير والسنونو: "رائع! دجاجة تطير!"
fr: Elle a continué à voler ! Le vent sous ses ailes se renforçait et elle volait de plus en plus haut ! Les moineaux et les hirondelles disaient : « Incroyable ! Un poulet volant ! »
ja: デイジーは飛び続けました！羽の下の風はどんどん強くなり、デイジーは高く、高くに飛びました！スズメとツバメは言いました。「すごい！ニワトリが飛んでる！」
ko: 데이지는 계속 날고 있습니다! 데이지의 날개는 점점 강해지고 더 높이 날아가고 있습니다! “대단하다! 날아다니는 저 닭을 봐!" 참새와 제비는 말했습니다.
tr: Daisy, uçmaya devam etti! Kanatlarının altındaki rüzgâr daha da güçlendi ve çok daha yükseğe uçtu! Serçeler ve kırlangıçlar, “İnanılmaz! Uçan bir tavuk!” dediler.

# data_list
source: How does Daisy's flying body look different from the other birds in the sky?
ar: كيف يبدو جسم ديزي أثناء التحليق مختلفًا عن الطيور الأخرى في السماء؟
fr: En quoi le corps volant de Daisy est-il différent des autres oiseaux du ciel ?
ja: デイジーの飛んでいる姿は空にいる他のトリたちとどう違うかな？
ko: 데이지의 날으는 몸은 하늘에 있는 다른 새들과 무엇이 다른가요?
tr: Daisy’nin uçan vücudu gökyüzündeki diğer kuşlardan nasıl farklıdır?

# data_list
source: How is Daisy feeling now that all of her hard work has paid off?
ar: كيف تشعر ديزي الآن بعد أن جنت ثمار عملها الجادِّ واجتهادها؟
fr: Comment se sent Daisy maintenant que tout son travail a porté ses fruits ?
ja: デイジーはこれまでの努力が報われて今どんな気持ちかな？
ko: 모든 노력이 결실을 맺은 데이지의 기분은 어떨까요?
tr: Tüm sıkı çalışmasının karşılığını alan Daisy artık nasıl hissediyor?

# data_list
source: What are the other chickens thinking now?
ar: فيمَ يفكِّر بقية الدجاج الآن؟
fr: Que pensent les autres poulets maintenant ?
ja: 他のニワトリたちは今何を考えているかな？
ko: 다른 닭들은 지금 어떤 생각을 하고 있을까요?
tr: Diğer tavuklar şu anda ne düşünüyorlar?

# data_list
source: And the other chickens wanted to be just like her.
ar: وأراد كل الدجاج أن يصبح مثلها.
fr: Et les autres poules voulaient être comme elle.
ja: そして、他のニワトリたちはデイジーのようになりたがっていました。
ko: 그리고 다른 닭들도 데이지와 같이 날고 싶었습니다.
tr: Ve diğer tavuklar da tıpkı Daisy gibi olmak istediler.

# data_list
source: Use your arms to copy the positions of the wings of these chickens.
ar: استخدم ذراعيك لمحاكاة أوضاع أجنحة هذه الدجاجات.
fr: Utilise tes bras pour copier la position des ailes de ces poulets.
ja: 腕を使ってニワトリの羽の形を真似してみよう。
ko: 여러분의 팔을 여기에 있는 닭의 자세와 같이 따라해 보세요.
tr: Kollarınızı kullanarak bu tavukların kanatlarının pozisyonlarını taklit edin.

# data_list
source: What are these chickens feeling now that Daisy is successful?
ar: بماذا يشعر هذا الدجاج الآن بعد نجاح ديزي؟
fr: Que ressentent ces poulets maintenant que Daisy a réussi ?
ja: デイジーが成功して他のニワトリたちは今どんな気持ちかな？
ko: 데이지가 성공하고 난 후에 다른 닭들은 어떤 기분일까요?
tr: Daisy artık başarılı olduğuna göre, bu tavuklar şu anda ne hissediyorlar?

# data_list
source: Do you think the other chickens will learn to fly someday?
ar: هل تعتقد أن بقية الدجاج سيتعلمون الطيران يومًا ما؟
fr: Penses-tu que les autres poulets apprendront à voler un jour ?
ja: 他のニワトリたちもいつか飛び方を学ぶと思う？
ko: 여러분은 다른 닭들도 언젠가는 날 수 있을거라고 생각하나요?
tr: Sizce diğer tavuklar da bir gün uçmayı öğrenecekler midir?

# data_list
source: They said, "Oh Daisy, you're amazing!"
ar: قالوا لها: "واو ديزي، أنتِ رائعة!"
fr: Ils ont dit, « Oh Daisy, tu es incroyable ! »
ja: 他のニワトリたちは言いました。「デイジー、君はすごいよ！」
ko: “와! 데이지, 넌 참 대단하다!"
tr: “Ah, Daisy, harikasın!” dediler.

# data_list
source: What happens next in Daisy's story after this book?
ar: ماذا سيحدث بعد ذلك في قصة ديزي بعد نهاية هذا الكتاب؟
fr: Que se passe-t-il ensuite dans l'histoire de Daisy après ce livre ?
ja: この本の後のデイジーのお話では何が起こるかな？
ko: 이 책 이후로 데이지의 이야기는 어떻게 될거라고 생각하나요?
tr: Sizce bu hikâyeden sonra, Daisy’nin hayatında neler olacak?

# data_list
source: Have you ever wished that you could fly?
ar: هل سبق وتمنيت أن تستطيع الطيران؟
fr: As-tu déjà souhaité pouvoir voler ?
ja: 君は飛べたらいいのにって思ったことある？
ko: 여러분도 하늘을 날 수 있게 바래 본 적이 있나요?
tr: Siz de uçabilmeyi dilediniz mi hiç?

# data_list
source: Where would you go if you could fly? What would you like to look at if you could get way up in the sky above it?
ar: إلى أي مكان ستذهب إذا كنت قادرًا على التحليق؟ ماذا تود أن ترى إذا استطعت التحليق عاليًا في السماء؟
fr: Où irais-tu si tu pouvais voler ? Que voudrais-tu regarder si tu pouvais t'élever dans le ciel au-dessus de lui ?
ja: もし飛ぶことができたら君はどこに行く？はるか上の空に行けたら何がみたい？
ko: 여러분이 날 수 있다면 어디로 가고 싶은가요? 하늘 높이 날아갈 수 있다면 여러분은 무엇을 보고 싶나요?
tr: Uçabilseydiniz nereye giderdiniz? Peki ya gökyüzüne çıkabilseydiniz neye bakmak isterdiniz?

# data_list
source: Once upon a time, in Joburg's Orange Grove, a little girl called Phyllis was born into the world. Two people in love, hugged their sweet little babe. No one knew then, what a dancer they'd made.
ar: ي يوم من الأيام، في أورانج جروف بمدينة جوهانسبرغ، جاءت فتاة صغيرة تدعى فيليس إلى هذا العالم. والدان محبان، عانقا طفلتهما الصغيرة اللطيفة. لم يكن أحد يعلم حينها، أي راقصة بارعة قد أنجبا.
fr: Il était une fois, dans l'Orange Grove de Joburg, une petite fille nommée Phyllis venait de naître. Deux personnes amoureuses serraient leur petit bébé dans leurs bras. Nul ne savait encore quel incroyable danseur ils avaient créé.
ja: 昔々、南アフリカのヨハネスブルク郊外のオレンジ・グローブという所に、フィリスという女の子が生まれました。お父さんとお母さんは、生まれたばかりの可愛い赤ちゃんを仲良く抱きしめて喜びましたが、この子がやがて有名なバレリーナになるなんて、思いもしませんでした。
ko: 아주 오랜 옛날에, 조버그의 작은 주황색 숲에서 필리스라는 소녀가 태어났어요. 사랑에 빠진 두 사람은, 그들의 작은 아기를 껴안았죠. 그때까지만 해도, 그들이 엄청난 무용수를 만들어냈다는 것을 아무도 몰랐어요.
tr: Bir zamanlar, Joburg şehrinin Orange Grove mahallesinde Phyllis adında minik bir kız çocuğu dünyaya geldi. Birbirlerine âşık olan anne babası, tatlı minik bebeklerini bağırlarına bastılar. O zamanlar, hiç kimse onların nasıl bir dansçı dünyaya getirdiklerini bilmiyordu.

# data_list
source: There are three people here. Which one is the smallest? Count their eyes together. If there are three people, how many eyes will they have?
ar: يوجد ثلاثة أشخاص هنا. أي منهم هو الأصغر؟ عد أعينهم معًا. إذا كان هنالك ثلاثة أشخاص، كم سيكون عدد عيونهم جميعًا؟
fr: Il y a trois personnes ici. Laquelle est la plus petite ? Comptons ensemble leurs yeux. S'il y a trois personnes, combien d'œil ont-elles ?
ja: ここには、3人の人がいます。一番小さいのは誰ですか。全員の目の数を数えてみましょう。3人いたら、目の数は全部でいくつになりますか。
ko: 여기에 세 사람이 있어요. 누가 가장 작을까요? 눈의 개수를 세 보아요. 만약 세 사람이 있다면, 몇 개의 눈이 있을까요?
tr: Bu resimde üç kişi var. Hangisi en küçük? Hepsinin gözlerini çocuğunuzla birlikte sayın. Eğer üç kişi varsa, kaç göz vardır?
