Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Do you remember seeing Lobolia on the previous page? Keeper had his glasses in his shirt pocket during the bath. Do you think Lobolia stole them from him?
ja: 一つ前のページにロボリアがいたのを覚えていますか？ お風呂の間、飼育員はメガネをシャツのポケットに入れていました。ロボリアが彼からメガネをとったと思いますか？
ko: 여러분은 로볼리아를 앞장에서 보았나요? 동물 사육사는 목욕시간에는 안경을 그의 셔츠 호주머니에 넣어둡니다. 여러분은 로볼리아가 그에게서 안경을 훔쳐갈거라고 생각하나요?
tr: Bir önceki sayfada Lobolia’yı gördüğünüzü hatırlıyor musunuz? Banyo sırasında Bakıcı’nın gözlüğü gömleğinin cebindeydi. Sizce gözlüğü ondan Lobolia mı çaldı?

# data_list
source: It would be very easy for Lobolia to escape from the nursery. Those fences would certainly not keep Lobolia in. Why do you think Lobolia stays around?
ja: ロボリアが保育所を抜け出すのはとても簡単でしょう。あのフェンスはロボリアを閉じこめてはおけません。どうしてロボリアはここにとどまっているのだと思いますか？
ko: 로볼리아가 양육원에서 도망치는 것은 매우 쉬운일입니다. 저기에 있는 담장은 로볼리아를 가두어 두지 못합니다. 여러분은 왜 로볼리아가 양육원에 머문다고 생각하나요?
tr: Lobolia’nın bakımevinden kaçması çok kolay olabilir. Resimdeki çitler Lobolia’yı kesinlikle içeride tutamazlar. Sizce Lobolia neden oralarda kalıyor?

# data_list
source: The people at the nursery work hard to look after the baby animals. They hope that one day the orphans can look after themselves. Then they can return to the wild.
ja: 保育所の人々は動物の赤ちゃんの世話をするため懸命に働いています。いつか孤児たちが自分で自分の面倒をみられるようになるのを願っているのです。そうなれば、動物たちは野生の地へ帰ることができます。
ko: 양육원에 있는 사람들은 아기 동물들을 돌보기 위해 열심히 일합니다. 그들은 언젠가는 아기 동물들이 자기 자신들을 돌볼수 있기를 바랍니다. 그러면 그들은 야생으로 돌아갈 수 있습니다.
tr: Bakımevindeki insanlar yavru hayvanlara bakmak için çok çalışıyorlar. Bir gün bu kimsesiz hayvanların kendi başlarının çaresine bakabileceklerini umuyorlar. Çünkü ancak o zaman vahşi doğaya dönebilirler.

# data_list
source: They may care about each animal, but wild animals should always go back to the wild if they can handle it. It must be sad, but fulfilling, to see their animals become healthy adults who can thrive in the wild.
ja: それぞれの動物のことを大切に思っているでしょうが、野生の動物はできることなら常に野生の地へ帰るべきです。動物たちが野生の地で栄える健康な大人になるのを見るのは、悲しくてもきっと満たされた気持ちになるはずです。
ko: 사람들은 모든 동물들을 아끼지만 야생동물들은 그들이 할 수 있으면 야생으로 돌아가야 합니다. 그것은 슬픈일이지만 그들이 야생으로 돌아갈 수 있을만큼 건강해지는 것을 보는 것은 성취감있는 일입니다.
tr: Her bir hayvanı önemsiyor olabilirler ama vahşi hayvanlar, eğer mümkünse, her zaman vahşi doğaya geri dönmelidirler. Hayvanlarının, vahşi doğada gelişebilen sağlıklı yetişkinler haline geldiğini görmek onlar için üzücü olsa da tatmin edici olmalı.

# data_list
source: Some animals have permanent injuries or problems that make it impossible for them to go back into the wild. Can you think of why that would be?
ja: 一生治らないケガや問題で野生の地へ戻れない動物たちもいます。どうして戻ることができないのか分かるでしょうか？
ko: 어떤 동물들은 영구적인 부상을 입거나 문제를 가지고 있어 야생으로 돌아가는 것이 불가능하기도 합니다. 여러분은 왜 그런다고 생각하나요?
tr: Bazı hayvanların kalıcı yaralanmaları veya sorunları sebebiyle doğaya geri dönmeleri imkansızdır. Sizce bu neden öyledir?

# data_list
source: Think about being one of these animals that has been in the nursery ever since it was a baby. Do you think the animal is excited to go into the wild, or do you think it is fearful about being on its own?
ja: 赤ちゃんのころからずっと保育所にいる動物になったと思って想像してみてください。野生の地へ入っていくことにワクワクすると思いますか？ それとも一人でやっていくのは怖いと思うでしょうか？
ko: 여기에 있는 동물중에 아기때 부터 양육원에 있었던 동물이 있었는지 생각해 보세요. 여러분은 동물들이 야생으로 돌아가서 신날거라고 생각하나요 아니면 이제 혼자서 살아가는 것이 무서울 거라고 생각하나요?
tr: Kendinizin de bebekliğinizden beri bakımevinde olan bu hayvanlardan biri olduğunuzu düşünün. Sizce bir hayvan vahşi doğaya döneceği için heyecanlı mıdır yoksa yalnız başına kalacağı için korkuyor mudur?

# data_list
source: How old and how many? Read the story again and then answer these questions. 1. How many animals arrived at the nursery in the month of August? 2. Who arrived first that month? How old was this animal? 3. Who arrived last? How old were those animals? 4. Who were the youngest animals to arrive in August? How old were they? 5. Who was the oldest to arrive in August? Reviewing a story after you read it can help you remember it much better!
ja: 生まれてからどのくらい？ そして何匹でしょうか？ もう一度お話を読んでこれらの質問に答えてください。 1. 8月に何匹の動物が保育所にやって来たでしょうか？ 2. その月に、最初に来たのはだれだったでしょうか？ その動物は生まれてからどのくらいでしたか？ 3. 最後に来たのはだれでしたか？ その動物は生まれてからどのくらいでしたか？ 4. 8月に来た動物で1番若いのはだれでしたか？ その動物は生まれてからどのくらいでしたか？ 5. 8月に来た動物で1番年上なのはだれでしたか？ 読んだ後にお話を見直すともっとよく覚えられます！
ko: 몇 살이고 몇 마리인가요? 이야기를 다시 읽어보고 다음 질문들에 대답해보세요. 1. 8월에 몇 마리의 동물들이 양육원에 도착했나요? 2. 8월에 누가 제일 먼저 도착했나요? 그 아기 동물은 몇 살이었나요? 3. 누가 제일 나중에 도착했나요? 그 아기 동물들은 몇 살이었나요? 4. 8월에 도착한 동물들 중에 누가 제일 어렸나요? 그들은 몇 살이었나요? 5. 8월에 도착한 동물들 중에 누가 제일 나이가 많았나요? 이야기를 읽고 다시 복습해 보는 것은 더 잘 기억할 수 있게 도와줍니다!
tr: Kaç yaşında ve kaç tane? Hikâyeyi tekrar okuyun ve ardından bu soruları cevaplayın. 1. Ağustos ayında bakımevine kaç hayvan geldi? 2. O ay ilk ulaşan hayvan hangisiydi? Kaç yaşındaydı? 3. Bakımevine en son hangileri geldi? Kaç yaşındalardı? 4. Ağustos ayında gelen en genç hayvanlar hangileriydi? Kaç yaşındaydılar? 5. Ağustos ayında gelen en yaşlı hayvan hangisiydi? Bir hikâyeyi okuduktan sonra gözden geçirmek onu daha iyi hatırlamanıza yardımcı olabilir!

# data_list
source: Today I an not going to school. It is a holiday.
ar: اليوم لن أذهب إلى المدرسة. إنها عطلة.
fr: Aujourd’hui je ne vais pas aller à l’école. L’école est fermée aujourd’hui.
ja: 今日は学校に行きません。 休日です。
ko: 오늘 나는 학교에 가지 않아도 돼! 오늘은 쉬는 날이야.
tr: Bugün okula gitmiyorum. Bugün tatil.

# data_list
source: What do you think she will do with her day off from school?
ar: ماذا تعتقد أنها ستفعل في يوم إجازتها من المدرسة؟
fr: Que penses-tu qu’elle va faire pendant son jour de congé ?
ja: あなたは彼女が学校を休んだ日は何をするつもりだと思いますか？
ko: 여러분은 아이가 학교에 가지 않는 오늘 무엇을 할 거라고 생각하나요?
tr: Sizce kız, okula gitmediği bugün ne yapacak?

# data_list
source: Why does she like not going to school?
ar: لماذا تحب عدم الذهاب إلى المدرسة؟
fr: Pourquoi n’aime pas-t-elle aller à l’école ?
ja: なぜ彼女は学校に行かないのが好きなのですか？
ko: 왜 아이는 학교에 가지 않는걸 좋아할까요?
tr: Okula gitmemeyi neden seviyor?

# data_list
source: Do you think she will miss seeing her school friends and teachers?
ar: هل تعتقد أنها ستفتقد رؤية أصدقائها ومدرسيها في المدرسة؟
fr: Penses-tu qu’elle va manquer à ses amis de classe et à ses maitres et maitresses de son école ?
ja: あなたは彼女が学校の友達や先生に会えないと思いますか?
ko: 여러분은 아이가 학교 친구들과 선생님들이 보고 싶을것이라고 생각하나요?
tr: Okul arkadaşlarını ve öğretmenlerini görmeyi özleyecek midir?

# data_list
source: Today I am not going to watch TV. There is no electricity anyway.
ar: اليوم لن أقوم بمشاهدة التلفاز. لا توجد كهرباء على أي حال.
fr: Aujourd’hui, je ne vais pas regarder la télé. Il n’y a pas d'électricité en tout cas.
ja: 今日はテレビを見ません。 ところで電気がつかない。
ko: 오늘 난 텔레비젼을 보지 않을거야. 오늘은 전기도 들어오지 않아.
tr: Bugün televizyon izlemeyeceğim. Zaten elektrikler yok.

# data_list
source: Why does she decide to not watch TV?
ar: لماذا قررت عدم مشاهدة التلفاز؟
fr: Pourquoi a-t-elle décidé de ne pas regarder la télévision ?
ja: なぜ彼女はテレビを見ないことにしたのですか?
ko: 왜 아이는 텔레비젼을 보지 않기로 결심했나요?
tr: Neden televizyon izlememeye karar verdi?

# data_list
source: What would you do if you were to plan a special day?
ar: ماذا ستفعل لو كنت تخطط ليوم خاص؟
fr: Qu’aurais-tu fait si tu devais organiser une journée spéciale ?
ja: 特別な日の計画を立てるとしたら何をしますか?
ko: 여러분은 특별한 날 무엇을 할 계획인가요?
tr: Peki ya siz, özel bir gün planlayacak olsaydınız ne yapardınız?

# data_list
source: What do you do during times when your electricity is not working? Do you have special activities for such times?
ar: ماذا تفعل في الأوقات التي لا تعمل فيها الكهرباء؟ هل لديك أنشطة خاصة لمثل هذه الأوقات؟
fr: Que fais-tu quand il n’y a pas d’électricité ? Fais-tu des activités spéciales pendant ces périodes ?
ja: 電気が止まっているときは何をしますか? こういう時のために特別にすることはありますか？
ko: 여러분은 정전이 되면 무엇을 할 것인가요? 그런날을 위한 특별한 놀이가 있나요?
tr: Elektriğinizin olmadığı zamanlarda ne yaparsınız? Böyle zamanlar için özel aktiviteleriniz var mı?

# data_list
source: What am I going to do? Today I am going to listen to my body!
ar: ماذا سأفعل؟ اليوم سأستمع إلى جسدي!
fr: Qu’est-ce que je vais faire maintenant ? Aujourd’hui, je vais écouter mon corps !
ja: 私は何をするつもりですか？ 今日は自分の体の音に耳を傾けてみます！
ko: 난 무엇을 하지? 오늘 난 내 몸을 들어볼거야!
tr: Ne yapacağım? Bugün vücudumu dinleyeceğim!

# data_list
source: Her hands only have four fingers! Have you seen someone with four fingers on a hand?
ar: يدها تحتوي على أربعة أصابع فقط! هل سبق وأن رأيت أحداً يمتلك أربعة أصابع في يده؟
fr: Ses mains n’ont que quatre doigts ! As-tu déjà vu quelqu’un avec seulement quatre doigts sur une de leurs deux mains ?
ja: 彼女の手には指が 4 本しかありません。 手に 4 本の指しかない人を見たことがありますか?
ko: 아이의 손가락은 네 개만 있습니다! 여러분은 손가락이 네 개만 있는 사람을 본 적이 있나요?
tr: Onun ellerinde sadece dört parmağı var! Bir elinde dört parmağı olan birini gördünüz mü hiç?

# data_list
source: It is uncommon, but some people are born with six fingers on a hand. How many more fingers is six fingers than what she has?
ar: إنه أمر غير شائع، لكن بعض الناس يولدون بستة أصابع في اليد. كم إصبعاً إضافياً تزيد الستة أصابع عن عدد أصابعها؟
fr: C’est rare mais certaines personnes sont nées avec six doigts sur une main. Combien de doigts de plus cela fait par rapport à ce qu’elle a ?
ja: 珍しいことですが、生まれつき手の指が 6 本ある人もいます。 6 本の指は彼女の指より何本多いですか?
ko: 드물지만 어떤 사람들은 여섯개의 손가락을 가지고 태어납니다. 여섯개의 손가락은 아이의 손가락보다 몇 개 더 있습니까?
tr: Böyle bir şey nadirdir ama bazı insanlar bir ellerinde altı parmakla doğarlar. Altı parmak, onun sahip olduğundan kaç parmak daha fazladır?

# data_list
source: Do you think you can buy gloves for someone with six fingers?
ar: هل تعتقد أنه يمكنك شراء قفازات لشخص لديه ستة أصابع؟
fr: Penses-tu qu’on peut acheter des gants pour les personnes qui ont six doigts ?
ja: 指が６本ある人の手袋は買えると思いますか？
ko: 여러분은 여섯개의 손가락을 가진 사람을 위해 장갑을 살수 있다고 생각하나요?
tr: Altı parmağı olan birisi için bir eldiven satın alabileceğinizi düşünüyor musunuz?

# data_list
source: First I have to be very quiet. So that I can listen to my own body.
ar: ًأولاً يجب أن أكون هادئة جدا. لكي أستطيع الاستماع إلى جسدي.
fr: D’abord je dois me taire. Parce que ça va m’aider à mieux écouter mon corps.
ja: まず、私はとても静かにしなければなりません。 自分の体の音を聞くために。
ko: 우선 난 아주 조용히 있어야돼. 그러면 난 나의 몸을 들을수가 있어.
tr: İlk önce, çok sessiz olmalıyım. Böylece kendi vücudumu dinleyebilirim.

# data_list
source: Have you listened to the sounds your body makes? What are some of them?
ar: هل استمعت إلى الأصوات التي يصدرها جسمك؟ ما هي بعضها؟
fr: As-tu écouté les sons que fait ton corps ? Quels sont certains d’entre eux ?
ja: 自分の体が発する音に耳を傾けたことがありますか？ それはどんなのですか?
ko: 여러분은 여러분의 몸이 만들어 내는 소리를 들어본적이 있나요? 어떤 소리를 들었나요?
tr: Hiç kendi vücudunuzun çıkardığı sesleri dinlediniz mi? O seslerden bazıları nelerdir?

# data_list
source: Have you heard your stomach rumbling, grumbling, or gurgling?
ar: هل سمعت قرقرة بطنك؟
fr: As-tu entendu ton estomac gronder, grogner ou gargouiller ?
ja: お腹がゴロゴロ、グルグル、ゴロゴロという音を聞いたことがありますか?
ko: 여러분은 여러분의 배가 요동치는걸 들어본적이 있나요?
tr: Karnınızın guruldadığını, homurdandığını veya gürül gürül ses çıkardığını duydunuz mu hiç?

# data_list
source: Have you ever run hard and heard your pulse pounding in your ears?
ar: هل ركضت يومًا فسمعت نبضك يدق في أذنيك؟
fr: As-tu déjà couru très vite et ensuite entendu ton pouls battre dans tes oreilles ?
ja: 一生懸命走ったときに、鼓動が耳の中で脈打つのを聞いたことはありますか?
ko: 여러분은 열심히 달리고 난 후 여러분의 귀에서 맥박이 뛰는걸 들어본적이 있나요?
tr: Peki ya çok koştuğunuzda nabzınızın kulaklarınızda attığını duydunuz mu?

# data_list
source: Yes, now I can hear my breath. I breath in and out, in and out.
ar: نعم، الآن أستطيع سماع أنفاسي. أنا أتنفس إلى الداخل وإلى الخارج، إلى الداخل وإلى الخارج.
fr: Ah oui, maintenant je peux entendre ma respiration. J’inspire et expire, j’inspire et j’expire.
ja: はい、息が聞こえるようになりました。 息を吸って吐いて、また吸って吐いて。
ko: 그래, 난 이제 내 숨소리를 들을수 있어. 숨을 들이쉬고 내쉬며 숨을 쉬어.
tr: Evet, şu anda nefesimi duyabiliyorum. Nefes alıyorum, nefes veriyorum, nefes alıp nefes veriyorum.

# data_list
source: If you stop and listen, can you hear yourself breathing?
ar: إذا توقفت واستمعت، هل يمكنك سماع تنفسك؟
fr: Si tu arrêtes ce que tu fais pendant un instant et prends soin d’écouter ton corps, peux-tu entendre ta respiration ?
ja: 立ち止まって耳を澄ますと、自分の呼吸音が聞こえますか?
ko: 여러분이 만약 모든걸 멈추고 자세히 듣는다면 여러분도 자신의 숨소리를 들을수 있나요?
tr: Durup dinlerseniz, nefes alış verişinizi duyabilir misiniz?

# data_list
source: Do you breathe through your mouth or your nose most of the time?
ar: هل تتنفس من فمك أو أنفك في أغلب الأحيان؟
fr: Respires-tu par la bouche ou par le nez la plupart du temps ?
ja: ほとんどの場合、口と鼻のどちらで呼吸しますか?
ko: 여러분은 주로 입으로 쉬나요 아니면 코로 쉬나요?
tr: Çoğu zaman ağzınızdan mı yoksa burnunuzdan mı nefes alıyorsunuz?

# data_list
source: Watch the time for half a minute and count your breaths. How many were there?
ar: راقب الوقت لمدة نصف دقيقة وأحصي أنفاسك. كم كان عددها؟
fr: Fais attention à l’heure pour un instant et compte combien de fois tu respires. Combien de fois as-tu respiré ?
ja: 30 分ほど時間を見て、呼吸を数えてください。 何回でしたか？
ko: 30초동안 집중해 보고 여러분의 숨소리를 세어 보세요. 얼마나 쉬나요?
tr: Yarım dakika süreyle zaman tutup nefeslerinizi sayın. Kaç nefes oldu?

# data_list
source: And I can make my breath noisier. Ssssssssssss! And softer. Mmmmmmmm.
ar: ويمكنني أن أجعل أنفاسي أكثر ضجيجًا. سسسسسسسس! وأكثر هدوءاً. مممممممممم.
fr: Et je peux respirer en faisant beaucoup plus de bruit. Ssssssssssss ! Et je peux rendre ma respiration plus douce aussi. Mmmmmmmm.
ja: そして、私は息を大きくすることができます。 スッスッスッスッスッ！ そして優しく。 うーーん。
ko: 그리고 난 내 숨소리를 더 크게 낼수 있어. 스스스스! 그리고 조용하게. 음음음음.
tr: Ve nefesimi daha gürültülü yapabilirim. Ssssssssssss! Ve daha yumuşak. Mmmmmmmm.

# data_list
source: She is making her toy fly around by blowing on it very hard. When have you blown hard on something?
ar: إنها تجعل لعبتها تطير عن طريق النفخ عليها بقوة. متى نفخت بشدة على شيء ما؟
fr: Elle fait voler son jouet en soufflant vers le jouet très fort. Quand as-tu soufflé sur quelque chose avec beaucoup de force ?
ja: 彼女はおもちゃに強く息を吹きかけて飛び回らせています。 何かに強く吹きかけたのはいつですか?
ko: 아이는 자신의 장난감을 세게 불러 여기저기로 날려봅니다. 여러분은 언제 무언가를 세게 불어보았나요?
tr: Oyuncağına çok sert üfleyerek onun kendi etrafında uçmasını sağlıyor. Peki ya siz ne zaman bir şeye sertçe üflediniz?

# data_list
source: Have you blown out candles on a birthday cake or maybe blown on a fire to help it burn?
ar: هل أطفأت شموعًا على كعكة عيد ميلاد أو ربما أشعلت فيها النار لتساعدها على الاحتراق؟
fr: As-tu soufflé des bougies sur des gâteaux d'anniversaires ou peut-être soufflé sur un feu pour l’aider à mieux brûler ?
ja: 誕生日ケーキのろうそくの火を吹き消したり、燃えやすくするために火を吹きかけたりしたことはありますか?
ko: 여러분은 생일 케익의 초를 불러본적이 있나요 아니면 불이 잘 피도록 불어본적이 있나요?
tr: Hiç doğum günü pastasındaki mumlara veya mumların yanmasına yardımcı olmak için ateşe üflediniz mi?

# data_list
source: How old were you at your last birthday?
ar: كم كان عمرك في آخر عيد ميلاد لك؟
fr: Quel âge avais-tu à ton dernier anniversaire ?
ja: 前回の誕生日は何歳でしたか?
ko: 여러분은 지난 생일에 몇 살이었나요?
tr: Son doğum gününüzde kaç yaşındaydınız?

# data_list
source: Now I can hear my heart beating! Doodom, doodoom, dooo dooom.
ar: الآن أستطيع أن أسمع قلبي يدق! دودوم، دودووم، دودووم.
fr: Maintenant, je peux entendre mon cœur battre ! Doodom, doodoom, dooo dooom.
ja: 今、私の心臓の鼓動が聞こえます！ ドクッ、ドクッ、ドクッ。
ko: 이제 난 내 심장이 뛰는 소리를 들을수 있어! 쿵쾅, 쿵쾅, 쿵쾅.
tr: Şu anda kalbimin atışını duyabiliyorum! Dum dum, dum dum, dum dum.

# data_list
source: It is not easy to hear your own heart beating. Can you hear yours?
ar: ليس من السهل سماع نبض قلبك. هل تستطيع سماع نبضك؟
fr: Ce n’est pas facile d’entendre son propre cœur. Peux-tu entendre le tien ?
ja: 自分の心臓の鼓動を聞くのは簡単ではありません。 あなたは聞こえますか？
ko: 여러분의 심장소리를 듣는것은 쉬운일이 아닙니다. 여러분은 들을수록 있나요?
tr: Kendi kalbinizin atışını duymak kolay değildir. Siz duyabiliyor musunuz?

# data_list
source: Put your ear on someone's chest so you can hear their heart beating.
ar: ضع أذنك على صدر أحدهم حتى تسمع نبض قلبه.
fr: Mets ton oreille sur la poitrine de quelqu’un pour entendre son cœur battre.
ja: 誰かの胸に耳を当てて、心臓の鼓動が聞こえるようにしてください。
ko: 여러분의 귀를 누군가의 가슴에 대보면 심장이 뛰는것을 들을수 있습니다.
tr: Kulağınızı birinin göğsüne dayayın, böylece o kişinin kalp atışlarını duyabilirsiniz.

# data_list
source: Do you think your heart ever stops beating? Most of your muscles can get tired, but your heart muscle never does!
ar: هل تظن أن قلبك سيتوقف عن النبض يومًا؟ يمكن أن تتعب معظم عضلاتك، لكن عضلة القلب لا تتعب أبدًا!
fr: Penses-tu que le cœur s’arrête de battre pour toujours ? La plupart de nos muscles peuvent se fatiguer mais le muscle qu’est notre cœur ne se fatigue jamais !
ja: 心臓の鼓動が止まることはあると思いますか? ほとんどの筋肉は疲労しますが、心筋は疲労しません。
ko: 여러분는 심장이 뛰는 것을 멈추는 적이 있다고 생각하나요? 여러분의 거의 모든 근육은 지칠수 있지만 여러분의 심장의 근육은 결코 그렇지 않습니다!
tr: Sizce kalbiniz atmayı bırakır mı hiç? Kaslarınızın çoğu yorulabilir ama kalp kasınız asla yorulmaz!

# data_list
source: Can I make my heart go faster or louder? Yes, by jumping up and down twenty times.
ar: هل يمكنني أن أجعل قلبي ينبض بشكل أسرع أو بصوت أعلى؟ نعم، عبر القفز لأعلى ولأسفل عشرين مرة.
fr: Puis-je faire battre mon cœur plus vite et avec plus de bruit ? Oui en sautant de haut en bas vingt fois.
ja: 心臓の鼓動を速くしたり、大きくしたりすることはできますか? はい、20 回上下にジャンプします。
ko: 내 심장이 더 빠르고 크게 뛰게 할수 있을까? 20번을 제자리에서 뛰면 그렇게 할수 있을거야!.
tr: Kalbimin daha hızlı veya daha gürültülü atmasını sağlayabilir miyim? Evet, yukarı aşağı 20 kez zıplayarak.

# data_list
source: Can you count to 20 to count the jumps?
ar: هل يمكنك العد حتى 20 لحساب القفزات؟
fr: Peux-tu comptez jusqu’à 20, combien de fois as-tu sauté ?
ja: ジャンプを数えるために 20 まで数えられますか?
ko: 제자리 뛰기를 20번 하면서 셀수 있나요?
tr: Zıplamaları saymak için 20’ye kadar sayabilir misiniz?

# data_list
source: If you can't count to 20, you can count to 10 and then immediately count to 10 again. That will be just the same.
ar: إذا لم تتمكن من العد حتى 20، يمكنك العد حتى 10 ثم العد على الفور إلى 10 مرة أخرى. سيكون هذا هو نفسه.
fr: Si tu ne pouvais pas compter jusqu’à 20, compte jusqu’à 10 et immédiatement jusqu’à 10 encore une fois. Ce sera la même chose que compter jusqu’à 20.
ja: 20 まで数えられない場合は、10 まで数えて、すぐにもう一度 10 まで数えることができます。 それは全く同じことになります。
ko: 만약 20까지 셀수 없다면 10까지 세고 바로 다시 10을 세면 되요. 그것도 20을 셀수 있는 같은 방법입니다.
tr: Eğer 20’ye kadar sayamıyorsanız 10’a kadar sayabilir ve hemen ardından tekrar 10’a kadar sayabilirsiniz. Bu ikisi aynı şeylerdir.

# data_list
source: When you run around and start breathing hard, do you sometimes feel your heart beating in your chest?
ar: عندما تركض وتبدأ في التنفس بصعوبة، هل تشعر أحيانًا بنبض قلبك في صدرك؟
fr: Quand tu cours et ton cœur bat très fort, sens-le-tu parfois en train de battre dans ta poitrine ?
ja: 走り回ったり、呼吸が荒くなったりすると、胸の中で心臓が鼓動しているのを感じることがありますか?
ko: 여러분이 달리기를 하면 숨을 거칠게 쉬기 시작하고 그러면 여러분은 심장이 가슴안에서 뛰고 있는것을 느낄수 있다고 생각하나요?
tr: Etrafta koştuğunuzda ve zor nefes almaya başladığınızda, bazen kalbinizin aşırı attığını hissediyor musunuz?

# data_list
source: Now see, my heart is beating faster.
ar: الآن انظر، قلبي ينبض بشكل أسرع.
fr: Voyez, maintenant mon cœur bat plus fort qu’avant.
ja: ほら、私の心臓の鼓動が早くなりました。
ko: 이것 봐, 내 심장이 빨리 뛰기 시작하고 있어.
tr: Şimdi bakın, kalbim daha hızlı atıyor.

# data_list
source: Have you ever seen your own heart beating in your chest? Is it possible to see it?
ar: هل سبق وأن رأيت قلبك ينبض في صدرك؟ هل من الممكن رؤيته؟
fr: As-tu vu ton cœur quand il bat dans ta poitrine ? Est-il possible de le voir ?
ja: 自分の心臓が胸の中で動いているのを見たことがありますか? 見ることは可能でしょうか？
ko: 여러분은 자신의 심장이 가슴에서 뛰는 것을 본 적이 있나요? 그것이 가능한가요?
tr: Kalbinizin göğüs kafesinizde attığını gördünüz mü hiç? Bunu görmek mümkün müdür?

# data_list
source: The storyteller and artist are stretching the truth a bit here. Have you ever stretched the truth a bit to make a story a little more interesting?
ar: يقوم الراوي والفنان بالمبالغة بالحقيقة قليلاً هنا. هل سبق لك أن قمت بمبالغة الحقيقة قليلاً لجعل القصة أكثر إثارة للاهتمام؟
fr: Le conteur et l’artiste nous disent seulement la moitié de toute l’histoire. As-tu déjà déformé un peu la vérité pour rendre une histoire un peu plus intéressante ?
ja: 作者とと芸術家はここで真実を少し拡大解釈しています。 話をもう少し面白くするために、真実を少し拡張したことがありますか?
ko: 작가와 그림을 그린 사람은 약간 과장을 하고 있네요. 여러분은 이야기를 더 재미있게 하기 위해 사실을 과장해 본 적이 있나요?
tr: Burada hikâye anlatıcısı ve illüstratör gerçekten biraz uzaklaşmışlar. Bir hikâyeyi biraz daha ilginç kılmak için sizin de gerçekten biraz uzaklaştığınız oldu mu hiç?

# data_list
source: Her toy is covering its ears because the heart is beating so loudly. Is it possible to hear someone else's heart from a distance?
ar: لعبتها تغطي أذنيها لأن القلب ينبض بصوت عالٍ. هل من الممكن سماع قلب شخص آخر من بعيد؟
fr: Son jouet a couvert ses oreilles parce que le cœur bat et fait beaucoup de bruit. Est-il possible d’entendre le cœur de quelqu’un à distance ?
ja: 心臓の鼓動が非常に大きいため、彼女のおもちゃが耳を覆っています。 遠くからでも他人の心の声を聞くことはできますか？
ko: 아이의 심장이 너무 크게 뛰어 아이의 장난감은 귀를 막고 있네요. 어떤 사람의 심장 뛰는 소리를 멀리서 듣는게 가능한가요?
tr: Kızın oyuncağı kulaklarını kapatıyor çünkü kızın kalbi çok yüksek sesle atıyor. Sizce birinin kalbini uzaktan duymak mümkün müdür?

# data_list
source: If I put my fingers on my wrist, then I can feel my pulse!
ar: إذا وضعت أصابعي على معصمي، فسأشعر بنبضي!
fr: Si je mets mes doigts sur mon poignet, je peux sentir mon pouls !
ja: 手首に指を当ててみると、脈拍がわかります!
ko: 나의 손가락을 손목에 올려놓으면 맥박을 느낄수 있어!
tr: Parmaklarımı bileğimin üzerine koyarsam, o zaman nabzımı hissedebilirim!

# data_list
source: Can you feel your pulse on your wrist? Some people like to feel their pulse on their neck or on their head. Try it!
ar: هل يمكنك أن تشعر بنبضك على معصمك؟ يحب بعض الأشخاص أن يشعروا بنبضهم على رقبتهم أو على رؤوسهم. جرب ذلك!
fr: Peux-tu sentir ton pouls sur ton poignet ? Quelques personnes aiment bien aussi sentir leur pouls sur leur cou ou sur leur tête. Essaye de faire ça !
ja: 手首に脈拍を感じますか? 首や頭で脈拍を感じることを好む人もいます。 それを試してみてください！
ko: 여러분은 손목의 맥박을 느낄수 있나요? 어떤 사람들은 목이나 머리의 맥박을 느끼는 것을 좋아합니다. 한번 해 보세요!
tr: Peki ya siz, nabzınızı bileğinizde hissedebiliyor musunuz? Bazı insanlar nabızlarını boyunlarında veya başlarında hissetmeyi severler. Haydi bir deneyin!

# data_list
source: Count your pulse for ten seconds. Did you get a count between 7 and 20?
ar: احسب نبضك لمدة عشر ثوان. هل حصلت على عدد بين 7 و 20؟
fr: Compte ton pouls pour dix secondes. As-tu obtenu un nombre entre sept et vingt ?
ja: 10 秒間脈拍を数えてください。 7 から 20 まで数えられましたか?
ko: 여러분의 맥박을 10초 동안 세어보세요. 여러분은 7 에서 20사이에 뛰는것을 세었나요?
tr: Nabzınızı on saniye boyunca sayın. 7 ile 20 arasında bir sayı elde ettiniz mi?

# data_list
source: Have another person do the same thing and compare the counts you got. Whose count was more and whose was less?
ar: اطلب من شخص آخر أن يفعل الشيء نفسه ويقارن الأعداد التي حصلت عليها. من كان عدده أكثر ومن كان أقل؟
fr: Demande à une autre personne de faire la même chose et compare les nombres que tu vas obtenir. Le nombre de celui qui est le plus élevé et de celui qui est le moins élevé ?
ja: 別の人に同じことをしてもらい、得られたカウントを比較してください。 誰の数が多くて誰が少なかったですか？
ko: 다른 사람도 같이 해 보고 여러분의 맥박수와 비교해 보세요. 누가 더 뛰고 누가 덜 뛰나요?
tr: Başka bir kişiye de aynı şeyi yaptırın ve elde ettiğiniz sayıları karşılaştırın. Kimin sayısı daha fazlaydı ve kiminki daha azdı?

# data_list
source: I can hear myself laughing. Haha, haha, haaah, haaa!
ar: أستطيع أن أسمع نفسي أضحك. هاهاها، هاهاهاهاها، هاهاهاهاهاها!
fr: Je peux m’entendre rire. Haha, haha, haaah, haaa !
ja: 自分が笑っているのが聞こえます。 あはははは。
ko: 난 내 웃음소리를 들을수 있어. 하하, 하하, 하하하!
tr: Kendimi gülerken duyabiliyorum. Haha, haha, haaah, haaa!

# data_list
source: She is very expressive, so her laughter is probably very loud. Is it possible to laugh softly? Can you do it?
ar: إنها معبرة للغاية، لذا فإن ضحكتها لا بد أن تكون عالية جدًا. هل من الممكن أن تضحك بهدوء؟ هل تستطيع فعل ذلك؟
fr: Fais un modèle en utilisant des applaudissements et des coups de pieds sur le sol.
ja: 彼女はとても表情豊かなので、笑い声もとても大きいと思います。 穏やかに笑うことはできるでしょうか？ あなたはできますか？
ko: 아이는 표정이 매우 풍부해서 아마 웃음소리가 매우 클 것입니다. 아주 조용히 웃는게 가능한가요? 여러분은 할 수 있나요?
tr: Kız, yüz ifadesinden ne hissettiğini gösteren birisi; kahkahası da muhtemelen çok yüksek sesli! Alçak sesli bir şekilde gülmek mümkün müdür? Bunu yapabilir misiniz?

# data_list
source: People often like to laugh together. When you laugh, do other people laugh with you?
ar: غالبًا ما يحب الناس الضحك معًا. عندما تضحك هل يضحك الآخرون معك؟
fr: Ton modèle est-il compliqué ou est-il simple tel que : clap clap stomp, clap clap stomp ?
ja: 人々はしばしば一緒に笑うことを好みます。 あなたが笑うと、他の人もあなたと一緒に笑いますか？
ko: 사람들은 종종 같이 웃는걸 좋아합니다. 여러분이 웃으면 다른 사람들도 같이 웃나요?
tr: İnsanlar genellikle ‘birlikte gülmeyi’ severler. Peki siz güldüğünüzde, diğer insanlar da sizinle birlikte gülerler mi?
