Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **Add complexity:** These stories can get more elaborate with experience. For example, the story could be “I have two fewer cookies than you do, and together we have six cookies. How many cookies do you have?” Another example, “You have twice as many candies as I do, and together we have nine pieces. How many pieces do you have?” **Other story lines:** The use of bags and pieces of food can be replaced by the idea of a fish bowl with two (or more) kinds of fish, or with any other imagery that appeals to your child. For a fish bowl, you could create a story such as “There are seven fish in the bowl, and there is one more goldfish than there are tetras. How many goldfish are there?”
ar: **أضف تعقيدًا:** يمكن أن تصبح هذه القصص أكثر تفصيلاً مع الخبرة. على سبيل المثال، يمكن أن تكون القصة ”لدي كعكتان أقل مما لديك، ولدينا معًا ستة كعكات. كم عدد الكعكات لديك؟“ مثال آخر، ”لديك ضعف عدد الحلوى التي لدي، ولدينا معًا تسع قطع. كم عدد القطع التي لديك؟“ **قصص أخرى:** يمكن استبدال استخدام حقائب وقطع الطعام بفكرة وعاء السمك الذي يحتوي على نوعين (أو أكثر) من الأسماك، أو بأي صورة أخرى تنال إعجاب طفلك. بالنسبة لوعاء الأسماك، يمكنك إنشاء قصة مثل ”هناك سبع سمكات في الوعاء، وهناك سمكة ذهبية أكثر من أسماك التترا. كم عدد الأسماك الذهبية هناك؟“
ko: **복잡성 더하기:** 이러한 이야기는 경험을 통해 더욱 정교해질 수 있습니다. 예를 들어, 이야기는 “나는 너보다 쿠키가 2개 적고 우리는 6개를 가지고 있어. 넌 몇 개의 쿠키를 가지고 있니?” 또 다른 예는 다음과 같습니다. “넌 나보다 두 배나 많은 사탕을 가지고 있어. 우리는 함께 9개의 사탕을 가지고 있어. 넌 몇 개의 사탕을 가지고 있니?” **다른 줄거리:** 주머니와 음식 조각의 사용하는 것은 두마리 (또는 더 이상) 종류의 물고기가 담긴 어항이나 아이가 좋아하는 다른 것들을 사용하세요. 어항일 경우 다음과 같은 이야기를 만들수 있습니다. “어항에는 일곱 마리의 물고기가 있고 테트라보가 금붕어가 한 마리 더 많아요. 금붕어는 몇 마리가 있나요?”
tr: **Oyunu Zorlaştırın:** Deneyim kazandıkça bu hikâyeleri daha karmaşık hâle getirebilirsiniz. Örneğin, hikâye şöyle olabilir: “Benim senden 2 tane daha az kurabiyem var ama toplamda 6 kurabiyemiz var. Öyleyse, senin kaç kurabiyen var?” veya “Senin benden 2 kat daha fazla şekerin var ve ikimizde toplam 9 şeker var. Bu durumda senin kaç şekerin var?” **Başka Hikâyeler:** Aktivitelerdeki çantalar ve yiyecekler, çocuğunuzun ilgisini çekebilecek başka bir nesneyle; mesela, içinde iki (veya daha fazla) çeşit balık olan bir akvaryumla değiştirilebilir. Akvaryumla ilgili şöyle bir hikâye oluşturabilirsiniz: “Akvaryumda 7 balık var ve tetra balıklarından 1 fazla Japon balığı var. Öyleyse, akvaryumda toplam kaç tane Japon balığı var?”

# data_list
source: MATH STORIES
ar: قصص الرياضيات
ko: 수학 이야기
tr: MATEMATIK HIKÂYELERI

# data_list
source: Number Stories
ar: قصص عددية
ko: 숫자 이야기
tr: Matematik Hikâyeleri

# data_list
source: Stories are a fun way to add interest to calculations. Here are two examples of such stories:
ar: تعد القصص طريقة ممتعة لإضفاء الاهتمام على العمليات الرياضية. فيما يلي مثالان لمثل هذه القصص:
ko: 이야기는 계산에 흥미를 더하는 재미있는 방법입니다. 다음은 그러한 이야기의 두 가지 예입니다.
tr: Hikâyeler, işlemlere ilgi katmanın eğlenceli bir yoludur. İşte bu tür hikâyelere iki örnek:

# data_list
source: **Chairs:** There are four chairs in a room. At first there are two people, but then three more come along. Can everyone sit down? This is more interesting than simply asking if 2 + 3 is larger than 4. **Ice cream:** My two friends and I are having ice cream. I will give each of my friends one more scoop than I get. If there are ten scoops of ice cream, how many scoops of ice cream can I have?
ar: **الكراسي:** هنالك اربعة كراسي في غرفة. في البدء كان هناك شخصان ثم أتي ثلاث أشخاص آخرين. هل يمكن للجميع الجلوس؟ هذه الطريقة أكثر تشويقاً من السؤال ما إذا كان ٢ + ٣ اكبر من. **الآيس كريم:** أنا وأصدقائي نتناول الآيس كريم. سأعطي كل صديق من أصدقائي مغرفة واحدة أكثر مما أحصل عليه. إذا كان هناك عشرة مغارف من الآيس كريم، فما عدد مغارف الآيس كريم التي يمكنني الحصول عليها؟
ko: **의자:** 방안에는 네 개의 의자가 있습니다. 처음에는 두 명이었지만 그 다음에는 세 명이 더 나옵니다. 다들 앉을 수 있나요? 이것은 단순히 2+3은 4보다 큰지 물어보는 것보다 더 흥미롭습니다. **아이스 크림:** 두 명의 친구와 나는 아이스크림을 먹고 있습니다. 나는 내가 받은 것보다 한 스쿠프 더 많이 각 친구에게 줄것입니다. 만약 10 스쿠프가 있다면 난 몇 스쿠프를 가질 수 있을까요?
tr: **Sandalyeler:** ‘Bir odada, toplam dört sandalye ve iki kişi var. Ama sonra, odaya üç kişi daha geliyor. Bu durumda herkes oturabilir mi?’ İşte, soruyu bu şekilde sormak, 2 + 3’ün 4’ten büyük olup olmadığını sormaktan çok daha ilginçtir. **Dondurma:** İki arkadaşım ve ben dondurma yiyeceğiz. Arkadaşlarımın her birine kendi top sayımdan birer top daha fazla dondurma vereceğim. Toplam 10 top dondurma varsa, bu durumda, ben kaç top dondurma alabilirim?

# data_list
source: Pick topics that interest your child, such as food or animals. As your child gets better at this, let some of the stories be somewhat vague so your child will need to analyze more and learn to ask clarifying questions.
ar: اختر المواضيع التي تهم طفلك، مثل الطعام أو الحيوانات. عندما يتحسن طفلك في هذا الأمر، دع بعض القصص تكون غامضة إلى حد ما حتى يحتاج طفلك إلى التحليل أكثر وتعلم طرح الأسئلة التوضيحية.
ko: 음식이나 동물등 아이가 관심을 가질 만한 주제를 선택하세요. 아이가 더 잘하게 되면, 일부 이야기는 다소 모호하게 만들어서 아이가 더 많이 분석하고 명확한 질문을 하는 방법을 배우게 합니다.
tr: Hikâyelerinizde çocuğunuzun ilgisini çeken konuları seçin; örneğin, yiyecek veya hayvanlar gibi. Çocuğunuz bu konuda geliştikçe, bazı hikâyelerinizi biraz muğlak yapın, ki böylece, çocuğunuz daha fazla analiz etmeyi ve açıklayıcı sorular sormayı öğrenecektir.

# data_list
source: Introduce the idea of variable names by using silly names for missing numbers in activities.
ko: 활동에서 누락된 숫자에 재미있는 이름을 사용하여 변수 이름에 대해 아이디어를 소개합니다.
tr: Değişkenlere isim verme fikrini, aktivitelerinizdeki eksik olan sayılara komik isimler vererek öğretmeye başlayabilirsiniz.

# data_list
source: GET OUT OF MY HOUSE – 1 MORE/LESS
ar: اخرج من منزلي
ko: 집에서 나가기
tr: EVIMDEN ÇIK GIT!

# data_list
source: **The setup:** Use a deck of cards with numbers from 1 to 10. On a shared piece of paper, have boxes, or simple drawings of houses, numbered from 0 to 11. To provide practice figuring out order, do not put these boxes in order on the page. Each player has 7 tokens distinct from the other player’s tokens – using different colors is one way to do this.
ar: **الإعداد:** استخدم مجموعة من البطاقات تحتوي على أرقام من ١ إلى ١٠. قم بوضع صناديق أو رسومات بسيطة لمنازل مرقمة من (٠) إلى ١١. على قطعة ورق مشتركة. لتدريب الطفل على معرفة الترتيب، لا تقم بترتيب الصناديق على الورقة. كل لاعب لديه ٧ رموز مميزة عن رموز اللاعب الآخر - إحدى الطرق للقيام بذلك هي استخدام ألوان مختلفة.
ko: **설정:** 1부터 10까지의 숫자가 있는 카드 한 벌을 사용합니다. 같이 사용하는 종이에 상자나 0부터 11까지 숫자가 매겨진 간단한 그림을 그립니다. 순서를 알아내는 연습을 하기위해서는 종이위에 상자들을 순서대로 놓치 마세요. 각 플레이어는 다른 플레이어와 구별되는 7개의 다른 토큰을 가집니다 - 다양한 색상을 사용하는 것도 한 가지 방법입니다.
tr: **Oyuna Hazırlık:** 1’den 10’a kadar olan sayılardan oluşan sayı kartlarından bir deste hazırlayın. Ayrıca, çocuğunuzla ortak kullanacağınız bir kâğıda, yandaki şekildeki gibi, 0’dan 11’e kadar olan sayılarla numaralandırılmış basit kutular veya evler çizin. Çocuğunuzun sayıları sıraya koyabilme pratiğini kazanması için kutuların üzerindeki sayıları sırayla değil karışık bir şekilde yazın. Her oyuncu, farklı 7 jetona sahip olmalıdır; örneğin, farklı renkte jetonlar kullanabilirsiniz.

# data_list
source: **How to play:** On a turn, a player picks a card and puts their token in any house that is one more or one less, as long as it does not have 3 or more of the other player’s tokens in it already. If the house has one or two of the opponent’s tokens, those are given back to the opponent and the player says “Get out of my house.” **How to win:** The first player to place all their tokens wins.
ar: **كيف تلعب:** في كل دور، يختار اللاعب بطاقة ويضع رمزه المميز في أي صندوق او منزل يزيد أو يقل عن واحد، طالما أنه لا يحتوي بالفعل على ٣ أو أكثر من الرموز المميزة للاعب الآخر. إذا كان المنزل يحتوي على واحدة أو اثنتين من رموز الخصم، فسيتم إعادتها إلى الخصم ويقول اللاعب ”اخرج من منزلي“. **كيف تفوز:** أول لاعب يقوم بوضع كل رموزه يفوز.
ko: **게임 방법:** 차례에 따라 플레이어는 카드를 선택하고 토큰을 다른 플레이어의 토큰이 3개 이상이 있지 않은 집에 놓습니다. 집에 상대방의 토큰이 한 개 또는 두 개가 있으면 해당 토큰을 상대방에게 돌려주며 “내 집에서 나가세요.”라고 말합니다. **이기는 방법:** 모든 토큰을 먼저 배치한 사람이 이깁니다.
tr: **Nasıl oynanır?** Önce, ilk oyuncu bir kart seçer, sonra, jetonunu, karşı oyuncunun, içinde 1 veya hiç jetonu olmayan bir evine veya kutusuna koyar. Evlerin içerisinde 3 veya daha fazla jeton olmamalı. Eğer evde rakibin jetonlarından 1 veya 2 tane varsa, o jetonlar rakibe geri verilir ve oyuncu rakibe, “Evimden çık git!” der. **Nasıl kazanılır?** Oyunu, tüm jetonlarını evlere yerleştiren ilk oyuncu kazanır.

# data_list
source: • For a child not ready for numerals, use Number Cards and boxes with quantities of dots. • Use a smaller or larger range of Number Cards and boxes. • Allow moves to houses that are 2 numbers more or less.
ar: * اذا لم يكن الطفل مستعدا للتعامل مع الارقام, قم باستخدم بطاقات الأرقام والصناديق التي تحتوي على كميات من النقاط. * استخدم مجموعة أصغر أو أكبر من بطاقات ومربعات الأرقام. * يمكن السماح بالانتقال إلى المنازل التي تحتوي على رقمين أكثر أو أقل.
ko: * 숫자를 배울 준비가 되지 않은 아이의 경우, 숫자 카드와 점이 표시된 상자를 사용하세요. * 더 작거나 더 큰 범위의 숫자 카드와 상자를 사용하세요. * 2보다 더 많거나 적은 숫자의 집에 옮길 수 있게 허용하세요.
tr: * Eğer çocuğunuz sayılarla oynamaya henüz hazır değilse, sayı kartları veya noktalı kutular kullanabilirsiniz. * Daha küçük veya daha büyük sayı aralıklarına sahip kartları ve kutuları kullanabilirsiniz. * Oyunda, sayıca 2 fazla veya 2 az olan evlere de jeton yerleştirilmesine izin verebilirsiniz.

# data_list
source: THE IN-BETWEEN GAME
ar: لعبة ”بين ما بين“.
ko: 중간적인 게임
tr: İKISI ARASINDA OYUNU

# data_list
source: Order
ar: الترتيب
ko: 순서
tr: Si̇pari̇ş

# data_list
source: **The setup:** Use one set of cards from 0 to 10. Use either Number Cards or playing cards with Queen as 0 and Ace as 1. Each player also gets 20 tokens.
ar: **الإعداد:** قم باستخدام مجموعة واحدة من البطاقات من (٠) إلى ١٠. استخدم إما بطاقات الأرقام أو أوراق اللعب التي يكون فيها الملكة (٠) والآس ١. يحصل كل لاعب أيضًا على ٢٠ رمزًا.
ko: **설정:** 0에서 10까지의 카드 한 세트를 사용하세요. 숫자 카드나 퀸은 0이고 에이스는 1인 카드를 사용하세요. 각 플레이어는 또한 20개의 토큰을 가집니다.
tr: **Oyuna Hazırlık:** 0’dan 10’a kadar olan sayıları belirten bir kart destesine ihtiyacınız var; sayı kartlarını veya iskambil kartlarını kullanabilirsiniz. İskambil kartlarında Queen yani Kraliçe’yi 0 ile As’ı ise 1 almalısınız. Ayrıca, her oyuncu için 20 jeton olmalıdır.

# data_list
source: **How to play:** For the player whose turn it is, deal two cards face up and a third card face down between them. The player decides to bet 0 to 3 tokens that the third card is between the two cards. If the player is right, the player gets that many tokens from the other player. If the player is wrong, that many tokens go to the other player. **How to win:** You can either play five rounds or until one player runs out of tokens. The player with the most tokens at the end wins.
ar: **كيف تلعب:** يقوم اللاعب الذي يأتي دوره بتوزيع ورقتين مكشوفتين وبطاقة ثالثة مقلوبة بينهما. يقرر اللاعب المراهنة من (٠) إلى ٣ رموز على أن الورقة الثالثة بين الورقتين. إذا كان اللاعب محقًا، يحصل اللاعب على هذا العدد من الرموز من اللاعب الآخر. إذا كان اللاعب مخطئًا، فإن هذا العدد من الرموز يذهب إلى اللاعب الآخر. **كيف تفوز:** يمكن لعب خمس جولات أو حتى نفاد الرموز المميزة للاعب الواحد. يفوز اللاعب الذي لديه أكبر عدد من الرموز في النهاية.
ko: **게임 방법:** 차례인 플레이어에게 두장은 앞면이 위로 향하고 세 번째 카드는 뒷면이 아래로 향하게 카드를 나눠줍니다. 플레이어는 두 카드 사이에 있는 세 번째 카드에 0에서 3개의 토큰을 베팅하기로 결정합니다. 플레이어가 옳다면 플레이어는 다른 플레이어로부터 그만큼의 토큰을 얻습니다. 플레이어가 틀린 경우, 그 만큼의 토큰을 상대방에게 줍니다. **이기는 방법:** 5라운드를 하거나 한 플레이어의 토큰이 부족할 때까지 계속 할 수 있습니다. 가장 많은 토큰을 얻는 사람이 이깁니다.
tr: **Nasıl oynanır?** Oyuna başlayacak oyuncu, kartları dağıtırken, iki kartı düz olarak, üçüncü kartı da ters yani yüzü aşağı bakacak şekilde dağıtır. Oyuncu, ters çevrili olan üçüncü kartın sayı değerinin iki kart arasında olacağına dair bahis oynamaya karar verir ve ortaya 0 ila 3 jetonluk bahis koyar. Eğer oyuncu bahsi kazanırsa, diğer oyuncudan ortaya koyduğu kadar jeton alır. Ama bahsi kaybederse, kendisinin jetonları diğer oyuncuya gider. **Nasıl kazanılır?** Oyun, 5 tur veya oyunculardan birinin jetonu bitene kadar oynanabilir. Oyunu, oyun sonunda en çok jeton toplayan oyuncu kazanır.

# data_list
source: NUMBER SUDOKU
ar: سودوكو الأرقام
ko: 숫자 스도쿠
tr: SAYILI SUDOKU

# data_list
source: **The setup:** These are similar to the Shape Sudokus, only now they use numbers (or quantities of dots). To avoid erasing, use numbered (or dotted) slips of paper to solve the puzzles. For a 4 by 4 puzzle, each row and column has the numbers from 1 to 4 once. Also, each marked subregion has the numbers from 1 to 4 once. That’s it! Create these puzzles for your child by starting with a completed puzzle and removing some of the pieces of paper.
ar: **الإعداد:** تشبه هذه الأشكال لعبة سودوكو، ولكنها تستخدم الأرقام (أو كميات من النقاط). لتجنب المسح، استخدم قصاصات ورق مرقمة (أو منقطة) لحل الألغاز. بالنسبة للغز ٤ × ٤، يحتوي كل صف وعمود على الأرقام من ١ إلى ٤ مرة واحدة. أيضًا، تحتوي كل منطقة فرعية محددة على الأرقام من ١ إلى ٤ مرة واحدة. هذا كل شيء! قم بصنع هذه الألغاز لطفلك من خلال البدء بالغاز مكتملة وإزالة بعض قطع الورق.
ko: **설정:** 이것들은 모형 스도쿠와 유사하며, 지금은 숫자 (또는 점의 양)를 사용합니다. 지워지는 것을 피하려면, 퍼즐을 풀기위해 숫자가 매겨진 (또는 점선) 종이를 사용합니다. 4x4 퍼즐의 경우, 각 행과 열에는 1에서 4까지의 숫자가 있습니다. 또한, 표시된 각 소지역은 1부터 4까지의 숫자를 한 번 가지고 있습니다. 그게 전부입니다! 완성된 퍼즐로 시작하고 종이 조각을 제거하여 아이를 위해 이 퍼즐을 만들어 보세요.
tr: **Oyuna Hazırlık:** Sayılı sudoku bulmacası, şekilli sudoku bulmacasına benzer ancak sayılı sudokuda, şekiller değil sayılar (veya noktalar) vardır. Sayıların silinmesini önlemek ve bulmacaları çözmek için numaralı (veya noktalı) kâğıtlar kullanabilirsiniz. 4x4 karelik bir sudoku bulmacası için, her satır ve sütunda 1’den 4’e kadar olan sayılardan sadece birer tane bulunabilir. Ayrıca, şekildeki gibi, her işaretli alt bölgelerde de 1’den 4’e kadar olan sayılar sadece birer kez bulunabilir. İşte bu kadar! Bu oyunu oynarken, çocuğunuzun anlaması için, önce, tamamen çözülmüş bir sudoku ile başlayın, ardından, bulmacanın bazı kısımlarını çıkararak oynamaya devam edin.

# data_list
source: **Variations:** For variety, use irregularly-sized subregions – these are called Jigsaw Sudoku puzzles. You can also create puzzles of larger size (two 5 by 5 puzzles are shown).
ar: **التنوع:** للتنويع، استخدم مناطق فرعية ذات حجم غير منتظم - تسمى هذه الألغاز أحجية سودوكو. يمكنك أيضًا صنع ألغاز ذات حجم أكبر (يتم عرض لغزين بحجم ٥ × ٥).
ko: **변형:** 다양성을 위해, 불규칙한 크기의 소지역을 사용하세요 - 이것들은 직소 스도쿠 퍼즐이라고 불립니다. 또한 더 큰 크기의 퍼즐을 만들 수 있습니다 (두 개의 5x5 퍼즐이 표시됩니다).
tr: **Farklı versiyonlar:** Oyuna çeşitlilik katmak için, yandaki şekildeki gibi, düzenli olmayan boyutlarda alt bölgeler kullanabilirsiniz; bu tür sudoku bulmacalarına Yapboz Sudoku denir. Ayrıca şekildeki 5x5 karelik gibi daha büyük boyutlu sudokular da oluşturabilirsiniz.

# data_list
source: SUDOKU – COMPARING
ar: سودوكو - المقارنة
ko: 스도쿠 – 비교
tr: KARŞILAŞTIRMA — SUDOKU OYUNU

# data_list
source: These puzzles start with the same rules as regular Sudoku - each number appears exactly once in each row, column, and subregion. Additionally, if there is a less than or greater than symbol between two cells, then the numbers in the cells must obey that relationship. **Hungry alligator:** Tell a child who has never seen a comparison symbol, >, that the bigger number is on the side with the wider part of the symbol. Some people say that the symbol is a hungry alligator and it always wants its mouth to point in the direction of the larger number. **Solving strategy:** First look for where the smallest and largest numbers are.
ar: تبدأ هذه الألغاز بنفس قواعد لعبة سودوكو العادية - حيث يظهر كل رقم مرة واحدة بالضبط في كل صف وعمود ومنطقة فرعية. بالإضافة إلى ذلك، إذا كان هناك رمز أقل من أو أكبر من بين خليتين، فيجب أن تلتزم الأرقام في الخلايا بهذه العلاقة. **التمساح الجائع:** أخبر الطفل الذي لم يسبق له رؤية رمز المقارنة >، أن الرقم الأكبر يقع على الجانب الذي يوجد به الجزء الأوسع من الرمز. يقول بعض الناس أن الرمز هو تمساح جائع ويريد دائمًا أن يشير فمه في اتجاه الرقم الأكبر. **إستراتيجية الحل:** ابحث أولاً عن مكان وجود الأرقام الأصغر والأكبر.
ko: 이 퍼즐은 일반 스도쿠와 같은 규칙으로 시작합니다 - 각 행, 열 및 소지역에 정확히 한 번 나타납니다. 또한, 두 칸 사이에 비교 기호보다 작거나 큰 비교 기호가 있다면, 칸의 숫자는 그 관계에 따라야 합니다. **배고픈 악어:** 비교 기호를, >, 본 적이 없는 아이에게 더 큰 숫자는 기호의 더 넓은 부분에 있다고 말해주세요. 어떤 사람들은 그 비교기호가 배고픈 악어이며 항상 입이 더 큰 숫자의 방향으로 가리키고 싶어한다고 말하세요. **해결 전략:** 먼저 가장 작고 가장 큰 숫자가 어디에 있는지 찾아보세요.
tr: **Bu bulmacalar klasik Sudoku ile aynı kurallarla başlar—her bir sayı, her satır, sütun ve alt bölgelerde sadece 1 kez kullanılabilir. Ayrıca, iki kare arasında < (küçüktür) veya > (büyüktür) sembolü varsa, tüm karelerdeki sayıların bu ilişkiye uyması gerekir. **Aç Timsah:** Hayatında hiç < veya > gibi karşılaştırma sembollerini görmemiş olan çocuğunuza, büyüktür ‘>’ sembolünün geniş tarafının daha büyük olan sayı olduğunu anlatın. Bazı insanlar ‘>’ sembolünü aç bir timsahın ağzına benzetip timsahın ağzının geniş tarafının hep daha çok yemek yemek isteyen tarafa yani hep daha büyük sayıya doğru işaret ettiğini söylerler. **Çözüm Stratejisi:** Önce, sudokuda, en küçük ve en büyük sayıların nerede olduğuna bir bakın.

# data_list
source: As your child gets better, make the puzzles more challenging by leaving out more of the inequality symbols. **Puzzle creation:** Make these puzzles by using a finished Sudoku puzzle. Put in greater than and less than signs on a blank grid of the same geometry. If your child gets stuck, put in a few numbers to get them started.
ar: مع تحسن طفلك، اجعل الألغاز أكثر تحديًا من خلال حذف المزيد من الرموز غير المتساوية. **صناعة اللغز:** اصنع هذه الألغاز باستخدام لغز سودوكو مكتمل. ضع علامات أكبر من وأقل من على مصفوفة فارغة بنفس الشكل الهندسي. إذا تعثر طفلك، ضع بضعة أرقام لبدء اللعب.
ko: 아이가 나이가 들어가면, 불평등 기호를 더 많이 생략하여 퍼즐을 더 어렵게 만들어 보세요. **퍼즐 만들기:** 완성된 스도쿠 퍼즐로 이 퍼즐을 만들어 보세요. 같은 기하학의 빈 격자에 더 크고 작은 기호를 넣어보세요. 만약 아이가 풀지 못하면, 시작하기 위해 몇 개의 숫자를 넣으세요.
tr: Çocuğunuz sodukuda daha iyi hâle geldikçe, bulmacaları daha zor hâle getirip eşitsizlik işaretlerinin daha fazlasını kullanmayı deneyebilirsiniz. **Bulmacayı Oluşturma:** Bu bulmacaları oluşturmanın bir yöntemi, tamamlanmış bir Sudoku bulmacasını kullanmaktır. Tamamlanmış bulmacanın aynı boyutunda boş bir kareli kâğıt alın ve karelerin arasında ‘> ve <’ işaretlerini yerleştirin. Çocuğunuz bunu anlamakta zorlanırsa, sudokuya birkaç sayı girerek işe başlayabilirsiniz.

# data_list
source: MAKE ME A LIAR
ar: إجعلني كاذباً
ko: 날 거짓말쟁이로 만들어봐
tr: BENI YALANCI YAP!

# data_list
source: Someone makes a statement and the other players attempt to show that the statement maker is lying. The goal is to come up with a counterexample that shows that the statement is not always true. **Always true:** One type of statement is saying something is always true. Examples are: • All trucks have four wheels • All rectangles are squares • All birds can fly **If -> then:** Another type of statement is of the form “if then”. Examples are: • If today is Monday, then it is a school day • If I don’t eat for three hours, then I am hungry • If a person is taller than someone, then they are older
ar: يقوم شخص ما بالإدلاء ببيان ويحاول اللاعبون الآخرون إظهار أن صانع البيان يكذب. الهدف هو التوصل إلى مثال مضاد يوضح أن العبارة ليست صحيحة دائمًا. **دائما صحيح:** أحد أنواع العبارات هو قول شيء ما دائمًا صحيح. ومن الأمثلة: * جميع الشاحنات لديها أربع عجلات * جميع المستطيلات عبارة عن مربعات * جميع الطيور تستطيع الطيران **إذا -> إذن:** نوع آخر من العبارات يكون على هيئة ”إذا إذن“. ومن الأمثلة: * إذا كان اليوم هو يوم الاثنين، فهو يوم دراسي * إذا لم آكل لمدة ثلاث ساعات، فأنا جائع * إذا كان الشخص أطول من شخص آخر، فهو أكبر سنا
ko: 누군가는 진술을 하고 상대방은 진술한 사람이 거짓말을 하고 있다는 것을 보여주려고 시도합니다. 목표는 그 진술이 항상 사실이 아니라는 것을 보여주는 반례를 생각해 내는 것입니다. **항상 사실:** 한 가지 유형의 진술은 무언가가 항상 사실이라고 말하는 것입니다. 예는 다음과 같습니다: * 모든 트럭에는 네 개의 바퀴가 있습니다. * 모든 직사각형은 정사각형입니다. * 모든 새는 날 수 있습니다. **만약 -> 그렇다면:** 또 다른 유형의 진술은 “만약 그렇다면” 형식입니다. 예는 다음과 같습니다: * 만약 오늘이 월요일이면, 학교가 있는 날이다. * 만약 내가 세 시간동안 먹지 않는다면, 난 배가 고프다. * 만약 한 사람이 다른 사람보다 키가 크면, 그들은 나이가 더 많다.
tr: Bu oyunda, oyunculardan birisi bir şey söyler ve diğer oyuncular da onun yalan söylediğini ispatlamaya çalışır. Amaç, iddia edilen tezin hep doğru olmadığını gösteren bir karşı örnek bulmaktır. **Her Zaman Doğru:** Bir tür bir ifade, bir şeyin her zaman doğru olduğunu söylemektir. Bu tür ifadeye verilebilecek bazı örnekler şunlardır: * Bütün kamyonların dört tekeri vardır. * Bütün dikdörtgenler karedir. * Bütün kuşlar uçabilir. **Eğer … ise→o zaman:** Başka bir ifade türü de “eğer… ise, o zaman” kalıbıdır. Bazı örnekler şunlardır: * Eğer bugün Pazartesi ise, o zaman bugün okul günüdür. * Eğer üç saat boyunca bir şey yemezsem, o zaman açım demektir. * Eğer bir kişi birinden daha uzunsa, o zaman o kişi daha yaşlıdır.

# data_list
source: CODEBREAKER
ar: كاسر الشفرات
ko: 암호 해독자
tr: KOD KIRICI

# data_list
source: Being Logical
ar: التمتع بالمنطق
ko: 논리적인 것
tr: Mantikli Olma

# data_list
source: **The setup:** The CodeMaster creates a code, and the other player is the CodeBreaker. Suppose the code has three positions each of which can be from 1 to 5. An example of such a code would be 321.
ar: **الإعداد:** يقوم خبير الشفرات بإنشاء شفرة، ويكون اللاعب الآخر هو من يقوم بحل الشفرة. لنفترض أن الشفرة تحتوي على ثلاثة مواضع يمكن أن يكون كل منها من ١ إلى ٥. ومن أمثلة هذه المواضع ٣٢١.
ko: **설정:** 암호 전문가는 암호를 만들고, 상대방은 해독자가 됩니다. 암호는 각각 1에서 5까지 될 수 있는 세 가지 자리가 있다고 가정해 보세요. 그러한 암호의 예는 321일 것입니다.
tr: **Oyuna Hazırlık:** Bu oyunda kodları oluşturan bir ‘Kod Ustası’ ve bir de ‘Kod Kırıcı’ olur. Kodun üç basamaktan oluştuğunu ve koddaki sayıların da 1 ile 5 arasında olduğunu varsayalım. Bu oyundaki kodumuz, örneğin, 321 olsun.

# data_list
source: **Breaking the code:** The CodeBreaker guesses a code and the CodeMaster says how close the guess is. For example, if the CodeBreaker guesses 131, then the CodeMaster would say that one spot was exactly right and one other spot had the correct number but in the wrong place. Play continues until the CodeBreaker figures out the code.
ar: **حل الشفرة:** يخمن كاسر الشفرات شفرة ما، ويخبرنا خبير الشفرات بمدى قرب التخمين. على سبيل المثال، إذا خمن كاسر الشفرات الرقم ١٣١، فسيقول خبيرالشفرات إن أحد الأماكن كان صحيحًا تمامًا وكان المكان الآخر يحمل الرقم الصحيح ولكنه في المكان الخطأ. تستمر اللعبة حتى يكتشف كاسر الشفرات الشفرة.
ko: **암호를 깨기:** 해독자는 암호를 추측하고 암호 전문가는 추측이 얼마나 가까운지 말합니다. 예를 들어, 해독자가 131을 추측한다면, 암호 전문가는 한 자리는 정확히 옳았고 다른 한 자리는 정확한 숫자를 가지고 있지만 잘못된 자리에 있다고 말합니다. 해독자가 암호를 알아낼 때까지 계속 합니다.
tr: **Nasıl oynanır?** Kod belirlendikten sonra, Kod Kırıcı bir tahminde bulunur ve Kod Ustası da onun tahminin gerçeğe ne kadar yakın olup olmadığı hakkında yorumda bulunur. Örneğin, Kod Kırıcı kodun 131 olduğunu söylesin. Bu durumda, Kod Ustası, onun, koddaki bir sayıyı çok doğru tahmin ettiğini ama bir diğer sayıyı da tahmin edebilmesine rağmen o sayının yanlış yerde olduğunu söyleyebilir. Kod Kırıcı kodu çözene kadar oyun bu şekilde böyle devam eder.

# data_list
source: **How to win:** The number of guesses is the score for the CodeBreaker. The lowest score wins.
ar: **كيف تفوز:** عدد التخمينات هو النتيجة التي يحصل عليها من يحل الشفرة. يفوز صاحب أقل نتيجة.
ko: **이기는 방법:** 추측하는 숫자는 해독자의 점수입니다. 가장 낮은 점수가 이깁니다.
tr: **Nasıl kazanılır?** Yapılan doğru tahminlerin sayısı Kod Kırıcı için birer skor olarak kabul edilir. Bu oyunda, en az tahmin sayısıyla kodu en hızlı bilen, yani skoru en düşük olan oyuncu kazanır.
