Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Use the same approach for the 9 circle puzzle. The sum of the numbers from 1 to 9 is 45. Hence, 3 x SUM = 45 + C-SUM. The smallest C-SUM can be is 1 + 2 + 3 = 6, and the largest it can be is 7 + 8 + 9 = 24. So 3 x SUM is between 45 + 6 = 51 and 45 + 24 = 69, which forces SUM to be between 17 and 23. Taking a solution and subtracting all the entries from 10 gives the following SUM pairings: 17 - 23, 18 - 22, 19 - 21, and 20 - 20. So, solutions are only needed for 17, 18, 19, and 20. The corresponding values for C-SUM are 6, 9, 12, and 15. * SUM = 17 and C-SUM = 6. For this, the corners must be 1, 2, 3, and it works. * SUM = 18 and C-SUM = 9. For this, the corners must be either 1, 2, 6 or 1, 3, 5. Neither works. * SUM = 19 and C-SUM = 12. There are quite a few possibilities for the corners, but the only combinations that work are 1, 4, 7 and 2, 3, 7. * SUM = 20 and C-SUM = 15. There are too many combinations for the corners, and many of them work. Two that work are 1, 5, 9 and 2, 5, 8.
tr: Aynı yaklaşımını 9 daireli bulmaca içinde kullanın. 1'den 9'a kadar olan sayıların toplamı 45'tir. Dolayısıyla, 3 x SUM = 45 + C-SUM. C-SUM'un en küçük değeri 1 + 2 + 3 = 6, en büyük değeri ise 7 + 8 + 9 = 24 olabilir. Yani 3 x SUM, 45 + 6 = 51 ile 45 + 24 = 69 arasında olmalıdır, bu da SUM'un 17 ile 23 arasında olması gerektiği anlamına gelir. Bir çözüm alıp tüm girişlerden 10 çıkarıldığında şu SUM eşleşmeleri elde edilir: 17 - 23, 18 - 22, 19 - 21, ve 20 - 20. Yani çözümler sadece 17, 18, 19 ve 20 için gereklidir. C-SUM için karşılık gelen değerler ise 6, 9, 12 ve 15'tir. SUM = 17 ve C-SUM = 6. Bunun için köşeler 1, 2, 3 olmalı ve bu işe yarar. SUM = 18 ve C-SUM = 9. Bunun için köşeler ya 1, 2, 6 ya da 1, 3, 5 olmalı. Hiçbiri çalışmaz. SUM = 19 ve C-SUM = 12. Köşeler için pek çok olasılık vardır, ancak işe yarayan tek kombinasyonlar 1, 4, 7 ve 2, 3, 7'dir. SUM = 20 ve C-SUM = 15. Köşeler için çok fazla kombinasyon vardır ve bunların birçoğu çalışır. Çalışan iki kombinasyon 1, 5, 9 ve 2, 5, 8'dir.

# data_list
source: Magic Designs
tr: Sihirli Tasarımlar

# data_list
source: Similar to Magic Triangles, these have circles connected in a geometric pattern and an associated group of numbers. Put the numbers in the circles so every straight line of connected circles has the same sum. The analysis of these puzzles is similar to what was done for Magic Triangles. Let SUM be the common sum that all the rows share. Let c be the value of the middle circle, for puzzles that have one. The general strategy will be to add up all the rows and investigate the relationship that is revealed. Note also that, just as for Magic Triangles, a new solution can be created by subtracting all the entries from one more than the largest number. 1. The numbers from 1 to 4 are in a plus sign shape with no circles in common. The numbers 1 to 4 add up to 10, and this is split evenly between the two directions. So SUM = 5 and the answer is easy.
tr: Sirihli Üçgenlere benzer olarak, burada dairelerin geometrik bir desenle birbirine bağlandığı ve bu dairelere bağlı bir grup sayının bulunduğu bir düzen vardır. Sayıları dairelere yerleştirerek, her düz çizgiyle bağlanmış dairelerin toplamının aynı olmasını sağlayın. Bu bulmacaların analizi, Sihirli Üçgenler'de yapılanlara benzerdir. SUM, tüm satırların paylaştığı ortak toplam olsun. Ortada bir daire bulunan bulmacalar için c, bu orta dairenin değerini temsil etsin. Genel strateji, tüm satırları toplayıp ortaya çıkan ilişkiyi incelemek olacaktır. Ayrıca, tıpkı Sihirli Üçgenler'de olduğu gibi, tüm girdileri en büyük sayıdan bir fazlasından çıkararak yeni bir çözüm elde edilebileceğini unutmayın. 1. 1'den 4'e kadar olan sayılar, ortak dairelerin bulunmadığı artı (+) işareti şeklinde yerleştirilmiştir. 1'den 4'e kadar olan sayıların toplamı 10'dur ve bu toplam iki yön arasında eşit olarak paylaştırılır. Bu durumda SUM = 5 olur ve çözüm basittir.

# data_list
source: 2. The numbers from 1 to 5 are in a plus sign with one circle in common in the middle. The numbers 1 to 5 add up to 15. Adding up the two directions gives 2 x SUM = 15 + c. Because 15 + c must be even, c can be 1, 3, and 5. Get the solution for c = 5 (SUM = 10) from the c = 1 solution by subtracting all the numbers from 6.
tr: 2. 1'den 5'e kadar olan sayılar, ortasında bir dairenin paylaşıldığı artı (+) işareti şeklinde düzenlenmiştir. 1'den 5'e kadar olan sayıların toplamı 15'tir. İki yöndeki (yatay ve dikey) sayıların toplamını aldığımızda 2 × SUM = 15 + c denklemini elde ederiz. 15 + c'nin çift sayı olması gerektiğinden, c yalnızca 1, 3 ve 5 değerlerini alabilir. c = 1 için bulunan çözümdeki tüm sayıları 6'dan çıkararak c = 5 (SUM = 10) çözümünü elde edebiliriz.

# data_list
source: 3. The numbers from 1 to 7 are in lines of 3 circles with one common circle in the middle. Adding up the three directions gives 3 x SUM = 28 + 2 x c. Because 3 evenly divides 28 + 2 x c, this forces c to be 1, 4, or 7. The solutions for c = 1 and 4 are given.
tr: 3. 1'den 7'ye kadar olan sayılar, ortadaki bir dairenin paylaşıldığı üç yönlü bir düzenlemede yerleştirilmiştir. Üç yöndeki toplamları aldığımızda 3 × SUM = 28 + 2 × c denklemini elde ederiz. 28 + 2 × c'nin 3'e tam bölünebilmesi gerektiğinden, c yalnızca 1, 4 veya 7 değerlerini alabilir. c = 1 ve c = 4 için çözümler aşağıda verilmiştir.

# data_list
source: 4. The numbers from 1 to 9 are in lines of 3 circles with one common circle in the middle. Adding up the four directions gives 4 x SUM = 45 + 3 x c. Because 4 evenly divides 45 + 3 x c, this forces c = 1, 5, or 9.
tr: 4. 1'den 9'a kadar olan sayılar, ortadaki bir dairenin paylaşıldığı dört yönlü bir düzenlemede yerleştirilmiştir. Dört yöndeki toplamları aldığımızda 4 × SUM = 45 + 3 × c denklemini elde ederiz. 45 + 3 × c'nin 4'e tam bölünebilmesi gerektiğinden, c yalnızca 1, 5 veya 9 değerlerini alabilir.

# data_list
source: 5. The numbers from 1 to 5 are placed in an L shape with one circle in common in the corner. This is really the same as problem #2, so the solutions are essentially the same. 6. The numbers from 1 to 8 are in a plus sign with no circles in common. The two directions evenly split 36, the sum of all the numbers, so SUM = 18. There are many ways to solve this by splitting the set of numbers into two groups that add up to 18. One solution is 1, 2, 7, 8 and 3, 4, 5, 6, and another is 1, 3, 6, 8 and 2, 4, 5, 7. 7. The numbers from 1 to 9 are in a plus sign with one circle in common in the middle. Adding up the two directions gives 2 X SUM = 45 + c, so c = 1, 3, 5, 7, and 9. Solutions for c = 1, 3, and 5 are given.
tr: 4. 1'den 9'a kadar olan sayılar, ortadaki bir dairenin paylaşıldığı dört yönlü bir düzenlemede yerleştirilmiştir. Dört yöndeki toplamları aldığımızda 4 × SUM = 45 + 3 × c denklemini elde ederiz. 45 + 3 × c'nin 4'e tam bölünebilmesi gerektiğinden, c yalnızca 1, 5 veya 9 değerlerini alabilir. 5. 1'den 5'e kadar olan sayılar, köşedeki bir dairenin paylaşıldığı "L" şeklinde bir düzene yerleştirilmiştir. Bu aslında #2 problemindeki ile aynıdır, dolayısıyla çözümler de temelde aynıdır. 6. 1'den 8'e kadar olan sayılar, ortak dairelerin bulunmadığı artı (+) işareti şeklinde düzenlenmiştir. İki yön, tüm sayıların toplamı olan 36'yı eşit olarak böler, bu nedenle SUM = 18 olur. Sayı kümesini 18 toplamını veren iki gruba ayırarak bu problemi çözmenin birçok yolu vardır. Bir çözüm 1, 2, 7, 8 ve 3, 4, 5, 6'dır; diğer bir çözüm ise 1, 3, 6, 8 ve 2, 4, 5, 7'dir. 7. 1'den 9'a kadar olan sayılar, ortadaki bir dairenin paylaşıldığı artı (+) işareti şeklinde düzenlenmiştir. İki yöndeki toplamlar alındığında 2 × SUM = 45 + c denklemi elde edilir. Bu durumda c yalnızca 1, 3, 5, 7 ve 9 değerlerini alabilir. c = 1, 3 ve 5 için çözümler aşağıda verilmiştir.

# data_list
source: 8. The numbers from 1 to 12 are in a star shape. This has 6 directions of lines of 4 circles. This one is much harder than the others. If you add up all the directions, every number will be involved twice. The numbers from 1 to 12 add up to 78. Thus we have 6 x SUM = 2 x 78, which means SUM = 26 (as given in the hint). A solution is given below. As always, another solution can be obtained by subtracting all the entries from 13.
tr: 8. 1'den 12'ye kadar olan sayılar, yıldız şeklinde bir düzene yerleştirilmiştir. Bu yıldız, her biri 4 daireden oluşan 6 yöne sahiptir. Bu problem diğerlerine göre çok daha zordur. Tüm yönleri toplarsanız, her sayı iki kez yer alacaktır. 1'den 12'ye kadar olan sayılar 78'e eşittir. Bu durumda 6 x SUM = 2 x 78 olduğundan, SUM = 26 (ipuçlarında belirtildiği gibi) olur. Bir çözüm aşağıda verilmiştir. Her zamanki gibi, diğer bir çözüm, tüm girişlerden 13 çıkarılarak elde edilebilir.

# data_list
source: 9. The numbers from 1 to 7 are in an H shape - 3 vertically on the left, 1 in the center, 3 vertically on the right. There are 5 possible lines of 3 connected circles. If the 5 directions are added up, all the circles will be used twice, with the exception of the center which is used three times. Adding up the five directions gives 5 x SUM = 2 x 28 + c. Because 5 evenly divides 56 + c, this forces c = 4, and in that case SUM = 12 (as given in the hint). Note that neither 2 nor 3 can be on the same side as the 1, and this leads to the following solution.
tr: 9. 1'den 7'ye kadar olan sayılar bir H şeklinde yerleştirilmiştir - solda 3 dikey, ortada 1, sağda 3 dikey. 3 bağlı çemberden oluşan 5 mümkün yön vardır. Beş yönü topladığınızda, tüm çemberler iki kez kullanılacak, merkez ise üç kez kullanılacaktır. Beş yönü toplamak, 5 x SUM = 2 x 28 + c elde eder. Çünkü 5, 56 + c'yi tam olarak böler, bu da c = 4 olmasını zorunlu kılar ve bu durumda SUM = 12 (ipuçlarında belirtildiği gibi) olur. Dikkat edilmesi gereken bir diğer nokta, 2 veya 3'ün 1'in aynı tarafında olmamasıdır ve bu da aşağıdaki çözümü ortaya çıkarır.

# data_list
source: Sum Square
tr: Toplam Kare

# data_list
source: Start with a 3 by 3 grid that has target sums given for each row and column. Some of the numbers from 1 to 9 are already placed in the grid. For the numbers that are not yet placed, the challenge is to place them to make the row and column sums be the target values. To make one of these puzzles, start by placing pieces of paper with the numbers from 1 to 9 on a 3 x 3 grid. For each row and column, write the sum to the right or below. Then, remove some of the numbers from the grid. Lastly, hand the pieces of paper you removed to your child and ask “where were these?” Because these are so easy to create, they are great puzzles for your child to create for you to solve. One variation that keeps the sums a little smaller is to use the numbers from 0 to 8 instead. A harder variation is to do the same thing with the numbers 1 to 12 in a 3 by 4 grid, or even 1 to 16 in a 4 by 4 grid.
tr: Başlamak için her satır ve sütun için hedef toplamların verildiği 3x3 bir ızgara oluşturun. 1'den 9'a kadar bazı sayılar zaten ızgarada yerleştirilmiştir. Henüz yerleştirilmemiş sayılar için hedef, satır ve sütun toplamlarının hedef değerlere ulaşmasını sağlamak üzere bu sayıları yerleştirmektir. Bu tür bir bulmacayı oluşturmak için, 1'den 9'a kadar olan sayıları kağıt parçalarına yazıp 3x3'lük bir ızgaraya yerleştirerek başlayın. Her satır ve sütunun toplamını sağa veya alta yazın. Ardından, ızgaradaki bazı sayıları kaldırın. Son olarak, çıkardığınız kağıt parçalarını çocuğunuza verin ve "Bunlar neredeydi?" diye sorun. Bu bulmacalar oluşturması çok kolay olduğu için, çocuğunuzun sizin çözmeniz için hazırlayabileceği harika bulmacalardır. Bir varyasyon, toplamları biraz daha küçük tutmak için 0'dan 8'e kadar olan sayıları kullanmaktır. Daha zor bir varyasyonsa, aynı şeyi 3 x 4 ızgarasında 1'den 12'ye kadar olan sayılarla yapmak veya hatta 4 x 4 ızgarasında 1'den 16'ya kadar olan sayılarla yapmaktır.

# data_list
source: Making the original filled in puzzle is easy enough. As mentioned above, just put in all the numbers and write down the sums. The challenge for the puzzle maker is to remove just the right amount of information so that the puzzle is challenging but not too hard.
tr: Orijinal doldurulmuş bulmacayı yapmak oldukça kolaydır. Yukarıda belirtildiği gibi, tüm sayıları yerleştirip toplamları yazmanız yeterlidir. Bulmaca hazırlayan kişi için asıl zorluk, bulmacayı zorlayıcı ancak fazla karmaşık olmayacak şekilde ayarlamak için doğru miktarda bilgiyi çıkarmaktır.

# data_list
source: Strategies for Solving and Creating
tr: Çözme ve Oluşturma Stratejileri:

# data_list
source: Start by filling in squares that are the single missing numbers in a row or column. The leftmost of these three puzzles is pretty easy to solve because, after the 5 and the 7 are filled in, then the 3 and 2 are easy to solve, and then lastly the 8 will be easy- solving each singleton creates new singletons that are easy to calculate. Easy to calculate puzzles are good practice for your child, so don’t worry about making all the puzzles tricky. The middle puzzle is a bit harder. There are no singletons. A good strategy for these is to look for rows or columns that have particularly large or small missing sums - these will have relatively few choices to choose from. The bottom row and the rightmost column are good places to start for this puzzle. The missing numbers in the bottom row add up to 16, so they must be 7 and 9. The 9 cannot go in the column with the 6 (the sum would be too big for that column), so that places the 7 and 9. The rest follows as in the previous puzzle. In the rightmost puzzle, two of the side numbers are left out. Once your child realizes that the side numbers add up to 45, which is the sum of the numbers from 1 to 9, it is easy to fill in a single missing side number.
tr: Öncelikle, bir satır veya sütunda eksik olan tek sayı olan kareleri doldurarak başlayın. Bu üç bulmacalardan en soldaki oldukça kolaydır çünkü 5 ve 7 yerleştirildikten sonra, 3 ve 2'yi bulmak basit oluyor. Son olarak da 8'i yerleştirmek kolaylaşıyor. Her bir "tek eksikli" kareyi çözdükçe, yeni "tek eksikler" ortaya çıkar ve bunları hesaplamak kolaylaşır. Kolay hesaplanan bulmacalar, çocuğunuz için iyi bir pratik sağlar, bu yüzden tüm bulmacaları zor yapma konusuna pek takılmayın. Ortadaki bulmaca biraz daha zor. Hiç "tek eksikli" kare yok. Bu tür bulmacalar için iyi bir strateji, özellikle büyük veya küçük eksik toplamları olan satır veya sütunlara bakmaktır — bunlar için seçenekler nispeten azdır. Bu bulmacada alt satır ve en sağdaki sütun başlamak için iyi yerlerdir. Alt satırdaki eksik sayıların toplamı 16 olduğundan, bunlar 7 ve 9 olmalıdır. 9, içinde 6 bulunan sütuna yerleştirilemez (o sütunun toplamı çok büyük olur), bu yüzden 7 ve 9'un yerleri belli olur. Geri kalanı, önceki bulmacadaki gibi çözülür. En sağdaki bulmacada, kenar numaralarından ikisi eksik bırakılmıştır. Çocuğunuz, yan sayıların 1'den 9'a kadar olan sayıların toplamı olan 45'e eşit olduğunu fark ettiğinde, eksik olan bir yan sayıyı doldurmak oldukça kolay olacaktır.

# data_list
source: Addition Pyramid
tr: Toplama Piramidi

# data_list
source: A pyramid of 10 numbers placed in 4 rows is given with a target number. The challenge is to find a path through the pyramid using one number from each row so that the sum of the numbers is the target number. The numbers on the path must touch each other. Make one of these puzzles by filling in the numbers that you want to form the path, and record the sum of those numbers. Then fill in the remaining decoy numbers in the pyramid. The number of possible paths through the pyramid doubles with the addition of each row, so making larger pyramids is a way to challenge a child who finds the 10-number puzzle easy. For a child who finds a 10-number puzzle hard, start with 6-number puzzles until they become easy and quick to solve.
tr: 4 satır halinde yerleştirilmiş 10 sayıdan oluşan bir sayı piramidi ve bir hedef sayı verilir. Amaç, piramitte her satırdan bir sayı seçerek hedef sayıya ulaşan bir toplam elde edecek şekilde bir yol bulmaktır. Yol üzerindeki sayılar birbirine bitişik olmalıdır. Bu tür bir bulmaca oluşturmak için önce yol üzerinde yer almasını istediğiniz sayıları piramitteki satırlara yerleştirin ve bu sayıların toplamını bir kenara not edin. Ardından piramitte kalan boşlukları yanıltıcı dekor sayılarla doldurun. Piramitteki olası yol sayıları her yeni satır eklendiğinde ikiye katlandığından, 10 sayılı bulmacayı kolay bulan çocuklar için daha büyük piramitler oluşturmak ideal bir zorluk seviyesi sunar. 10 sayılı bulmaca çocuğa zor geliyorsa, çözümleri kolay ve hızlı hale gelene kadar 6 sayılı bulmacalarla başlamak daha uygundur.

# data_list
source: For larger puzzles, it can be a challenge for the puzzle maker to ensure that there is only one correct path through the pyramid. Don’t concern yourself too much with that. Even though it’s nice if there is only one path, your child will enjoy showing you that there is more than one way to solve it.
tr: Daha büyük bulmacalarda, piramitte yalnızca bir doğru yol olmasını sağlamak, bulmacayı hazırlayan için zorlu olabilir. Bunun için fazla endişelenmeyin. Tek bir yol olması güzel olsa da, çocuğunuz size birden fazla çözüm yolu olduğunu göstermekten keyif alacaktır.

# data_list
source: Investigations
tr: Araştırmalar

# data_list
source: Flower Petals
tr: Çiçek Yaprakları

# data_list
source: In a magical garden there are two kinds of flowers. One has 4 petals and the other has 7 petals. A child was asked to pick some flowers so that the total number of petals was 13. Could it be done? How about 15 petals? For which numbers of petals is it possible? For numbers that are possible, can it be done in more than one way? For example, 32 petals is four 7’s and one 4, and it is also eight 4’s. By trying many pairs of numbers, there are lots of examples to play with. For some pairs of numbers there comes a point where all numbers of petals are possible, and for other pairs of numbers there is no such point. For 4 and 7, every number from 18 on is possible. For 3 and 6, there is no point after which all numbers occur. What is the pattern and what creates that pattern? Those are often questions that come up, and it is where many interesting things happen. It’s easiest to see what happens when some number evenly divides both numbers. Take 3 and 6 for example. Think of these numbers as 1 x 3 and 2 x 3. When you add these numbers together, you will always get some number of 3’s. There is no way to add 3’s and 6’s together to get 10, because 10 is not a multiple of 3. When 1 is the only number that evenly divides both numbers, there will always come a point where every number can be attained. For 4 and 7, that number is 18. To find that number, subtract 1 from each of the numbers in the pair and multiply those new numbers together. In this case, that gives 3 x 6 = 18. Another interesting facet of this situation is that exactly half of the numbers below 18 will be reachable. Why this works takes some math a bit too sophisticated for a young child; however, it is fun to play with these calculations and your child’s experiences with these patterns may suddenly click into place much later on.
tr: Büyülü bir bahçede iki çeşit çiçek vardır. Birinin 4, diğerinin 7 taç yaprağı bulunur. Bir çocuktan, toplam taç yaprak sayısı 13 olacak şekilde çiçekler toplaması istenir. Bu mümkün müdür? Peki ya 15 taç yaprak? Hangi taç yaprak sayıları mümkündür? Mümkün olan sayılar için birden fazla kombinasyon var mıdır? Örneğin, 32 taç yaprak: dört adet 7'li ve bir adet 4'lü çiçekle veya sekiz adet 4'lü çiçekle elde edilebilir. Çeşitli sayı ikililerini test ederek bolca örnek elde edebiliriz. Bazı sayı çiftleri için öyle bir noktaya gelinir ki, tüm taç yaprağı sayıları mümkün olur; bazı sayı çiftleri için ise böyle bir nokta yoktur. Örneğin 4 ve 7 için 18’den itibaren her sayu mümkündür. Ancak 3 ve 6 için, tüm sayıların görüldüğü bir nokta hiç oluşmaz. Desen nedir ve bu desenleri ne oluşturur? Bu genellikle karşımıza çıkan sorulardır ve burada birçok ilginç şey gerçekleşir. En kolay olanı, bir sayının her iki sayıyı da tam böldüğü durumu görmektir. Örneğin 3 ve 6’yı ele alalım. Bu sayıları 1 x 3 ve 2 x 3 olarak düşünelim. Bu sayıları topladığımızda, her zaman 3’ün katını elde ederiz. 3 ve 6’yı toplayarak 10’u elde etmenin bir yolu yoktur, çünkü 10, 3’ün katı değildir. İki sayıyı da bölen tek sayı 1 olduğunda, her sayının elde edilebileceği bir nokta mutlaka vardır. 4 ve 7 için bu sayı 18’dir. Bu sayıyı bulabilmek için, çiftimizdeki her sayıdan 1 çıkartıp ortaya çıkan yeni sayıları çarpmanız yeterli olacaktır. Bu durumda 3 x 6 = 18 eder. Bu durumun bir diğer ilginç yönü de, 18’den küçük sayıların tam yarısının ulaşılabilir olmasıdır. Bunun neden işe yaradığını açıklamak, bir çocuk için biraz fazla karmaşık matematik gerektirir: yine de bu hesaplamayla oynamak eğlencelidir ve çocuğunuzun bu örüntüleri deneyimlemesi, çok daha sonrasında “aha” anına dönüşebilir.

# data_list
source: Climbing Steps – How Many Ways?
tr: Merdiven Basamakları - Kaç Farklı Yöntemle Çıkılabilir?
