Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Some snakes are very dangerous, and many others are safe. Do some snakes do good things?
ar: بعض الأفاعي خطيرة جدًا، والعديد من الأفاعي الأخرى آمنة. هل بعض الأفاعي تقوم بأشياء جيدة؟
fr: Certains serpents sont très dangereux, et beaucoup d'autres sont sans danger. Certains serpents font-ils de bonnes choses ?
ja: とても危険なヘビもいますし、安全なヘビも多くいます。よいことをするヘビもいるのでしょうか？
ko: 어떤 뱀은 아주 위험하지만 대부분의 뱀은 안전합니다. 뱀이 있으면 무엇이 좋나요?
tr: Bazı yılanlar çok tehlikelidir, bazıları ise güvenlidir. Peki bazı yılanlar iyi şeyler yaparlar mı?

# data_list
source: What do you know about snakes?
ar: ماذا تعرف عن الأفاعي؟
fr: Que sais-tu des serpents ?
ja: ヘビについて知っていることは何ですか？
ko: 여러분은 뱀에 대해 어떤 것을 아나요?
tr: Yılanlar hakkında ne biliyorsunuz?

# data_list
source: Father said, "Fati, you are safe." Let's go to mother and tell her about the green snake."
ar: قال والدها: "فاتي، أنت بأمان. فلنذهب إلى والدتك ونخبرها عن الأفعى الخضراء."
fr: Père a dit : « Fati, tu es en sécurité. Allons voir maman et racontons-lui le serpent vert. »
ja: お父さんは言いました。「ファチ、もうだいじょうぶだよ。」 「お母さんのところに行って、緑のヘビのことを話してあげよう。」
ko: “페디야, 넌 안전해." 아빠가 말했습니다. “엄마한테 가서 녹색뱀에 대해서 얘기해 주자"
tr: Babası, “Fati, güvendesin,” dedi. “Hadi anneme gidip ona yeşil yılanı anlatalım!”

# data_list
source: What are Fati and her father feeling in this picture?
ar: بماذا تشعر فاتي ووالدها في هذه الصورة؟
fr: Que ressentent Fati et son père sur cette photo ?
ja: この絵のファチとお父さんはどんな気持ちでしょうか？
ko: 페디와 페디의 아빠는 그림에서 어떤 기분인거 같나요?
tr: Fati ve babası bu resimde ne hissediyorlar?

# data_list
source: What do you think her mother will say?
ar: ماذا تظن أن أمها ستقول؟
fr: Que penses-tu que sa mère va dire ?
ja: お母さんは何と言うと思いますか？
ko: 여러분은 페디의 엄마가 무엇이라고 말할것 같은가요?
tr: Sizce annesi ne diyecek?

# data_list
source: Fati got back her other shoe. Now she and her father have one more than three shoes. How many shoes is that?
ar: استعادت فاتي حذائها الآخر. والآن أصبح لديها هي ووالدها حذاء واحد أكثر من ثلاثة. كم عدد الأحذية؟
fr: Fati a récupéré son autre chaussure. Maintenant, elle et son père ont une chaussure de plus que trois. Combien de chaussures cela fait-il ?
ja: ファチはくつを取りもどしました。3つのくつより1つ多くなりましたね。くつはいくつありますか？
ko: 페디는 자신의 다른 신발을 찾아 신었습니다. 이제 페디와 페디의 아빠는 세 개의 신발보다 하나가 더 있습니다. 몇 개의 신발이 있나요?
tr: Fati diğer ayakkabısını (veya terliğini) geri aldı. Artık Fati’nin ve babasının üç ayakkabıdan bir fazla ayakkabıları var. Bu kaç ayakkabı eder?

# data_list
source: Mother said, "Fati, I am happy the green snake did not bite you."
ar: قالت والدتها: "فاتي، أنا سعيدة أن الأفعى الخضراء لم تلدغك."
fr: La mère a dit : « Fati, je suis heureuse que le serpent vert ne t'ait pas mordue. »
ja: お母さんは言いました。「ファチ、緑のヘビがかまなくて本当によかったね。」
ko: “페디야, 녹색뱀이 널 물지 않아서 정말 다행이구나." 페디의 엄마가 말했습니다.
tr: Annesi, “Fati, yeşil yılan seni ısırmadığı için mutluyum!” dedi.

# data_list
source: Are you surprised that her mother is not angry?
ar: هل تفاجأت بأن والدتها ليست غاضبة؟
fr: Es-tu surpris que sa mère ne soit pas en colère ?
ja: お母さんがおこっていなくて、おどろきましたか？
ko: 여러분은 페디의 엄마가 화를 내지 않은것이 놀라운가요?
tr: Annesinin kızgın olmamasına şaşırdınız mı?

# data_list
source: Count together the number of many kinds of things in this picture.
ar: عدّوا معًا عدد أنواع الأشياء المتنوعة الموجودة في هذه الصورة.
fr: Comptons ensemble le nombre d'objets de toutes sortes dans cette image.
ja: この絵のいろいろなものを一緒に数えてみましょう。
ko: 그림에 있는 여러가지 것들을 같이 세어보세요.
tr: Çocuğunuzla birlikte bu resimde kaç çeşit şey olduğunu sayın.

# data_list
source: Are there more pants or dresses? Are there more sandals or boots?
ar: هل هناك المزيد من السراويل أو الفساتين؟ هل هناك المزيد من الصنادل أو الأحذية؟
fr: Y a-t-il plus de pantalons ou de robes ? Y a-t-il plus de sandales ou de bottes ?
ja: ズボンとワンピースではどちらが多いですか？ サンダルとブーツではどちらが多いですか？
ko: 그림에는 바지가 더 많나요 아니면 드레스가 더 많나요? 여기에는 샌들이 더 많나요 아니면 부츠가 더 많나요?
tr: Resimde daha çok pantolon mu yoksa daha çok elbise mi var? Daha fazla sandalet mi yoksa daha fazla bot mu var?

# data_list
source: But next time, please, look where you go, and be more careful. And that was the end of that.
ar: "ولكن في المرة القادمة، من فضلك، انظري إلى أين تذهبين، وكوني أكثر حذراً." وكانت تلك نهاية ذلك.
fr: « Mais la prochaine fois, s'il te plaît, regarde où tu vas, et sois plus prudente. » Et ce fut la fin de tout ça.
ja: 「今度からは行くところをよく見て、もっと気をつけてちょうだいね。」 これでおしまいです。
ko: “그렇지만 다음에는 어디로 가는지 잘 보고 더 조심해야 한단다." 그리고 엄마는 아무말도 더 하지 않으셨습니다.
tr: “Ama bir dahaki sefere, lütfen, gittiğin yere bak ve daha dikkatli ol!” Ve bu son karardı.

# data_list
source: What does the story mean by "And that was the end of that." ?
ar: ماذا تعني القصة بـ"وكانت تلك نهاية ذلك"؟
fr: Que veut dire l'histoire par « Et ce fut la fin de tout ça. » ?
ja: 「これでおしまいです」とはお話がどうなったことを意味しますか？
ko: “아무말도 더 하지 않으셨다”는 말은 무슨 뜻인가요?
tr: Hikâyede geçen “Ve bu son karardı” ifadesi hangi anlama geliyor?

# data_list
source: The three of them have three pairs of shoes. How many is that?
ar: لثلاثتهم ثلاثة أزواج من الأحذية. كم هو ذلك؟
fr: Les trois d'entre eux ont trois paires de chaussures. Combien cela fait-il ?
ja: 3人いて3足のくつがありますね。全部でいくつのくつがありますか？
ko: 그림에서 세 사람은 세 켤레의 신발을 신고 있습니다. 그것은 몇 개인가요?
tr: Üçünün toplam üç çift ayakkabıları (sandalet ve terlikler de dahil) var. Bu kaç ayakkabıdır?

# data_list
source: You can count all their shoes by counting by 2's -- 2, 4, 6. Or, you could think of it as twice the number of people -- 3, 6. Which way is easier for you?
ar: يمكنك عد جميع أحذيتهم من خلال العد بمقدار 2 -- 2، 4، 6. أو يمكنك التفكير في الأمر على أنه ضعف عدد الأشخاص -- 3، 6. ما هي الطريقة الأسهل بالنسبة لك؟
fr: Tu peux compter toutes leurs chaussures en comptant par 2 -- 2, 4, 6. Ou, tu pourrais penser que c'est le double du nombre de personnes -- 3, 6. Quelle est la voie la plus facile pour toi ?
ja: 2、4、6、というように、2とびですべて数えられますね。または、3、6と人数の2倍の数と考えることもできますね。どちらのやり方があなたには簡単ですか？
ko: 여러분은 그들의 신발을 2 단위로 건너뛰어 셀수 있습니다 - 2, 4, 6. 아니면 여기 있는 사람의 두 배로 생각할수록 있습니다 - 3, 6. 여러분은 어떤것이 더 쉬운가요?
tr: Tüm ayakkabılarınızı ikişerli sayabilirsiniz – 2, 4, 6 şeklinde. Kişi sayısının iki katı olarak da düşünebilirsiniz – 3, 6 şeklinde. Hangisi sizin için daha kolay?

# data_list
source: My heart feels a lot of things.
ar: قلبي يشعر بكثيرٍ من الأشياء.
fr: Mon cœur ressent plein de choses.
ja: 私の心はいろいろなことを感じます。
ko: 제 마음은 많은 감정을 느껴요.
tr: Benim kalbim bir sürü şey hisseder.

# data_list
source: Think of different feelings you have. How many can you think of?
ar: فكر في المشاعر المختلفة التي تملكها. كم عدد المشاعر التي يمكنك التفكير فيها؟
fr: Pense aux différents sentiments que tu ressens. À combien d’eux peux-tu penser ?
ja: さまざまな感情を考えてみてください。いくつ思いつきますか？
ko: 여러분이 가지고 있는 다른 감정들을 생각해보세요. 몇가지가 떠오르나요?
tr: Sahip olduğunuz farklı hisleri düşünün. Kaç tanesi aklınıza geliyor?

# data_list
source: Tell a story about a time when you felt one of those feelings.
ar: احكِ قصة عن وقت شعرت فيه بأحد تلك المشاعر.
fr: Raconte-moi un moment pendant lequel tu as ressenti l’un de ces sentiments.
ja: その気持ちの1つを感じた時の話をして下さい。
ko: 여러분이 그 중에 느꼈던 한가지 감정에 대해서 말해보세요.
tr: O hislerden birini hissettiğiniz bir zamanla ilgili bir hikâye anlatın.

# data_list
source: Do your feelings fit into a few groups? For example, are they all happy or sad feelings?
ar: هل تتناسب مشاعرك مع مجموعات معينة؟ على سبيل المثال، هل جميعها مشاعر سعيدة أم حزينة؟
fr: Est-ce que tes sentiments peuvent être regroupés ? Par exemple, est-ce que ce sont tous des sentiments joyeux ou tristes ?
ja: あなたの感情は、いくつかのグループに当てはまりますか？例えば、すべてが幸せな気持ちや悲しい気持ちばかりですか？
ko: 여러분의 감정은 몇 가지의 그룹으로 정해져 있나요? 예를 들어서, 슬프거나 행복한 감정만 있나요?
tr: Hisleriniz birkaç gruba birden mi uyuyor? Örneğin, o hislerinizin hepsi mutlu hisler mi yoksa üzgün hisler mi?

# data_list
source: I feel happy when my granny tells us stories in the evening.
ar: أشعر بالسعادة عندما تروي لنا جدتي قصة في المساء.
fr: Je ressens de la joie quand ma mamie nous raconte des histoires le soir.
ja: おばあさんが夜、お話をしてくれると幸せな気持ちになります。
ko: 저는 저녁에 할머니가 이야기를 들려주시면 행복을 느껴요.
tr: Akşamları ninem bize hikâyeler anlattığı zaman kendimi mutlu hissederim.

# data_list
source: Do you know a special person who loves to tell you stories? Does it make you feel good to hear that person tell stories?
ar: هل تعرف شخصاً مميزاً يحب أن يروي لك القصص؟ هل تشعر بالسعادة عندما تسمع ذاك الشخص يحكي لك هذه القصص؟
fr: Connais-tu quelqu’un de spécial qui aime te raconter des histoires ? Est-ce qu’entendre cette personne raconter des histoires te fait te sentir bien ?
ja: お話をするのが好きな人を知っていますか？その人のお話を聞くと、気分が良くなりますか？
ko: 여러분에게 이야기를 들려주는 어떤 특별한 사람이 있나요? 이야기를 듣고 있을 때 행복하나요?
tr: Size hikâyeler anlatmayı seven özel bir kişi tanıyor musunuz? O kişinin anlattığı hikâyeleri duymak size kendinizi iyi hissettiriyor mu?

# data_list
source: Count together how many children are listening to granny's story. If you add granny to that count, it will be one more -- how many would that make?
ar: عدّوا معًا عدد الأطفال الذين يستمعون إلى قصة الجدة. إذا أضفت الجدة إلى هذا العدد، فسيكون العدد واحداً بالإضافة -- كم سيكون العدد؟
fr: Comptons ensemble combien d’enfants écoutent l’histoire de mamie. Si tu ajoutes mamie au résultat, cela fera un de plus : combien cela fera en tout ?
ja: おばあさんのお話を聞いている子供達の数を一緒に数えてみましょう。そこにおばあさんを加えると、もう一人増えます。それは何人になりますか？
ko: 할머니의 이야기를 듣고있는 아이들이 몇 명인지 세어보세요. 거기에 할머니를 더하면 총 몇 명인가요?
tr: Ninenin anlattığı hikâyeyi kaç tane çocuğun dinlediğini çocuğunuzla birlikte sayın. Eğer sayıya nineyi de eklerseniz, o sayı bir fazla olacak – toplam kaç kişi eder?

# data_list
source: Do these children look happy? How can you tell?
ar: هل يبدو هؤلاء الأطفال سعداء؟ كيف عرفت ذلك؟
fr: Ces enfants ont-ils l’air heureux ? Comment peux-tu le deviner ?
ja: これらの子供たちは幸せそうですか？どうやってわかりますか？
ko: 이 아이들이 행복해 보이나요? 어떻게 알 수 있나요?
tr: Bu çocuklar mutlu görünüyorlar mı? Bunu nasıl anlayabilirsiniz?

# data_list
source: I feel silly when I play with my friend.
ar: أشعر بالسذاجة عندما ألعب مع صديقي.
fr: Je me sens drôle quand je fais le clown avec mon amie.
ja: 友達と一緒に遊んでいると、私はおどけた気分になります。
ko: 저는 친구와 놀때는 재미를 느껴요.
tr: Arkadaşımla oynadığım zaman kendimi şapşal gibi hissederim.

# data_list
source: What things do you do when you are being silly?
ar: ما الأشياء التي تفعلها عندما تتصرف بسذاجة؟
fr: Que fais-tu pour être drôle ?
ja: おどけているとき、どんなことをしていますか？
ko: 여러분은 어떤 재미있는 것을 하면서 노나요?
tr: Siz şapşalca davrandığınızda neler yaparsınız?

# data_list
source: Count together the hands, feet, eyes, noses, fingers, toes, or anything else you see.
ar: عدّوا معًا اليدين، القدمين، العينين، الأنوف، أصابع اليدين، أصابع القدمين أو أي شيء آخر ترونه.
fr: Comptons ensemble les mains, les pieds, le nez, les doigts, les orteils, ou tout autre chose de visible.
ja: 手、足、目、鼻、指、つま先など、目に見えるものを一緒に数えましょう。
ko: 눈, 코, 입, 손가락, 발가락, 그리고 보이는 모든 것을 함께 세어보아요.
tr: Bu resimdeki elleri, ayakları, gözleri, burunları, parmakları, ayak parmaklarını veya gördüğünüz başka herhangi bir şeyi çocuğunuzla birlikte sayın.

# data_list
source: Which group of things has the biggest number and which one has the smallest?
ar: أي مجموعة من الأشياء لديها أكبر عدد وأيها لديها الأصغر؟
fr: Quel groupe compte le plus grand nombre de choses ? Et lequel en compte le plus petit ?
ja: どのグループのものが最も多く、どれが最も少ないですか？
ko: 어떤 종류가 제일 많고 어떤게 제일 적나요?
tr: Hangi gruptaki şeylerin sayısı en büyük sayıda ve hangi gruptaki şeylerin sayısı en küçük sayıdadır?

# data_list
source: I feel bad when my dad says he does not have money.
ar: أشعر بالسوء عندما يقول والدي أنه لا يملك المال.
fr: Je me sens mal quand mon papa dit qu’il n’a pas d’argent.
ja: 父親がお金を持っていないと言うと、 イヤな気分になります。
ko: 저는 아빠가 돈이 없다고 할 때 슬퍼요.
tr: Babam parasının olmadığını söylediğinde kendimi kötü hissederim.

# data_list
source: What sorts of things make you sad?
ar: ما هي الأمور التي تجعلك حزيناً؟
fr: Quelles sortes de choses te rendent triste ?
ja: どんなことが悲しいですか？
ko: 여러분은 어떤게 슬픈가요?
tr: Ne tür şeyler sizi üzer?

# data_list
source: Point to and name the colors of their different pieces of clothing.
ar: أشر إلى ألوان قطع الملابس المختلفة وقم بتسميتها.
fr: Montre et nomme les couleurs des différents vêtements.
ja: 服の部分の色を指し名前を挙げて下さい。
ko: 각기 다른 종류의 옷을 색깔을 가리켜 보아요.
tr: Resimdekilerin kıyafetlerinin farklı parçalarına işaret edip renklerinin isimlerini söyleyin.

# data_list
source: Count the number of buttons on her dress.
ar: عدّوا عدد الأزرار على فستانها.
fr: Compte le nombre de boutons sur sa robe.
ja: 彼女のドレスのボタンの数を数えて下さい。
ko: 소녀의 드레스에 있는 단추를 모두 세어보아요.
tr: Kızın elbisesinin düğmelerinin sayısını sayın.

# data_list
source: I feel loved when my mom gives me a hug.
ar: أشعر بأنني محبوبة عندما تعانقني أمي.
fr: Je me sens aimée quand ma maman me fait un câlin.
ja: 母親に抱きしめられると愛されていると感じます。
ko: 저는 엄마가 안아줄때 사랑을 느껴요.
tr: Annem bana sarıldığı zaman sevildiğimi hissederim.

# data_list
source: What are some special moments that make you feel loved?
ar: ما هي بعض اللحظات الخاصة التي تجعلك تشعر بأنك محبوب؟
fr: Quels sont les moments spéciaux qui te font te sentir aimé/e ?
ja: あなたが愛されていると感じる特別な瞬間は何ですか？
ko: 여러분은 어떨 때 사랑받고 있다고 느끼나요?
tr: Size sevildiğinizi hissettiren bazı ‘özel an’lar nelerdir?

# data_list
source: What do you do to let others know you feel love for them?
ar: ماذا تفعل لتجعل الآخرين يعرفون أنك تشعر بالحب تجاههم؟
fr: Comment montres-tu aux autres que tu ressens de l’amour pour eux ?
ja: 他人に自分が愛情を感じていることを伝えるために何をしますか？
ko: 여러분은 다른 사람에게 사랑을 어떻게 표현하나요?
tr: Başkalarına karşı hissettiğiniz sevgiyi onların bilmelerini sağlamak için ne yaparsınız?

# data_list
source: The mother's clothing has stripes and the girl's has stars. Do you have some clothes with stars or some other shapes on them?
ar: ملابس الأم مخططة وملابس الفتاة بها نجوم. هل لديك بعض الملابس التي عليها نجوم أو أشكال أخرى؟
fr: Les vêtements de la maman a des rayures et ceux de la fille a des étoiles. As-tu des vêtements avec des étoiles ou d’autres formes ?
ja: 母親の服にはストライプがあり、女の子の服には星があります。あなたは星や他の形のついた服を持っていますか？
ko: 엄마의 옷에는 줄 무늬가 있고 소녀의 옷에는 별 무늬가 있네요. 여러분도 줄 무늬나 별 무늬 옷을 가지고 있나요?
tr: Annenin kıyafetinde çizgiler, kızınkinde ise yıldızlar var. Sizin, üzerinde yıldız veya başka şekiller olan bazı kıyafetleriniz var mı?

# data_list
source: Chat was born blind. Her eyes had never seen her parents, or her brother and sisters. She knew their faces by touch.
ar: ولدت شات عمياء. لم ترى عينيها والديها أو إخوتها وأخواتها قط. فقد كانت تتعرف على وجههم باللمس فقط.
fr: Chat était née aveugle. Ses yeux n’avaient jamais vu ses parents, son frère ou ses sœurs. Elle reconnaissait leur visage par le toucher.
ja: チャットは生まれつき目が見えません。 両親や兄弟姉妹の顔を見たことがありません。彼女は彼らの顔を触って知っていました。
ko: 체트는 눈이 멀게 태어났습니다 체트의 눈은 그녀의 부모님이나 남동생, 여동생을 한 번도 본 적이 없습니다. 체트는 그들의 얼굴을 촉감으로 알 수 있습니다.
tr: Chat kör doğmuştu. Gözleri, ebeveynlerini, erkek kardeşini veya kız kardeşini hiç görmemişti. Onları yüzlerine dokunarak tanıyordu.

# data_list
source: Have you tried walking with your eyes closed? If you do, be sure to be with someone else to stay safe.
ar: هل حاولت أن تمشي وعينيك مغمضة من قبل؟ إذا فعلت ذلك، فتأكد أن يكون معك شخص ما حتى تكون بمأمن.
fr: As-tu déjà essayé de marcher les yeux fermés ? Si tu essayes, pour ta sécurité, assure-toi d’avoir quelqu’un avec toi.
ja: 目を閉じて歩いたことがありますか？もしやるなら、必ず誰かと一緒にいた方が安全です。
ko: 여러분은 눈을 감고 걸어본 적이 있나요? 그렇다면 안전을 위해서 누군가와 함께 있도록 하세요.
tr: Gözleriniz kapalı yürümeyi denediniz mi? Eğer denediyseniz, güvende olmak için birisiyle birlikte olduğunuzdan emin olun.

# data_list
source: When you don't see, you become much more aware of your other senses. Which senses do you notice more when you close your eyes?
ar: حينما لا تستطيع الرؤية، ستصبح أكثر وعيا بحواسك الأخرى. ما هي الحواس التي تلاحظها حينما تغلق عينيك؟
fr: Quand tu ne peux pas voir, tu deviens beaucoup plus attentif à tes autres sens. Quels sens remarques-tu le plus quand tu fermes les yeux ?
ja: 目が見えないと、他の感覚をより意識するようになります。目を閉じたとき、どの感覚をより強く感じますか？
ko: 여러분이 보지 못할때에는 여러분의 다른 감각들을 더 잘 느낄수 있습니다. 여러분이 눈을 감으면 여러분은 어떤 감각을 더 감지할 수 있나요?
tr: Görmediğinizde, diğer duyularınızın çok daha fazla farkına varırsınız. Gözlerinizi kapattığınızda hangi duyularınızı daha çok fark ediyorsunuz?

# data_list
source: A rectangle is a four-sided shape like this page. A square is a rectangle with four equal sides. Point to the squares and rectangles you see on this page.
ar: إن المستطيل يتكون من أربعة أضلاع كهذه الصفحة. والمربع هو نفسه المستطيل ولكن لديه أربعة أضلاع متساوية. هل يمكنك أن تشير للمربعات والمستطيلات الموجودة في هذه الصفحة؟
fr: Un rectangle est une forme à quatre côtés comme cette page. Un carré est un rectangle avec quatre côtés égaux. Où sont les carrés et les rectangles sur cette page ?
ja: 長方形はこのページのような四角形です。正方形は四辺が等しい長方形です。このページにある正方形と長方形を指さして下さい。
ko: 사각형은 이 페이지처럼 네 개의 면을 가지고 있습니다. 정사각형은 네 개가 모두 똑같은 면을 가지고 있습니다. 그림에서 사각형과 정사각형을 가리켜 보세요.
tr: Bir dikdörtgen, bu sayfa gibi dört kenarlı bir şekildir. Bir kare, dört eşit kenara sahip bir dikdörtgendir. Bu sayfada gördüğünüz kareleri ve dikdörtgenleri gösterin.

# data_list
source: One day, Chat was strolling in the garden. She liked the sweet scent of flowers. She loved to touch their soft petals.
ar: في يوم من الأيام، كانت شات تتجول في الحديقة. وقد أعجبتها رائحة الأزهار كثيرا كانت تحب أن تلمس بتلاتها الناعمة.
fr: Un jour, Chat se baladait dans le jardin. Elle aimait l’odeur sucrée des fleurs. Elle aimait le doux toucher des pétales.
ja: ある日、チャットは庭を散歩していました。 彼女は花の甘い香りが好きでした。 彼女は花びらを触るのが好きでした。
ko: 어느 하루, 체트는 정원을 걸어가고 있었습니다. 체트는 꽃의 향긋한 냄새를 좋아했습니다. 그녀는 부드러운 꽃잎을 만지는 것을 좋아했습니다.
tr: Bir gün, Chat bahçede geziniyordu. Çiçeklerin tatlı kokusunu beğendi. Onların yumuşak yapraklarına dokunmayı sevdi.

# data_list
source: There are many things to count here. Count together the trees, butterflies, canes, shoes, and any other groups you notice.
ar: ووجدت الكثير من الأشياء لتعدها هنا. لنعد معا الأشجار والفراشات والعصي والأحذية وأي مجموعة أخرى تلاحظها.
fr: Il y a beaucoup de choses à compter ici. Compte ensemble les arbres, les papillons, les canes, les chaussures ainsi que tout autre groupe que tu remarques.
ja: ここには数えるものがたくさんあります。木々、蝶々、杖、靴、その他気づいたグループを一緒に数えましょう。
ko: 그림에는 셀 수 있는 것들이 많이 있습니다. 나무, 나비, 지팡이, 신발 그리고 여러분이 볼 수 있는 것들을 같이 세어봐요.
tr: Burada sayılacak çok şey var. Ağaçları, kelebekleri, bastonları, ayakkabıları ve fark ettiğiniz herhangi bir grubu çocuğunuzla birlikte sayın.

# data_list
source: Which of these groups can Chat count?
ar: أي من هذه المجموعات يمكن لشات أن تعدها؟
fr: Quels groupes peut compter Chat ?
ja: チャットはどのグループを数えられますか？
ko: 체트가 셀 수 있는 그룹의 것들은 무엇이 있나요?
tr: Chat bu gruplardan hangisini sayabilir?

# data_list
source: Which of these groups has the most in it and which has the least?
ar: أي من هذه المجموعات تحتوي على الكثير فيها وأيها تحتوي على الأقل؟
fr: Dans quel groupe y-a-t-il le plus ? Le moins ?
ja: どのグループが一番多くて、どのグループが一番少ないですか？
ko: 어떤 그룹의 것들이 가장 많고 어떤 그룹의 것들이 가장 적나요?
tr: Bu gruplardan hangisinde en çok, hangisinde en az şey var?

# data_list
source: Chat wished she could see flowers, just once. "They are lovely," she said to herself.
ar: تتمنى شات أن تستطيع رؤية الأزهار ولو لمرة واحدة في حياتها. قالت شات في نفسها :"إنها جميلة".
fr: Chat souhaitait pouvoir voir des fleurs, juste une fois. « Elles sont belles » se disait-elle.
ja: チャットは 一度でいいから花を見てみたいと思いました。 "素敵ね 、" と自分に言いました。
ko: 체트는 단 한번이라도 꽃들을 볼 수 있기를 바랬습니다. “정말 예쁘구나!" 그녀는 자신에게 말했습니다.
tr: Chat çiçekleri görebilmeyi diledi, sadece bir kere. “Çok hoşlar,” dedi kendi kendine.

# data_list
source: There are five blue flowers and five yellow-orange flowers. How many is that all together?
ar: هناك خمسة زهرات زرقاء وخمسة زهرات أخرى باللون الأصفر البرتقالي. كم عددها مجموعة؟
fr: Il y a cinq fleurs bleues et cinq fleurs jaunes-oranges. Combien cela fait mis ensemble ?
ja: 青い花が５つと黄橙色の花が５つあります。全部で何本ありますか？
ko: 그림에는 다섯 송이의 파란꽃과 다섯 송이의 노란 주황색의 꽃이 있습니다. 그것은 모두 몇 송이 입니까?
tr: Beş mavi çiçek ve beş sarı-turuncu çiçek var. Hepsi birlikte kaç çiçek eder?

# data_list
source: If you include the yellow-orange flower that Chat is holding, that would be one more. What is one more than five?
ar: وإذا أضفت الزهرة الصفراء البرتقالية التي في يد شات، ستكون لدينا واحدة أكثر. كم تصبح خمسة زائد واحد؟
fr: Si tu comptes la fleur jaune-Orange que Chat tient, cela ferait une de plus. Combien fait une de plus que cinq ?
ja: チャットが持ってる黄橙色の花も入れると あと１つです。５つより１つ多いのはいくつですか？
ko: 여러분이 체트가 들고 있는 노란 주황색 꽃송이를 보탠다면 그것은 하나가 더 많습니다. 5보다 하나 더 많은 숫자는 무엇인가요?
tr: Eğer Chat'in tuttuğu sarı-turuncu çiçeği de dahil ederseniz, ki bu bir fazlası eder; beşin bir fazlası kaçtır?

# data_list
source: How many more blue flowers are there than butterflies?
ar: بكم يزيد عدد الزهرات الزرقاء عن عدد الفراشات؟
fr: Combien y-a-t-il de plus de fleurs bleues que de papillons ?
ja: 青い花は蝶より何本多いですか？
ko: 파란 꽃은 나비보다 얼마나 더 많나요?
tr: Orada kelebeklerden kaç daha fazla mavi çiçek var?

# data_list
source: Every day, Chat walked in the garden. She knew her way around. Today, she raised her head to the skies.
ar: تتمشى شات كل يوم في الحديقة. فقد كانت تعرف الطريق جيدا حولها. ولكنها اليوم، رفعت رأسها إلى السماء.
fr: Chaque jour, Chat marchait dans le jardin, Elle s’y repérait bien. Aujourd’hui, elle leva les yeux au ciel.
ja: チャットは毎日 庭を散歩しました。 彼女は自分の道を知っていました。 今日、彼女は空を見上げました。
ko: 매일 체트는 정원을 걸었습니다. 체트는 그녀의 주변 길들을 잘 알고 있었습니다. 오늘, 체트는 하늘을 향해 그녀의 머리를 들었습니다.
tr: Chat her gün bahçede yürüdü. Yolunu biliyordu. Bugün, başını göklere kaldırdı.

# data_list
source: Do you see the surprise on her face? What is she surprised about?
ar: هل يمكنك أن ترى الدهشة على وجهها؟ مالذي فاجأها؟
fr: Vois-tu la surprise sur son visage ? Qu’est-ce qui la surprend ?
ja: 彼女の顔に驚きが見られますか？彼女は何に驚いてるのでしょうか？
ko: 여러분은 그녀의 얼굴에서 놀란 표정을 보았나요? 체트는 무엇에 놀랐나요?
tr: Chat’in yüzündeki şaşkınlığı görüyor musunuz? Chat neye şaşırdı?

# data_list
source: She can't see the clouds. What can she sense about what is happening?
ar: لا يمكنها رؤية السحاب. ما الذي تشعر به تجاه ما يحدث؟
fr: Elle ne peut pas voir les nuages. Que peut-elle sentir sur ce qu’il se passe ?
ja: 彼女は雲を見ることができません。彼女は何が起きているのか感じ取れるのでしょうか？
ko: 체트는 구름을 볼 수 없습니다. 그녀는 무슨 일이 일어나는지 느낄 수 있었나요?
tr: Chat bulutları göremiyor. Chat o anda olan biten hakkında ne hissedecek?

# data_list
source: What is going on in the sky? What do you think is about to happen?
ar: ما الذي يحدث في السماء؟ ما الذي يمكن أن يحدث؟
fr: Que se passe-t-il dans le ciel ? Que penses-tu qu’il va y arriver ?
ja: 空で何が起きているのでしょうか？これから何が起こると思いますか？
ko: 하늘에는 무슨 일이 있나요? 여러분은 무슨 일이 일어날거라고 생각하나요?
tr: Gökyüzünde neler oluyor? Sizce ne olmak üzere?

# data_list
source: Suddenly, she heard thunder and lightning. "I need to hurry back to the house," Chat thought.
ar: فجأة سمعت صوت البرق والرعد. فكرت شات:"علي أن أعود إلى المنزل بسرعة."
fr: Soudainement, elle entend le tonnerre et les éclairs. « Je dois vite retourner à la maison, » se dit-elle.
ja: 突然 雷と稲妻の音が聞こえました。 "急いで家に戻らないといけません。"とチャットは思いました。
ko: 갑자기, 체트는 천둥과 번개소리를 들었습니다. “난 집으로 빨리 돌아가야만 해!" 체트가 생각했습니다.
tr: Aniden, gök gürlemesi ve şimşek sesi duydu. “Acilen eve dönmem gerek!” diye düşündü Chat.

# data_list
source: Have you ever been outside someplace when a storm came up quickly? Did you get wet?
ar: هل كنت في الخارج يوما في مكان ما حينما بدأت عاصفة فجأة؟ هل ابتللت؟
fr: As-tu déjà été à l’extérieur alors qu’une tempête arrivait soudainement ? Tes vêtements furent-ils trempés ?
ja: 外で急に嵐になったことありますか？濡れましたか？
ko: 여러분은 폭풍이 갑자기 올때 어딘가 밖에 있었던 적이 있나요? 여러분은 흠뻑 젖었나요?
tr: Siz hiç fırtına çıktığında dışarıda bir yerde bulundunuz mu? Islandınız mı?

# data_list
source: Do you like watching lightning?
ar: هل تحب مشاهدة البرق؟
fr: Aimes-tu observer les éclairs ?
ja: 雷を見るのは好きですか？
ko: 여러분은 번개치는 것을 보는것을 좋아하나요?
tr: Şimşekleri izlemeyi sever misiniz?

# data_list
source: Do you find lightning scary or fun when you are outside?
ar: هل البرق مخيف أو ممتع حينما تراه في الخارج؟
fr: Quand tu es dehors et qu’il y a des éclairs, trouves-tu cela amusant ou effrayant ?
ja: 雷は怖いと思いますか？それとも楽しいと思いますか？
ko: 여러분은 여러분이 밖에 있을때 번개가 치는 것이 무서운가요 아니면 재미있나요?
tr: Dışarıdayken şimşeği korkutucu mu yoksa eğlenceli mi bulursunuz?
