Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The ball is higher than Elephant. How does Elephant reach the ball?
ar: الكرة أعلى من الفيل. كيف يصل الفيل إلى الكرة؟
fr: Le ballon est plus haut qu'Éléphant. Comment Éléphant peut-il arriver au ballon ?
ja: ボールはゾウより高い。 ゾウはどうやってボールに届くのかな？
ko: 공이 코끼리보다 높이 있어요. 코끼리가 어떻게 공에 닿을 수 있었나요?
tr: Top, Fil’den daha yüksekte. Fil topa nasıl erişebilir?

# data_list
source: The animals are all standing on two of their four legs. Have you seen animals do this?
ar: تقف جميع الحيوانات هنا على اثنتين من أرجلها الأربع. هل رأيت الحيوانات تفعل هذا من قبل؟
fr: Les animaux sont tous debout sur deux de leurs quatre pattes. As-tu déjà vu des animaux faire cela ?
ja: 動物たちはみんな、4本の足のうち2本で立っている。 動物がこんなことをするのを見たことがある？
ko: 동물들이 모두 네발 중에 두 발로 서있네요. 동물들이 이러는 것을 본적 있나요?
tr: Hayvanların hepsi dört bacaklarının ikisi üzerinde duruyorlar. Hiç hayvanların böyle yaptıklarını gördünüz mü?

# data_list
source: What other animals stand on two legs?
ar: ما هي الحيوانات الأخرى التي تقف على قدمين؟
fr: Quels autres animaux se tiennent sur deux pattes ?
ja: 他に2本足で立つ動物は何かな？
ko: 다른 어떤 동물들이 두 발로 서나요?
tr: Başka hangi hayvanlar iki bacak üzerinde durur?

# data_list
source: Elephant gives the ball to Cat and Dog. Cat and Dog smile. Elephant smiles. Cat and Dog and Elephant smile.
ar: يعطي الفيل الكرة للقط والكلب. القط والكلب يبتسمان. الفيل يبتسم. القط والكلب والفيل يبتسمون.
fr: Éléphant donne le ballon à Chat et Chien. Chat et Chien sourient. Éléphant sourit. Chat, Chien et Éléphant sourient.
ja: ゾウがネコとイヌにボールを渡した。 ネコとイヌは笑顔になった。ゾウも笑顔になった。 ネコとイヌとゾウはみんなニコニコしている。
ko: 코끼리가 공을 고양이와 개에게 주었습니다. 고양이와 개는 미소를 지었습니다. 코끼리도 미소를 지었습니다. 고양이와 개 그리고 코끼리가 미소를 짓고 있습니다.
tr: Fil, topu, Kedi ve Köpek’e veriyor. Kedi ve Köpek gülümsüyor. Fil gülümsüyor. Kedi, Köpek ve Fil gülümsüyor.

# data_list
source: Who has the longest nose? Why does an elephant need such a long nose?
ar: من لديه أطول أنف؟ لماذا يحتاج الفيل إلى هذا الأنف الطويل؟
fr: Qui a le nez le plus long ? Pourquoi un éléphant a-t-il besoin d’un nez aussi long ?
ja: 誰の鼻が一番長いかな？ どうしてゾウはあんなに長い鼻が必要なのかな？
ko: 누구의 코가 가장 기나요? 코끼리의 코가 긴 이유는 무엇인가요?
tr: Hangisi en uzun buruna sahiptir? Bir fil neden bu kadar uzun bir buruna ihtiyaç duyar?

# data_list
source: Which of these animals is the biggest and which is the smallest?
ar: أي هذه الحيوانات هو الأكبر وأيها الأصغر؟
fr: Lequel de ces animaux est le plus grand et lequel est le plus petit ?
ja: どの動物が一番大きくて、どの動物が一番小さいか？
ko: 이 동물들 중에서 누가 가장 크고 누가 가장 작나요?
tr: Bu hayvanlardan hangisi en büyük ve hangisi en küçüktür?

# data_list
source: How is Elephant different and how is Elephant similar to Cat and Dog? What does Elephant have that they don't?
ar: كيف يختلف الفيل وكيف يتشابه الفيل مع القط والكلب؟ ما الذي يملكه الفيل ولا يملكانه؟
fr: En quoi Éléphant est-il différent de Chat et Chien et en quoi leur est-il semblable ? Qu'est-ce que Éléphant a de plus qu'eux ?
ja: ゾウはネコやイヌとどう違い、どう似ているのかな？ ゾウが持っていて、彼らにないものは何かな？
ko: 고양이와 개 그리고 코끼리는 어떻게 비슷하고 어떻게 다른가요? 다른 동물들은 없는데 코끼리가 가진 것은 무엇인가요?
tr: Fil, Kedi ve Köpek’ten nasıl farklıdır ve onlara nasıl benziyor? Kedi ve Köpek’te olmayan ama Fil’de olan ne var?

# data_list
source: Cat and Dog and Elephant play with the ball. Cat throws the ball to Dog. Dog catches the ball. Dog throws the ball to Elephant. Elephant catches the ball. Elephant throws the ball to Cat. Cat catches the ball.
ar: القط والكلب والفيل يلعبون بالكرة. القط يرمي الكرة للكلب. الكلب يلتقط الكرة. الكلب يرمي الكرة إلى الفيل. الفيل يلتقط الكرة. الفيل يرمي الكرة إلى القط. القط يلتقط الكرة.
fr: Chat, Chien et Éléphant jouent avec le ballon. Chat jette le ballon à Chien. Chat attrape le ballon. Chien jette le ballon à Éléphant. Éléphant attrape le ballon. Éléphant jette le ballon à Chat. Chat attrape le ballon.
ja: ネコとイヌとゾウはボールで遊ぶ。 ネコがイヌにボールを投げる。イヌがボールを捕る。 イヌがゾウにボールを投げる。ゾウがボールを捕る。 ゾウがネコにボールを投げる。ネコがボールを捕る。
ko: 고양이와 개 그리고 코끼리는 공을 가지고 놀았습니다. 고양이는 공을 개에게 던집니다. 개는 공을 잡았습니다. 개는 공을 코끼리에게 던졌습니다. 코끼리가 공을 잡았습니다. 코끼리가 공을 고양이에게 던졌습니다. 고양이가 공을 잡았습니다.
tr: Kedi ve Köpek ve Fil, topla oynarlar. Kedi topu Köpek’e atar. Köpek topu yakalar. Köpek topu Fil’e atar. Fil topu yakalar. Fil topu Kedi’ye atar. Kedi topu yakalar.

# data_list
source: Count the number of throws and the number of catches. Are they the same number?
ar: احسب عدد الرميات وعدد الالتقاطات. هل هما نفس العدد؟
fr: Compte le nombre de tirs et de réceptions de ballon. Sont-ils égaux ?
ja: 投げた数と捕った数を数えてみよう。 同じ数になるかな？
ko: 던진 횟수와 잡은 횟수를 세어보세요. 같은 수인가요?
tr: Atış ve yakalama sayısını sayın. Aynı sayıdalar mı?

# data_list
source: Did each animal throw and each animal catch?
ar: هل رمى كل حيوان والتقط كل حيوان؟
fr: Chaque animal a-t-il jeté et attrapé le ballon ?
ja: それぞれの動物が投げ、それぞれの動物が捕ったのかな？
ko: 모든 동물이 던지고 잡았나요?
tr: Her bir hayvan atıp, her bir hayvan yakaladı mı?

# data_list
source: They are good at taking turns. Are you good at taking turns?
ar: إنهم جيدون في التناوب. هل أنت جيد في تناوب الأدوار؟
fr: Ils sont bons à tour de rôle. Es-tu bon à tour de rôle ?
ja: 彼らは交代が上手だね。 君は交代が得意？
ko: 모두 순서를 잘 지키고 있네요. 여러분도 순서를 잘 지키나요?
tr: Onlar, sırayla yapmakta iyiler. Siz sırayla hareket etmekte iyi misiniz?

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye Elephant.
ar: وداعًا يا قط. وداعًا يا كلب. وداعًا يا فيل.
fr: Au revoir Chat. Au revoir Chien. Au revoir Éléphant.
ja: ばいばい、ネコ。 ばいばい、イヌ。 ばいばい、ゾウ。
ko: 잘 가, 고양이야. 잘 가, 개야. 잘 가, 코끼리야.
tr: Güle güle, Kedi. Güle güle, Köpek. Güle güle, Fil.

# data_list
source: Count together the number of animals waving.
ar: عدّوا معًا عدد الحيوانات التي تلوح.
fr: Comptez ensemble le nombre d’animaux qui disent au revoir.
ja: 手を振っている動物の数を数えよう。
ko: 손을 흔들고 있는 동물들을 세어보아요.
tr: El sallayan hayvanların sayısını çocuğunuzla birlikte sayın.

# data_list
source: Are there more animals or balls? By how much?
ar: هل هناك المزيد من الحيوانات أو الكرات؟ بكم؟
fr: Y-a-t-il plus d’animaux ou de ballons ? De combien ?
ja: 動物とボール、どちらの方が多いかな？どれくらい多いかな？
ko: 동물이 많은지 공이 많은지 세어보아요. 얼마나 더 많나요?
tr: Orada daha fazla hayvan veya daha fazla top var mı? Ne kadar fazla?

# data_list
source: With fewer balls than animals, the animals must be good at sharing.
ar: مع وجود عدد كرات أقل من الحيوانات، يجب أن تكون الحيوانات جيدة في المشاركة.
fr: Avec plus de ballons que d’animaux, les animaux doivent savoir bien partager.
ja: ボールの数は動物より少ないので、動物たちは一緒に使うのが上手に違いない。
ko: 동물보다 공이 더 적네요. 동물들이 서로 나누는것을 잘 하나봐요.
tr: Hayvanlardan daha az sayıda toplarla, hayvanlar paylaşmada iyi olmalılar!

# data_list
source: Which one has stripes and which one has spots? How many stripes and how many spots?
ar: أيهما لديه خطوط وأي واحد لديه بقع؟ كم عدد الخطوط وكم عدد البقع؟
fr: Lequel a des rayures et lequel a des taches ? Combien y a-t-il de rayures et de taches ?
ja: どっちが縞模様でどっちが斑点かな？ 縞と斑点の数はいくつかな？
ko: 누가 줄무늬가 있고 누가 점이 있나요? 몇개의 점과 무늬가 보이나요?
tr: Hangisinin çizgileri ve hangisinin benekleri var? Kaç çizgi ve kaç benek var?

# data_list
source: Which one has whiskers we can see? How many whiskers?
ar: أيهما لديه شعيرات يمكننا رؤيتها؟ كم عدد الشعيرات؟
fr: Lequel a des moustaches que tu peux voir ? Combien de moustaches vois-tu ?
ja: ひげが見えるのはどっち？ ひげの数は何本？
ko: 누가 수염이 있나요? 몇개의 수염이 있나요?
tr: Hangisinin bıyıkları olduğunu görebiliyoruz? Kaç tane bıyık var?

# data_list
source: Which one is red and which one is yellow?
ar: أيهما أحمر وأيهما أصفر؟
fr: Lequel est rouge et lequel est jaune ?
ja: どっちが赤色でどっちが黄色？
ko: 누가 빨간색이고 누가 노란색인가요?
tr: Hangisi kırmızı ve hangisi sarı?

# data_list
source: Cat and Dog look through the window. They look through the window.
ar: القط والكلب ينظران من خلال النافذة. هما ينظران من خلال النافذة.
fr: Chat et Chien regardent par la fenêtre. Ils regardent par la fenêtre.
ja: ネコとイヌは窓の向こうを見ている。 2人は窓の向こうを見ている。
ko: 고양이와 개가 창밖을 보고 있네요. 그들은 창밖을 보고있어요.
tr: Kedi ve Köpek, pencereden bakıyor. Onlar pencereden bakıyorlar.

# data_list
source: How many times does it say that they are looking through the window? The writer repeats it to tell us that Cat and Dog have nothing to do.
ar: كم مرة قيل أنهما ينظران من خلال النافذة؟ يكررها الكاتب ليخبرنا أن القط والكلب ليس لديهما ما يفعلانه.
fr: Combien de fois on nous dit qu’ils regardent par la fenêtre ? L’auteur le répète pour nous faire comprendre que Chat et Chien n’ont rien à faire.
ja: 「窓の向こうを見ている」と何回言ったかな？ 作者はそれを繰り返すことで、ネコとイヌは何もすることがないことを伝えているよ。
ko: 그들이 창밖을 보고 있다는것을 몇번 얘기하나요? 작가는 고양이와 개가 할게 없다는 것을 말해주기 위해서 반복해서 얘기하고 있어요.
tr: Hikâye, onların pencereden baktıklarını kaç kere söylüyor? Yazar, Kedi ve Köpek’in yapacak hiçbir şeylerinin olmadığını bize anlatmak için pencereden baktıklarını tekrarlıyor.

# data_list
source: Do Cat and Dog look bored?
ar: هل يبدو أن القط والكلب يشعران بالملل؟
fr: Est-ce que Chat et Chien ont l’air de s’ennuyés ?
ja: ネコとイヌはつまらなそう？
ko: 고양이와 개가 지루해 보이지 않나요?
tr: Kedi ve Köpek, sıkılmış gibi mi görünüyorlar?

# data_list
source: Count together the number of trees.
ar: عدّوا معًا عدد الأشجار.
fr: Compte le nombre d’arbres.
ja: 一緒に木の数を数えよう。
ko: 나무가 몇 그루 있는지 함께 세어보아요.
tr: Ağaçların sayısını çocuğunuzla birlikte sayın.

# data_list
source: Then Cat and Dog see a butterfly! The butterfly is pink.
ar: ثم يرى القط والكلب فراشة! الفراشة لونها وردي.
fr: Ensuite, Chat et Chien voient un papillon ! Le papillon est rose.
ja: するとネコとイヌはチョウを見つけた！ ピンク色のチョウ。
ko: 그런데 고양이와 개는 나비를 봤어요! 나비는 분홍색이에요.
tr: Sonra, Kedi ve Köpek bir kelebek görürler! Kelebek pembedir.

# data_list
source: Why were Cat and Dog so excited to see a butterfly? Were they looking for one?
ar: لماذا بدا القط والكلب متحمسين للغاية لرؤية الفراشة؟ هل كانا يبحثان عن واحدة؟
fr: Pourquoi Chat et Chien étaient-ils si excités de voir un papillon ? Cherchaient-ils un papillon ?
ja: どうしてネコとイヌはチョウを見て興奮したの？ チョウを探していたのかな？
ko: 고양이와 개는 왜 이렇게 신이 났을까요? 혹시 나비를 찾고 있었던 걸까요?
tr: Bir kelebeği görmek Kedi ve Köpek’i neden bu kadar heyecanlandırdı? Bir kelebek mi arıyorlardı?

# data_list
source: Point at and count the wings on the butterfly.
ar: أشر إلى أجنحة الفراشة وقم بعدها.
fr: Désigne et compte les ailes du papillon.
ja: チョウの羽を指さして数えよう。
ko: 나비의 날개들을 가리키고 세어보아요.
tr: Kelebekteki kanatları gösterip sayın.

# data_list
source: Point at and count the short lines going away from the butterfly. They show the butterfly is alarmed.
ar: أشر إلى الخطوط القصيرة التي تبتعد عن الفراشة وقم بعدها. هذه الخطوط تظهر أن الفراشة منزعجة.
fr: Désigne et compte les lignes courtes qui s'éloignent du papillon. Elles montrent que le papillon est inquiet.
ja: チョウから遠ざかる短い線を指さして数えよう。これはチョウが驚いていることを表すよ。
ko: 나비에서 나오는 짧은 선들을 세어보아요. 나비가 놀랐다는 것을 알려준답니다.
tr: Kelebekten uzaklaşan kısa çizgileri işaret edip sayın. Kısa çizgiler kelebeğin paniğe kapılmış olduğunu gösterir.

# data_list
source: Cat and Dog want to catch the butterfly. Cat and Dog follow the butterfly. They follow the butterfly.
ar: يريد القط والكلب الإمساك بالفراشة. القط والكلب يتبعان الفراشة. هما يتبعان الفراشة.
fr: Chat et Chien veulent attraper le papillon. Chat et Chien suivent le papillon. Ils suivent le papillon.
ja: ネコとイヌはチョウを捕まえたい。 ネコとイヌはチョウを追いかける。 2人はチョウを追いかける。
ko: 고양이와 개는 나비를 잡고 싶어요. 고양이와 개는 나비를 따라가네요. 그들은 나비를 따라가요.
tr: Kedi ve Köpek, kelebeği yakalamak istiyorlar. Kedi ve Köpek, kelebeği takip ediyorlar. Onlar kelebeği takip ediyorlar.

# data_list
source: Does the butterfly want to be caught?
ar: هل تريد الفراشة أن يتم الإمساك بها؟
fr: Le papillon veut-il être attrapé ?
ja: チョウは捕まりたいのかな？
ko: 나비가 잡히고 싶어 하는것 같나요?
tr: Kelebek yakalanmayı istiyor mu?

# data_list
source: Is it mean of Cat and Dog to want to catch the butterfly?
ar: هل من السيئ أن القط والكلب يريدان الإمساك بالفراشة؟
fr: Est-ce méchant de la part de Chat et Chien de vouloir attraper le papillon ?
ja: チョウを捕まえたがっているネコとイヌは意地悪かな？
ko: 나비를 잡고 싶은 고양이와 개가 못된것 같나요?
tr: Kedi’nin ve Köpek’in, kelebeği yakalamak istemeleri kötü bir şey mi?

# data_list
source: When is it fun to be chased and when is it frightening?
ar: متى تكون المطاردة ممتعة ومتى تكون مخيفة؟
fr: Quand est-ce que l’on peut dire que c’est amusant d'être poursuivi et quand est-ce que c’est effrayant ?
ja: どんな時に追いかけられるのが楽しい？どんな時に追いかけられるのが怖い？
ko: 도망치는게 재미있을 때는 언제고 무서울 때는 언제인가요?
tr: Kovalanmak ne zaman eğlencelidir ve ne zaman korkutucu olur?

# data_list
source: Cat and Dog follow the butterfly by foot. They walk after the butterfly. But the butterfly is fast. The butterfly is too fast and Cat and Dog are slow. They are too slow.
ar: يتبع القط والكلب الفراشة سيرًا على الأقدام. يمشيان خلف الفراشة. لكن الفراشة سريعة. الفراشة سريعة جدًا، والقط والكلب بطيئان. إنهما بطيئان جدًا.
fr: Chat et Chien suivent le papillon à pied. Ils poursuivent le papillon. Mais le papillon est rapide. Le papillon est trop rapide et Chat et Chien sont lents. Ils sont trop lents.
ja: ネコとイヌは歩いてチョウを追う。2人は歩いてチョウを追いかける。 でもチョウは速い。 チョウは速すぎるし、ネコとイヌは遅い。 2人は遅すぎる。
ko: 고양이와 개는 뛰어서 나비를 발로 쫓아가요. 그들은 나비를 쫓아 걸어가요. 하지만 나비는 너무 빨라요. 나비는 너무 빠르고 고양이와 개는 너무 느려요. 그들은 너무 느려요.
tr: Kedi ve Köpek, kelebeği yürüyerek mi takip ediyorlar? Onlar, kelebeğin peşinden yürüyorlar. Ama kelebek hızlı. Kelebek çok hızlı ve Kedi ve Köpek ise yavaş. Onlar çok yavaş.

# data_list
source: Which animal is going the fastest?
ar: ما هو الحيوان الذي يتحرك بشكل أسرع؟
fr: Quel animal va le plus vite ?
ja: 一番速い動物はどれかな？
ko: 어떤 동물이 제일 빠르게 가고 있나요?
tr: Hangi hayvan en hızlı gidiyor?

# data_list
source: Can you go faster or slower than Cat and Dog?
ar: هل يمكنك التحرك بشكل أسرع أو أبطأ من القط والكلب؟
fr: Peux-tu aller plus vite ou plus lentement que Chat et Chien ?
ja: 君はネコやイヌよりも速く、あるいは遅く進める？
ko: 여러분은 고양이와 개보다 느리거나 빠르게 갈 수 있나요?
tr: Siz, Kedi ve Köpek’ten daha hızlı mı yoksa daha yavaş mı gidebilirsiniz?

# data_list
source: Point out that their feet are drawn going in circles to indicate they are running fast.
ar: أشر إلى أن أقدامهما مرسومة على شكل دوائر للإشارة إلى أنهما يركضان بسرعة.
fr: Montre que leurs pattes sont dessinées en cercles pour indiquer qu'ils courent rapidement.
ja: 彼らの足が円を描いているのは、速く走っていることを表していると教えてあげよう。
ko: 다리를 둥글게 그린것을 통해 그들이 빠르게 달리고 있는것을 알 수 있네요.
tr: Hızlı koştuklarını belirtmek için ayaklarının daireler çizerek gittiklerini belirtin.

# data_list
source: Cat and Dog follow the butterfly by bike. They ride after the butterfly. But the butterfly is fast. The butterfly is very fast, and Cat and Dog are slow. They are very slow.
ar: يتبع القط والكلب الفراشة بالدراجة. يركبان خلف الفراشة. لكن الفراشة سريعة. الفراشة سريعة جدًا، والقط والكلب بطيئان. إنهما بطيئان جدًا.
fr: Chat et Chien suivent le papillon à vélo. Ils roulent après le papillon. Mais le papillon est rapide. Le papillon est très rapide et Chat et Chien sont lents. Ils sont très lents.
ja: ネコとイヌは自転車でチョウを追う。 2人は自転車でチョウを追いかける。 でもチョウは速い。 チョウはとても速いし、ネコとイヌは遅い。 2人はとても遅い。
ko: 고양이와 개는 자전거를 타고 나비를 쫓아가요. 그들은 나비를 쫓아 타고 가네요. 하지만 나비는 빨라요. 나비는 매우 빠르고, 고양이와 개는 매우 느려요. 그들은 매우 느려요.
tr: Kedi ve Köpek, kelebeği bisikletle takip ediyorlar. Onlar, kelebeğin peşinden bisiklet sürerek gidiyorlar. Ama kelebek hızlı ve Kedi ve Köpek ise yavaş. Onlar çok yavaş.

# data_list
source: Can butterflies fly faster than a bike can go?
ar: هل يمكن للفراشات أن تطير بسرعة أكبر من سرعة الدراجة؟
fr: Les papillons peuvent-ils aller plus vite qu'un vélo ?
ja: チョウは自転車よりも速く飛べるの？
ko: 나비가 자전거보다 빠르게 날 수 있나요?
tr: Kelebekler bir bisikletin gidebileceğinden daha hızlı uçabilirler mi?

# data_list
source: Can cats and dogs ride bikes?
ar: هل يمكن للقطط والكلاب ركوب الدراجات؟
fr: Les chats et les chiens peuvent-ils faire du vélo ?
ja: ネコとイヌは自転車に乗れるの？
ko: 고양이와 강아지가 자전거를 탈 수 있나요?
tr: Kediler ve köpekler bisiklet sürebilirler mi?

# data_list
source: Do you think you could catch a butterfly while riding a bike?
ar: هل تعتقد أنه يمكنك الإمساك بفراشة أثناء ركوب الدراجة؟
fr: Penses-tu que tu pourrais attraper un papillon tout en faisant du vélo ?
ja: 君は自転車に乗りながらチョウを捕まえられると思う？
ko: 여러분은 자전거를 타면서 나비를 잡을 수 있을것 같나요?
tr: Bisiklet sürerken bir kelebeği yakalayabileceğini düşünüyor musunuz?

# data_list
source: Cat and Dog follow the butterfly by car. They drive after the butterfly. But the butterfly is fast. The butterfly is still too fast, and Cat and Dog are slow. They are still too slow.
ar: يتبع القط والكلب الفراشة بالسيارة. إنهما يقودان خلف الفراشة. لكن الفراشة سريعة. الفراشة لا تزال سريعة جدًا، والقط والكلب بطيئان. إنهما لا يزالان بطيئين جدًا.
fr: Chat et Chien suivent le papillon en voiture. Ils poursuivent le papillon en voiture. Mais le papillon est rapide. Le papillon est toujours trop rapide, et Chat et Chien sont lents. Ils sont toujours trop lents.
ja: ネコとイヌは車でチョウを追う。 2人は車でチョウを追いかける。 でもチョウは速い。 チョウはまだ速すぎるし、ネコとイヌは遅い。 2人はまだ遅すぎる。
ko: 고양이와 개는 차를 타고 나비를 쫓아가요. 그들은 나비를 쫓아 운전을 해요. 하지만 나비는 빨라요. 나비는 아직 너무 빠르고, 고양이와 개는 느려요. 그들은 아직도 너무 느려요.
tr: Kedi ve Köpek, kelebeği arabayla takip ediyorlar. Kelebeğin peşinden araba sürerek gidiyorlar. Ama kelebek hızlı. Kelebek hâlâ çok hızlı ve Kedi ve Köpek ise yavaş. Onlar hâlâ çok yavaşlar.

# data_list
source: Can a butterfly or a bird fly faster than a car?
ar: هل تستطيع الفراشة أو الطير أن يطيرا أسرع من السيارة؟
fr: Un papillon ou un oiseau peut-il aller plus vite qu'une voiture ?
ja: チョウや鳥は車よりも速く飛べるの？
ko: 나비나 새가 차보다 빠르게 날 수 있나요?
tr: Bir kelebek veya bir kuş, bir arabadan daha hızlı uçabilir mi?

# data_list
source: Can a real dog drive a car?
ar: هل يستطيع كلب حقيقي قيادة السيارة؟
fr: Un vrai chien peut-il conduire une voiture ?
ja: 本物のイヌは車を運転できるの？
ko: 진짜 개는 차를 운전할 수 있나요?
tr: Gerçek bir köpek bir araba sürebilir mi?

# data_list
source: Count together the clouds in the sky.
ar: عدّوا معاً الغيوم في السماء.
fr: Compte le nombre de nuages dans le ciel.
ja: 一緒に空に浮かぶ雲を数えよう。
ko: 하늘의 구름을 같이 세어보아요.
tr: Gökyüzündeki bulutları çocuğunuzla birlikte sayın.

# data_list
source: Cat and Dog follow the butterfly by boat. They float after the butterfly. But the butterfly is fast. The butterfly is super-fast, and Cat and Dog are slow. They are still super-slow.
ar: يتبع القط والكلب الفراشة بالقارب. إنهما يطفوان خلف الفراشة. لكن الفراشة سريعة. الفراشة فائقة السرعة، والقط والكلب بطيئان. ما زالا بطيئين للغاية.
fr: Chat et Chien suivent le papillon en bateau. Ils flottent après le papillon. Mais le papillon est rapide. Le papillon est super rapide, et Chat et Chien sont lents. Ils sont toujours super lents.
ja: ネコとイヌは舟でチョウを追う。2人は舟でチョウを追いかける。 でもチョウは速い。 チョウは超速くて、ネコとイヌは遅い。 2人はまだ超遅い。
ko: 고양이와 개는 배를 타고 나비를 쫓아가요. 그들은 나비를 쫓아 물에 떠있네요. 하지만 나비는 빨라요. 나비는 엄청 빠르고, 고양이와 개는 엄청 느려요. 그들은 아직 엄청 느려요.
tr: Kedi ve Köpek, kelebeği tekneyle takip ediyorlar. Onlar su üzerinde kelebeğin peşinden gidiyorlar. Ama kelebek hızlı. Kelebek süper hızlı ve Kedi ve Köpek ise yavaş. Onlar hâlâ süper yavaşlar.

# data_list
source: Count the number of fish.
ar: عدّوا عدد الأسماك.
fr: Compte le nombre de poissons.
ja: 魚の数を数えよう。
ko: 물고기가 몇마리 있는지 세어보아요.
tr: Balıkların sayısını sayın.

# data_list
source: Including Cat and Dog, count the number of animals.
ar: بالإضافة إلى القط والكلب، قم بعدّ عدد الحيوانات.
fr: En incluant Chat et Chien, compte le nombre d'animaux.
ja: ネコとイヌを含む動物の数を数えよう。
ko: 고양이와 개를 포함해서 동물이 몇마리 있는지 세어보아요.
tr: Kedi ve Köpek de dahil, hayvanların sayısını çocuğunuzla birlikte sayın.

# data_list
source: The fish look surprised. Why are they surprised?
ar: تبدو الأسماك متفاجئة. لماذا هي متفاجئة؟
fr: Les poissons ont l'air surpris. Pourquoi sont-ils surpris ?
ja: 魚は驚いているように見えるね。どうして驚いているの？
ko: 물고기들이 놀란것 같네요. 물고기들이 왜 놀란것 같나요?
tr: Balıklar şaşırmış görünüyorlar. Onlar neden şaşırmışlar?

# data_list
source: Cat and Dog follow the butterfly by plane. They flow after the butterfly. But the butterfly is fast. The butterfly is still super-super-fast, and Cat and Dog are slow. They are still super-super-slow.
ar: يتبع القط والكلب الفراشة بالطائرة. يتدفقان بعد الفراشة. لكن الفراشة سريعة. لا تزال الفراشة فائقة السرعة، والقط والكلب بطيئان. ما زالا بطيئين للغاية.
fr: Chat et Chien suivent le papillon en avion. Ils volent après le papillon. Mais le papillon est rapide. Le papillon est toujours super-super rapide, et Chat et Chien sont lents. Ils sont toujours super-super lents.
ja: ネコとイヌは飛行機でチョウを追う。2人は飛行機で追いかける。 でもチョウは速い。 チョウはまだ超超速くて、ネコとイヌは遅い。 2人はまだ超超遅い。
ko: 고양이와 개는 비행기를 타고 나비를 쫓아가요. 그들은 나비를 쫓아 날아가네요. 하지만 나비는 빨라요. 나비는 아직도 엄청 엄청 빠르고, 고양이와 개는 엄청 엄청 느려요. 그들은 아직도 엄청 엄청 느려요.
tr: Kedi ve Köpek, kelebeği uçakla takip ediyorlar. Onlar kelebeğin peşinden süzülerek gidiyorlar. Ama kelebek hızlı. Kelebek hâlâ süper süper hızlı ve Kedi ve Köpek ise yavaş. Onlar hâlâ süper süper yavaşlar.

# data_list
source: Do you think a dog can fly a plane?
ar: هل تعتقد أن الكلب يستطيع أن يطير بالطائرة؟
fr: Penses-tu qu'un chien peut piloter un avion ?
ja: イヌが飛行機に乗れると思う？
ko: 여러분은 개가 비행기를 조종할 수 있다고 생각하나요?
tr: Bir köpeğin bir uçak sürebileceğini düşünüyor musunuz?

# data_list
source: Which of cars, boats, and planes is the fastest and which is the slowest?
ar: أي من السيارات والقوارب والطائرات هو الأسرع وأيها الأبطأ؟
fr: Lequel des voitures, des bateaux ou des avions est le plus rapide et lequel est le plus lent ?
ja: 車、舟、飛行機のうち、どれが一番速く、どれが一番遅いかな？
ko: 차, 배, 그리고 비행기 중에 무엇이 제일 느리고 무엇이 제일 빠른가요?
tr: Arabalar, tekneler ve uçaklardan hangisi en hızlı ve hangisi en yavaştır?

# data_list
source: They are up very high. Count together the clouds where they are.
ar: إنهم مرتفعون جدًا. قم بعدّ السحاب من حولهم.
fr: Ils sont très haut. Compte le nombre de nuages là où ils sont.
ja: 彼らはとても高いところにいる。 雲がどこにあるか数えてみよう。
ko: 그들은 엄청 높은곳에 있어요. 그들이 있는곳에 구름을 세어보아요.
tr: Onlar çok yüksekteler. Onların bulundukları yerdeki bulutları çocuğunuzla birlikte sayın.

# data_list
source: The Cat and Dog stop. They stop and sit down. They sit down at a tree. They sit down at a big tree. But then ....
ar: توقف القط والكلب. توقفا وجلسا. يجلسان بجانب شجرة. يجلسان بجانب شجرة كبيرة. ولكن بعد ذلك….
fr: Chat et Chien s'arrêtent. Ils s'arrêtent et s'assoient. Ils s'assoient au pied d'un arbre. Ils s'assoient au pied d'un grand arbre. Mais ensuite ….
ja: ネコとイヌが立ち止まる。 立ち止まって座る。 木に腰を下ろす。 2人は大きな木の前に腰を下ろす。 だが....
ko: 고양이와 개는 멈춰요. 그들은 멈추고 앉아요. 그들은 나무에 기대어 앉아요. 그들은 큰 나무에 기대어 앉아요. 그런데 갑자기…
tr: Kedi ve Köpek, duruyorlar. Onlar duruyorlar ve oturuyorlar. Onlar bir ağacın dibine oturuyorlar. Onlar, büyük bir ağacın dibine oturuyorlar. Fakat ondan sonra ...

# data_list
source: Which is longer, Cat's tongue or Cat's legs?
ar: أيهما أطول لسان القط أم ساقا القط؟
fr: Qu'est-ce qui est plus long, la langue de Chat ou les jambes de Chat ?
ja: ネコの舌と足、どっちの方が長い？
ko: 고양이의 다리와 혀 중에 무엇이 더 긴가요?
tr: Hangisi daha uzun, Kedi’nin dili mi yoksa Kedi’nin bacakları mı?

# data_list
source: Do you think cats have tongues that long?
ar: هل تعتقد أن القطط لديها ألسنة طويلة إلى هذا الحد؟
fr: Penses-tu que les chats ont des langues aussi longues ?
ja: ネコの舌はそんなに長いと思う？
ko: 고양이들이 진짜로 저렇게 긴 혀를 가지고 있을까요?
tr: Sizce kedilerin bu kadar uzun dilleri var mıdır?

# data_list
source: Are their tongues hanging out because Cat and Dog are tired?
ar: هل تتدلى ألسنتهما لأن القط والكلب متعبان؟
fr: Leurs langues pendent-elles parce que Chat et Chien sont fatigués ?
ja: ネコとイヌは疲れているから舌を出しているのだろうか？
ko: 고양이와 개가 힘들어서 혀가 대롱거리는것 같나요?
tr: Kedi ve Köpek yorgun oldukları için mi dillerini dışarıya sarkıtmışlar?

# data_list
source: They see one butterfly in the tree. They see two butterflies in the tree. They see three butterflies in the tree.
ar: يريان فراشة واحدة في الشجرة. يريان فراشتين في الشجرة. يريان ثلاث فراشات في الشجرة.
fr: Ils voient un papillon dans l'arbre. Ils voient deux papillons dans l'arbre. Ils voient trois papillons dans l'arbre.
ja: 2人は木の上に1匹のチョウを見つけた。 2人は木の上に2匹のチョウを見つけた。 2人は木の上に3匹のチョウを見つけた。
ko: 그들은 한마리의 나비를 나무에서 봤어요. 그들은 두마리의 나비를 나무에서 봤어요. 그들은 세마리의 나비를 나무에서 봤어요.
tr: Onlar ağaçta bir tane kelebek görüyorlar. Onlar ağaçta iki tane kelebek görüyorlar. Onlar ağaçta üç tane kelebek görüyorlar.

# data_list
source: Count together the butterflies you can see in the tree.
ar: عدّوا معاً الفراشات التي يمكنكم رؤيتها في الشجرة.
fr: Compte le nombre de papillons que tu peux voir dans l'arbre.
ja: 一緒に木の上にいるチョウを数えよう。
ko: 나무에서 보이는 나비를 같이 세어보아요.
tr: Ağaçta görebildiğiniz kelebekleri çocuğunuzla birlikte sayın.
