Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **The setup:** Start with a number line that goes from 1 to some number, say 20. **How to play:** During a turn, choose two numbers and a result, none of which have been crossed out, and write down an addition or subtraction equation that involves those numbers. The two numbers in the equation are crossed off, and the result is circled. The next player must use the result as one of the two numbers.
ko: **설정:** 1에서 어떤 숫자로 (예: 20) 가는 숫자 줄로 시작하세요. **게임 방법:** 차례 동안, 두 개의 숫자와 결과를 선택하고, 그 중 어느 것도 지워지지 않고, 그 숫자를 포함하는 덧셈 또는 뺄셈 방정식을 적으세요. 방정식의 두 숫자는 지워지고, 결과는 동그라미로 쳐집니다. 다음 플레이어는 그 결과를 두 숫자 중 하나로 사용해야 합니다.
tr: **Hazırlık:** 1'den belirli bir sayıya kadar giden bir sayı doğrusu ile başlayın, örneğin 20'ye kadar. **Nasıl Oynanır:** Sıra sizdeyken, henüz üzeri çizilmemiş iki sayı ve bir sonuç seçin ve bu sayıları içeren bir toplama veya çıkarma işlemi yazın. İşlemdeki iki sayı üzeri çizilir ve sonuç daire içine alınır. Bir sonraki oyuncu, bu sonucu iki sayıdan biri olarak kullanmalıdır.

# data_list
source: **How to win:** If it is played competitively, the winner is the last player with a legal move. It can also be played cooperatively to see how few numbers are left untouched.
ko: **이기는 방법:** 만약 경쟁하는 놀이라면, 이기는 사람은 합법적인 움직임을 가진 마지막 사람입니다. 그것은 또한 손대지 않은 숫자가 얼마나 적은지 보기 위해 협력적으로 할 수 있습니다.
tr: **Nasıl Kazanılır:** Rekabetçi oynanırsa, kazanan yasal bir hamlesi kalan son oyuncudur. Ayrıca, dokunulmamış kaç sayı kaldığını görmek için işbirlikçi olarak da oynanabilir.

# data_list
source: FIX IT
ko: 고치기
tr: DÜZELT

# data_list
source: This starts with a completely filled 4 by 4 grid of numbers with a target sum. An alternative version uses individual target sums for each row and column.
ko: 이것은 목표 합계로 완전히 채워진 4x4 숫자 격자로 시작됩니다. 대체 경우는 각 행과 열에 대해 개별 대상 합계를 사용합니다.
tr: Bu, hedef toplamı olan tamamen dolu bir 4x4 sayı ızgarası ile başlar. Alternatif bir versiyon, her satır ve sütun için ayrı hedef toplamlar kullanır.

# data_list
source: **The challenge:** Find entries to remove so that the sum of the remaining numbers in every row and column is the target. **How to create:** Make these puzzles by putting in pairs or triples of numbers that sum to the target sum. Then fill in the remaining spaces with decoy numbers.
ko: **도전:** 모든 행과 열의 나머지 숫자의 합이 목표가 되도록 제거할 항목을 찾으세요. **만드는 방법:** 목표 합계에 합한 숫자의 쌍이나 세 배의 숫자를 넣어 이 퍼즐을 만드세요. 그런 다음, 남은 공간을 미끼 숫자로 채우세요.
tr: **Mücadele:** Kalan sayıların her satır ve sütunda toplamının hedefe eşit olmasını sağlamak için hangi girişlerin kaldırılacağını bulun. **Nasıl Yapılır:** Bu bulmacaları, hedef toplamı veren çiftler veya üçlüler ekleyerek oluşturun. Ardından, kalan boşlukları aldatıcı sayılarla doldurun.

# data_list
source: FOLDING EXPANDED FORM
ko: 접는 확장된 형식
tr: GENIŞLETILMIŞ FORMU KATLAMA

# data_list
source: This gives a physical way to see how two-digit numbers are formed from tens and ones.
ko: 이것은 10단위와 1단위로 두 자리 숫자가 어떻게 형성되는지 확인할 수 있는 물리적인 방법을 줍니다.
tr: Bu, iki basamaklı sayıların onlar ve birler kısmından nasıl oluştuğunu fiziksel olarak görmenin bir yolunu sunar.

# data_list
source: Take a piece of paper that exactly fits four Number Cards side by side. Mark the paper with: Space - “0” - “+” - Space. Have vertical folds on both sides of the “+” sign. Paper clip numbers to the two spaces. If you use 2 and 3, folded up this looks like 23, but unfolded this becomes 20 + 3.
ko: 숫자카드 4장이 나란히 딱 맞는 종이를 준비합니다. 종이에 다음을 표시합니다: 빈칸 - “0” - “+” - 빈칸. “+” 기호 양쪽에 세로로 접힌 부분이 있습니다. 종이 클립 두 개의 빈칸에 숫자를 넣습니다. 2 와 3를 사용할 경우 접으면 23처럼 보이지만 펼치면 20 + 3이 됩니다.
tr: Tam dört Numara Kartı yan yana sığacak şekilde bir kağıt alın. Kağıdı şu şekilde işaretleyin: Boşluk - “0” - “+” - Boşluk. “+” işaretinin her iki yanında dikey katlamalar yapın. Numara kartlarını iki boşluğa ataçla tutturun. 2 ve 3 kullanırsanız, katlandığında bu 23 gibi görünür, ancak açıldığında bu 20 + 3 olur.

# data_list
source: I’M THINKING OF A NUMBER
ko: 난 숫자를 생각하고 있어요
tr: BIR SAYI DÜŞÜNÜYORUM

# data_list
source: One player thinks of a number between 0 and 99. The other player figures out the number by asking questions about the tens and ones digits. Suppose the number is 23. The player could ask if the tens digit is bigger than or equal to the ones digit – it isn’t for 23. The player could ask if the sum of the two digits is less than 8 – it is for 23. The player could then ask if twice the tens digit is bigger than the ones digit – it is. At this point, the number must be 23 or 34. Asking if the sum of the digits is less than 6 finishes things off. The types of questions can be anything the players agree to, but it is best if the questions involve the ones and tens digits.
ko: 한 플레이어는 0에서 99사이의 숫자를 생각합니다. 다른 플레이어는 10단위와 1단위에 대한 질문을 함으로써 숫자를 알아냅니다. 숫자가 23이라고 가정해 봅니다. 플레이어는 10단위가 1단위보다 크거나 같은지 물어 볼 수 있습니다 – 이것은 23이 아닙니다. 플레이어는 두자리 숫자의 합이 8보다 작은지 물을 수 있습니다 – 이것은 23입니다. 그러면 플레이어는 10단위의 두 배가 1단위보다 큰지 물울 수 있습니다 – 그렇습니다. 이 때 숫자는 23또는 34여야 합니다. 숫자의 합이 6보다 작은지 묻는 것으로 끝을 맺을 수 있습니다. 질문의 유형은 플레이어가 동의하는 모든 것이 될 수 있지만, 10단위와 1단위의 숫자를 포함하는 것이 가장 좋습니다.
tr: Bir oyuncu 0 ile 99 arasında bir sayı düşünür. Diğer oyuncu, sayının onlar ve birler basamakları hakkında sorular sorarak bu sayıyı bulmaya çalışır. Diyelim ki sayı 23. Oyuncu, onlar basamağının birler basamağından büyük veya eşit olup olmadığını sorabilir – bu 23 için geçerli değildir. Oyuncu, iki basamağın toplamının 8’den küçük olup olmadığını sorabilir – bu 23 için geçerlidir. Daha sonra, onlar basamağının iki katının birler basamağından büyük olup olmadığını sorabilir – bu geçerlidir. Bu noktada sayı 23 veya 34 olmalıdır. Rakamların toplamının 6’dan küçük olup olmadığını sormak işi bitirir. Soruların türleri oyuncuların anlaşacağı herhangi bir şey olabilir, ancak soruların birler ve onlar basamaklarıyla ilgili olması en iyisidir.

# data_list
source: ISLAND HOPPING BY ONES AND TENS
ko: 한자리수와 십자리수로 섬 뛰기
tr: BIRLER VE ONLAR ILE ADA ATLAMA

# data_list
source: Expanded Form and Place Value
ko: 확장된 형식과 자리수
tr: Geni̇şleti̇lmi̇ş Form ve Yer Değeri̇

# data_list
source: A rectangular grid of numbers is given with some numbers filled in. Fill in the remaining numbers so that any two numbers that share a side only differ in a single place, and the difference of the digits in that place is 1 (including going between 0 and 9). No number may be used more than once. Using a 100-Chart may be helpful for beginning solvers.
ko: 몇 개의 숫자가 채워진 직사각형 격자가 주어집니다. 남은 숫자를 채워넣어서 같은 면을 공유하는 두 숫자의 차이가 한 곳에서 차이가 나고 그 곳의 차이는 1입니다 (0에서 9사이를 포함). 어떤 숫자도 두 번 이상 사용할 수 없습니다. 100차트를 사용하면 초보 해결사에게 도움를 줄 것입니다.
tr: Verilmiş bir dikdörtgen ızgara üzerinde bazı sayılar doldurulmuştur. Kalan sayıları doldurun, böylece yan yana olan iki sayı yalnızca bir basamakta farklı olsun ve bu rakamların farkı 1 olsun (0 ile 9 arasında geçiş dahil). Hiçbir sayı birden fazla kez kullanılmamalıdır. Başlangıç seviyesindeki çözücüler için 100'luk tablo kullanmak yardımcı olabilir.

# data_list
source: **How to create:** Take an empty grid and fill it with numbers, with no number repeated. Next, remove some of the numbers. In the example, the red numbers are the missing ones.
ko: **만드는 방법:** 빈 격자를 가져와 숫자를 반복하지 않고 숫자를 채웁니다. 다음, 숫자 중 일부를 제거합니다. 이 예에서 빨간색 숫자는 누락된 숫자입니다.
tr: **Nasıl Yapılır:** Boş bir ızgara alın ve içinde sayıları doldurun, her sayıyı bir kez kullanın. Sonra bazı sayıları çıkarın. Örnekte, kırmızı olan sayılar eksik olanlardır.

# data_list
source: MATH TIC TAC TOE
ko: 수학 틱 택 토
tr: MATEMATIK X -O- X OYUNU

# data_list
source: **The setup:** Use a Tic-Tac-Toe board and tokens with the numbers from 1 to 9 on them. One player has the odd numbers and the other the even ones. **How to play:** Players take turns placing a token, with the Odd player going first. The first player to complete 3 in a row whose sum is 15 wins. One variation is to keep going, fill all the squares, and see which player made the most 15’s. A related game is to have an attacker and a defender. The attacker goes first (the first move cannot be a 5 in the center) and tries to get 15, and the defender tries to stop the attacker.
ko: **설정:** 틱-택-토 판과 1에서 9까지의 숫자가 적힌 토큰을 사용하세요. 한 플레이어는 홀수이고 상대방은 짝수를 가집니다. **게임 방법:** 플레이어는 차례로 토큰을 배치하고 홀수 플레이어가 먼저 갑니다. 첫 번째 합계가 15인 연속 3개를 완료한 사람이 이깁니다. 한 가지 변형은 계속해서 모든 것을 채우고, 모든 정사각형을 채우고, 어떤 플레이어가 가장 많은 15점을 얻는 것입니다. 관련된 게임은 공격수와 수비수가 있는 것입니다. 공격자가 먼저 가고 (첫 번째 움직임은 가운데에 있는 5가 있을 수 없습니다) 15를 얻으려고 시도하고 수비수는 공격자를 막으려고 노력합니다.
tr: **Hazırlık:** Bir X-O-X tahtası ve üzerinde 1'den 9'a kadar olan sayılar bulunan jetonlar kullanın. Bir oyuncu tek sayılarla, diğer oyuncu çift sayılarla oynar. **Nasıl Oynanır:** Oyuncular sırayla bir jeton yerleştirir; Tek sayılarla oynayan oyuncu önce başlar. Toplamı 15 olan 3’lü sırayı tamamlayan ilk oyuncu kazanır. Bir varyasyon, oyuna devam etmek, tüm kareleri doldurmak ve hangi oyuncunun en fazla 15 yaptığına bakmaktır. İlgili bir oyun ise bir saldırgan ve bir savunucu içermektedir. Saldırgan önce oynar (ilk hamle merkezde 5 olamaz) ve 15 yapmaya çalışır, savunucu ise saldırgana engel olmaya çalışır.

# data_list
source: MEMORY CHALLENGE REVISITED
ko: 기억력 도전 복습
tr: HAFIZA MEYDAN OKUMASI

# data_list
source: Do Sum Play
ko: 합계 놀이
tr: Toplam Oyunu

# data_list
source: **The setup:** Deal a grid of cards face down. A 4 by 4 grid is a good size. **How to play:** The players take turns turning over two cards. If the cards 'match,' the player keeps the cards, two more cards are dealt into the empty spaces, and the player gets another turn. If the cards don’t match, the cards are turned back over and the player’s turn ends. **How to win:** At the end of the game, the player with the most cards wins.
ko: **설정:** 카드 격자를 뒤집어 놓습니다. 4x4 격자가 좋은 크기입니다. **게임 방법:** 플레이어는 교대로 두 장의 카드를 뒤집습니다. 카드가 ‘일치’하면 플레이어가 카드를 가지고 빈 공간에 카드 두 장을 더 넣고 플레이어는 또 다른 카드를 가집니다. 카드가 일치하지 않으면, 카드는 다시 뒤집어 플레이어의 차례가 끝납니다. **이기는 방법:** 게임이 끝나면 가장 많은 카드를 가진 사람이 이깁니다.
tr: **Hazırlık:** Kartların yüzü aşağı gelecek şekilde bir ızgara açın. 4x4 ızgarası uygun bir boyuttur. **Nasıl Oynanır:** Oyuncular sırayla iki kart çevirir. Kartlar ‘eşleşirse', oyuncu kartları alır, boş alanlara iki kart daha dağıtılır ve oyuncu bir tur daha alır. Kartlar eşleşmezse, kartlar tekrar yüzü aşağı çevrilir ve oyuncunun sırası biter. **Nasıl Kazanılır:** Oyunun sonunda, en fazla kartı olan oyuncu kazanır wins.

# data_list
source: Here are ideas for how cards can match: * Use a target sum. Two cards match if their sum is the target. * Use a target difference. Two cards match if their difference is the target. * Use cards with addition or subtraction problems together with cards that have the answers – cards match if the problem matches the answer. * Use expanded form. Select 20 numbers from 0 to 99. Write those numbers on pieces of paper. Also, write each one in expanded form on a piece of paper. For example, create 50 + 3 for 53, 30 + 0 for 30, and 0 + 7 for 7. Shuffle those two decks of 20 cards together. Two cards match when a regular number is paired with its expanded form.
ko: 카드를 일치시키는 방법에 대한 아이디어는 다음과 같습니다: * 목표 합계를 사용합니다. 두 카드의 합이 목표이면 두 카드가 일치합니다. * 목표 차이를 사용합니다. 두 카드의 차이가 목표이면 두 카드가 일치합니다. * 덧셈이나 뺄셈 문제가 있는 카드에 답이 있는 카드를 사용하세요 - 카드는 문제가 답과 일치하면 카드가 일치합니다. * 확장된 형식을 사용합니다. 0에서 99까지 20개의 숫자를 선택합니다. 그 숫자를 종이에 적으세요. 또한 종이에 각 숫자의 확장된 형식을 적습니다. 예를 들어, 53은 50 + 3, 30은 30 + 0, 그리고7은 0 + 7을 만듭니다. 20장의 카드 두 벌을 섞습니다. 일반 숫자가 확장된 형식과 짝이 되면 두 장의 카드가 일치합니다.
tr: İşte kartların nasıl eşleşebileceğine dair bazı fikirler: * Hedef toplam kullanın: İki kart, toplamları hedef sayıya eşitse eşleşir. * Hedef fark kullanın: İki kart, farkları hedef sayıya eşitse eşleşir. * Toplama veya çıkarma problemleri içeren kartlar kullanın: Problemi ve cevabı olan kartları birlikte kullanın – kartlar, problem cevabıyla eşleşiyorsa eşleşir. * Genişletilmiş form kullanın: 0 ile 99 arasından 20 sayı seçin. Bu sayıları kağıtlara yazın. Ayrıca her sayıyı genişletilmiş formda bir kağıda yazın. Örneğin, 53 için 50 + 3, 30 için 30 + 0, ve 7 için 0 + 7 oluşturun. Bu iki deste kartı karıştırın. İki kart, bir normal sayının genişletilmiş formu ile eşleştiğinde eşleşir.

# data_list
source: GET CLOSEST
ko: 가장 가까운 것 가지기
tr: EN YAKININI BUL

# data_list
source: **The setup:** Write the numbers 5, 10, 25, and 50 vertically on a piece of paper. Put a single blank space on each side of the 5, and two blank spaces on each side of the other numbers. One player fills in the blanks on the left side and the other fills the other side. Each player also has one extra blank to use once with a number to ignore. **How to play:** Play with a deck of Number Cards from 0 to 9. Randomly pick a card from the deck, and put it back in after it is used. Both players must use that number somewhere in the spaces that haven’t been filled in yet. Once all the spaces are filled, the player’s values are compared to each of the target numbers. Whichever player gets closest to each target number gets a point, with both players getting a point if they are equally close. **How to win:** Whoever has the most points wins.
ko: **설정:** 종이에 숫자 5, 10, 25, 그리고 50을 수직으로 씁니다. 5의 양 면에 하나의 빈 칸을 두고 다른 숫자의 양 면에는 두 개의 빈 칸을 두세요. 한 플레이어는 왼쪽의 빈 칸을 채우고 다른 플레이어는 다른 쪽을 채웁니다. 또한 플레이어는 숫자가 무시 될 때 사용할 수 있는 한 개의 추가 빈 칸을 가집니다. **게임 방법:** 0에서 9까지의 숫자 카드 한 벌로 시작합니다. 무작위로 카드를 선택하고 사용한 후에는 다시 제자리에 둡니다. 두 플레이어 모두 해당 숫자를 아직 채워지지 않은 빈 칸 어딘가에 사용해야 합니다. 모든 빈 칸이 채워지면 플레이어의 값은 각각의 목표 숫자와 비교됩니다. 각 목표에 가장 가까운 플레이어가 점수를 얻고 두 플레이어가 똑같이 가까우면 두 사람 모두 점수를 가집니다. **이기는 방법:** 가장 많은 점수를 가진 사람이 이깁니다.
tr: **Hazırlık:** Bir kağıda 5, 10, 25 ve 50 sayıları dikey olarak yazın. 5'in her iki yanına birer boşluk ve diğer sayıların her iki yanına ikişer boşluk bırakın. Bir oyuncu boşlukları soldan doldurur, diğer oyuncu ise sağdan doldurur. Her oyuncunun ayrıca bir sayıyı göz ardı etmek için bir kez kullanabileceği ekstra bir boşluğu vardır. **Nasıl Oynanır:** 0'dan 9'a kadar olan Sayı Kartları desteği ile oynayın. Desteden rastgele bir kart çekin ve kullanıldıktan sonra geri koyun. Her iki oyuncu da o sayıyı henüz doldurulmamış boşluklardan birine yerleştirmelidir. Tüm boşluklar doldurulduğunda, oyuncuların değerleri hedef sayılarla karşılaştırılır. Her hedef sayıya en yakın olan oyuncu bir puan alır; eğer her iki oyuncu da eşit derecede yakınsa, her iki oyuncu da birer puan alır. **Nasıl Kazanılır:** En fazla puanı toplayan oyuncu kazanır.

# data_list
source: Vary this game by having a different set of target numbers. You can also choose to score the game by summing up all the errors for each player. For this, the player with the smaller score wins.
ko: 다른 목표 숫자 세트를 사용하여 이 게임을 다양하게 합니다. 각 플레이어의 모든 목표 숫자가 아닌 것을 합산하여 게임의 점수를 주는 게임을 선택할 수 있습니다. 이를 위해서는 플레이어는 점수가 가장 작은 사람이 이깁니다.
tr: Bu oyunu farklı hedef sayılarla oynayarak değiştirebilirsiniz. Ayrıca oyunu, her oyuncunun toplam hatalarını toplayarak puanlayabilirsiniz – daha küçük puana sahip oyuncu kazanır.

# data_list
source: WAR – DOUBLE-DIGIT COMPARISON
ko: 전쟁 – 두 자릿수 비교
tr: SAVAŞ – İKI BASAMAKLI SAYI KARŞILAŞTIRMA

# data_list
source: **The setup:** Shuffle a deck of playing cards with the face cards and tens removed, and split it evenly between two players. **How to play:** Each player turns over two cards and puts them side by side to form a two-digit number. The player with the larger number keeps all four cards. If there is a tie, each player turns over two more cards with the winner getting all eight cards. **How to win:** After one or more passes through the cards, the player with the most cards wins.
ko: **설정:** 앞면 카드와 10자리의 카드를 제거한 카드 한 벌을 섞은 후 두 플레이어 사이에 균등하게 나눕니다. **게임 방법:** 각 플레이어는 두 장의 카드를 뒤집어 두 자리 숫자를 만들도록 나란히 놓습니다. 더 큰 숫자를 가진 플레이어가 4장 카드를 모두 가져갑니다. 동점이면 각 플레이어는 카드 2장을 더 뒤집어서 이긴 사람이 카드 8장을 모두 가져가는 방식입니다. **이기는 방법:** 카드가 한 번 이상 돌고 난 후 가장 많은 카드를 가진 사람이 이깁니다.
tr: **Hazırlık:** Yüzleri ve onlukları çıkarılmış bir deste oyun kartını karıştırın ve iki oyuncuya eşit olarak dağıtın. **Nasıl Oynanır:** Her oyuncu sırayla iki kart açar ve kartları yan yana koyarak iki basamaklı bir sayı oluşturur. Daha büyük sayıya sahip olan oyuncu tüm dört kartı alır. Eğer sayılar eşitse, her oyuncu iki kart daha açar ve kazanan tüm sekiz kartı alır. **Nasıl Kazanılır:** Kartlar tamamen bitene kadar oyuna devam edilir. En fazla karta sahip olan oyuncu kazanır.

# data_list
source: MATH BLACKJACK
ko: 수학 블랙잭
tr: MATEMATIK BLACKJACK

# data_list
source: **The setup:** Traditionally, the target number is 21, but for a young child use a smaller number such as 12. Adjust the contents of the playing cards for your child. For example, for a very young child this might be the cards 1 to 4 in the four suits. **How to play:** Two cards are dealt to each player - one is face up and one is face down (the receiving player is the only one to look at the face down card). During a turn, the player has the option of asking for one more card until the player decides to stop. After every player has had a turn, the players compare the sum of their cards. **How to win:** The player with the sum closest to the target without going over wins.
ko: **설정:** 전통적으로 목표 숫자는 21이지만 나이가 어린 경우 더 작은 숫자를 (예: 12) 사용합니다. 아이에 맞게 카드 놀이의 내용을 조정하세요. 예를 들어, 매우 어린 아이는 네 가지 모양의 카드 1에서 4까지 일 수 있습니다. **게임 방법:** 각 플레이어에게 두 장의 카드가 주어집니다. 하나는 앞면이 보이고 다른 하나는 뒷면이 보입니다 (받는 플레이어는 뒷면이 아래로 향한 카드를 볼 수 있는 유일한 사람입니다). 차례 동안, 플레이어는 상대방이 멈출때 까지 카드 한 장을 더 요구할 수 있는 선택이 있습니다. 모든 플레이어가 차례가 끝나면 각각 카드의 합을 비교합니다. **이기는 방법:** 합이 넘지 않고 목표에 가장 가까운 사람이 이깁니다.
tr: **Hazırlık:** Geleneksel olarak hedef sayı 21’dir, ancak küçük bir çocuk için daha küçük bir sayı kullanın, örneğin 12. Çocuğunuz için oyun kartlarının içeriğini ayarlayın. Örneğin, çok küçük bir çocuk için bu, dört takımdaki 1'den 4'e kadar olan kartlar olabilir. **Nasıl oynanır:** Her oyuncuya iki kart dağıtılır - bir tanesi açıkta, biri ise kapalıdır (kapalı kartı sadece dağıtılan oyuncu görebilir). Bir tur sırasında, oyuncu bir kart daha isteme seçeneğine sahiptir; oyuncu durmaya karar verene kadar bu devam eder. Her oyuncu turunu tamamladıktan sonra, oyuncular kartlarının toplamını karşılaştırır. **Nasıl kazanılır:** Hedef sayıya en yakın toplamı elde eden oyuncu kazanır, ancak bu toplam hedefi geçmemelidir.

# data_list
source: FILL IN THE BLANKS COMPARISON
ko: 빈 칸 채우기 – 비교
tr: BOŞLUKLARI DOLDURMA – KARŞILAŞTIRMA

# data_list
source: Comparing Double-Digit Numbers
ko: 두 자릿수의 비교
tr: Iki̇ Haneli̇ Sayilari Karşilaştirma

# data_list
source: **The setup:** Shuffle a deck of playing cards with the numbers 1 to 9. **How to play:** Deal two cards to each player face down. Then, each player turns over one card and decides whether that card will be the tens or ones card. After deciding, each player’s remaining card is turned over and is used to fill the remaining place. **How to win:** The player with the larger number wins.
ko: **설정:** 1에서 9까지의 숫자가 적힌 카드 한 벌을 섞습니다. **게임 방법:** 각 플레이어에게 두 장의 카드를 뒤집어서 나눠줍니다. 그런 다음, 각 플레이어는 카드를 한 장씩 뒤집습니다. 그리고 그 카드가 10단위일지 1단위일지 결정합니다. 결정한 후, 각 플레이어의 남은 카드를 뒤집어 남은 자리를 채우는 데 사용합니다. **이기는 방법:** 더 큰 숫자를 가진 사람이 이깁니다.
tr: **Hazırlık:** 1’den 9’a kadar olan kartları içeren bir deste karıştırın. **Nasıl oynanır:** Her oyuncuya iki kart kapalı olarak dağıtılır. Daha sonra, her oyuncu bir kartı açar ve bu kartın onluk veya birlik kartı olup olmayacağına karar verir. Karar verdikten sonra, her oyuncunun kalan kartı açılır ve kalan yeri doldurmak için kullanılır. **Nasıl kazanılır:** Daha büyük sayıya sahip oyuncu kazanır.

# data_list
source: TARGET O’s AND X’s
tr: HEDEF O'LAR VE X'LER

# data_list
source: **The setup:** Use a deck with the picture cards removed. Fill a tic-tac-toe board with randomly generated numbers from 1 to 20. Use a larger range if you want to include multiplication. **How to play:** Deal 6 cards to each player and then flip them all over at the same time. For the first play, it is a race among the two players – the first player to combine two or more of their cards to match one of the squares gets to put an X there and replaces the cards they used. After that, the players take turns putting an X or an O in a chosen square whose value they can match – the cards used for the match are replaced by drawing new ones. If no match can be made, they lose their turn and can choose two of their cards to replace with new ones. **How to win:** The first player to get 3 in a row wins.
tr: **Hazırlık:** Resimli kartların çıkarıldığı bir deste kullanın. Bir x-o-x tahtasını 1 ile 20 arasında rastgele oluşturulmuş sayılarla doldurun. Çarpma işlemini dahil etmek isterseniz, daha geniş bir aralık kullanın. **Nasıl oynanır:** Her oyuncuya 6 kart dağıtın ve hepsini aynı anda ters çevirin. İlk hamlede, iki oyuncu arasında bir yarış olur – iki veya daha fazla kartını birleştirip karelerden birinin değerine ilk uyan oyuncu, oraya bir X koyar ve kullandığı kartları değiştirir. Bundan sonra, oyuncular sırayla X veya O koymak için bir kare seçerler ve kartlarının değerini eşleştirirler – kullanılan kartlar, yeni kartlar çekilerek değiştirilir. Eğer eşleşme yapamazlarsa, sırayı kaybederler ve iki kartlarını seçip yeni kartlarla değiştirebilirler. **Nasıl kazanılır:** Art arda 3 tane aynı işareti dizen ilk oyuncu kazanır.

# data_list
source: More Games for Add & Sub
tr: Ekstra Toplama/Çıkarma Oyunları

# data_list
source: **The setup:** Use three dice and a board with three rows of five squares numbered from 1 to 15. **How to play:** A player rolls the dice and uses addition and subtraction to combine the three numbers to match one of the numbers on the board. The matched number is crossed out and claimed. If a player can’t find a match, the other player gets a chance to use the numbers and claim the result - in any event, the other player gets the next turn. **How to win:** The winner is the one with the most claimed numbers after a fixed number of turns.
tr: **Hazırlık:** Üç zar ve 1'den 15'e kadar numaralandırılmış beş kareli üç satırlık bir tahta kullanın. **Nasıl oynanır:** Bir oyuncu zarları atar ve zar üzerindeki üç sayıyı toplama ve çıkarma işlemleri ile birleştirerek tahtadaki sayılardan birine eşleştirir. Eşleştirilen sayı üstü çizilerek o oyuncu tarafından sahiplenilir. Eğer oyuncu bir eşleşme bulamazsa, diğer oyuncu sayıları kullanarak sonucu sahiplenme şansını elde eder - her durumda, diğer oyuncu bir sonraki turda oynama hakkına sahip olur. **Nasıl kazanılır:** Belirli sayıda turdan sonra en çok sayıya sahip olan oyuncu kazanır.

# data_list
source: A smaller version would use two dice with the numbers from 1 to 10, and a larger version would use 4 dice and the numbers from 1 to 20.
tr: Daha küçük bir versiyon, 1'den 10'a kadar olan sayılarla iki zar kullanır, daha büyük bir versiyon ise 4 zar ve 1'den 20'ye kadar olan sayılarla oynanır.

# data_list
source: MAGIC TRIANGLES
tr: SIHIRLI ÜÇGENLER

# data_list
source: **The challenge:** Place the numbers 1 to 6 in a triangle of six circles with three circles on a side, so each side has the same sum.
tr: **Mücadele:** 1'den 6'ya kadar olan sayıları üç kenarında üç daire bulunan bir üçgenin altı dairesine yerleştirin, böylece her kenarda aynı toplam elde edilir.

# data_list
source: There are really two challenges – find which sums work and how to get those sums. Let your child play with this to figure out which sums work, but if frustration wins out, the sums are 9, 10, 11, and 12. If your child enjoys this puzzle, this can be done for larger triangles as well. For a triangle with nine circles with four circles on a side, the possible sums are 17, 19, 20, 21, and 23.
tr: Gerçekten iki meydan okuma var – hangi toplamların işe yaradığını ve bu toplamları nasıl elde edeceğinizi bulmak. Çocuğunuzun hangi toplamların işe yaradığını keşfetmesi için bu oyunu oynamasına izin verin, ancak eğer hayal kırıklığı yaşarsa, toplamlar 9, 10, 11 ve 12'dir. Eğer çocuğunuz bu bulmacayı beğenirse, daha büyük üçgenler için de yapılabilir. Dört daireli bir kenara sahip dokuz daireli bir üçgen için, mümkün olan toplamlar 17, 19, 20, 21 ve 23'tür.

# data_list
source: MAGIC DESIGNS
tr: SIHIRLI TASARIMLAR
