Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: He cleared his throat and said, "I've been thinking that it's time for me to pick a successor. But because I love all of you equally, I can't decide who among you is most worthy. So I've decided to let a contest decide for me."
ja: 彼は咳払いをして、次のように言いました。"そろそろ後継者を決めないといけないと思ってたんだ。でも、みんなを平等に愛しているから、誰が一番ふさわしいか決められない。だから、コンテストで決めることにしたんだ"。
ko: 그는 목을 가다듬고 이야기했습니다. "난 이제 후계자를 뽑아야 할 때가 되었다고 생각해 왔습니다. 그렇지만 난 여러분 모두를 똑같이 사랑하기 때문에 여러분 중에 누가 가장 자격이 있는지 결정을 할 수가 없습니다. 그래서 난 시합이 날 위해서 결정하도록 했습니다."
tr: Boğazını temizledi ve, “Artık bir varis seçme zamanımın geldiğini düşünüyordum. Fakat hepinizi eşit derecede sevdiğimden, aranızdan kimin buna en layık olduğuna karar veremiyorum. Bu nedenle, ‘buna ben değil, bir yarışma karar versin’ kararına vardım.”

# data_list
source: Some of these animals would usually hunt some of these other animals. Can you think of some examples in this picture of animals who would hunt and others who would be hunted?
ja: これらの動物の何匹かは、通常、他の動物の何匹かを狩るでしょう。この絵の中で、狩りをする動物とされる例がいくつか思い浮かびますか？
ko: 여기에 있는 어떤 동물들은 보통 여기에 있는 다른 동물들을 사냥합니다. 여러분은 그림에서 어떤 동물들이 사냥을 하고 어떤 동물들이 사냥을 당하는지 예를 들어 볼 수 있나요?
tr: Bu hayvanların bazıları, bu resimdeki hayvanlardan bazılarını genellikle avlarlar. Onlar arasından, avlayan ve avlanan hayvanlara örnekler verebilir misiniz?

# data_list
source: What kind of contest would be good for picking a successor? Would you have a race to see who can run the fastest or longest?
ja: 後継者を選ぶにはどのようなコンテストがいいでしょうか？誰が一番速く走れるか、誰が一番長く走れるかを競うレースはありますか？
ko: 어떤 시합이 후계자를 뽑기에 좋을까요? 여러분은 누가 제일 빨리 아니면 제일 멀리까지 달리는지 볼 수 있는 경주를 하고 싶나요?
tr: Ne tür bir yarışma varis seçmek için iyi olurdu? Kimin en hızlı ya da en uzun mesafe koşacağını görmek için bir yarış düzenler miydiniz?

# data_list
source: What would be good contests if you want to find the largest or the strongest?
ja: 最大または最強を見つけたい場合は、どんなコンテストがいいでしょうか？
ko: 여러분이 누가 제일 크거나 힘이 센지 알고 싶다면 어떤 시합이 좋을까요?
tr: En büyük veya en güçlü olanı bulmak istiyorsanız hangi yarışmalar iyi olabilir?

# data_list
source: King Leopard held up a spear. He said, "The first one among you who can throw this spear up into the sky and count to ten before it touches the ground, will be my successor."
ja: ヒョウの王は槍を構えました。彼は言いました。 "この槍を空に投げて地面に着くまでに１０数えることができた者が私の後継者となる。"
ko: 표범왕은 창을 들어 올렸습니다. "이 창을 하늘에 던져서 땅에 닿기 전에 10까지 세는 첫번째가 나의 후계자가 될 것입니다." 그가 말했습니다.
tr: Kral Leopar bir mızrak kaldırdı. “Aranızdan bu mızrağı gökyüzüne fırlatıp yere değmeden 10’a kadar sayabilen ilk kişi benim varisim olacak!” dedi.

# data_list
source: Will this contest produce a good successor? Predict which animal is going to win.
ja: このコンテストで良い後継者が見つかるでしょうか？どの動物が勝つか予想してみて下さい。
ko: 이 시합이 좋은 후계자를 찾아낼수 있을까요? 어떤 동물이 이길것 같은지 예상해보세요.
tr: Bu yarışma iyi bir varis ortaya çıkaracak mı? Hangi hayvanın kazanacağını tahmin edin.

# data_list
source: Some of the animal skins have stripes, some have spots, some are segmented, and some have just one color. Do you see any that involve more than two colors?
ja: 動物の皮には縞模様があるもの、斑点があるもの、体節があるもの、単色のものがいます。２色以上あるものはいますか？
ko: 이 동물중에 어떤 것은 줄무늬를 가지고 있고 어떤 것은 점을 가지고 있고 어떤 것은 색이 분할되어있으며 어떤 것은 단지 하나의 색깔을 가지고 있습니다. 여러분은 두가지 이상의 색으로 되어 있는 동물이 보이나요?
tr: Bazı hayvanların derileri çizgili veya şeritli, bazılarınınki benekli, bazılarınınki segmentlere ayrılmış ve bazılarınınkiler de tek renklidir. Resimde, ikiden fazla renk içeren hayvan görüyor musunuz?

# data_list
source: How many of these animals have horns, antlers, or tusks? Are there more of these animals than the other animals on this page?
ja: 角、角、牙のある動物は何匹いますか？これらの動物はこのページの他の動物より多いですか？
ko: 여기에 있는 동물중에 어떤 동물이 뿔, 가지진 뿔 또는 긴 엄니를 가지고 있나요?
tr: Bu hayvanlardan kaç tanesinin boynuzları, çatal boynuzları ya da uzun büyük dişleri var? Bu tür boynuzlu ve büyük dişli hayvanların sayısı diğer hayvanlardan daha mı fazla?

# data_list
source: As King Leopard finished talking, the animals heard a loud noise from behind them. They turned around and saw elephant stomping through the crowd to the front. "Move out of my way. I'm the biggest, I should be king," said Elephant.
ja: ヒョウの王が話し終わると、動物たちは後ろから大きな物音を聞きました。振り向くと、ゾウが群衆を踏み分けて前へ出てくるのが見えました。 "邪魔だ。私が一番大きいのだから、私が王になるべきだ。"とゾウは言いました。
ko: 표범왕이 말을 마치자, 동물들은 뒤에서 아주 큰 소리를 들었습니다. 그들이 뒤돌아보자 코끼리가 동물들의 무리 앞으로 쾅쾅거리며 나오는 것을 보았습니다. "길 비켜! 내가 제일 커. 내가 제일 크니까 왕이 되어야만 해!" 코끼리가 말했습니다.
tr: Kral Leopar konuşmasını bitirdiğinde, hayvanlar arkalarından gelen büyük bir gürültü duydular. Arkalarını döndüklerinde paldır küldür yürüyerek kalabalığın arasından öne doğru ilerleyen bir fil gördüler. “Çekilin yolumdan. En büyük benim, kral ben olmalıyım,” dedi Fil.

# data_list
source: Did the Elephant listen to the King? Was being the biggest important to the King?
ja: ゾウは王様の言うことを聞いたのでしょうか？王様にとって最大であることは重要だったのでしょうか?
ko: 코끼리는 왕의 말을 들었나요? 제일 큰 것이 왕에게는 중요했나요?
tr: Fil, Kral’ı dinledi mi? Kral için en büyük olmak önemli miydi?

# data_list
source: When we have our own ideas about the way something should be, we sometimes don't listen to others. Can you think of a time when you were like the elephant and didn't listen well?
ja: こうあるべきだという自分の考えがあるとき、私たちは人の話を聞かないことがあります。ゾウのように人の話をよく聞かなかったことがありますか？
ko: 우리는 무언가를 해야하는 나만의 생각이 있을때 가끔 다른 사람의 말을 듣지 않습니다. 여러분은 코끼리와 같이 잘 듣지 않았을때가 있었나요?
tr: Bir şeyin nasıl olması gerektiğine dair kendi fikirlerimiz olduğunda, bazen başkalarını dinlemeyiz. Sizin de Fil gibi davrandığınız ve çok iyi dinlemediğiniz bir zaman oldu mu?

# data_list
source: A lion is often called the King of the Jungle. Do you think a lion will win this contest and be the next king?
ja: ライオンはよくジャングルの王様と呼ばれます。ライオンはこのコンテストに勝って、次の王様になると思いますか？
ko: 사자는 자주 밀림의 왕이라고 불립니다. 여러분은 사자가 시합에 이기고 다음 왕이 될거라고 생각하나요?
tr: Bir aslan genellikle ‘Ormanın Kralı’ olarak adlandırılır. Sizce bir aslan bu yarışmayı kazanıp bir sonraki kral olacak mıdır?

# data_list
source: Elephant took the spear and held it up with his trunk. He put his head back and threw the spear up into the sky. "One! Two! Three! Oh!" Elephant cried. The spear hit the ground on the count of three. Elephant was angry and started stomping. King Leopard told him, "You've had your chance." And so Elephant had to leave.
ja: ゾウは槍を取り、鼻で持ち上げました。彼は頭を後ろに下げ、槍を空に向かって投げました。"１！２！３！ああ！ "ゾウは叫びました。 槍は３つ数えると地面に落ちました。ゾウは怒って踏みつけ始めました。ヒョウの王はゾウに言いました。"君にはチャンスがあった。 それでゾウはその場をは立ち去らなければなりませんでした。
ko: 코끼리는 창을 잡고 그의 엄니로 들어올렸습니다. 그는 머리를 뒤로 젖혀올리며 창을 하늘로 던졌습니다. "하나! 둘! 셋! 아이쿠!" 코끼리가 울부짓었습니다. 창은 세번을 셀때 땅으로 떨어졌습니다. 코끼리는 화가 났서 쿵쾅거리기 시작했습니다. "넌 기회를 가졌어." 표범왕이 코끼리에게 말했습니다. 그리고 코끼리는 떠나야만 했습니다.
tr: Fil mızrağı aldı ve hortumuyla kaldırdı. Başını geriye attı ve mızrağı gökyüzüne fırlattı. “Bir! İki! Üç! Ah!” diye haykırdı Fil. Mızrak üçte yere düştü. Fil kızgındı ve ayaklarını pat küt yere vurmaya başladı. Kral Leopar ona, “Şansını denedin!” dedi. Ve böylece, Fil gitmek zorunda kaldı.

# data_list
source: Does it help to get angry when you lose? How do you feel and what do you show to other people when you lose?
ja: 負けたときに怒るのは役に立ちますか？負けたとき、あなたはどう感じて、人に何を見せますか？
ko: 여러분이 졌을때 화를 내는것은 도움이 되나요? 여러분이 졌을때 여러분은 어떤 기분이고 다른 사람에게 무엇을 보여주었나요?
tr: Kaybettiğinizde öfkelenmek yardımcı olur mu? Kaybettiğinizde kendinizi nasıl hissedersiniz ve diğer insanlara bunu nasıl belli edersiniz?

# data_list
source: There are many four-legged animals in this picture. Name some animals that don't have four legs.
ja: この絵には4本足の動物がたくさんいます。四本足でない動物の名前をいくつか挙げて下さい。
ko: 그림에는 많은 네 다리 동물들이 있습니다. 네 다리를 가지고 있지 않은 동물의 이름을 말해보세요.
tr: Bu resimde pek çok dört ayaklı hayvan var; dört ayaklı olmayan bazı hayvanları adlandırın.

# data_list
source: An odd number is a number that can't be split into two equal parts -- 7 is an example. Can you think of any animals that have an odd number of arms or legs?
ja: 奇数は2等分できない数のことで、７がその例です。手足が奇数の動物はいますか？
ko: 홀수는 두개의 똑같은 부분으로 나누어 질수 없는 숫자입니다. -- 7이 한 예입니다. 여러분은 홀수의 팔이나 다리를 가진 동물을 생각해 낼수 있나요?
tr: Tek sayı, iki eşit parçaya bölünemeyen bir sayıdır – mesela, 7. Tek sayıda kolu veya bacağı olan bir hayvan biliyor musunuz?

# data_list
source: After Elephant left, the animals started to talk excitedly amongst themselves. They were again disturbed by a loud noise coming from the back of the crowd. Boar came charging through saying, "Get out of my way. Get out of my way. I'm going to be king. I've got the biggest muscles. I'm the strongest. I should be king."
ja: ゾウが去った後、動物たちは興奮して話し始めました。彼らは群衆の後ろから聞こえてくる大きな物音に再び動揺しました。 イノシシが"邪魔だ、邪魔だ。"と言って突進してきました。"俺が王になるんだ。俺の筋肉が一番大きい。俺が一番強いんだ。俺が王になるんだ。"
ko: 코끼리가 떠난후, 동물들은 자기들끼리 신나게 이야기를 했습니다. 그들은 또 다시 뒤에서 나는 큰 소리에 방해를 받았습니다. 수퇘지가 앞으로 뛰쳐나오며 말했습니다. "길을 비켜. 길을 비켜. 난 왕이 될거야. 난 제일 큰 근육을 가지고 있어. 내가 제일 힘이 좋아. 내가 왕이 되어야만 해."
tr: Fil gittikten sonra, hayvanlar kendi aralarında heyecanla konuşmaya başladılar. Kalabalığın arkasından gelen yüksek bir sesle yine dikkatleri dağıldı. Yaban domuzu aceleyle gelip, “Çekilin yolumdan! Çekilin yolumdan! Ben Kral olacağım. En büyük kaslar bende. En güçlü benim. Kral ben olmalıyım!” dedi.

# data_list
source: Boar did not listen to the King either. Do you think the King wants someone who is the strongest?
ja: イノシシも王様の言うことを聞きませんでした。 王様は一番強い人を欲しがっていると思いますか？
ko: 수퇘지는 왕의 말을 듣지 않았습니다. 여러분은 왕이 가장 힘이 센 동물을 원한다고 생각하나요?
tr: Yaban domuzu da kralı dinlemedi. Sizce Kral en güçlü olan birini mi istiyor?

# data_list
source: Do you think leaders need to be good listeners to help them know how to lead?
ja: リーダーには聞き上手であることが必要だと思いますか？
ko: 여러분은 지도자는 사람을 이끌려면 남의 말을 조심스럽게 들을줄 알아야 한다고 생각하나요?
tr: Sizce liderlerin nasıl liderlik edeceklerini bilmelerine yardımcı olması için iyi birer dinleyici olmaları mı gerekir?

# data_list
source: In this picture, there is only one of most of the animals. Can you spot the animals that there are more than one of?
ja: この絵には、ほとんどの動物が一匹しか描かれていません。複数いる動物を見つけられますか？
ko: 그림에는 각 종류의 동물들이 하나씩 있습니다. 여러분은 한 종류에 두마리의 동물을 볼 수 있나요?
tr: Bu resimde hayvanların çoğundan sadece birer tane var. Birden fazla olan hayvanları belirleyebilir misiniz?

# data_list
source: Boar leaned back, clenched the spear, and threw it into the sky. "One! Two! Three! Four! Five! Oh!" he shouted. The spear dropped on the count of five. He was so angry. He fumed and threw clouds of dirt into the air. Leopard told him "Boar, you only throw once and you've had your chance." Boar had to leave.
ja: "イノシシは腰をかがめ、槍を握りしめて空に投げました。 "１！２！３！４！５！ああ！"と彼は叫びました。 槍は５つ数えたところで落ちました。彼はとても怒っていました。彼はカンカンに怒って土煙を上げました。 ヒョウは言いました。"イノシシ、おまえが投げるのは一度だけだ。イノシシはその場を立ち去りました。"
ko: 수퇘지는 뒤로 젖히며 창을 꽉 쥔다음 하늘로 던졌습니다. "하나! 둘! 셋! 넷! 다섯! 아이쿠!" 그가 소리쳤습니다. 창은 다섯을 셀 때 땅에 떨어졌습니다. 그는 약이 올라서 하늘로 흙을 집어던졌습니다. 표범왕이 그에게 말했습니다. "수퇘지야, 넌 단 한번만 던졌고 넌 너의 기회를 가졌어." 수퇘지는 떠나야만 했습니다.
tr: Yaban domuzu geriye yeltendi, mızrağı sıkıca kavradı ve gökyüzüne fırlattı. “Bir! İki! Üç! Dört! Beş! Ah!” diye bağırdı. Mızrak beşte yere düştü. Çok kızgındı. Ateş püskürdü ve havaya toprak parçaları savurdu. Leopar ona, “Yaban Domuzu, sadece bir kez atabilirsin ve şansını kaybettin,” dedi. Yaban Domuzu gitmek zorunda kaldı.

# data_list
source: Is an animal who gets angry when they lose likely to be a good leader?
ja: 負けると怒るような動物が 良いリーダーになれるのでしょうか？
ko: 여러분은 시합에서 지고 화가난 동물이 좋은 지도자가 될거라고 생각하나요?
tr: Kaybettiğinde öfkelenen bir hayvan iyi bir lider olabilir mi?

# data_list
source: So far, it looks like the King's contest is removing poor leaders. The contest is working! Who do you think will win?
ja: 今のところ、国王のコンテストは質が低いリーダーを排除しているようです。コンテストは成功しています！ 誰が勝つと思いますか？
ko: 지금까지는 왕의 시합은 자격이 없는 지도자를 없애는 것 같이 보이네요. 시합은 잘 되고 있습니다! 여러분은 누가 이길것 같나요?
tr: Şu ana kadar, Kral’ın yarışması kötü liderleri eliyor gibi görünüyor. Yarışma işe yarıyor! Sizce kim kazanacak?

# data_list
source: Stories sometimes vary from reality. This story does that in many ways. A boar does not have any fingers! How would a boar be able to clench a spear and throw it? Have you seen other ways this story seems unreal?
ja: 物語は時として現実と異なります。この物語はいろいろな意味でそうなっています。イノシシには指がありません！イノシシが槍を握りしめて投げられるわけがありません。他にも現実離れしたところがありますか？
ko: 이야기는 가끔 현실과 다릅니다. 이 이야기는 많은것이 그러합니다. 수퇘지는 손가락이 없습니다! 어떻게 수퇘지는 창을 꽉 쥐고 던졌을까요? 여러분은 이 이야기가 현실적이지 않은 다른 것들도 보이나요?
tr: Hikâyeler bazen gerçeklikten farklıdırlar. Bu hikâye de birçok yönden öyledir. Bir yaban domuzunun parmakları yoktur! Bir yaban domuzu nasıl olur da bir mızrağı kavrayıp fırlatabilir? Bu hikâyenin gerçek dışı görünen başka taraflarını da gördünüz mü?

# data_list
source: After that, the animals started to say things like, "This contest is difficult! Elephant couldn't do it, and he's really big. Boar couldn't do it either, and he's really strong. No one can win this contest!" Right about then, they heard another sound coming from the back of the crowd. When the animals looked around, they couldn't believe their eyes.
ja: その後、動物たちは"このコンテストは難しい！ゾウはできなかったし、彼は本当に大きい。イノシシもできなかったし、本当に強い。誰も勝てないよ！"と言い始めました。 そのとき、群衆の後ろから別の音が聞こえてきました。動物たちは辺りを見回したとき、目を疑いました。
ko: 그리고 나서, 동물들은 다음과 같은 이야기를 하기 시작했습니다. "이 시합은 너무 어려워! 코끼리는 정말 큰 데도 할 수가 없었어! 수퇘지도 정말 힘이 좋은데도 할수가 없었어! 아무도 이 시합에서 이길수 없어!" 바로 그때, 그들은 무리들 뒤에서 또 다른 소리를 들었습니다. 동물들이 주위를 둘러봤을때 그들은 그들의 눈을 믿을수가 없었습니다.
tr: Ondan sonra, hayvanlar, “Bu yarışma çok zor! Fil yapamadı ve o gerçekten çok büyük. Yaban domuzu da yapamadı ve o gerçekten çok güçlü. Bu yarışmayı hiç kimse kazanamaz!” gibi şeyler söylemeye başladılar. Tam o sırada, kalabalığın arkasından gelen başka bir ses duydular. Hayvanlar etraflarına bakındıklarında gözlerine inanamadılar.

# data_list
source: What is unusual about the body positions these animals are in?
ja: この動物たちの体勢のどこがおかしいですか？
ko: 이들 동물들의 몸자세가 어떻게 특이한가요?
tr: Bu hayvanların vücut pozisyonlarında alışılmadık olan şey nedir?

# data_list
source: Count the number of animals as best you can. Each animal has two eyes, so you can double that number to find the total number of eyes. You can also count the eyes by skip counting by 2's.
ja: 動物の数を数えてください。--ちょっと難しいですが、がんばってください。それぞれの動物には目が２つあるので、その数を２倍にして目の総数を求めます。目を２つずつ飛ばして数えることもできます。
ko: 동물들의 숫자를 세어보세요 – 이것은 조금 어렵지만 한 번 최선을 다해 보세요. 각 동물은 두개의 눈을 가지고 있어서 여러분은 그 숫자의 배를 세어서 눈의 합계를 찾을 수 있습니다. 또한 2단위로 건너뛰어세면 눈들을 셀 수 있습니다.
tr: Hayvanları elinizden gelenin en iyisini yaparak sayın. Her hayvanın iki gözü var; dolayısıyla, toplam göz sayısını bulmak için hayvan sayısını ikiye katlayabilirsiniz. Gözleri ikişer ikişer ritmik (atlayarak) sayabilirsiniz.

# data_list
source: You can count all the legs by multiplying the number of animals by 4, skip counting by 4, or by doubling the number of eyes! Which do you like best? Why does this work?
ja: 動物の数を４倍するか、４つ飛ばしで数える、または目の数を２倍にして、すべての足を数えることができます！どれが一番好きですか？どうしてこうなるのでしょうか？
ko: 여러분은 4로 동물의 숫자를 곱하거나 4단위로 건너뛰어세기를 하거나 눈의 배수를 하면 모든 다리의 수를 셀 수 있습니다. 여러분은 어떤 방법이 제일 좋나요? 왜 그것이 가능한가요?
tr: Hayvan sayısını dörtle çarparak, dörder dörder atlayarak sayarak ya da göz sayısını ikiyle çarparak da toplam bacak sayısını bulabilirsiniz! Bu yöntemlerden en çok hangisini beğendiniz? Bu yöntem neden işe yarıyor?

# data_list
source: They saw a big ape coming forward. As Ape moved, he chanted "I can do it. I know I can do it. I can do it." Ape took the spear and he backed way up. He pulled his arm back, charged forward, leapt into the air and threw the spear into the sky. "One! Two! Three! Four! Five! Six! Seven! Oh!" cried Ape.
ja: 大きなサルが前進してくるのが見えました。サルは動きながら、"私はできる。私は知っている。私はできる。" サルは槍を取ると、後ろに下がりました。彼は腕を引いて前進し、空中に跳んで槍を空に投げました。 " １！２！３！４！５！６！７！ああ！" サルは叫びました。
ko: 그들은 아주 큰 원숭이가 앞으로 나오는 것을 보았습니다. 원숭이는 움직이면서 외쳤습니다. "난 할 수 있어. 난 내가 할 수 있다는 것을 알아. 난 할 수 있어!" 원숭이는 창을 잡고 뒤로 멀리 갔습니다. 원숭이는 그의 팔을 뒤로 젖히고 앞으로 뛰어나와 공중으로 뛰어오르며 창을 하늘로 던졌습니다. “하나! 둘! 셋! 넷! 다섯! 여섯! 일곱! 아이쿠!" 원숭이가 울부짓었습니다.
tr: Büyük bir insansı maymunun (ape) yaklaştığını gördüler. Maymun hareket ederken, “Yapabilirim. Yapabileceğimi biliyorum. Başarabilirim!” diye bağırdı. Mızrağı aldı ve geri geri gitti. Kolunu geri çekti, kocaman bir adımla ileriye atılıp havaya sıçradı ve mızrağı göğe fırlattı. “Bir! İki! Üç! Dört! Beş! Altı! Yedi! Ah!” diye haykırdı Maymun.

# data_list
source: Why did Ape start by saying "I can do it?" Having confidence often helps with success.
ja: なぜサルは "私はできる ？"と言い始めたのでしょうか？自信を持つことは成功に役立つことが多いです。
ko: 왜 원숭이는 "난 할 수 있어."라고 했나요? 자신감을 갖는것은 종종 성공할 수 있게 도와줍니다.
tr: Maymun neden “Yapabilirim!” diyerek başladı? Kendine güvenmek sıklıkla başarıya ulaşmada yardımcı olur.

# data_list
source: Your attitude can make a big difference! Have you ever started to do something by saying to yourself that you wouldn't be able to do it -- do it help or did it get in your way?
ja: あなたの態度が大きな違いを生むことがあります！自分にはできないと自分に言い聞かせて何かを始めたことがありますか -- それはあなたの助けになりましたか？それとも邪魔になりましたか？
ko: 여러분의 태도는 큰 차이를 만듭니다! 여러분은 무언가를 할려고 할때 여러분은 할 수 없을거라고 속으로 말하면서 일을 시작해 본 적이 있나요 – 그것은 도움이 되었나요 아니면 무엇을 할 수 없게 방해를 했나요?
tr: Tavrınız büyük bir fark yaratabilir! Hiç kendinize bir şeyi yapamayacağınızı söyleyerek o şeyi yapmaya başladığınız oldu mu – öyle söyleyerek yapmak yardımcı mı oldu yoksa size engel mi oldu?

# data_list
source: How much higher was Ape able to count before the spear landed than Boar could count?
ja: 槍が着地する前に、サルはイノシシの数よりもどれだけ多く数を数えられたでしょうか？
ko: 원숭이는 창이 땅에 떨어지기 전까지 수퇘지보다 얼마나 더 셀 수가 있었나요?
tr: Maymun, mızrak yere düşmeden önce Domuz’un sayabildiğinden ne kadar daha fazla sayabildi?

# data_list
source: The spear hit the ground on the count of seven. Ape was upset. He was so angry that he started turning around, complaining and making all sorts of excuses. But King Leopard told him "No, Ape, you only get one chance." And so the ape had to leave.
ja: 槍は７つ数えたところで地面に落ちました。 サルは怒りました。怒りのあまり、後ろを振り向いて文句を言い、いろいろな言い訳をし始めました。 しかし、ヒョウの王は" だめだ、サルよ、チャンスは一度きりだ。"と言いました。それでサルは去らざるを得ませんでした。
ko: 창은 일곱을 셀 때 땅에 떨어졌습니다. 원숭이는 무척이나 속상했습니다. 그는 너무 화가 나서 불평과 온갖 핑계를 대면서 뒤돌아 가기 시작했습니다. 그렇지만 표범왕은 원숭이에게 말했습니다. "아니, 원숭이야, 넌 단 한번의 기회를 가졌어." 그리고 나서 원숭이는 떠나야만 했습니다.
tr: Yediye kadar saydıktan sonra mızrak yere düştü. Maymun hayal kırıklığına uğramıştı. O kadar öfkeliydi ki etrafında dönüp şikâyet etmeye ve bahaneler uydurmaya başladı. Ama Kral Leopar ona, “Hayır, Maymun, sadece tek bir şansın var!” dedi. Ve böylece, Maymun gitmek zorunda kaldı.

# data_list
source: So far, no animal has done it. Make up an ending for this story. Either think of a way an animal can win, change the contest, or figure out what to do if no animal can win.
ja: 今のところ、それを実行した動物はいません。この物語の結末を考えてください。動物が勝てる方法を考えるか、コンテストを変えるか、動物が勝てない場合にどうするかを考えます。
ko: 지금까지 어떤 동물도 할 수가 없었습니다. 이야기의 결말을 지어보세요. 동물이 이길수 있는 방법을 생각하거나 시합을 바꿔보거나 아니면 아무도 이기지 못하면 어떻게 해야 하는지 이야기를 지어보세요.
tr: Şu âna kadar hiçbir hayvan başaramadı. Bu hikâye için bir son uydurun. Ya bir hayvanın kazanmasını sağlayacak bir yol düşünün ya yarışmayı değiştirin ya da hiçbir hayvan kazanamazsa ne yapacağınızı düşünüp bulun.

# data_list
source: How long does it take you to count to ten? Do you think you can throw something in the air long enough to count to ten?
ja: 0まで数えるのに何分かかりますか？何かを空中に投げて、10まで数えられると思いますか？
ko: 여러분이 10까지 세기까지 얼마동안 걸리나요? 여러분은 어떤 물건을 던져 10까지 셀 때까지 공중에 있을 수 있다고 생각하나요?
tr: Sizin 10’a kadar saymanız ne kadar zaman alıyor? Bir şeyi 10’a kadar sayabilecek kadar uzun süre havaya fırlatabilir misiniz?

# data_list
source: Use their facial expressions to describe what each of the animals in this picture is feeling.
ja: この絵の動物が何を感じているか、彼らの表情を使って説明して下さい。
ko: 그림에서 각 동물들이 느끼는 감정을 그들이 얼굴표정으로 설명해 보세요.
tr: Bu resimdeki hayvanların her birinin ne hissettiğini tasvir etmek için yüz ifadelerini kullanın.

# data_list
source: Some of the animals turned and started to leave for home. As they were leaving, they saw a little antelope coming through the crowd. As she trotted, she said, "Wait, wait, Let me try. I can do it. I can do it. Let me try." When the animals heard her words, they all started laughing.
ja: 何匹かの動物が家に帰ろうとしました。そのとき、小さなカモシカが 群衆のなかに入ってくるのが見えました。彼女は小走りしながら言いました。"待って待って私にやらせて。私ならできる。私ならできる。 その言葉を聞いた動物たちは、みんな笑い出しました。
ko: 어떤 동물들은 뒤돌아서서 집으로 가기 시작했습니다. 그들은 떠나면서 작은 영양이 무리중에 나오고 있는것을 보았습니다. 영양은 총총거리며 나오면서 말했습니다. "잠깐, 잠깐만요, 내가 해볼께요. 난 할 수 있어요. 난 할 수 있어요. 내가 해 볼께요." 동물들은 영양이 하는 말을 듣고 모두들 웃기 시작했습니다.
tr: Bazı hayvanlar dönüp evlerine doğru yola koyulmaya başladılar. Ayrılırlarken, kalabalığın arasından gelen küçük bir antilop gördüler. Antilop koşarcasına giderken, “Bekleyin, bekleyin! Ben de bir deneyeyim. Başarabilirim. Başarabilirim. Ben de deneyeyim!” dedi. Hayvanlar onun sözlerini işittiklerinde gülmeye başladılar.

# data_list
source: Why did the other animals laugh at the little antelope? Were they being nice?
ja: なぜ他の動物たちは小さなカモシカを笑ったのでしょうか？彼らは親切でしたか？
ko: 왜 다른 동물들은 작은 영양을 향해 웃었을까요? 그들은 친절한 것인가요?
tr: Diğer hayvanlar neden küçük Antilop’a güldüler? Ona nazik mi davranıyorlardı?

# data_list
source: What skill might the antelope have that the others did not?
ja: カモシカが持っていて、ほかの動物が持っていない特技はなんでしょうか？
ko: 영양은 다른 동물들이 가지고 있지 않은 어떤 기술이 있는걸까요?
tr: Antilop, diğerlerinin sahip olmadığı hangi beceriye sahip olabilir?

# data_list
source: Have you ever seen people laugh at someone and just assume that person would do poorly? How did that make the person feel?
ja: 誰かが誰かを笑いものにしているのを見たことがありますか？その人はどう感じましたか？
ko: 여러분은 사람들이 누군가를 비웃으며 그 사람이 잘못할거라고 짐작한것을 본 적이 있나요? 그 사람은 어떤 기분일까요?
tr: Hiç insanların, birisine gülüp, o kişinin kötü performans göstereceğini varsaydıklarını gördünüz mü? Bu, o kişiyi nasıl hissettirdi?

# data_list
source: King Leopard jumped up and shouted angrily. "Stop it! Do not make fun of Antelope! Who is to say that small animals can't do things that big animals can do? If Antelope wants to have a chance, she will be given the same chance that all the animals had. So stand back and let Antelope throw the spear."
ja: ヒョウの王は飛び上がって怒鳴りました。"やめなさい！カモシカをからかうんじゃない！大きな動物ができることを、小さな動物ができないと誰が言えるのだ？カモシカがチャンスを得たいのなら、すべての動物と同じチャンスを与えられるのだ。だから後ろに下がって、カモシカに槍を投げさせてあげなさい。"
ko: 표범왕은 벌떡 일어나서 성난 소리로 외쳤습니다. “그만해요! 영양을 비웃지 말아요! 누가 작은 동물은 큰 동물들이 할 수 있는것을 할 수 없다고 했나요? 만약 영양이 기회를 가지고 싶다면 영양은 다른 모든 동물들과 똑같은 기회를 가지게 될 것입니다. 그러니 뒤에 서서 영양이 창을 던지게 해 주세요."
tr: Kral Leopar ayağa fırladı ve öfkeyle bağırdı. “Kesin! Antilop’la dalga geçmeyin! Küçük hayvanların büyük hayvanların yapabildiği şeyleri yapamayacağını kim söyleyebilir? Eğer Antilop bir şans istiyorsa, tüm hayvanlara verilen şans ona da verilecektir. Dolayısıyla, geri çekilin ve Antilop’un mızrağı atmasına izin verin.”

# data_list
source: It sounds like there might be a surprise coming. What do you think will be surprising about Antelope?
ja: 驚きがありそうですね。カモシカの何に驚くと思いますか？
ko: 아마도 뜻밖의 결말이 생길것 같습니다. 여러분은 영양이 놀라운 어떤것을 가지고 있다고 생각하나요?
tr: Bir sürpriz olacakmış gibi görünüyor. Sizce Antilop’la ilgili şaşırtıcı olan şey nedir?

# data_list
source: A good leader takes care of everyone. Do you think King Leopard is a good leader?
ja: 良いリーダーはみんなの面倒を見ます。ヒョウの王はいいリーダーだと思いますか？
ko: 좋은 지도자는 모든 사람들을 돌볼줄 압니다. 여러분은 표범왕이 좋은 지도자라고 생각하나요?
tr: İyi bir lider herkesi önemser. Sizce Kral Leopar iyi bir lider mi?

# data_list
source: Think of a good leader who you know. Describe some qualities that you think make that person a good leader.
ja: あなたの知っている良いリーダーを思い浮かべてください。その人が良いリーダーだと思う資質をいくつか挙げて下さい。
ko: 여러분이 아는 좋은 지도자를 생각해 보세요. 그 사람이 좋은 지도자라고 생각하는 몇 가지 자질에 대해 말해보세요.
tr: Bildiğiniz iyi bir lideri düşünün. Bu kişiyi iyi lider yapan bazı niteliklerini açıklayın.

# data_list
source: Antelope bowed to her king, turned and took the spear in her mouth. She backed up, and with all the strength in her tiny body she started running. When she reached the center of the clearing, she jumped high. She took a deep breath, released the spear and shouted, "Five and five is ten." The spear hit the ground.
ja: カモシカは王様にお辞儀をして振り返り、槍を口にくわえました。彼女は後ずさりして、小さな体に力をこめて走り出しました。彼女は草原の真ん中まで来ると、高くジャンプしました。 深呼吸をして槍を放すと、"５＋５は１０よ。"と叫びました。槍は地面に落ちました。
ko: 영양은 표범왕에게 절을 하고 뒤돌아서서 입으로 창을 집었습니다. 그녀는 뒤로 물러나서 그녀의 작은 몸이 가진 모든 힘으로 달리기 시작했습니다. 그녀가 들판의 한 가운데에 도착했을때 그녀는 높이 뛰어올랐습니다. 영양은 숨을 깊이 들이쉬고 창을 놓으며 외쳤습니다. "5 더하기 5는 10." 창은 땅에 떨어졌습니다.
tr: Antilop, Kral’ın önünde saygıyla eğildi, döndü ve mızrağı ağzına aldı. Geri çekildi ve o minik vücudundaki tüm güçle koşmaya başladı. Açık alanın merkezine ulaştığında yükseğe sıçradı. Derin bir nefes aldı, mızrağı bıraktı ve, “Beş artı beş on eder,” diye bağırdı. Mızrak yere çarptı.
