Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Point at the straight and curved lines in this picture.
ar: أشر إلى الخطوط المستقيمة والمنحنية في هذه الصورة.
fr: Indique les lignes droites et les lignes courbées sur cette image.
ja: この絵にある直線と曲線を指さしてください。
ko: 그림에서 직선과 곡선을 가리켜보세요.
tr: Bu resimdeki düz ve eğri çizgileri gösterin.

# data_list
source: Does Safi look happy to be eating? Do you like to eat your food?
ar: هل تبدو صافي سعيدة بتناول الطعام؟ هل تحب أن تتناول طعامك أيضاً؟
fr: Safi a-t-elle l’air heureuse de manger ? Aimes-tu manger ta nourriture ?
ja: サフィは楽しそうに食べていますか？あなたはご飯を食べるのが好きですか？
ko: 사피가 밥을 먹을 때 즐거워 보이나요? 여러분은 밥을 먹는걸 좋아하나요?
tr: Safi, yerken mutlu mu görünüyor? Siz yemeğinizi yemekten hoşlanır mısınız?

# data_list
source: Would you wait to eat if you were left with a plate of food you liked?
ar: هل ستنتظر لتتناول الطعام إذا تُركت مع طبق من الطعام الذي تفضله؟
fr: Pourrais-tu attendre pour manger si on te laissait seul avec une assiette de ton plat préféré ?
ja: あなたの好きな食べ物がお皿に残っていたら、食べるのを待ちますか？
ko: 여러분이 좋아하는 음식이 앞에 있다면, 기다렸다가 먹을 것 같나요?
tr: Eğer siz bir tabak sevdiğiniz bir yemekle bırakılsaydınız, bekler miydiniz?

# data_list
source: Afterwards, Safi jumps onto the sofa and sleeps, "Purr! Purr! Purr!"
ar: بعد ذلك، قفزت صافي على الأريكة ونامت، "خرخرة! خرخرة! خرخرة!"
fr: Après cela, Safi saute sur le canapé et dort : « Ron-ron ! Ron-ron ! Ron-ron ! »
ja: その後、サフィはソファに飛び乗り「ゴロゴロ！ゴロゴロ！ゴロゴロ！」とのどを鳴らして眠ります。
ko: 그 후엔, 사피는 소파에 뛰어올라와 잠을 잔답니다, “쿨,쿨,쿨”
tr: Ardından, Safi sofanın üzerine atlar ve uyur, "Mırr! Mırr! Mırr!"

# data_list
source: Sometimes people feel sleepy after eating and sometimes it gives them fresh energy. What does it do to you?
ar: في بعض الأحيان يشعر الناس بالنعاس بعد تناول الطعام، وفي أحيان أخرى يمنحهم ذلك طاقة جديدة. ماذا يفعل ذلك بك؟
fr: Parfois, on se sent fatigué après avoir mangé, et parfois, on se sent plein d’énergie. Qu’en est-il pour toi ?
ja: 人はご飯を食べた後に、眠くなることもあれば新鮮なエネルギーをもらうこともあります。あなたはどうですか？
ko: 몇몇 사람들은 식사한뒤 졸려하고 몇몇은 힘을 얻는답니다. 여러분은 어떤가요?
tr: Bazen insanlar yemek yedikten sonra uykulu hissederler ve bazen de yemek yemek onlara taze bir enerji verir. Yemek yemek sizde neler yapıyor?

# data_list
source: Is Safi dreaming? If so, what do you think Safi is dreaming about?
ar: هل صافي تحلم؟ إذا كان الأمر كذلك، ما الذي تعتقد أن صافي تحلم به؟
fr: Safi rêve-t-elle ? Si oui, de quoi rêve-t-elle, à ton avis ?
ja: サフィは夢を見ていますか？もしそうなら、サフィはどんな夢を見ていると思いますか？
ko: 사피가 꿈꾸고 있나요? 그렇다면, 사피는 무엇에 대해 꿈꾸고 있는것 같나요?
tr: Safi rüya mı görüyor? Eğer öyleyse, sizce Safi ne hakkında rüya görüyor?

# data_list
source: What are some of the things you dream about?
ar: ما هي بعض الأشياء التي تحلم بها؟
fr: Quelles sont les choses auxquelles tu rêves ?
ja: あなたが見る夢にはどんなものがありますか？
ko: 여러분은 무엇에 대해 꿈꾸나요?
tr: Rüya gördüğünüz şeylerden bazıları nelerdir?

# data_list
source: When Mister Kio returns, Safi stretches happily and welcomes him home.
ar: عندما يعود السيد كيو، تتمدد صافي بسعادة وترحب به في منزله.
fr: Quand Monsieur Kio revient, Safi s’étire joyeusement et l’accueille chez lui.
ja: キオさんが家に帰ると、サフィは嬉しそうに伸びをして、彼の帰りを喜んで迎えます。
ko: 기오씨가 돌아오면, 사피는 기지개를 펴고 기오씨를 맞이해준답니다.
tr: Kio Bey geri döndüğünde, Safi mutlulukla gerinip onu karşılar.

# data_list
source: Point at the beautiful circle inside the orange square.
ar: أشر إلى الدائرة الجميلة داخل المربع البرتقالي.
fr: Indique le beau cercle à l’intérieur du carré orange.
ja: オレンジの正方形の中にある綺麗な円を指さしてください。
ko: 주황색 정사각형 안에 아름다운 원을 가리켜보아요.
tr: Turuncu karenin içindeki o güzel daireye işaret edin.

# data_list
source: Do you have some circles and squares where you are?
ar: هل هناك بعض الدوائر والمربعات حيث أنت؟
fr: Y-a-t-il des cercles et des carrés là où tu es ?
ja: あなたがいる場所には円や正方形がありますか？
ko: 여러분이 있는곳에 원과 정사각형이 있나요?
tr: Sizin bulunduğunuz yerde daireler ve kareler var mı?

# data_list
source: Point together at the white circles Safi has on her back and belly.
ar: أشيروا معًا إلى الدوائر البيضاء التي تملكها صافي على ظهرها وبطنها.
fr: Indique les cercles blancs que Safi a sur le dos et le ventre.
ja: サフィの背中とお腹にある白い円を一緒に指さしましょう。
ko: 사피의 배와 등에 있는 흰색 원을 함께 가리켜 보아요.
tr: Safi’nin sırtındaki ve karnındaki beyaz halkaları çocuğunuzla birlikte gösterin.

# data_list
source: Mister Kio and Safi sit down, and each of them reads the newspaper.
ar: يجلس السيد كيو وصافي، وكل منهما يقرأ الجريدة.
fr: Monsieur Kio et Safi s’assoient et lisent chacun le journal.
ja: キオさんとサフィは座り、それぞれ新聞を読みます。
ko: 기오씨와 사피는 각각 앉아서 신문을 본답니다.
tr: Kio Bey ve Safi oturur ve her birisi gazete okur.

# data_list
source: This is warm and cozy. Do cats read the newspaper?
ar: هذا دافئ ومريح. هل تقرأ القطط الجريدة؟
fr: C’est chaleureux et confortable. Les chats lisent-ils le journal ?
ja: 暖かくて居心地がいいですね。猫というのは新聞を読むのですか？
ko: 따뜻하고 아늑해보이네요. 그런데 고양이들이 신문을 읽을 수 있나요?
tr: Sıcacık ve rahat. Kediler gazete okur mu?

# data_list
source: A rectangle is a shape with four straight sides with corners like this page. Point at the rectangles you see in this picture and around you.
ar: المستطيل هو شكل ذو أربعة أضلاع مستقيمة وزوايا مثل هذه الصفحة. أشر إلى المستطيلات التي تراها في هذه الصورة ومن حولك.
fr: Un rectangle est une forme avec quatre côtés droits et des coins comme cette page. Indique les rectangles que tu vois sur cette image et ceux qui t’entourent.
ja: 長方形はこのページのように、角のある、4つのまっすぐな辺を持つ形です。この絵の中とあなたの周りにある長方形を指さしてみましょう。
ko: 그림에서 네 개의 직선인 변을 가지고 있는 모양을 직사각형이라고 해요. 이 그림과 여러분 근처에 있는 직사각형을 가리켜 보아요.
tr: Bir dikdörtgen, bu sayfa gibi dört düz kenarı ve köşeleri olan bir şekildir. Bu resimdeki ve etrafınızdaki dikdörtgenleri işaret edin.

# data_list
source: Most papers are shaped like rectangles. Mr. Kio's paper is strangely shaped.
ar: معظم الأوراق تكون على شكل مستطيلات. ورقة السيد كيو ذات شكل غريب.
fr: La plupart des journaux ont la forme de rectangles. Le journal de Monsieur Kio a une forme étrange.
ja: ほとんどの新聞は長方形のような形をしています。キオさんの新聞は変わった形をしていますね。
ko: 대부분의 신문은 직사각형 모양인데, 기오씨의 신문은 특이하게 생겼네요.
tr: Pek çok gazete dikdörtgen şeklindedir. Kio Bey’in gazetesi tuhaf bir şekildedir.

# data_list
source: A rainbow has seven colors.
ar: قوس قزح يملك سبعة ألوان.
fr: Un arc-en-ciel a sept couleurs.
ja: 虹は7色あるよ。
ko: 무지개는 일곱 개의 색깔을 가지고 있어요.
tr: Bir gökkuşağı yedi renge sahiptir.

# data_list
source: Count together the colors of the rainbow.
ar: عدّوا معًا ألوان قوس قزح.
fr: Compte toutes les couleurs de l’arc-en-ciel.
ja: 一緒に虹の色を数えよう。
ko: 무지개의 색깔들을 같이 세어보아요.
tr: Gökkuşağının renklerini çocuğunuzla birlikte sayın.

# data_list
source: Have you ever seen a rainbow after it rains? Sometimes, you can even see a double rainbow if you're lucky!
ar: هل سبق لك أن رأيت قوس قزح بعد هطول المطر؟ في بعض الأحيان، يمكنك رؤية قوس قزح مزدوج إذا كنت محظوظًا!
fr: As-tu déjà vu un arc-en-ciel après la pluie ? Si tu as de la chance, tu peux même parfois voir un double arc-en-ciel !
ja: 雨上がりの虹を見たことがある？運が良ければ二重の虹が見えることもあるよ！
ko: 여러분은 비가 온 뒤 무지개를 본 적 있나요? 운이 좋다면 가끔씩 이중 무지개를 볼 수 있답니다!
tr: Yağmur yağdıktan sonra bir gökkuşağı gördünüz mü hiç? Bazen, şansınız yaver giderse, çift gökkuşağı bile görebilirsiniz!

# data_list
source: Point out that her dress and the background on this page go through many of the same colors as the rainbow.
ar: أشر إلى أن فستانها والخلفية في هذه الصفحة يمران بالعديد من الألوان نفسها التي يحتوي عليها قوس قزح.
fr: Montre que sa robe et l'arrière-plan de cette page ont plusieurs couleurs de l'arc-en-ciel.
ja: 彼女のドレスとこのページの背景が、虹と同じ色を沢山使っていることに注目しよう。
ko: 소녀의 드레스와 무지개와 같은 많은 색깔을 가지고 있는 뒷배경을 가리켜 보아요.
tr: Kızın elbisesinin ve bu sayfanın arka planının, gökkuşağıyla aynı olan renklerin çoğundan geçtiğine dikkat çekin.

# data_list
source: The first color is red.
ar: اللون الأول هو الأحمر.
fr: La première couleur est le rouge.
ja: 1番目の色は赤色。
ko: 첫번째 색깔은 빨간색이에요.
tr: İlk renk kırmızıdır.

# data_list
source: How does the color red make you feel? Red is often thought of as an active, high energy color.
ar: كيف يجعلك اللون الأحمر تشعر؟ غالبًا ما يُنظر إلى اللون الأحمر على أنه لون نشط وعالي الحيوية.
fr: Quelle impression te donne la couleur rouge ? Le rouge est souvent considéré comme une couleur vive et énergique.
ja: 君は赤色を見てどう感じる？赤色は活動的でエネルギーの高い色と思われることが多いよ。
ko: 빨간색은 여러분의 기분을 어떻게 하나요? 빨간색은 보통 활동적이고 열정적인 색깔이라고 생각한답니다.
tr: Kırmızı renk sizi nasıl hissettirir? Kırmızı, sıklıkla, bir aktiflik ve yüksek enerji rengi olarak düşünülür.

# data_list
source: Sometimes red is an angry color. People may say they "see red" when they are angry.
ar: في بعض الأحيان يعدّ اللون الأحمر لونًا غاضبًا. قد يقول الناس أنهم "يرون اللون الأحمر" عندما يكونون غاضبين.
fr: Parfois, le rouge fait penser à la colère. Les gens peuvent dire qu’ils « voient rouge » quand ils sont en colère.
ja: 赤色は時に怒りの色である。人は怒ると「赤が見える」と言うかもしれない。
ko: 가끔씩 빨간색은 화난 색깔이기도 해요. 사람들은 화가 나면 “빨간색이 보인다”라고 말하기도 합니다.
tr: Bazen kırmızı, bir kızgınlık rengidir. İnsanlar çok öfkeli ve kızgın olduklarında "gözlerini kan bürümek" deyimini kullanabilirler.

# data_list
source: People often paint things red or choose red things because of the color's high energy. Have you seen cars that are red?
ar: غالبًا ما يرسم الناس أشياء باللون الأحمر أو يختارون الأشياء الحمراء بسبب الحيوية العالية للون. هل سبق أن رأيت سيارات لونها أحمر؟
fr: Les gens peignent souvent les choses en rouge ou choisissent des objets rouges parce que c’est une couleur énergique. As-tu déjà vu des voitures rouges ?
ja: その色のエネルギーの高さから、人はよく物を赤く塗ったり、赤い物を選んだりする。赤い車を見たことがある？
ko: 사람들은 종종 열정의 색깔로 빨간색을 칠하거나 빨간색인 물건을 선택한답니다. 여러분은 빨간색의 차를 본적 있나요?
tr: Kırmızı renginin yüksek enerjisinden dolayı insanlar sık sık bir şeyleri kırmızıya boyarlar ya da kırmızı şeyleri seçerler. Siz hiç kırmızı arabalar gördünüz mü?

# data_list
source: Kewyu is wearing a red shirt.
ar: كيويو يرتدي قميصًا أحمر.
fr: Kewyu porte une chemise rouge.
ja: キューイは赤いシャツを着ている。
ko: 큐유는 빨간색 셔츠를 입고 있어요.
tr: Kewyu, kırmızı bir gömlek giyinmiş.

# data_list
source: Do you have any red clothes?
ar: هل لديك أي ملابس حمراء؟
fr: As-tu des vêtements rouges ?
ja: 君は赤い服を持っている？
ko: 여러분은 빨간색 옷을 가지고 있나요?
tr: Sizin hiç kırmızı giysileriniz var mı?

# data_list
source: Do you have any red flowers near where you live?
ar: هل لديك أي زهور حمراء بالقرب من المكان الذي تعيش فيه؟
fr: Y a-t-il des fleurs rouges près de chez toi ?
ja: 家の近くに赤い花が咲いている？
ko: 여러분이 사는 곳 근처에서 빨간색 꽃을 본 적 있나요?
tr: Yaşadığınız yerin yakınlarında hiç kırmızı çiçek var mı?

# data_list
source: Count together the number of people in this picture.
ar: عدّوا معاً عدد الأشخاص في هذه الصورة.
fr: Comptons ensemble toutes les personnes sur cette image.
ja: この絵にいる人の数を一緒に数えよう。
ko: 그림에서 몇 명의 사람이 있는지 세어보아요.
tr: Bu resimdeki insanların sayısını çocuğunuzla birlikte sayın.

# data_list
source: The second color is orange.
ar: اللون الثاني هو البرتقالي.
fr: La deuxième couleur est l’orange.
ja: 2番目の色はオレンジ色。
ko: 두번째 색깔은 주황색이에요.
tr: İkinci renk turuncudur.

# data_list
source: How does orange feel compared to red? It is still high energy, but perhaps a bit less so.
ar: كيف يبدو اللون البرتقالي مقارنة باللون الأحمر؟ إنه ذو طاقة عالية كذلك، ولكن ربما بدرجة أقل قليلاً من اللون الأحمر.
fr: Comment est l’orange par rapport au rouge ? C’est toujours une couleur énergique, mais peut-être un peu moins que le rouge.
ja: オレンジ色は赤色と比べてどう感じる？エネルギーが強いことに変わりはないが、おそらくそれほどではないだろう。
ko: 빨간색에 비교해서 주황색은 어떤 기분을 만드나요? 주황색도 열정적인 색깔이지만, 조금 덜한것 같네요.
tr: Kırmızıya kıyasla turuncu nasıl hissettirir? Turuncu rengi hâlâ yüksek enerjili ama belki kırmızıdan biraz daha az enerjili.

# data_list
source: She looks all alone in the middle of all that orange with her hands stretched out like that.
ar: إنها تبدو وحيدة تمامًا وسط كل ذلك اللون البرتقالي ويداها ممدودتان هكذا.
fr: Elle semble toute seule au milieu de tout cet orange avec ses mains tendues comme ça.
ja: 彼女はオレンジ色の真ん中で、両手をあんなに伸ばして、ひとりぼっちに見える。
ko: 주황색 한가운데에 두 팔을 뻗고 있는 소녀는 외로워 보이는 것 같아요.
tr: Tüm o turuncuların ortasında kız ellerini öylece uzatmış yapayalnız görünüyor.

# data_list
source: An orange is a fruit named after its color. Can you think of other orange things around you?
ar: البرتقالة هي فاكهة سميت على اسم لونها. هل يمكنك التفكير في أشياء برتقالية أخرى من حولك؟
fr: Une orange est un fruit qui porte le nom de sa couleur. Peux-tu penser à d’autres choses oranges autour de toi ?
ja: 果物のオレンジはその色から名付けられた。君の身の回りで、オレンジ色のものを思い浮かべることができる？
ko: 오렌지는 색깔에서 이름을 가져온 과일이에요. 여러분 근처에 있는 주황색 물건들을 떠올려보세요.
tr: Portakal, renginden dolayı öyle isimlendirilen bir meyvedir. Etrafınızda portakal renginde olan başka şeyler aklınıza geliyor mu?

# data_list
source: This is an orange. What else can you see that is the color orange?
ar: هذه برتقالة. ما هو الشيء الآخر الذي يمكنك رؤيته باللون البرتقالي؟
fr: Ceci est une orange. Vois-tu d’autres choses qui sont de couleur orange ?
ja: これはオレンジだよ。他にオレンジ色のものは何かな？
ko: 이건 오렌지에요. 다른 주황색 물건들은 무엇이 있을까요?
tr: Bu bir portakaldır. Resimde turuncu renkli başka neler görebiliyorsunuz?

# data_list
source: The cat and fish are orange. Have you seen an orange cat or fish before?
ar: القطة والسمكة لونهما برتقالي. هل سبق لك أن رأيت قطة أو سمكة برتقالية؟
fr: Le chat et le poisson sont oranges. As-tu déjà vu un chat ou un poisson orange avant ?
ja: 猫と魚はオレンジ色だ。オレンジ色の猫や魚を見たことがある？
ko: 고양이와 물고기 모두 주황색이에요. 여러분은 주황색 고양이나 물고기를 본 적 있나요?
tr: Resimdeki kedi ve balık turuncudur. Siz daha önce turuncu bir kedi veya turuncu balık gördünüz mü?

# data_list
source: A sphere is a ball -- round in all directions. Is an orange a sphere?
ar: هذه عبارة عن كرة – مستديرة في كل الاتجاهات. هل البرتقالة كرة؟
fr: Une sphère est une boule : totalement ronde. Est-ce qu’une orange est une sphère ?
ja: 球体とは、四方八方に丸い球のこと。オレンジは球体かな？
ko: 구체는 모든 면이 둥근 공이에요. 오렌지도 구체인가요?
tr: Bir küre, bir toptur – bütün yönlerinde yuvarlaktır. Bir portakal, bir küre midir?

# data_list
source: How is the fish bowl different from a sphere?
ar: كيف يختلف وعاء السمك عن الجسم الكروي؟
fr: En quoi le bocal à poissons est-il différent d’une sphère ?
ja: 金魚鉢は球体とどう違う？
ko: 어항은 구체와 어떻게 다른가요?
tr: Balık fanusu bir küreden nasıl farklıdır?

# data_list
source: The third color is yellow.
ar: اللون الثالث هو الأصفر.
fr: La troisième couleur est le jaune.
ja: 3番目の色は黄色。
ko: 세번째 색깔은 노란색이에요.
tr: Üçüncü renk sarıdır.

# data_list
source: Make up something that she is pointing at.
ar: حاول معرفة شيء تشير إليه.
fr: Imagine ce qu’elle pointe du doigt.
ja: 彼女が指さしているものを想像してみよう。
ko: 소녀가 가리키고 있는것을 상상해보아요.
tr: Kızın işaret ettiği bir şey uydurun.

# data_list
source: She looks excited about what is coming next. I bet it is something yellow!
ar: إنها تبدو متحمسة لما هو قادم. أراهن أنه شيء أصفر!
fr: Elle semble excitée par ce qu’il va suivre. Je parie que c’est quelque chose de jaune !
ja: 彼女は次に何が来るのかワクワクしているようだ。きっと黄色い何かだろう！
ko: 소녀는 다음에 오는것을 기대하고 있는것 같아요. 아마 노란색일거에요!
tr: Kız, bir sonraki gelecek şey konusunda heyecanlı. Onun sarı olduğuna bahse girerim!

# data_list
source: How has her dress changed from earlier pictures? Hint: It is now broken up into two sections.
ar: كيف تغير فستانها عن الصور السابقة؟ تلميح: لقد تم تقسيمه الآن إلى قسمين.
fr: Comment sa robe a-t-elle changé par rapport aux images précédentes ? Indice : Elle est maintenant divisée en deux parties.
ja: 彼女のドレスは以前の絵とどう違う？ヒント：2つに分かれているよ。
ko: 예전의 그림과 비교해서 소녀의 드레스가 어떻게 달라졌을까요? 힌트: 두 부분으로 나뉘어 있어요.
tr: Kızın elbisesi önceki resimlere göre nasıl değişti? İpucu: Elbisesi artık iki kısma ayrılmış.

# data_list
source: The yolk of an egg is yellow. What else can you see that is the color yellow?
ar: صفار البيضة لونه أصفر. ما هو الشيء الآخر الذي يمكنك رؤيته باللون الأصفر؟
fr: Le jaune d’un œuf est jaune. Vois-tu d’autres choses qui sont de couleur jaune ?
ja: 卵の黄身は黄色い。他に黄色いものは何かな？
ko: 계란의 노른자는 노란색이에요. 노란색인 것이 또 무엇이 있나요?
tr: Yumurtanın sarısı, sarıdır. Sarı renkli başka ne görebiliyorsunuz?

# data_list
source: How can you tell that she is hungry?
ar: كيف عرفت أنها جائعة؟
fr: Comment peut-on deviner qu’elle a faim ?
ja: どうして彼女はお腹が空いているとわかるの？
ko: 소녀가 배고프다는 것을 어떻게 알 수 있나요?
tr: Kızın acıkmış olduğunu nasıl anlarsınız?

# data_list
source: She has a yellow sunflower on her table. Do you have flowers around you sometimes when you eat?
ar: لديها زهرة عباد الشمس صفراء على طاولتها. هل تضع زهوراً حولك أحيانًا عند تناول الطعام؟
fr: Elle a un tournesol jaune sur sa table. Y a-t-il parfois des fleurs autour de toi quand tu manges ?
ja: 彼女はテーブルの上に黄色いヒマワリを置いている。君は食事をするとき、周りに花を飾ることがある？
ko: 소녀의 식탁위에 해바라기꽃이 있네요. 여러분도 밥을 먹을 때 꽃을 옆에 두나요?
tr: Masasında sarı bir ayçiçeği var. Siz yemek yediğiniz zaman etrafınızda bazen çiçekler oluyor mu?

# data_list
source: Name something in the sky that is yellow.
ar: سم شيئا في السماء لونه أصفر.
fr: Nomme quelque chose dans le ciel qui est jaune.
ja: 空にある黄色いものを挙げてみよう。
ko: 하늘에 있는 것중에 노란색인것을 말해보세요.
tr: Gökyüzünde rengi sarı olan bir şeyin adını söyleyin.

# data_list
source: The fourth color is green.
ar: اللون الرابع هو الأخضر.
fr: La quatrième couleur est le vert.
ja: 4番目の色は緑色。
ko: 네번째 색깔은 녹색이에요.
tr: Dördüncü renk yeşil.

# data_list
source: How does green feel to you? This green is a lot calmer than the red, orange, or yellow.
ar: كيف يجعلك اللون الأخضر تشعر؟ هذا اللون الأخضر أكثر هدوءًا من اللون الأحمر، البرتقالي أو الأصفر.
fr: Quelle impression te donne le vert ? Ce vert est beaucoup plus doux que le rouge, l’orange ou le jaune.
ja: 緑色は君にとってどんな色かな？この緑色は赤色、オレンジ色、黄色よりもずっと落ち着いている。
ko: 녹색은 여러분에게 어떻게 느껴지나요? 녹색은 빨간색, 주황색, 또는 노란색보다 훨씬 안정된 색깔이에요.
tr: Yeşil size nasıl hissettiriyor? Bu yeşil, kırmızıdan, turuncudan veya sarıdan çok daha sakin.

# data_list
source: Name some things that are green -- they are all around you!
ar: قم بتسمية بعض الأشياء الخضراء – فهي موجودة في كل مكان حولك!
fr: Nomme quelques choses qui sont vertes : il y en a partout autour de toi !
ja: 緑色のものをいくつか挙げてみよう。それらは君の周りにあるよ！
ko: 녹색인 것들을 말해보세요 – 녹색은 우리 주변에 항상 있답니다!
tr: Yeşil olan bazı şeylerin adlarını söyleyin – onlar her yerdeler!

# data_list
source: Green comes in many different types. How many types of green can you name?
ar: اللون الأخضر يأتي بالعديد من الأنواع المختلفة. كم عدد أنواع اللون الأخضر التي يمكنك تسميتها؟
fr: Il y a beaucoup de nuances de vert. Combien de nuances de vert peux-tu nommer ?
ja: 緑には様々な種類がある。君は何種類の緑を挙げることができる？
ko: 녹색은 여러가지 종류가 있어요. 여러분은 몇 종류의 녹색을 알고 있나요?
tr: Yeşilin birçok farklı türü vardır. Siz kaç çeşit yeşil sayabilirsiniz?

# data_list
source: Our banana garden is green.
ar: حديقة الموز الخاصة بنا خضراء.
fr: Notre bananier est vert.
ja: 我が家のバナナ畑は緑色だよ。
ko: 우리의 바나나 정원은 녹색이에요.
tr: Bizim muz bahçemiz yeşil.

# data_list
source: Point at and count the animals you see on this page -- look carefully!
ar: أشر إلى الحيوانات التي تراها في هذه الصفحة وقم بعدّها – انظر بعناية!
fr: Pointe du doigt et compte les animaux que tu vois sur cette page : regarde attentivement !
ja: このページに出てくる動物を指さして数えよう。よく見よう！
ko: 그림에서 보이는 동물들을 모두 세어보아요 -- 잘 살펴보세요!
tr: Bu sayfada gördüğünüz hayvanları işaret edip sayın – dikkatlice bakın!

# data_list
source: Point out the yellow greens, lime greens, bright greens, and dark greens on this page.
ar: أشر إلى اللون الأخضر المائل للصفار، والأخضر الليموني، والأخضر الساطع، والأخضر الداكن في هذه الصفحة.
fr: Pointe du doigt le vert pomme, le vert citron, le vert clair et le vert foncé sur cette page.
ja: このページの黄緑、ライム緑、明るい緑、濃い緑に注目しよう。
ko: 그림에서 볼 수 있는 다양한 색깔의 녹색을 각각 가리켜 보아요.
tr: Bu sayfadaki sarımsı yeşilleri, misket limonu (lime) yeşillerini, cırtlak yeşilleri ve koyu yeşilleri gösterin.

# data_list
source: A lot of trees are brown and green. Brown is not one of the main colors of the rainbow. Where does it show up in the rainbow?
ar: الكثير من الأشجار بنية وخضراء. اللون البني ليس أحد الألوان الرئيسية لقوس قزح. أين يظهر في قوس قزح؟
fr: Beaucoup d’arbres sont marrons et verts. Le marron n’est pas une couleur de l’arc-en-ciel. Où apparaît-il dans l’arc-en-ciel ?
ja: 多くの木は茶色と緑色だ。茶色は虹の主要な色の一つではない。虹のどこに出てくるの？
ko: 여러 나무들이 갈색과 녹색으로 되어 있답니다. 갈색은 무지개에서 기본 색깔이 아니에요. 무지개의 어디서 갈색을 볼 수 있나요?
tr: Bir sürü ağaç, kahverengi ve yeşildir. Kahverengi, gökkuşağının ana renklerinden birisi değildir. Kahverengi, gökkuşağının neresinde ortaya çıkar?

# data_list
source: The fifth color is blue.
ar: اللون الخامس هو الأزرق.
fr: La cinquième couleur est le bleu.
ja: 5番目の色は青色。
ko: 다섯번째 색깔은 파란색이에요.
tr: Beşinci renk mavidir.

# data_list
source: She looks so happy in the middle of all that blue. Does blue make you feel happy?
ar: إنها تبدو سعيدة جدًا وسط كل هذا اللون الأزرق. هل يجعلك اللون الأزرق تشعر بالسعادة؟
fr: Elle semble tellement heureuse au milieu de tout ce bleu. Est-ce que le bleu te rend heureux(se) ?
ja: 青一色の中で、彼女はとても幸せそう。青色は君を幸せな気分にさせる？
ko: 소녀는 파란색 한가운데서 행복해보여요. 파란색이 여러분을 행복하게 하나요?
tr: Kız tüm o mavilerin arasında çok mutlu görünüyor. Mavi sizi mutlu eder mi?

# data_list
source: Some people say they feel blue when they are sad. Does blue seem like a sad color to you?
ar: يقول بعض الناس أنهم "يشعرون باللون الأزرق" عندما يشعرون بالحزن. هل يبدو اللون الأزرق لونًا حزينًا بالنسبة لك؟
fr: Certaines personnes associent le bleu à la tristesse. Est-ce que pour toi le bleu est une couleur triste ?
ja: 悲しいときに青を感じるという人がいる。君にとって青は悲しい色に見える？
ko: 몇몇 사람들은 파란색이 슬픈 색깔이라고 말해요. 여러분에게 파란색은 슬픈 색인가요?
tr: Türkçede, herkese şirin görünmeye çalışan ve birçok kişiye birden sevgi gösteren kişilerin yaptıkları eylemi anlatmak için 'mavi boncuk dağıtmak' deyimi kullanılır. Mavi size üzgün bir renk gibi mi geliyor?

# data_list
source: The sky and water are usually blue, but it is not common in plants. Have you seen flowers that are blue?
ar: عادة ما يكون لون السماء والماء أزرقاً، لكنه ليس لوناً شائعاً في النباتات. هل سبق لك أن رأيت زهورًا زرقاء اللون؟
fr: Le ciel et l’eau sont généralement bleus, mais ce n'est pas courant chez les plantes. As-tu déjà vu des fleurs bleues ?
ja: 空や水はたいてい青いが、植物ではあまり見られない。青い花を見たことがある？
ko: 하늘과 바다는 보통 파란색이에요. 하지만 파란 식물은 희귀하답니다. 여러분은 파란색 꽃을 본 적이 있나요?
tr: Gökyüzü ve su genellikle mavidir ama bu durum bitkilerde yaygın değildir. Mavi bitkiler gördünüz mü?

# data_list
source: The sky is blue.
ar: السماء زرقاء.
fr: Le ciel est bleu.
ja: 空は青い。
ko: 하늘은 파란색이에요.
tr: Gökyüzü mavidir.

# data_list
source: Bodies of water, such as oceans, seas, lakes, and rivers, are often blue.
ar: غالبًا ما تكون المسطحات المائية، مثل المحيطات والبحار والبحيرات والأنهار، زرقاء اللون.
fr: Les points d’eau tels que les océans, les mers, les lacs et les rivières sont souvent bleus.
ja: 海、湖、川などの水域は青色であることが多い。
ko: 강, 호수, 계곡, 바다는 모두 파란색이에요.
tr: Su kütleleri – okyanuslar, denizler, göller ve nehirler – sıklıkla mavidir.

# data_list
source: Point to these birds and clouds and count them together.
ar: أشر إلى هذه الطيور والغيوم وعدّوها معًا.
fr: Pointe du doigt ces oiseaux et ces nuages et comptons-les ensemble.
ja: 鳥や雲を指さして、一緒に数えよう。
ko: 새와 구름을 모두 가리키며 함께 세어보아요.
tr: Resimdeki kuşları ve bulutları gösterip onları çocuğunuzla birlikte sayın.

# data_list
source: Which are there more of -- clouds or birds?
ar: أيهما أكثر - الغيوم أم الطيور؟
fr: Y a-t-il plus de nuages ou d’oiseaux ?
ja: 雲と鳥、どちらが多い？
ko: 새와 구름 중 무엇이 더 많나요?
tr: Hangisinden daha çok var – bulutlardan mı yoksa kuşlardan mı?

# data_list
source: The sixth color is indigo.
ar: اللون السادس هو النيلي.
fr: La sixième couleur est l’indigo.
ja: 6番目の色は藍色。
ko: 여섯번째 색깔은 남색이에요.
tr: Altıncı renk çivit mavisidir. (Bazıları, çivit mavisine lacivert demeyi tercih eder.)

# data_list
source: Flowers are sometimes indigo. Have you seen flowers whose color is close to being indigo?
ar: الزهور لونها نيلي في بعض الأحيان. هل سبق لك أن رأيت زهوراً يقترب لونها من اللون النيلي؟
fr: Les fleurs sont parfois indigo. As-tu déjà vu des fleurs dont la couleur est proche de l’indigo ?
ja: 花には藍色がある。藍色に近い色の花を見たことがある？
ko: 가끔은 남색인 꽃을 볼수 있답니다. 여러분은 남색에 가까운 색깔의 꽃을 본 적 있나요?
tr: Çiçekler bazen çivit mavisidir. Siz, hiç rengi çivit mavisine yakın bir çiçek gördünüz mü?
