Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: When you are outside, what do you like to look at in the sky?
ar: عندما تكون بالخارج، ما الذي تحب أن تنظر إليه في السماء؟
fr: Quand tu es dehors, qu'aimes-tu regarder dans le ciel ?
ja: 外にいるとき、空で何を見るのが好きですか？
ko: 여러분이 밖에 나와 있을때 하늘에서 무엇을 보고 싶은가요?
tr: Dışarıdayken gökyüzünde nelere bakmayı seversiniz?

# data_list
source: How many birds is Fati looking at?
ar: كم عدد الطيور التي تنظر إليها فاتي؟
fr: Combien d'oiseaux Fati regarde-t-elle ?
ja: ファチは鳥を何羽見ていますか？
ko: 페디는 몇 마리의 새를 보고 있나요?
tr: Fati kaç kuşa bakıyor?

# data_list
source: Count together all the ends of the sticks in this picture.
ar: عدّوا معًا جميع أطراف العصي في هذه الصورة.
fr: Comptons ensemble toutes les extrémités des bâtons sur cette image.
ja: この絵にある枝先の小枝を一緒に数えましょう。
ko: 그림에서 나뭇가지 수를 세어 보세요.
tr: Bu resimdeki çubukların uçlarını çocuğunuzla birlikte sayın.

# data_list
source: Mother said, "Fati, please listen! You can look for firewood here and you can look for firewood there."
ar: قالت أمها: "فاتي، من فضلك اسمعي! يمكنك البحث عن الحطب هنا أو هناك."
fr: Maman a dit : « Fati, écoute, s'il te plaît ! Tu peux chercher du bois de chauffage ici et tu peux chercher du bois de chauffage là. »
ja: お母さんは言いました。「ファチ、お願いだから聞いてちょうだい！ たき木はここでも探せるし、あそこでも探せるわよ。」
ko: “페디야, 잘 들어! 넌 나무땔감을 여기서 찾아볼수 있고 저기에서도 찾아볼수 있어." 페디의 엄마가 말했습니다.
tr: Annesi, “Fati, lütfen dinle! Burada yakacak odun arayabilirsin ve orada da yakacak odun arayabilirsin,” dedi.

# data_list
source: Fati and her mother are holding outdoor tools. Have you used tools, such as a broom, to do work outside?
ar: فاتي ووالدتها تحملان أدوات خارجية. هل سبق أن استخدمت أدوات، مثل المكنسة، للقيام بالعمل بالخارج؟
fr: Fati et sa mère tiennent des outils d'extérieur. As-tu déjà utilisé des outils, comme un balai, pour faire des travaux à l'extérieur ?
ja: ファチとお母さんは屋外で使う道具を持っていますね。外で作業をするのに、ほうきなどの道具を使ったことがありますか？
ko: 페디와 엄마는 야외 연장을 들고 있습니다. 여러분은 빗자루같은 것을 가지고 밖에서 일을 해 본 적이 있나요?
tr: Fati’nin ve annesinin elinde dış mekân aletleri var. Peki siz dışarıda iş yapmak için süpürge gibi araçlar ya da aletler kullandınız mı hiç?

# data_list
source: Fati's mother's dress has a design on it. Count together how many times the design is repeated. Can you count that high? If not, count just one leg.
ar: فستان والدة فاتي عليه تصميم. عدّوا معًا عدد المرات التي تكرر فيها التصميم. هل يمكنك العد بهذا الارتفاع؟ إذا لم يكن الأمر كذلك، عد ساقاً واحدة فقط.
fr: La robe de la mère de Fati porte un motif. Comptons ensemble combien de fois le motif est répété. Peux-tu compter aussi loin ? Si ce n'est pas le cas, compte une seule jambe.
ja: ファチのお母さんのワンピースには、模様がありますね。この模様が何回くりかえされているか、一緒に数えてみましょう。最後まで数えられますか？ もし数えられなければ、片脚の部分だけ数えましょう。
ko: 페디 엄마의 드레스에는 문양이 있습니다. 문양이 몇 개인지 세어보세요. 문양의 숫자를 모두 다 셀 수있나요? 그렇지 못하다면 다리 하나를 세어 보세요.
tr: Fati’nin annesinin elbisesinin üzerinde bir desen var. Desenin kaç kez tekrarladığını çocuğunuzla birlikte sayın. O kadar ileriye kadar sayabilir misiniz? Sayamazsanız, o zaman, sadece bir bacağındakileri sayın.

# data_list
source: Two people have a total of two heads. Together, how many legs, arms, eyes, and ears do these two people have?
ar: يملك الشخصان رأسين. معًا، كم عدد الأرجل والذراعين والعينين والأذنين التي يمتلكها هذان الشخصان؟
fr: Deux personnes ont au total deux têtes. Ensemble, combien de jambes, de bras, d'œil et d'oreilles ces deux personnes ont-elles ?
ja: 頭の合計は2人で2つですね。あし、うで、目、耳の数はそれぞれ2人で合計いくつになりますか？
ko: 두사람은 모두 두개의 머리를 가지고 있습니다. 두사람의 다리, 팔, 눈 그리고 귀는 모두 합쳐서 몇 개인가요?
tr: İki kişinin toplam iki başı vardır. Bu ikisinin birlikte, kaç bacağı, kolu, gözü ve kulağı vardır?

# data_list
source: But Fati, please watch where you go and be very careful." She replied, "Yes, mother."
ar: "ولكن يا فاتي، أرجوك أن تنتبهي أين تذهبين وأن تتوخي الحذر." أجابت فاتي: "نعم يا أمي."
fr: « Mais Fati, s'il te plaît, regarde où tu vas et fais très attention. » Elle a répondu : « Oui, mère. »
ja: 「でもねファチ、行くところを見てじゅうぶん注意してね。」 ファチは、「はい、お母さん」と返事しました。
ko: “그렇지만 페디야, 어디로 가는지 잘 보고 조심하렴." “네, 엄마." 페디가 대답했습니다.
tr: “Ama Fati, lütfen, gittiğin yere dikkat et ve çok dikkatli ol.” \PARA “Tamam, anne!” diye cevap verdi Fati.

# data_list
source: What kinds of things might be dangerous for Fati while out collecting firewood?
ar: ما هي أنواع الأشياء التي قد تشكل خطورة على فاتي أثناء خروجها لجمع الحطب؟
fr: Quelles sortes de choses pourraient être dangereuses pour Fati lorsqu'elle va chercher du bois de chauffage ?
ja: ファチがたき木を集めている間、どんな危険があると思いますか？
ko: 나무땔감을 줍는동안 페디에게는 무슨 위험이 있을까요?
tr: Fati odun toplarken ne tür şeyler onun için tehlikeli olabilir?

# data_list
source: Which sorts of things are you warned to be careful about?
ar: ما هي أنواع الأشياء التي يجب التحذير منها؟
fr: De quelles sortes de choses dois-tu te méfier ?
ja: あなたはどんなことに注意するよう言われますか？
ko: 여러분은 무엇을 할때 조심하라는 말을 듣나요?
tr: Peki siz hangi tür şeylere karşı dikkatli olmanız konusunda uyarılıyorsunuz?

# data_list
source: Do you listen to those warnings? Do you think Fati will listen?
ar: هل تستمع لتلك التحذيرات؟ هل تعتقد أن فاتي سوف تستمع؟
fr: Est-ce que tu écoutes ces avertissements ? Penses-tu que Fati les écoutera ?
ja: その注意をちゃんと守りますか？ ファチは守ると思いますか？
ko: 여러분은 그런 경고를 명심하나요? 여러분은 페디가 엄마의 말을 들을것 같나요?
tr: O uyarıları dinler misiniz? Fati’nin dinleyeceğini düşünüyor musunuz?

# data_list
source: Soon Fati's mother and father were very busy.
ar: وسرعان ما أصبح والدا فاتي مشغولين للغاية.
fr: Bientôt, la mère et le père de Fati étaient très occupés.
ja: やがて、ファチのお母さんとお父さんはとてもいそがしくなりました。
ko: 페디의 엄마와 아빠는 곧 바빠졌습니다.
tr: Çok geçmeden, Fati’nin annesi ve babası çok meşguldü.

# data_list
source: There are many reasons people wear hats. Why is Fati's father wearing a hat?
ar: هناك العديد من الأسباب التي تجعل الناس يرتدون القبعات. لماذا يرتدي والد فاتي قبعة؟
fr: Il y a de nombreuses raisons pour lesquelles les gens portent des chapeaux. Pourquoi le père de Fati porte-t-il un chapeau ?
ja: いろいろな理由で帽子をかぶりますね。どうしてファチのお父さんは、帽子をかぶっているのでしょう？
ko: 사람들이 모자를 쓰는데는 여러가지 이유가 있습니다. 왜 페디의 아빠는 모자를 쓰고 있을까요?
tr: İnsanların şapka takmalarının pek çok nedenleri vardır. Fati’nin babası neden şapka takıyor?

# data_list
source: Fati's father uses a hat to work outside in the sun. Can you think of other clothes that have special uses for certain occasions?
ar: يستخدم والد فاتي القبعة للعمل في الخارج تحت أشعة الشمس. هل يمكنك التفكير في ملابس أخرى لها استخدامات خاصة في مناسبات معينة؟
fr: Le père de Fati utilise un chapeau pour travailler dehors au soleil. Peux-tu penser à d'autres vêtements qui ont des usages particuliers pour certaines occasions ?
ja: お父さんは太陽の下で働くために、帽子をかぶっています。ある場面で身につけると役に立つ、ほかのものは思いつきますか？
ko: 페디의 아빠는 햇빛이 강한 밖에서 일하기 때문에 모자를 쓰고 있습니다. 여러분은 특별한 경우에 사용하는 옷들을 생각해 볼 수 있나요?
tr: Fati’nin babası dışarıda güneş altında çalışırken şapka kullanıyor. Belirli durumlar için özel kullanımları olan başka giysiler aklınıza geliyor mu?

# data_list
source: Fati's family is gathering firewood. Other than keeping warm, what are some ways people use fires?
ar: عائلة فاتي تجمع الحطب. بخلاف التدفئة، ما هي بعض الطرق التي يستخدم بها الناس النار؟
fr: La famille de Fati ramasse du bois de chauffage. À part se réchauffer, comment les gens utilisent-ils le feu ?
ja: ファチの家族はたき木を集めています。暖かく保つ以外に、人々が火を使う理由は何でしょうか？
ko: 페디의 가족은 나무땔감을 모으고 있습니다. 집을 따뜻하게 하는 방법외에도 사람들이 불을 사용하는 다른 방법이 있나요?
tr: Fati’nin ailesi yakacak odun topluyor. Isınmak dışında, insanların ateşi kullanmalarının başka yolları nelerdir?

# data_list
source: They found big pieces of firewood. They found small pieces of firewood.
ar: وجدا قطعاً كبيرة من الحطب. وجدا قطعاً صغيرة من الحطب.
fr: Ils ont trouvé de gros morceaux de bois de chauffage. Ils ont trouvé des petits morceaux de bois de chauffage.
ja: 大きなたき木を見つけましたね。 小さなたき木も見つかりました。
ko: 그들은 큰 나무땔감을 찾았습니다. 그들은 작은 나뭇가지도 찾았습니다.
tr: Büyük odun parçaları buldular. Küçük odun parçaları buldular.

# data_list
source: Do the different sizes of firewood have different uses?
ar: هل للأحجام المختلفة من الحطب استخدامات مختلفة؟
fr: Les différentes tailles de bois de chauffage ont-elles des utilisations différentes ?
ja: たき木の大きさによって使い道は違いますか？
ko: 다른 크기의 나무땔감은 서로 다른 용도로 사용할까요?
tr: Farklı boyutlardaki yakacak odunların farklı kullanım alanları mı var?

# data_list
source: Count how many pieces of firewood there are.
ar: قم بعدّ قطع الحطب الموجودة.
fr: Comptons combien de morceaux de bois de chauffage il y a.
ja: たき木が何本あるか数えてみましょう。
ko: 몇 개의 나무땔감이 있는지 세어보세요.
tr: Resimde kaç tane yakacak odun olduğunu sayın.

# data_list
source: Compare the thickness of the biggest pieces of firewood to Fati's father's leg. Which is wider and which is narrower?
ar: قارن سمك أكبر قطع الحطب بساق والد فاتي. أيهما أوسع وأيهما أضيق؟
fr: Compare l'épaisseur des plus gros morceaux de bois de chauffage à celle de la jambe du père de Fati. Lequel est le plus large et lequel est le plus étroit ?
ja: 1番大きなたき木と、ファチのお父さんの脚の太さを比べてみましょう。どちらの幅が広くて、どちらの幅がせまいでしょうか？
ko: 페디의 아빠 발 밑에 있는 땔감의 두께를 비교해 보세요. 어떤것이 두껍고 어떤것이 얇나요?
tr: En büyük odun parçalarının kalınlığını Fati’nin babasının bacağıyla karşılaştırın. Hangisi daha geniş ve hangisi daha dar?

# data_list
source: Fati was also very busy. She found small pieces of firewood. She found very small pieces of firewood.
ar: فاتي كانت مشغولة جداً أيضاً. وجدت قطعاً صغيرة من الحطب. وجدت قطعاً صغيرة جداً من الحطب.
fr: Fati était également très occupée. Elle a trouvé des petits morceaux de bois de chauffage. Elle a trouvé de très petits morceaux de bois de chauffage.
ja: ファチも大いそがしでした。 小さなたき木を見つけました。 とても小さなたき木も見つけました。
ko: 페디도 많이 바빠졌습니다. 페디는 작은 나무땔감을 찾았습니다. 페디는 아주 작은 나뭇가지도 찾았습니다.
tr: Fati de çok meşguldü. Küçük odun parçaları buldu. Çok küçük odun parçaları buldu.

# data_list
source: Why do you think Fati found such small pieces of firewood?
ar: لماذا تظن أن فاتي وجدت قطع حطب صغيرة إلى هذا الحد؟
fr: Pourquoi penses-tu que Fati a trouvé de si petits morceaux de bois de chauffage ?
ja: どうしてファチはそんなに小さなたき木を見つけたのでしょうか？
ko: 왜 페디는 그렇게 작은 나뭇가지를 찾았다고 생각하나요?
tr: Sizce Fati neden o kadar küçük odun parçaları buldu?

# data_list
source: In making a fire, having a variety of sizes of wood is useful. The small pieces help get the fire going, and the big pieces can make it last a long time.
ar: عند إشعال النار، من المفيد وجود مجموعة متنوعة من أحجام الخشب. تساعد القطع الصغيرة على إشعال النار، والقطع الكبيرة يمكن أن تجعلها تستمر لفترة طويلة.
fr: Pour faire un feu, il est utile de disposer de bois de différentes tailles. Les petits morceaux aident à allumer le feu, et les gros morceaux peuvent le faire durer longtemps.
ja: 火をおこすには、さまざまな大きさの木が役に立ちます。小さなものは火を燃やすのに役立ち、大きなものは長く火を安定してくれます。
ko: 불을 지피려면 다양한 크기의 나무가 좋습니다. 작은 나뭇가지는 불을 처음 시작할때 좋고 큰 나무는 불이 오래 타게 도와줍니다.
tr: Ateş yakarken çeşitli boyutlarda odun bulundurmak kullanışlıdır. Küçük parçalar ateşin yanmasına yardımcı olurken, büyük parçalar ise ateşin uzun süre dayanmasını sağlar.

# data_list
source: Count together how many pieces of firewood Fati has found. It's tricky to tell because her wood is all jumbled together.
ar: عدّوا معًا عدد قطع الحطب التي عثرت عليها فاتي. من الصعب معرفة ذلك لأن الحطب الذي جمعته متبعثر.
fr: Comptons ensemble combien de morceaux de bois de chauffage Fati a trouvé. C'est difficile à dire parce que son bois est tout mélangé.
ja: ファチが何本のたき木を見つけたのか、一緒に数えてみましょう。木がごちゃ混ぜになっているのでわかりにくいですね。
ko: 페디가 모은 나뭇가지가 몇 개나 되는지 세어보세요. 페디의 나뭇가지가 엉켜있어서 세는것이 쉽지 않을거에요.
tr: Fati’nin kaç parça yakacak odun bulduğunu çocuğunuzla birlikte sayın. Bunu bulmak zor çünkü odunların hepsi birbirine girmiş durumda.

# data_list
source: Then Fati looked up. She saw a red bird in the tall grass.
ar: ثم نظرت فاتي إلى الأعلى. رأت طيراً أحمر في العشب الطويل.
fr: Puis Fati a levé les yeux. Elle a vu un oiseau rouge dans les hautes herbes.
ja: それから、ファチは上を見ました。 背の高い草のところに赤い鳥が見えました。
ko: 그 다음에 페디는 위를 올려 보았습니다. 페디는 키 큰 잔디안에서 빨간 새를 보았습니다.
tr: Sonra, Fati başını kaldırdı. Uzun otların arasında kırmızı bir kuş gördü.

# data_list
source: Lots of animals have things in common, such as a mouth and a heart. Guess what birds have that no other animal has. (feathers)
ar: هناك أشياء مشتركة بين الكثير من الحيوانات، مثل الفم والقلب. خمن ما تمتلكه الطيور ولا يمتلكه أي حيوان آخر. (الريش)
fr: Beaucoup d'animaux ont des choses en commun, comme une bouche et un cœur. Devine ce que les oiseaux ont qu'aucun autre animal ne possède. (Plumes)
ja: 多くの動物には、口や心臓などの共通するところがありますね。鳥にあって、ほかの動物にはないものは何でしょうか？ (羽)
ko: 많은 동물들은 입이나 심장과 같이 공통점이 있습니다. 새는 다른 동물들이 가지고 있지 않는 것이 무엇인지 생각해보세요. (깃털)
tr: Bir sürü hayvanın ağız ve kalbe sahip olmaları gibi ortak özellikleri vardır. Bilin bakalım kuşlarda her hayvanda olmayan ne var? (tüyleri)

# data_list
source: Fati is having too much fun looking at special things to worry about looking for dangers. Is she being careless?
ar: تستمتع فاتي كثيرًا بالنظر إلى الأشياء الخاصة لدرجة أنها لا تنتبه إلى المخاطر حولها. هل هي مهملة؟
fr: Fati s'amuse trop à regarder les choses spéciales pour s'inquiéter de la recherche de dangers. Est-elle négligente ?
ja: めずらしいものを見るのが楽しくて、ファチは危険なことに気をつけられていません。不注意になっているのでしょうか？
ko: 페디는 위험한것에 조심하기에는 특별한 것들을 쳐다보면서 너무 재미있는 시간을 보내고 있습니다. 페디는 경솔한가요?
tr: Fati özel şeylere bakarken o kadar eğleniyor ki tehlikeler konusunda endişelenmiyor. Dikkatsiz mi davranıyor?

# data_list
source: Does the bird's red color blend in with the colors in the tall grass?
ar: هل يمتزج لون الطائر الأحمر مع ألوان العشب الطويل؟
fr: La couleur rouge de l'oiseau se mélange-t-elle avec les couleurs des hautes herbes ?
ja: 鳥の赤色は、背の高い草の色に溶けこんでいますか？
ko: 새의 빨간색은 키 큰 잔디의 색깔과 잘 섞여있나요?
tr: Kuşun kırmızı rengi uzun çimenlerdeki renklerle uyum sağlıyor mu?

# data_list
source: Next, Fati looked down. She saw a brown ant on the dusty path.
ar: بعد ذلك، نظرت فاتي إلى الأسفل. رأت نملة بنية على الطريق المترب.
fr: Ensuite, Fati a baissé les yeux. Elle a vu une fourmi brune sur le chemin poussiéreux.
ja: 次に、ファチは下を見ました。 ほこりだらけの道で茶色のアリが見えました。
ko: 그런 다음, 페디는 아래를 쳐다보았습니다. 페디는 먼지 낀 길에서 갈색 개미를 보았습니다.
tr: Daha sonra, Fati aşağıya baktı. Tozlu yolda kahverengi bir karınca gördü.

# data_list
source: The largest ants are about the same length as your finger. Do you think the artist got a little carried away drawing this ant?
ar: أكبر النمل يبلغ طوله نفس طول إصبعك تقريبًا. هل تعتقد أن الفنان قد بالغ قليلاً في رسم هذه النملة؟
fr: Les plus grandes fourmis sont à peu près de la même longueur que ton doigt. Penses-tu que l'artiste s'est un peu emporté en dessinant cette fourmi ?
ja: 1番大きなアリでも、私たちの指の長さくらいですね。アリを描くのに、画家は少し夢中になりすぎたと思いますか？
ko: 가장 큰 개미는 여러분의 손가락만 합니다. 여러분은 그림을 그린 작가가 너무 과장했다고 생각하나요?
tr: En büyük karıncalar yaklaşık olarak parmağınızla aynı uzunluktadır. Sizce illüstratör bu karıncayı çizerken kendini biraz fazla mı kaptırmış?

# data_list
source: Ants have six legs. How many legs does this ant have?
ar: النمل له ستة أرجل. كم عدد أرجل هذه النملة؟
fr: Les fourmis ont six pattes. Combien de pattes possède cette fourmi ?
ja: アリの足は6本ですね。この絵のアリには何本の足がありますか？
ko: 개미는 여섯개의 다리를 가지고 있습니다. 그림의 개미는 몇 개의 다리를 가지고 있나요?
tr: Karıncaların altı bacağı vardır. Bu karıncanın kaç bacağı var?

# data_list
source: If ants should have six legs, how many legs is this ant missing?
ar: إذا كان يجب على النمل أن يملك ستة أرجل، فكم ينقص هذه النملة؟
fr: Si les fourmis doivent avoir six pattes, combien de pattes manque-t-il à cette fourmi ?
ja: アリの足がふつう6本なら、このアリには何本の足が不足していますか？
ko: 만약에 개미가 여섯개의 다리를 가진다면 그림에 있는 개미는 몇 개의 다리가 부족한가요?
tr: Eğer karıncaların altı bacağı olması gerekiyorsa, o zaman bu karıncanın kaç bacağı eksik?

# data_list
source: Fati saw a beautiful leaf. The leaf was shiny and green. She put one finger on the beautiful leaf.
ar: رأت فاتي ورقة جميلة. كانت الورقة خضراء ومشعة. وضعت إصبعاً واحداً على الورقة الجميلة.
fr: Fati a vu une belle feuille. La feuille était brillante et verte. Elle a posé un doigt sur la belle feuille.
ja: ファチはきれいな葉を見ました。緑色で、日の光にかがやいていました。 美しい葉の上に指を1本のせました。
ko: 페디는 예쁜 나뭇잎을 보았습니다. 나뭇잎은 빛나는 녹색입니다. 페디는 손가락 하나를 예쁜 나뭇잎 위에 놓았습니다.
tr: Fati güzel bir yaprak gördü. Yaprak parlak ve yeşildi. Bir parmağını güzel yaprağın üzerine koydu.

# data_list
source: What do you think will happen next with this strange leaf?
ar: ماذا تظن أنه سيحدث بعد ذلك مع هذه الورقة الغريبة؟
fr: Que penses-tu qu'il va se passer ensuite avec cette étrange feuille ?
ja: このふしぎな葉に、今から何が起こると思いますか？
ko: 여러분은 이 이상한 나뭇잎에서 어떤 일이 일어날 것이라고 생각하나요?
tr: Sizce bu tuhaf yaprağa bundan sonra ne olacak?

# data_list
source: What is different about the "leaf" that Fati is touching?
ar: ما المختلف في "الورقة" التي تلمسها فاتي؟
fr: Qu'est-ce qui est différent dans la « feuille » que Fati touche ?
ja: ファチがさわっている「葉」の何が違っているのでしょうか？
ko: 페디가 만진 “나뭇잎”은 무엇이 다른가요?
tr: Fati’nin dokunduğu “yaprakta” farklı olan nedir?

# data_list
source: An estimate is an educated guess. Make an estimate of how many leaves are in this picture. Is it a number bigger than you know?
ar: التقدير هو تخمين مدروس. قم بتقدير عدد الأوراق الموجودة في هذه الصورة. هل هو رقم أكبر مما تعرفه؟
fr: Une estimation est une supposition réfléchie. Estime combien de feuilles il y a sur cette photo. Est-ce un nombre plus grand que celui que tu connais ?
ja: 見積もることは、何かにもとづいて大まかに推測することです。この絵の葉のだいたいの数を推測してみましょう。知っている数よりも大きな数になりますか？
ko: 짐작은 교육받은 추측입니다. 그림에 몇 개의 나뭇잎이 있는지 한 번 짐작해 보세요. 짐작한 숫자는 여러분이 셀 수 있는 것보다 더 큰가요?
tr: Tahmin, eğitimli bir öngörüdür. Bu resimde kaç yaprak olduğuna dair bir tahminde bulunun. O sayı bildiğinizden daha büyük bir sayı mı?

# data_list
source: Fati said, "This does not feel like a leaf." Suddenly, the beautiful leaf moved! Fati said, "This is not a beautiful leaf. This is a green snake!"
ar: قالت فاتي: "لا تبدو هذه وكأنها ورقة." وفجأة، تحركت الورقة الجميلة! قالت فاتي: "هذه ليست ورقة جميلة. إنها أفعى خضراء!"
fr: Fati a dit : « Cela ne ressemble pas à une feuille. » Soudain, la belle feuille a bougé ! Fati a dit : « Ce n'est pas une belle feuille. C'est un serpent vert ! »
ja: 「葉っぱの手ざわりじゃないみたい。」とファチは言いました。 とつぜん、その美しい葉が動きました！ ファチは、「これはきれいな葉っぱじゃないわ。緑のヘビよ！」と言いました。
ko: “이건 나뭇잎같이 느껴지지않는데..“ 페디가 말했습니다. 갑자기 이 예쁜 나뭇잎이 움직입니다! “이건 예쁜 나뭇잎이 아니구나. 이건 녹색뱀야!" 페디가말했습니다.
tr: Fati, “Bu bir yaprak gibi hissettirmiyor!” dedi. O güzel yaprak aniden kımıldadı! Fati, “Bu güzel bir yaprak değil. Bu bir yeşil yılan!” dedi.

# data_list
source: Which of her five senses did Fati use to notice the snake?
ar: أي من حواسها الخمس قد استخدمت فاتي لملاحظة الأفعى؟
fr: Lequel de ses cinq sens Fati a-t-elle utilisé pour remarquer le serpent ?
ja: 五感のうちのどの感覚によって、ヘビだと気がついたのでしょうか？
ko: 페디는 다섯개의 감각 중에 어떤 감각으로 뱀을 알아차렸나요?
tr: Fati yılanı fark etmek için beş duyusundan hangisini kullandı?

# data_list
source: If you remove one of the five senses, how many are left?
ar: إذا أزلت واحداً من الحواس الخمس فكم يتبقى؟
fr: Si tu enlèves un des cinq sens, combien en reste-t-il ?
ja: 五感から1つの感覚を取りさったら、いくつ残るでしょうか？
ko: 여러분이 다섯가지 감각 중의 하나를 뺀다면 몇 개가 남나요?
tr: Beş duyudan birini çıkarırsanız geriye kaç kalır?

# data_list
source: Can you name all five of your senses?
ar: هل يمكنك تسمية الحواس الخمس كلها؟
fr: Peux-tu nommer les cinq sens ?
ja: 五感をすべて言えますか？
ko: 여러분은 다섯가지 감각을 다 말할수 있나요?
tr: Beş duyunuzun hepsinin isimlerini sayabilir misiniz?

# data_list
source: Fati screamed, "EII!" She ran very fast to look for her mother and father.
ar: صرخت فاتي: "اخخ!" ركضت بسرعة كبيرة للبحث عن والدتها ووالدها.
fr: Fati a crié : « Au Secours ! » Elle a couru très vite pour chercher sa mère et son père.
ja: 「キャッ！」とファチはさけびました。 とても速く走って、お母さんとお父さんを探しました。
ko: “아빠!" 페디가 소리를 질렀습니다 페디는 엄마와 아빠를 찾아 빨리 뛰었습니다.
tr: Fati çığlık attı, “Ay!” Annesini ve babasını aramak için hızlıca koştu.

# data_list
source: Fati screamed and ran. When you are surprised and scared, what do you do?
ar: صرخت فاتي وركضت. عندما تتفاجأ وتخاف ماذا تفعل؟
fr: Fati a crié et a couru. Quand tu es surpris et effrayé, que fais-tu ?
ja: ファチはさけんで、にげました。怖くてびっくりしたとき、あなたはどうしますか？
ko: 페디는 소리를 지르며 뛰었습니다. 여러분은 놀라서 소리를 지를때 무엇을 하나요?
tr: Fati çığlık atıp koştu. Peki siz şaşırdığınızda ve korktuğunuzda ne yaparsınız?

# data_list
source: Do you like to hide in your bed or maybe under your bed? What is your favorite hiding spot?
ar: هل تحب أن تختبئ فوق سريرك أو ربما تحت سريرك؟ ما هو مكان الاختباء المفضل لديك؟
fr: Aimes-tu te cacher dans ton lit ou peut-être sous ton lit ? Quelle est ta cachette préférée ?
ja: ベッドの中、それともひょっとしてベッドの下にかくれるのが好きですか？ あなたのお気に入りのかくれ場所はどこですか？
ko: 여러분은 침대위에나 침대 밑으로 숨나요? 여러분이 좋아하는 은신처가 있나요?
tr: Yatağınızda veya yatağınızın altında saklanmayı mı seversiniz? En sevdiğin saklanma yeri neresi?

# data_list
source: Fati is running so fast that she doesn't notice something. What is it?
ar: فاتي تجري بسرعة كبيرة لدرجة أنها لا تلاحظ شيئًا. ما هذا؟
fr: Fati court si vite qu'elle ne remarque pas quelque chose. Qu'est-ce que c'est ?
ja: ファチはとても速く走っているので、気がついていないことがありますね。何でしょうか？
ko: 페디는 너무 빨리 달려 한가지를 알아차리지 못했습니다. 그것이 무엇인가요?
tr: Fati o kadar hızlı koşuyor ki bir şeyi fark etmiyor. Nedir o?

# data_list
source: Fati saw her father and shouted, "A snake! A snake!" Father said, "Where? Where?" Fati said, "There! There!"
ar: رأت فاتي والدها وصرخت: "أفعى! أفعى"! قال والدها: "أين؟ أين؟" قالت فاتي: "هناك! هناك!"
fr: Fati a vu son père et a crié : « Un serpent ! Un serpent ! » Le père a dit : « Où ? Où ? » Fati a dit : « Là ! Là-bas ! »
ja: ファチはお父さんを見て、「ヘビよ！ヘビよ！」と大声で言いました。 お父さんは、「どこ？どこだい？」と聞きました。 ファチは、「そこよ！そこよ！」と言いました。
ko: “뱀이 저기 있어요!” 페디가 아빠를 보며 소리를 질렀습니다. “어디야? 어디?" “저기요, 저기!" 페디가 말했습니다.
tr: Fati babasını görüp bağırdı, “Bir yılan! Bir yılan!” Babası, “Nerede? Nerede?” diye sordu. Fati, “Orada! Orada!” dedi.

# data_list
source: Do you think her father is angry that she wondered away, happy that she is okay, or both?
ar: ل تعتقد أن والدها غاضب لأنها تجولت بعيدًا، أم أنه سعيد لأنها بخير، أو كليهما؟
fr: Penses-tu que son père est en colère qu'elle se soit éloignée, heureux qu'elle aille bien, ou les deux ?
ja: お父さんは、歩き回っていたことにおこっていると思いますか？ それともファチが無事で喜んでいるでしょうか？ 両方の気持ちでしょうか？
ko: 여러분은 페디의 아빠는 페디가 멀리까지 돌아 다닌것에 화가 났다고 생각하나요 아니면 다치지 않아서 안심했다고 생각하나요? 아니면 둘 다인가요?
tr: Sizce babası Fati uzaklaştığı için kızgın mı, iyi olduğu için mutlu mu yoksa her ikisi de mi?

# data_list
source: Her father has two shoes. How many shoes does Fati have and how many is she missing?
ar: لدى والدها حذاءان. كم عدد الأحذية التي تمتلكها فاتي وكم عدد الأحذية المفقودة؟
fr: Son père a deux chaussures. Combien de chaussures Fati a-t-elle et combien lui en manque-t-il ?
ja: お父さんは、くつを2つはいていますね。ファチにはいくつのくつがあって、いくつなくなっていますか？
ko: 페디의 아빠는 신발 두 개 가지고 있습니다. 페디는 몇 개의 신발이 있고 몇 개를 잃어버렸다고 생각하나요?
tr: Babasının iki ayakkabısı var. Fati’nin kaç ayakkabısı (veya terliği) var ve kaç tanesi eksik?

# data_list
source: Together they have one more shoe than her father has. What is one more than two?
ar: مع بعضهما، إنهما يملكان حذاء واحد أكثر من أحذية والدها. ما هو واحد أكثر من اثنين؟
fr: Ensemble, ils ont une chaussure de plus que son père. Qu'est-ce qu'un de plus que deux ?
ja: 2人のくつを合わせると、お父さんのくつの数より 1つ多いですね。2より1多いと何になりますか？
ko: 그들의 신발은 페디의 아빠가 신고 있는것보다 하나 더 많습니다. 둘보다 하나가 더 많으면 몇 인가요?
tr: Babası ve Fati’nin birlikte, babasının sahip olduğundan bir fazla ayakkabıları var. İkinin bir fazlası nedir?

# data_list
source: Then her father chased the green snake with a stick. The green snake slithered away.
ar: ثم طارد والدها الأفعى الخضراء بعصا. هربت الأفعى الخضراء بعيداً.
fr: Puis son père a chassé le serpent vert avec un bâton. Le serpent vert s'est éloigné en rampant.
ja: それから、お父さんは棒を持って緑のヘビを追いかけました。 緑のヘビはくねくねとにげました。
ko: 그런 다음, 페디의 아빠는 가지고 있던 나뭇가지로 녹색뱀을 쫓았습니다. 녹색뱀은 꿈틀거리며 사라졌습니다.
tr: Ardından, babası bir sopayla yeşil yılanı kovaladı. Yeşil yılan sürünerek uzaklaştı.

# data_list
source: Have you ever seen a snake outside on the ground or in a bush?
ar: هل سبق لك أن رأيت أفعى في الخارج على الأرض أو في الشجيرات؟
fr: As-tu déjà vu un serpent dehors, sur le sol ou dans un buisson ?
ja: 地面やしげみの中で、ヘビを見たことはありますか？
ko: 여러분은 뱀을 밖에서 보거나 풀숲에서 본 적이 있나요?
tr: Hiç dışarıdayken yerde veya çalıların arasında bir yılan gördünüz mü?
