Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **Where You've Been** Your child can now count to 100! They can comfortably do mental single-digit addition and subtraction. They can also count or skip count up or down by any number, and tied to that skill is their ability to add or subtract a single-digit number with a double-digit number. They can compare two double-digit numbers, and they have a beginning sense of place value with 10’s and 1’s. As their skip counting is improving, they are also developing skills with multiplying by 2, 3, 4, 5, and 10. The idea of even and odd numbers now makes a lot more sense to them. Extend activities from earlier stages to these larger numbers: Stage 3: Shape Sums, Going Up Some More; Stage 4: War - Double Digit Add and Subtract, DiffTriangles and SumTriangles, Fix It, Island Hopping by 1’s and 10’s, Fill in the Blanks Comparison, Sum Square, and Addition Pyramid.
tr: **Nerelerdeydin** Çocuğunuz artık 100’e kadar sayabiliyor! Tek haneli toplama ve çıkarma işlemlerini rahatça zihinden yapabiliyor. Ayrıca, herhangi bir sayıya göre sayabilir veya atlayarak sayabilirler ve bu beceriyle birlikte tek haneli bir sayıyı iki haneli bir sayıya ekleyip çıkarabilirler. İki tane iki haneli sayıyı karşılaştırabilirler ve 10’lar ve 1’ler ile basamak değerine dair temel bir anlayışa sahiptirler. Atlama sayıları konusundaki gelişimleriyle birlikte, 2, 3, 4, 5 ve 10 ile çarpma becerilerini de geliştiriyorlar. Çift ve tek sayılar artık onlara çok daha anlamlı geliyor. Önceki aşamalardaki etkinlikleri daha büyük sayılara genişletin: Aşama 3: Şekil Toplamları, Biraz Daha Artış; Aşama 4: Savaş - İki Haneli Toplama ve Çıkarma, Fark Üçgenleri ve Toplam Üçgenler, Düzeltme, 1’ler ve 10’lar ile Ada Atlama, Boşlukları Doldurma Karşılaştırması, Kare toplam ve Toplama Piramidi.

# data_list
source: New ideas for this stage
tr: Bu Aşamadaki Yeni Fikirler

# data_list
source: * Counting to 200 – Introduce the 100’s place by looking at the numbers from 100 to 200. * Skip Counting to 100 – This is not new, but it is an important skill to reinforce. * Expanded Form and Place Value – This is a foundational skill, so it will be reinforced further. * Double-digit Addition and Subtraction – Skip counting will help make this seem effortless. * All Single-digit Multiplication – It is time to fill in the missing gaps for 6, 7, 8, and 9. * Rectangle Area is Length x Width – This is an important idea in its own right. This fact will also provide many opportunities for fun games and puzzles involving multiplication and factoring. * Factoring – Your child will learn the beauty of how numbers break apart into factors. 1 is a unit. A number bigger than 1 only divisible by 1 and itself is prime. A number bigger than 1 that is not prime is composite. 3 **squared** is 3 × 3. 3 **cubed** is 3 × 3 × 3. And 3 raised to a power means to multiply 3 by itself that many times - for example, 3 to the fourth is 3 × 3 × 3 × 3. * Factors, Divisors, and Multiples – 3 divides evenly into 12. That makes 3 a factor or divisor of 12, and 12 a multiple of 3. 3 is a common factor of 12 and 15, and 12 is a common multiple of 4 and 6. * Single-digit Division – Your child will learn division indirectly in the form of finding a missing factor in a multiplication problem. * Fact Families for Multiplication and Division – We'll reinforce the connection between these two operations. For example, 2 × 5 = 10, 5 × 2 = 10, 10 / 2 = 5, and 10 / 5 = 2 form a fact family.
tr: * 200'e Kadar Sayma – 100 ile 200 arasındaki sayılara bakarak 100’ler basamağını tanıtın. *100’e Kadar Atlayarak Sayma} – Bu yeni bir konu olmasa da, pekiştirilmesi gereken önemli bir beceridir. * Genişletilmiş Form ve Basamak Değeri – Bu temel bir beceridir, bu yüzden daha da pekiştirilecektir. * İki Haneli Toplama ve Çıkarma – Atlayarak sayma bu işlemleri kolay hale getirmeye yardımcı olacaktır. * Tek Haneli Çarpma} – 6, 7, 8 ve 9 için eksik kalan yerleri doldurma zamanı. * Dikdörtgen Alanı Uzunluk x Genişlik} – Bu kendi başına önemli bir konudur. Bu bilgi, çarpma ve bölenlerle ilgili birçok eğlenceli oyun ve bulmacalar için olanak sunacaktır. * Çarpanlar – Çocuğunuz sayıların çarpanlara nasıl ayrıldığını öğrenmenin güzelliğini keşfedecek. 1 bir birimdir. 1’den büyük bir sayı sadece 1 ve kendisi ile bölünebiliyorsa asal sayıdır. 1’den büyük, asal olmayan bir sayı ise bileşiktir. 3’ün karesi şeklinde 3 x 3’tür. 3 küpü 3 x 3 x 3 şeklindedir. 3’ün bir kuvveti, 3’ü kendisiyle belirtilen kadar çarpmak anlamına gelir – örneğin, 3’ün dördüncü kuvveti 3 x 3 x 3 x 3’tür. * Çarpanlara Bölenler ve Katlar – 3, 12’i kalansız şekilde böler. Bu, 3’ün 12’nin bir çarpanı veya böleni ve 12’nin 3’ün bir katı olduğu anlamına gelir. 3, 12 ve 15’in ortak bir bölenidir ve 12, 4 ve 6’nın ortak bir katıdır. * Tek Haneli Bölme – Çocuğunuz bölmeyi dolaylı olarak çarpma problemlerinde eksik bir çarpanı bulma şeklinde öğrenecek. * Çarpan Aileleri} – Çarpma ve bölme işlemlerinin bağlantısını pekiştireceğiz. Örneğin, 2 x 5 = 10, 5 x 2 = 10, 10 / 2 = 5 ve 10 / 5 = 2 bir çarpan ailesi oluşturur.

# data_list
source: MENTAL MULTIPLICATION
tr: ZIHINDEN ÇARPMA

# data_list
source: These teaching methods provide structured strategies for learning single-digit multiplication. Your child should already be good at doubling any number, skip counting by any number, and multiplying by 5 and 10.
tr: Bu öğretme yöntemleri, tek haneli çarpma öğretmek için yapılandırılmış stratejiler sunar. Çocuğunuz, herhangi bir sayıyı iki katına çıkarmada, herhangi bir sayıya göre atlayarak saymada ve 5 ile 10 ile çarpmada zaten iyi olmalıdır.

# data_list
source: Your child is so familiar with addition that it’s no surprise that 2 + 3 is the same as 3 + 2. Although not as obvious, the same is true for multiplication.
tr: Çocuğunuz toplama konusuna o kadar alıştı ki, 2 + 3'ün 3 + 2 ile aynı olduğunu görmek onun için şaşırtıcı değil. Aynı şey çarpma için de geçerlidir, ancak bu kadar belirgin olmayabilir.

# data_list
source: This illustration shows that two rows of three is the same as three rows of two – you’re just changing your point of view! It doesn’t matter which order you multiply two numbers – you get the same answer either way! It's great that this cool observation means that your child needs to master only about half as many multiplication facts – once your child knows 3 × 4, they also know 4 × 3.
tr: Bu gösterim, iki sıra üçün üç sıra iki ile aynı olduğunu gösterir – sadece bakış açınızı değiştiriyorsunuz! İki sayıyı hangi sırayla çarptığınız fark etmez, aynı sonucu alırsınız. Bu harika gözlem, çocuğunuzun sadece bir çarpma faktörünü öğrenmesinin yeterli olduğu anlamına gelir – çocuğunuz 3 x 4'ü bildiğinde, aynı zamanda 4 x 3'ü de öğrenmiş olur.

# data_list
source: SQUARES
tr: KARELER

# data_list
source: Just as addition twins are favorite addition math facts, squares are often favorites for multiplication. Learning these provides another foundation for learning other multiplication facts.
tr: Nasıl ki toplama ikilileri önemli toplama işlemi stratejileri olduğu gibi, sayıların kareleri genellikle çarpma için önemlidirler. Bunları öğrenmek, diğer çarpma gerçeklerini öğrenmek için iyi bir temel sağlar.

# data_list
source: 1 MORE OR 1 LESS
tr: 1 Eksik 1 Fazla

# data_list
source: When combined with the other earlier skills, the strategy of using '1 more' or '1 less' is effective for calculating the remaining multiplication facts. For example, 9 × 7 is one 7 less than 10 × 7. So 9 × 7 = 70 – 7 = 63. This works for all 9’s. Similarly, 3 × 7 is one more 7 than doubling 7, so 3 × 7 = 7 + 14 = 21. This works for all 3’s.
tr: Daha önce öğrenilen becerilerle birleştirildiğinde, '1 eksik' veya '1 fazla' stratejisini kullanmak, çarpma işlemlerini hesaplamak için etkili bir yöntemdir. Örneğin, 9 x 7, 10 x 7'den bir 7 daha azdır. Yani 9 x 7 = 70 - 7 = 63. Bu, tüm 9'lar için geçerlidir. Ayni şekilde, 3 x 7, 7'yi ikiye katlamaktan bir 7 daha fazladır, yani 3 x 7 = 7 + 14 = 21. Bu, tüm 3'ler için geçerlidir.

# data_list
source: MULTIPLYING BY 9
tr: 9 İLE ÇARPMA

# data_list
source: Mental Multiplication
tr: Zihinden Çarpma

# data_list
source: Although multiplying by 9 is covered by the last strategy, they are fun to learn in their own right. If you write the multiples of 9 in order, you’ll see the tens digit is always one less than the number you are multiplying by and the ones digit plus the tens digit always adds up to 9!
tr: 9 İle çarpmak son strateji olsa da kendi başlarına öğrenmeleri eğlencelidir. Eğer 9’un katlarını sırayla yazarsanız, onlar basamağının her zaman çarptığınız sayıdan bir eksik olduğunu ve birler basamağı ile onlar basamağının toplamının her zaman 9 ettiğini göreceksiniz!

# data_list
source: MAKING 100
tr: 100 YAPMAK

# data_list
source: **The setup:** Each player has a sheet of paper with 7 rows and 3 columns. The columns are marked “10’s,” “1’s,” and “Running Total.” **How to play:** Each player’s running total starts at 0. Roll a die or pick a random playing card from 1 to 9. Each player chooses to use this number in their 1’s or 10’s column for the current row. For example, if it is a 4, this can become 4 or 40. The chosen number is added to the running total. **How to win:** A player that goes over the target of 100 “goes bust” and loses. If neither player goes bust, the one closer to 100 wins.
tr: **Hazırlık:** Her oyuncunun 7 satır ve 3 sütundan oluşan bir kağıt sayfası alır. Sütunlar “10’lar,” “1’ler” ve “Toplam” olarak işaretlenmiştir. **Nasıl oynanır:** Her oyuncunun toplamı 0’dan başlar. Bir zar atın veya 1 ile 9 arasında rastgele bir oyun kartı seçin. Her oyuncu bu sayıyı mevcut satırda “1’ler” veya “10’lar” sütununda kullanmayı seçer. Örneğin, sayı 4 ise, bu sayı 4 veya 40 olarak kullanılabilir. Seçilen sayı toplam değere eklenir. **Nasıl kazanılır:** Hedef olan 100’ü aşan bir oyuncu “iflas eder” ve kaybeder. Eğer hiçbir oyuncu iflas etmezse, 100’e en yakın olan kazanır.

# data_list
source: There are many options for this game: * Use a different target number * Use fewer or more rows. * Don’t go bust if you go over the target. The closer player on either side wins. * Use a fourth column of 100’s to practice 3-digit numbers. * Practice subtraction by starting at the target number and subtract down to 0.
tr: Bu oyun için birçok seçenek vardır: * Farklı bir hedef sayı kullanın. * Daha az veya daha fazla satır kullanın. * Hedefi aşarsanız iflas etmeyin. Her iki taraftan da hedefe en yakın olan kazanır. * 3 basamaklı sayıları çalışmak için 100’ler sütununu ekleyin. * Hedef sayıdan başlayarak sıfıra doğru çıkararak çıkarma işlemini pratiğe dökün.

# data_list
source: STAKE YOUR CLAIM
tr: BIRAKMA PEŞINI

# data_list
source: Place Value and Addition Games
tr: Basamak Değeri ve Toplama Oyunları

# data_list
source: **The setup:** Have a paper with a number line from 0 to 99 to share. **How to play:** On a turn, a player uses two random cards from 0 to 9, choosing the order of these two digits, to generate a number from 00 to 99, and then puts that number on their side of the number line. **How to win:** The first player to get four numbers in a region without any of the opponent’s numbers in between wins.
tr: **Hazırlık:** Paylaşmak için 0'dan 99'a kadar sayı doğrusu olan bir kağıdınız olsun. **Nasıl oynanır:** Bir turda, bir oyuncu 0'dan 9'a kadar iki rastgele kart kullanır ve bu iki sayıyı sıralayarak 0'dan 99'a kadar bir sayı üretir ve ardından bu sayıyı sayı doğrusunun kendi tarafına koyar. **Nasıl kazanılır:** Bir bölgede rakibin sayı almadan dört sayı alan ilk oyuncu kazanır.

# data_list
source: Variation
tr: Varyasyon

# data_list
source: The game can also be played from 000 to 999.
tr: Oyun ayrıca 0'dan 999'a kadar oynanabilir.

# data_list
source: BONDED GROUPS
tr: BAĞLI GRUPLAR

# data_list
source: There are two versions of these puzzles.
tr: Bu bulmacaların iki versiyonu var.

# data_list
source: **Version 1:** The is the same as the Sum Groups puzzles in Stage 3, only now the target sums can be bigger. The boards can be any size, and here we use a 4 by 4 board. The target number is on the left, which is 13 in this case.
tr: **Versiyon 1:** Aşama 3'teki Toplam Grup bulmacalarıyla aynıdır, ancak şimdi hedef toplamlar daha büyük olabilir. Tahtalar herhangi bir boyutta olabilir ve burada 4'e 4'lük bir tahta kullanıyoruz. Hedef sayı solda, bu durumda 13'tür.

# data_list
source: **The challenge:** Identify groups of connected numbers whose sum is the target (13).
tr: **Mücadele:** Toplamı hedef (13) olan bağlı sayı gruplarını tanımlayın.

# data_list
source: **Version 2:** Here is an example of a 4 by 4 board with a target number of 20. As in Sum Groups, the board is filled with pairs and triples of numbers that add up to the target. However, now there will be one square not involved in any of those groups.
tr: **Versiyon 2:** İşte hedef numarası 20 olan 4'e 4 tahtaya bir örnek. Toplam Gruplarında olduğu gibi, tahta çiftlerle doldurulur ve hedefe ulaşan sayıların üç katı. Ancak şimdi bu grupların hiçbirinde yer almayan bir kare olacak.

# data_list
source: **The challenge:** The challenge is to find the single square that has that number. In this example, it is '5.'
tr: **Mücadele:** Mücadele, o sayıya sahip olan tek kareyi bulmaktır. Bu örnekte, bu sayı ‘5’tir.

# data_list
source: MISSING NUMBERS
tr: EKSIK SAYILAR

# data_list
source: **How to create:** Create these puzzles by taking a simple addition or subtraction equation and leaving out some of the digits. If you accidentally leave out too many numbers, that can open up a discussion of what all the possible solutions are – for example, if you start with 2 + 5 = 7 and leave out the first and third numbers, there are many solutions to ? + 5 = ? **Example:** The following two problems are turned into Missing Number puzzles by leaving out a couple digits in each one.
tr: **Nasıl oynanır:** Bu tür bulmacaları oluşturmak için basit bir toplama veya çıkarma işlemi seçin ve bazı rakamları boş bırakın. Eğer yanlışlıkla çok fazla sayı çıkarırsanız, bu durum tüm olası çözümlerin ne olduğunu tartışmaya sebep olabilir. Örneğin, 2 + 5 = 7 işlemini ele alırsanız ve ilk ve üçüncü sayıları boş bırakırsanız, ? + 5 = ? şeklinde birden fazla çözüm bulunabilir. **Örnek:** Aşağıdaki iki problemlerde her birinde birkaç rakam bırakılarak Eksik Sayı bulmacalarına dönüştürülür.

# data_list
source: **Letter substition puzzles:** These missing number puzzles form a very understandable stepping stone to using simple variables. After getting comfortable with these puzzles, your child will be ready to do some Letter Substitution puzzles that are described later in this Stage.
tr: **Harf yerine koyma bulmacaları:** Bu eksik sayı bulmacaları, basit değişkenler kullanmaya geçiş için oldukça anlaşılır bir başlangıçtır. Bu tür bulmacalarda iyileştikten sonra, çocuğunuz bu Aşamada daha sonra açıklanan Harf Yerine Koyma bulmacalarını çözmeye hazır olacaktır.

# data_list
source: MAKING MULTIPLICATION CARDS
tr: ÇARPMA KARTLARI YAPMA

# data_list
source: Make a set of multiplication cards to practice these math facts while playing matching games your family played earlier: Stage 1 - Go Fish, Memory Challenge; Stage 2 - Bingo; Stage 3 - Hot Potato; and Stage 4 - Gin Rummy. **How to create:** Hand draw four cards for each math fact. These are the four cards for 3 × 4.
tr: Çarpma işlemlerinde pratik yapmak için bir dizi çarpma kartı hazırlayın ve bu kartları ailenizle daha önce oynadığınız eşleştirme oyunlarında kullanın: 1. Aşama- Balık Tutma Oyunu, 2. Aşama- Hafıza Oyunu, 3. Aşama- Bingo, 4. Aşama- Sıcak Patates, 5. Aşama- Gin Rummy. **Nasıl yapılır:** 3 X 4 için dört kart şunlardır.

# data_list
source: * the expression * groups of objects * an array * prime factoring
tr: * ifade * gruplar * bir dizi ve * asal çarpanlara ayırma

# data_list
source: **Options:** One option is to include 3 × 4 and not include 4 × 3. This has the drawback that seeing 3 groups of 4 is different from seeing 4 groups of 3. For array cards, put the skip counting numbers along one or both sides to help your child practice skip counting.
tr: **Seçenekler:** Bir seçenek, 3 x 4 işlemini dahil etmek, ancak 4 x 3 işlemini dahil etmemektir. Bunun dezavantajı, 3 tane 4’lük grup görmenin, 4 tane 3’lük grup görmekten farklı olmasıdır. Dizi kartları için, çocuğunuzun atlayarak saymayı pratik etmesine yardımcı olmak amacıyla, atlayarak sayma numaralarını bir veya her iki kenara yerleştirin.

# data_list
source: For expression cards, replace each number with the prime factorization symbol for the number. This makes it easier to see how the prime factorizations fit together when multiplying two numbers.
tr: İfade kartları için, her sayıyı o sayının asal çarpanlarına ayırma sembolüyle değiştirin. Bu, iki sayıyı çarparken asal çarpanların nasıl birleştiğini görmeyi kolaylaştırır.

# data_list
source: REVEALING PRODUCTS
tr: ÇARPIMLARI AÇIĞA ÇIKARMA

# data_list
source: Multiplication Cards and Tables
tr: Çarpma Kartlari ve Çarpim Tablosu

# data_list
source: **How to create:** Use a blank table with 4 product rows and columns. There are also groups of four missing numbers at the top and left sides – these will have some of the numbers, possibly with duplication, from 2 to 9. Fill in the table out of sight of your child, and then flip over or cover the numbers. **The challenge:** Your child can ask to reveal, one at a time, up to 10 of the 16 product entries. The goal is to find the entries for the top and left sides before running out of turns.
tr: **Nasıl oynanır:** Bir boş tablo oluşturun, 4 ürün satırı ve sütunu olacak şekilde. Ayrıca üst ve sol taraflarda dört grup eksik sayılar olacak – bu sayılar, 2’den 9’a kadar olan sayılardan bazılarını, tekrarla birlikte içerebilir. Tabloyu, çocuğunuzdan gizli bir şekilde doldurun, sonra sayıları ters çevirin veya üzerini kapatın. **Zorluk:** Çocuğunuz, 16 ürün girişinden en fazla 10 tanesini sırayla açmak için izin isteyebilir. Amaç, hamleler bitmeden önce üst ve sol taraflardaki girişleri bulmaktır.

# data_list
source: **Example:** Imagine all cards are flipped over in this example. If your child chose to flip over the card that has the 63 under it, they would know it came from 7 and 9. Flipping over any other card in the same row or column as the 63 would show where the 7 and 9 are. Suppose the second card they flipped over is the 56. The third column must be 7, and also the second row is 9 and the third row is 8.
tr: **Örnek:** Bu örnekte, tüm kartlar ters çevrilmiş olarak hayal edin. Eğer çocuğunuz, altında 63 yazan kartı çevirmeyi seçerse, bunun 7 ve 9’dan geldiğini anlayacaktır. Aynı satırda veya sütunda 63 ile aynı olan başka bir kartı çevirmek, 7 ve 9’un hangi yerlere yerleştiğini gösterecektir. Diyelim ki çevirdikleri ikinci kart 56. O zaman, üçüncü sütun 7 olmalı ve ikinci satır 9, üçüncü satır ise 8 olmalıdır.

# data_list
source: COVER FACTORS AND MULTIPLES
tr: ÇARPANLARI VE BÖLENLERI KAPAT

# data_list
source: **The setup:** Have a board of numbers from 1 to 24. There are two kinds of tokens – a single token reserved for “the last move,” and a pile of other tokens.
tr: **Hazırlık:** 1’den 24’e kadar sayılardan oluşan bir tahta hazırlayın. İki çeşit piyon vardır – biri “son hamle” için ayrılmış bir piyon, diğeri ise diğer piyonlardan oluşan bir yığın.

# data_list
source: **How to play:** The first player gets to pick any number and cover it with the last move token. After that, a player replaces the last move token with the other type of token and moves the last move token to any number that is a factor or multiple of the number from the last move. **How to win:** The losing player is the one forced to cover the number 1. **Example:** This board shows the middle of a game that started 10 -> 5 -> 15 -> 3.
tr: **Nasıl oynanır:** İlk oyuncu, herhangi bir sayıyı seçer ve bunu “son hamle” piyonuyla kapatır. Sonrasında, oyuncu “son hamle” piyonu yerine diğer türdeki piyonla değiştirir ve “son hamle” piyonu, bir önceki hamledeki sayının böleni ya da çarpanı olan herhangi bir sayıya hareket eder. **Nasıl kazanılır:** Kaybeden oyuncu, 1 sayısını kapatmaya zorlanan oyuncudur. **Örnek:** Bu tahta, 10 -> 5 -> 15 -> 3 şeklinde başlayan bir oyunun ortasını gösteriyor.

# data_list
source: As children get better at this game, they will discover rules they need to follow governing reasonable first moves. The most basic rule is that the first move cannot be on a prime number in the upper half of the numbers. Adjust the range of numbers to the skill level of the players – 1 to 30, 1 to 48, or 1 to 60.
tr: Çocuklar bu oyunda daha iyi hale geldikçe, mantıklı ilk hamleleri belirleyen kuralları keşfedeceklerdir. En temel kural, ilk hamlenin sayıların üst yarısındaki asal bir sayıya yapılmaması gerektiğidir. Oyuncuların beceri seviyesine göre sayı aralığını ayarlayın – 1’den 30’a, 1’den 48’e veya 1’den 60’a kadar.

# data_list
source: NIM WITH FACTORS
tr: ÇARPANLARLA NIM

# data_list
source: **The setup:** Start with any number, say 20. Let your child decide whether to go first or second. How to play: During their turn, a player may subtract any divisor of the current number from the number. For example, starting at 20, the first player can subtract 1, 2, 4, 5, or 10 for their first move. **How to win:** The player forced to 0 loses.
tr: **Hazırlık:** Herhangi bir sayıyla başlayın, örneğin 20. Çocuğunuzun ilk mi yoksa ikinci mi oynamak istediğine karar vermesine izin verin. **Nasıl oynanır:** Sırası gelen oyuncu, mevcut sayıdan herhangi bir bölenini çıkarabilir. Örneğin, 20’den başlayarak, ilk oyuncu ilk hamlesinde 1, 2, 4, 5 veya 10’u çıkarabilir. **Nasıl kazanılır:** 0’a zorlanan oyuncu kaybeder.

# data_list
source: Strategy
tr: Strateji

# data_list
source: After your child becomes familiar with the game, encourage them to look for the remarkably simple strategy for always winning - once they discover it, see if they can explain why it works.
tr: Çocuğunuz oyuna alıştıktan sonra, her zaman kazanmayı sağlayan son derece basit stratejiyi bulmaya teşvik edin – bu stratejiyi keşfettiklerinde, neden işe yaradığını açıklayıp açıklayamayacaklarını görün.

# data_list
source: SIEVE OF ERATOSTHENES
tr: ERATOSTHENES ELEĞI

# data_list
source: Finding Primes
tr: Asal Sayilari Bulma

# data_list
source: Children have fun putting in X’s and watching primes fall through this sieve. This investigation creates opportunities for discovering many interesting properties of divisibility and primes. Start with a number line numbered from 1 to 25 (or larger if space and patience allows). Write the number 2 below itself. On this new line put X’s below each multiple of 2. Next, pull down the lowest number with no X’s below it (3 in this case) and put it on the next line. Write the 3 and put X’s on that line for all its multiples.
tr: Çocuklar, X’leri yerleştirerek ve asal sayıların bu elekten düşüşünü izleyerek eğlenirler. Bu araştırma, bölünebilirlik ve asal sayılarla ilgili birçok ilginç özellik keşfetme fırsatları yaratır. 1’den 25’e kadar (veya yer ve sabır yeterse daha büyük) numaralandırılmış bir sayı çizgisiyle başlayın. Sayı 2’yi kendisinin altına yazın. Bu yeni çizgide, 2’nin her katının altına X’ler koyun. Sonraki adımda, altında X olmayan en küçük sayıyı (bu örnekte 3) aşağı çekin ve onu bir sonraki satıra yazın. 3’ü yazın ve o satıra 3’ün tüm katları için X’ler koyun.

# data_list
source: Keep pulling down numbers and marking their multiples. When you are finished, you will have pulled down all the primes. Remember that 1 is a unit and not a prime!
tr: Sayıları çekmeye ve katlarını işaretlemeye devam edin. İşlemi bitirdiğinizde, tüm asal sayıları çekmiş olacaksınız. Unutmayın, 1 bir birimdir ve asal sayı değildir!
