Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: This view high up in the sky is something you don't get to see very often. Notice how the roofs all look like rectangles from up here. What does that tell you about the shape of the rooms underneath the roofs?
ja: 高い空からの景色はふだんあまり目にしないものですね。上から見ると屋根がすべて長方形のように見えることに注目してください。このことから、屋根の下の部屋の形について何が分かりますか？
ko: 하늘 위에서 보는 풍경은 우리가 자주 볼 수 없는 일입니다. 지붕들이 위에서 보면 모두 사각형으로 보이는 것을 보세요. 그러면 지붕밑에 있는 방들은 어떤 도형이라고 생각하나요?
tr: Gökyüzündeki bu yüksek manzara çok sık görebileceğiniz türden bir şey değil. Oradan çatıların nasıl dikdörtgen gibi göründüklerine dikkat edin. Bu, size çatıların altındaki odaların şekli hakkında ne anlatıyor?

# data_list
source: There is a circle around the top of the helicopter. There is actually nothing circular there. What is causing it to look like there is a circle there?
ja: ヘリコプターの1番上のあたりに円があります。実際はそこに円形のものは何もありません。何がそこに円があるかのように見せているのでしょうか？
ko: 헬리콥터 위에는 원형모양이 있습니다. 원래는 거기에는 원형인것이 없습니다. 원형이 있는 것처럼 보이는 것은 왜 그런다고 생각하나요?
tr: Helikopterin etrafında bir daire var. Aslında orada dairesel bir şey yok. Orada bir daire varmış gibi görünmesine sebep olan şey nedir?

# data_list
source: There is a second small circle at the far end of the helicopter. Because we are seeing it from the side, that circle looks like a very thin oval.
ja: ヘリコプターの下の端にも小さな2つ目の円があります。横から見ているので円がとても細い楕円のように見えます。
ko: 그림에는 헬리콥터 끝에 아주 작은 두번째 원형이 있습니다. 우리가 옆에서 보고 있기 때문에 그 원형은 아주 얇은 타원형으로 보입니다.
tr: Helikopterin uzak ucunda ikinci bir küçük daire daha var. Onu yandan gördüğümüzden dolayı, bu küçük daire çok ince bir oval gibi görünüyor.

# data_list
source: Keeper and his helpers rushed outside. In the helicopter was a small elephant covered with a blanket.
ja: 飼育員と助手たちは急いで外に出ました。ヘリコプターには毛布でくるまれた小さなゾウがいました。
ko: 동물 사육사와 그의 보조원들은 밖으로 서둘러 나갔습니다. 헬리콥터안에는 조그마한 코끼리가 이불에 덮여 있었습니다.
tr: Bakıcı ve yardımcıları alelacele dışarıya koştular. Helikopterin içinde battaniyeyle örtülmüş küçük bir fil vardı.

# data_list
source: A helicopter would only be used for a small animal who needed very fast attention. Take a guess at what kind of problem this elephant has.
ja: ヘリコプターは急を要するケアが必要な小さな動物にしか使われません。このゾウに一体どんな問題があるのか推測してみましょう。
ko: 헬리콥터는 작은 동물들이 재빠른 조치가 필요할때만 사용됩니다. 이 조그마한 코끼리에게는 무슨 문제가 있는지 짐작해 보세요.
tr: Helikopter sadece çok hızlı müdahaleye ihtiyaç duyan küçük bir hayvan için kullanılabilir. Bu filin ne tür bir sorunu olduğunu tahmin edin.

# data_list
source: Look at the cart that they are going to load the animal on. Why does it need four wheels? Which sorts of things are usually put on this cart?
ja: 動物を積もうとしている台車を見てください。どうして車輪が4つ必要なのでしょう？ この台車にはふつうどんな種類のものを置きますか？
ko: 그림에서 이 코끼리를 실고 가는 카트를 보세요. 왜 카트는 네 개의 바퀴가 필요할까요? 이 카트안에는 보통 어떤 것들이 실릴까요?
tr: Hayvanı yükleyecekleri sedye arabasına bakın. Onun neden dört tekerleği var? Bu arabaya genellikle ne tür şeyler konulur?

# data_list
source: There are shapes all around us, and they are fun to wonder about. Look at the clouds. These clouds all have flat bottoms and fluffy tops. Why do you suppose a lot of clouds are like this?
ja: いたるところに形があり、それらについて不思議に思うのは面白いですね。雲を見てください。底はみんな平らで上はふわふわしています。どうして多くの雲はこのような形なんだと思いますか？
ko: 우리 주변에는 여러가지 다양한 도형이 있고 무엇이 있는지 생각해보는 것은 재미있는 일입니다. 여기에 있는 구름은 밑이 평평하고 위에는 솜털같은 모양입니다. 여러분은 왜 구름들이 이런 모양이라고 생각하나요?
tr: Hepimizin çevresinde şekiller vardır ve şekilleri merak etmek eğlencelidir. Bulutlara bir bakın. Bu bulutların hepsinin alt tabanları düz ve üstleri ise kabarık. Sizce neden pek çok bulut bu şekildedir?

# data_list
source: It was Ndiwa. He was five days old. Keeper fed Ndiwa with a bottle.
ja: ゾウはエンディバでした。生まれて五日です。飼育員はほ乳瓶でエンディバにミルクをあげました。
ko: 이 코끼리의 이름은 엔디와입니다. 엔디와는 태어난지 5일 밖에 되지 않았습니다. 사육사는 병으로 엔디와를 먹입니다.
tr: O, Ndiwa idi. Beş günlüktü. Bakıcı, Ndiwa’yı biberonla besledi.

# data_list
source: The health of animals who are just a few days old is very fragile. That's one reason there was such a rush to get care for Ndiwa.
ja: 生まれて数日しか経っていない動物の健康状態はとても不安定です。それがあのように急いでエンディバを保護した理由の1つです。
ko: 겨우 몇 일된 아기 동물의 건강은 매우 약합니다. 그렇기 때문에 엔디와를 보살피는 것은 급한 일입니다.
tr: Sadece birkaç günlük olan hayvanların sağlığı çok hassastır. Ndiwa’nın bakımı için bu kadar acele edilmesinin bir nedeni de buydu.

# data_list
source: Ndiwa is being fed milk from a milk bottle, much as a human baby would be fed. Have you ever fed a baby or a baby animal from a milk bottle?
ja: エンディバは人間の赤ちゃんと同じようにほ乳瓶からミルクを与えられています。人間や動物の赤ちゃんにほ乳瓶でミルクをあげたことはありますか？
ko: 엔디와는 갓난 아이가 먹는 것처럼 우유병에 든 우유를 먹습니다. 여러분은 갓난아이나 어린 동물을 우유병으로 먹여 본 적이 있나요?
tr: Ndiwa bir biberonla, sütle besleniyor – tıpkı bir insan bebeğinin beslendiği gibi! Bir bebeği ya da yavru bir hayvanı biberonla beslediniz mi hiç?

# data_list
source: Milk bottles are in the shape of cylinders. They are round and their sides go straight up and down. Do you see any cylinders around you? They are not so common, so you may not see any.
ja: ほ乳瓶は円柱の形をしています。円形で側面はまっすぐ 上下にのびています。あなたの周りに円柱はありますか？ 円柱はあまり一般的ではないので見つからないかもしれません。
ko: 우유병는 원통형입니다. 원통은 둥글고 옆 면들이 위아래로 똑바로 되어있습니다. 여러분 주위에 원통 모양을 본 적이 있나요? 그것은 흔하지 않기 때문에 보이지 않을 수 있습니다.
tr: Süt şişeleri silindir şeklindedirler. Yuvarlaktırlar ve kenarları düz bir şekilde yukarı ve aşağı doğru gider. Hiç etrafınızda silindir görüyor musunuz? Silindir şekiller çok yaygın değiller, bu yüzden pek göremezsiniz.

# data_list
source: The third orphan that month was Malea. She arrived at the nursery on a red tractor. She was six months old.
ja: その月の3番目の孤児はマレアでした。赤いトラクターで保育所に来ました。生まれてから半年でした。
ko: 그 달의 세 번때 고아는 말레아입니다. 말레아는 빨간 트렉터에 실려왔습니다. 말레아는 태어난지 여섯달 밖에 되지 않았습니다.
tr: O ayki üçüncü kimsesiz hayvan Malea idi. Bakımevine kırmızı bir traktörle geldi. Altı aylıktı.

# data_list
source: This orphan is a lot older than Ndiwa. It must be pretty large to be in a trailer pulled by a tractor. What kind of animal do you think it is?
ja: この孤児はエンディバよりもずっと年上です。トラクターに引かれているトレイラーに乗っているぐらいすごく大きな動物に違いありません。どんな動物だと思いますか？
ko: 말레아는 엔디와보다 훨씬 더 나이가 들었습니다. 트렉터가 끌고 온 트레일러에 있으려면 말레아는 매우 큰 동물임이 틀림없습니다. 여러분은 말레아가 어떤 종류의 동물이라고 생각하나요?
tr: Malea, Ndiwa’dan çok daha büyük yaşta. Bir traktör tarafından çekilen bir römorkta olduğuna göre, o oldukça büyük olmalı. Sizce o ne tür bir hayvan?

# data_list
source: Look at the two pairs of wheels on the tractor. The rear pair of wheels is much larger than the front pair. Why do you suppose that is?
ja: トラクターの2組の車輪のペアを見てください。後ろの車輪のペアの方が前の車輪のペアよりもとても大きいですね。どうしてだと思いますか？
ko: 트렉터에 있는 두 쌍의 바퀴를 보세요. 뒷바퀴들은 앞바퀴들보다 훨씬 더 큽니다. 여러분은 왜 그런다고 생각하나요?
tr: Traktördeki iki çift tekerleğe bakın. Arkadaki tekerlek çifti öndekinden çok daha büyük. Sizce bunun nedeni nedir?

# data_list
source: What advantage would having a very large pair of wheels give you?
ja: とても大きな車輪のペアがあるとどんな良い点があるのでしょうか？
ko: 아주 큰 바퀴를 가지면 무엇이 좋나요?
tr: Çok büyük bir çift tekerleğe sahip olmak size ne gibi bir avantaj sağlar?

# data_list
source: Malea the rhinoceros soon became close friends with Enkare, a baby buffalo. They went everywhere together.
ja: サイのマレアはすぐにバッファローの赤ちゃんのエンカレと親友になりました。2頭はどこに行くのにも一緒でした。
ko: 코뿔소 말레아는 아기 물소 엔카라와 곧 친한 친구가 되었습니다. 그 둘은 어디든지 항상 함께 다녔습니다.
tr: Gergedan Malea, çok geçmeden, yavru bir bufalo olan Enkare ile yakın arkadaş oldu. Her yere birlikte gittiler.

# data_list
source: One of the fun things about this nursery is that the different kinds of baby animals get to play together. Do you think they are having fun?
ja: この保育所の面白い点の1つは、違った種類の動物の赤ちゃんたちが一緒に遊ぶようになることです。動物たちは楽しんでいると思いますか？
ko: 이 양육원의 재미있는 것은 서로 다른 종류의 아기 동물들이 함께 노는 것입니다. 여러분은 모든 동물들이 재미있는 시간을 보내고 있다고 생각하나요?
tr: Bu bakımevinin eğlenceli taraflarından biri de farklı türlerdeki yavru hayvanların birlikte oynayabilmeleri. Sizce onlar eğleniyorlar mıdır?

# data_list
source: Have you ever wondered what pattern four-legged animals use their feet in? Next time you get a chance, take a careful look and see if you can figure it out. (They move their left side first, back foot first, and then repeat on their right side.)
ja: 四足歩行の動物がどんなパターンで足を使うのか不思議に思ったことはありますか？ 今度機会があれば分かるかどうか注意深く見てみてください。(まず左側、左の後ろ足を動かし、それから右側も繰り返します。)
ko: 여러분은 네 발의 동물들이 어떤 패턴으로 걷는지 궁금해 한 적이 있나요? 다음에 기회가 있다면, 자세히 관찰해보고 패턴을 알아낼 수 있는지 보세요. (그들은 그들의 왼쪽의 뒷발 먼저, 그리고 나서 오른쪽도 같은 패턴으로 합니다.)
tr: Hiç dört ayaklı hayvanların ayaklarını hangi düzende kullandıklarını merak ettiniz mi? Bir dahaki sefere fırsat bulduğunuzda dikkatlice bakın ve bu sorunun cevabını bulup bulamayacağınızı görün. (Önce sol taraflarını, arka ayaklarını hareket ettirirler ve ardından, sağ taraflarında benzer hareketi tekrar ederler!)

# data_list
source: All these animals have body parts that come in pairs on opposite sides of their body, or singleton parts down the center of their body. Can you think of any animals that have more than one of a body part that doesn't come in pairs?
ja: これらの動物はみんな体の両側にペアになる部位、または中央に単一の部位があります。ペアにならない複数の部位を持つ動物は何か思いつきますか？
ko: 여기에 있는 모든 동물들은 그들의 반대쪽과 같은 쌍의 신체부위를 가지고 있고 몸통 가운데는 하나의 신체부위를 가지고 있습니다. 여러분은 쌍으로 되어있지 않은 부위가 하나 이상인 동물이 무엇인지 알 수 있나요?
tr: Bütün bu hayvanların vücut parçaları, vücutlarının her iki taraflarında çiftler halinde veya vücutlarının orta hatlarında ise tekli sayılar halindedir. Çiftler halinde olmayan vücut parçalarının sayısı birden fazla olan bir hayvan biliyor musunuz?

# data_list
source: One night, everybody was woken up by the arrival of Ambia.
ja: ある夜、アンビアの到着で誰もが起きました。
ko: 어느날 밤, 암비아의 도착으로 모든 사람들이 깨어났습니다.
tr: Bir gece, Ambia’nın gelişiyle herkes uyandı.

# data_list
source: Look at how much that poor baby giraffe had to bend its neck to fit into that cage. Why do you suppose they didn't put the giraffe in a bigger cage?
ja: かわいそうな赤ちゃんキリンが、おりに入るためにどんなに首を曲げないといけなかったのか見てください。どうしてもっと大きなおりに入れなかったのだと思いますか？
ko: 저 불쌍한 아기 기린이 동물 우리에 들어가기 위해 얼마나 목을 굽혔는지 보세요. 여러분은 왜 사람들이 아기 기린을 좀 더 큰 우리에 넣지 않았다고 생각하나요?
tr: Zavallı yavru zürafanın o kafese sığabilmek için boynunu ne kadar bükmek zorunda kaldığına bir bakın! Sizce zürafayı neden daha büyük bir kafese koymadılar?

# data_list
source: Have you ever squeezed into a small box or other space to play? Was it scary or cozy to be in such a small space?
ja: 遊ぶために、小さな箱やちょっとしたスペースに何とか入ろうとしたことはありますか？ 小さな空間は怖かったでしょうか。それとも居心地がよかったですか？
ko: 여러분은 놀면서 작은 상자나 공간에 자신을 쑤셔넣은 적이 있나요? 그렇게 작은 공간에 있는 것이 무서웠나요 아니면 아늑했나요?
tr: Sizin de oyun oynamak için küçük bir kutuya ya da başka bir alana sıkıştığınız oldu mu hiç? O kadar küçük bir yerde olmak korkutucu mu yoksa rahat mıydı?

# data_list
source: Look at all those stars! How many can you count? Have you been in a really dark place outside where you could see more stars than you can count?
ja: 星たちをぜんぶ見てください！ いくつ数えることができますか？ あなたが数えられるよりももっとたくさんの星が見えるような、本当に暗い外の場所にいたことはありますか？
ko: 여기 모든 별들을 보세요! 몇 개나 셀 수 있나요? 셀 수도 없이 많은 별을 볼 수 있는 어두어진 밖에 있어 본 적이 있나요?
tr: Şu yıldızlara bir bakın! Kaç tanesini sayabilirsiniz? Hiç dışarıdayken sayamayacağınız kadar çok yıldızı görebileceğiniz o kadar karanlık bir yerde bulundunuz mu gerçekten?

# data_list
source: Ambia was five months old. She was weak after her long journey.
ja: アンビアは生まれて五か月でした。長旅の後で弱っていました。
ko: 암비아는 태어난지 5개월된 아기 동물입니다. 암비아는 긴 여정에 매우 허약해져 있었습니다.
tr: Ambia beş aylıktı. Uzun yolculuğundan sonra zayıf düşmüştü.

# data_list
source: Ambia looks weak and sad. These poor baby animals are away from their homes to get care to help save their lives. It is hard for a baby animal to be by itself in a strange place.
ja: アンビアは弱々しく悲しそうに見えますね。これらのかわいそうな赤ちゃんの動物たちは、命を救うケアを受けるためにすみかから離れています。赤ちゃんの動物が見知らぬ場所でひとりぼっちでいるのは大変なことです。
ko: 암비아는 허약하고 슬퍼보입니다. 여기에 있는 불쌍한 아기 동물들은 다시 건강해지기 위해 보살핌을 받을 수 있게 자신들의 집을 떠나 여기까지 멀리 왔습니다. 아기 동물들이 혼자서 이런 낯선 곳에 있는 것은 힘든일입니다.
tr: Ambia, zayıf ve üzgün görünüyor. Bu zavallı yavru hayvanlar, hayatlarını kurtarmaya yardımcı olacak bakımı alabilmek için yuvalarından çok uzaktalar. Yavru bir hayvan için yabancı bir yerde tek başına olmak zordur.

# data_list
source: Have you ever gone on a trip away from home for a long time? Did you feel sad, or were you excited to be in a new place on an adventure?
ja: 長いこと家から離れて旅行に行ったことはありますか？ 悲しかったですか？ それとも冒険して新しい場所にいることにワクワクしましたか？
ko: 여러분은 집을 떠나 오랫동안 여행을 떠나본 적이 있나요? 여러분은 슬펐나요 아니면 새로운 곳으로 모험을 떠나게 되어 신났었나요?
tr: Peki, ya siz, uzun süreliğine evinizden uzakta bir yolculuğa çıktınız mı hiç? Kendinizi üzgün mü hissettiniz yoksa yeni bir yerde maceraya atıldığınız için heyecanlı mıydınız?

# data_list
source: An estimate is a best guess when it is difficult to count something. What is your estimate for how many dark spots Ambia has?
ja: 見積もることは、何かを数えるのが難しいときにする最善の推測のことです。アンビアの暗い色の斑点の数は推測するといくつになるでしょうか？
ko: 추측은 일일이 세기가 어려울때 할 수 있는 좋은 방법입니다. 여러분은 암비아의 검은 점들은 몇 개라고 추측하나요?
tr: Değer biçmek, bir şeyi saymanın zor olduğu durumlarda yapılan en iyi tahmindir. Ambia’nın kaç tane koyu renkli beneği olduğu konusundaki tahmininiz nedir?

# data_list
source: Because of her long neck, Keeper held the bottle high to feed Ambia.
ja: アンビアの首が長いので飼育員は高い所からほ乳瓶で飲ませています。
ko: 암비아의 긴 목때문에 사육사는 암비아를 먹이기 위해서 우유병을 높이 들어야했습니다.
tr: Bakıcı, Ambia’yı beslemek için onun uzun boynu sebebiyle şişeyi yüksekte tuttu.

# data_list
source: Keeper does everything to make the animals comfortable. Taking stress out of the animals' lives is an important part of helping them to get healthy.
ja: 飼育員は動物たちが快適に過ごせるように何でもします。生活からストレスを取りのぞくことは、動物たちの健康を助けるための重要な要素です。
ko: 사육사는 동물들이 편안하도록 최선을 다합니다. 동물들이 스트레스를 받지 않게 하는 것은 그들이 건강을 되찾는데 중요한 요소가 됩니다.
tr: Bakıcı, hayvanları rahat ettirmek için her şeyi yapıyor. Hayvanların yaşamlarındaki stresi azaltmak, onların sağlıklı olmalarına yardımcı olma aşamasında önemli bir yer tutar.

# data_list
source: About how high up is Keeper? He is higher than the height of one person. Is he higher than twice the height of a person? Sometimes it is useful to measure the size of one thing in terms of the size of something else you know.
ja: 飼育員はだいたいどのくらいの高さにいるでしょうか？ 人間の身長よりも高い所にいますね。人の身長の2倍の高さよりも高い所でしょうか？ サイズを知っているものを基準にして何か他のもののサイズを測るのが便利なときもあります。
ko: 사육사는 얼마나 높이 올라가 있나요? 그는 한 사람의 키보다 더 높게 있습니다. 가끔은 물건의 크기를 재기위해서 우리가 알고 있는 다른것의 크기와 비교해보는 것이 도움이 됩니다.
tr: Bakıcı yaklaşık ne kadar yüksekte? Resimdeki diğer kişinin boyundan daha yüksekte. Acaba Bakıcı, bir insanın boyunun iki katından daha mı yüksekte? Bazen bir şeyin büyüklüğünü bildiğiniz başka bir şeyin büyüklüğüne göre ölçmek faydalı olabilir.

# data_list
source: Do the same thing with this tree. How many person-heights tall is this tree? People did this sort of thing a long time ago when creating lengths they could talk about with others. For example, they would measure some things by the length of a foot or the length of a stride.
ja: この木で同じことをしてみてください。人間の何倍の高さでしょうか？ このようなことは、昔人々が話をするうえで長さをつくりだしたときに行われました。例えば、何かを測定するときに足長や1歩分の長さを使ったのです。
ko: 그림에 있는 나무를 같은 방법으로 재어보세요. 나무는 사람의 키의 몇 배가 되나요? 예전에 사람들은 이러한 방법으로 길이를 재어보았습니다. 예를 들어 사람들은 발의 길이나 보폭의 길이로 물건의 크기를 재었습니다.
tr: Aynı şeyi resimdeki ağaç için de yapın. Bu ağaç kaç insan boyu uzunluğundadır? İnsanlar bu tür şeyleri (büyüklükleri başka şeylerin büyüklüğüne göre ölçmeyi) uzun zaman önce başkalarıyla konuşabilecekleri uzunluklar yaratırken yapmışlardır. Örneğin, geçmişte bazı şeyleri bir ayak veya bir adımın uzunluğu ile ölçerlerdi.

# data_list
source: Tiny twins Abei and Moit arrived in the middle of August. These antelopes were only a few hours old. They were very sick.
ja: 8月の中旬に小さな双子のアベイとモイトがやって来ました。生まれてからたった数時間のアンテロープです。2匹は重い病気にかかっていました。
ko: 아주 작은 쌍둥이 아베와 모이트는 8월 중순에 도착했습니다. 이 영양들은 태어난지 이제 겨우 몇 시간밖에 되지 않았습니다. 그들은 매우 위독합니다.
tr: Küçük ikizler, Abei ve Moit, ağustos ayının ortasında geldiler. Bu antiloplar sadece birkaç saatliklerdi. Çok hastalardı.

# data_list
source: How do you think they got these baby antelopes to the nursery so quickly? Do you think they were watching the birth?
ja: 赤ちゃんのアンテロープはどうやってこんなに早く保育所に届けられたのだと思いますか？ 出生のときに見守られていたのだと思いますか？
ko: 여러분은 어떻게 두 영양들이 양육원에 이렇게 빨리 올 수 있었다고 생각하나요? 여러분은 사람들이 그들이 태어나는 것을 보고 있었다고 생각하나요?
tr: Sizce bu yavru antilopları bakımevine nasıl bu kadar çabuk getirdiler? Acaba doğumlarını mı izlediler?

# data_list
source: Have you ever seen a newborn animal or person? They seem so helpless and wide eyed. They are seeing their world for the very first time and they are amazed!
ja: 人間や動物の生まれたての赤ちゃんを見たことはありますか？ 赤ちゃんはとても無力で純真なまなざしをしているように見えます。生まれて初めて自分たちの世界を見て驚いているのですね！
ko: 여러분은 이제 막 태어난 갓난아기나 동물을 본 적이 있나요? 그들은 상처받기 쉬워 보이고 큰 눈을 가지고 있습니다. 그들은 눈을 떠서 세상을 처음 바라봅니다. 그들은 너무나 소중해 보입니다!
tr: Hiç yeni doğmuş bir insan veya hayvan gördünüz mü? Çok çaresiz ve şaşkın görünüyorlar. Dünyalarını ilk kez görüyorlar ve şaşkınlar!

# data_list
source: It's important to keep newborns warm. That's why these pictures of newborn animals show blankets on the animals. You'll see the same thing for newborn human babies.
ja: 生まれたばかりの赤ちゃんは暖かく保つことが大切です。ですからページの絵の生まれたての動物たちには、毛布がかけられているのです。人間の赤ちゃん、新生児に対しても同じことが見られるでしょう。
ko: 막 태어난 아기를 따뜻하게 해주는 것은 매우 중요합니다. 그래서 그림은 막 태어난 아기 영양이 담요에 싸여있는 것을 보여줍니다. 여러분은 이제 막 태어난 갓난아이에게도 같은 것을 볼 수 있습니다.
tr: Yeni doğanları sıcak tutmak önemlidir. Bu yüzden, bu yeni doğan hayvanların bu resimlerinde, üzerlerinde battaniyeler görülüyor. Aynı şeyi yeni doğan insan bebekler için de görürsünüz.

# data_list
source: Everyone was sad when Abei died a week after he arrived at the nursery. But Keeper and his helpers saved Moit.
ja: 保育所に着いてから1週間が経ちアベイが亡くなると、誰もが悲しみました。けれどもモイトは飼育員と助手たちによって救われました。
ko: 아베가 양육원에 온지 일주일 후에 죽었을때 모든 사람들은 슬펐습니다. 그렇지만 사육사와 그의 보조원들은 모이트를 살렸습니다.
tr: Abei bakımevine ulaştıktan bir hafta sonra öldüğünde herkes çok üzüldü. Ama Bakıcı ve yardımcıları Moit’i kurtardılar.

# data_list
source: Sometimes, people do their best and still things do not turn out well. Think of a time when you did your best and things did not go well.
ja: 最善を尽くしてもよくない結果に終わることはあります。ベストを尽くしたけれど、うまくいかなかったときのことを思い出してみてください。
ko: 가끔 사람들은 그들의 최선을 다하지만 결과는 여전히 좋지 않을때가 있습니다. 여러분이 최선을 다했지만 결과가 좋지 않았던 때가 있었는지 생각해 보세요.
tr: Bazen insanlar ellerinden gelenin en iyisini yaparlar ama yine de işler yolunda gitmez. Elinizden gelenin en iyisini yaptığınız ve işlerin yolunda gitmediği bir zamanı düşünün.

# data_list
source: It can be discouraging to try hard and not have things turn out well. When you have had failures, did it discourage you, or did it make you want to work even harder to make sure things turned out better the next time?
ja: 一生懸命やっても結果がよくないとがっかりすることもあります。あなたは失敗したときがっかりしましたか？ それとも次は必ずもっとうまくやるぞと、さらにがんばりたくなりましたか？
ko: 열심히 했지만 결과가 좋지 않았을때 우리는 실망합니다. 여러분이 실패했을때 여러분은 실망하나요 아니면 다음에는 더 좋은 결과를 얻기 위해 더 열심히 하나요?
tr: Çok çalışıp işlerin yolunda gitmemesi cesaret kırıcı olabilir. Bir başarısızlık yaşadığınızda, bu sizin cesaretinizi mi kırdı yoksa bir dahaki sefere işlerin daha iyi gitmesini sağlamak için sizde daha da çok çalışma isteği mi uyandırdı?

# data_list
source: When things go poorly, it is important to understand why that happened. If there were things that happened that you could not have foreseen or controlled, then that's just bad luck. If there were things you could have done better, it's a good idea to learn those lessons so you'll do better next time.
ja: 何かが不十分だったときはどうしてそうなったのかを理解することが重要です。あなたが前もって想定できなかった、またはコントロールできなかったことならばそれはただ運が悪かっただけです。もし何かやっておけばよかったならば、次にもっとうまくやるためにこれを教訓として学ぶと良いでしょう。
ko: 일이 잘 풀리지 않을때 왜 그렇게 되었는지 이해하는 것은 중요한 일입니다. 여러분이 생각하지 못했거나 어떻게 할 수 없을때는 그것은 그저 운이 나빴던 것입니다. 여러분이 더 잘할수 있는것이 있었다면 다음에는 더 잘할 수 있게 그것을 교훈으로 삼는 것은 좋은 방법입니다.
tr: İşler kötü gittiğinde, bunun neden olduğunu anlamak önemlidir. Eğer öngöremediğiniz ya da kontrol edemediğiniz şeyler olduysa, bu, sadece kötü bir şanstır. Daha iyi yapabileceğiniz şeyler olduysa, bir dahaki sefere daha iyisini yapmak için bu dersleri öğrenmek iyi bir fikirdir.

# data_list
source: The last orphans to arrive in August were Kopi, Kepi, and Keji. These cubs were two weeks old. They were very hungry when they arrived.
ja: 8月にやって来た最後の孤児は、コピ、ケピ、ケイでした。子どもたちは生まれてから2週間でした。到着したときとてもお腹をすかせていました。
ko: 8월에 마지막으로 도착한 아기 새끼들은 코피, 케피, 그리고 케지이었습니다. 이 아기 동물들은 태어난지 2주 밖에 되지 않았습니다. 그들이 도착했을때 아기 새끼들은 배가 고팠습니다.
tr: Ağustos ayında en son ulaşan kimsesiz hayvanlar Kopi, Kepi ve Keji idi. Bu yavrular iki haftalıklardı. Geldiklerinde çok açtılar.

# data_list
source: These three cubs look like they are going to have a lot of fun with each other. How do Keeper and his helpers feel about these cubs? How can you tell?
ja: 3匹はお互いで遊んですごく楽しく過ごせそうです。飼育員と助手たちはこの子たちをどう思っているのでしょうか？ どこで分かりますか？
ko: 아기 새끼들은 서로 아주 재미있는 시간을 보내는 것 같습니다. 동물 사육사와 그의 보조원들은 아기 새끼들을 어떻게 생각할까요? 어떻게 알 수 있나요?
tr: Bu üç kedi yavrusu birbirleriyle bayağı eğlenecek gibi görünüyorlar. Bakıcı ve yardımcıları bu yavrular hakkında ne hissediyorlar? Bunu nereden anlayabilirsiniz?

# data_list
source: Estimate how many spots these cubs have all together. Now, try counting the spots, perhaps 2 at a time, and see how close your estimate is.
ja: この子たちの斑点がぜんぶでいくつあるのか推測してみましょう。それでは、できたら一度に2つずつ斑点を数えていってどのくらい自分の推測が近いかみてみましょう。
ko: 아기 새끼 모두의 반점이 몇 개 인지 추측해보세요. 이제 두개씩 반점을 세어보고 여러분의 추측이 얼마나 가까운지 보세요.
tr: Bu yavruların hepsinde toplam kaç tane benek olduğunu tahmin edin. Benekleri her seferinde ikişerli saymayı deneyin ve tahmininizin gerçeğe ne kadar yakın olduğunu görün.

# data_list
source: Make a game of estimating by challenging each other to look quickly at something and have each of you make an estimate. Then, look back, count the actual number of things, and see whose estimate was closest. With practice, you'll get much better at this!
ja: お互いに挑戦し合う数当てのゲームを作ってみましょう。あるものを素早く見てそれぞれが数を推測します。それからもう一度見て実際に数を数え、だれの推測が1番近かったか見てみましょう。練習を積むともっと上手にできるようになります！
ko: 재빨리 한 번 보고 서로 추측해보는 게임을 해보세요. 그리고 나서 다시 자세히 보며 세어보세요. 누가 더 가깝게 추측했는지 보세요. 연습을 여러번 해 본다면 여러분은 이 게임을 더 잘 할수 있을 것입니다!
tr: Çocuğunuz ile birbirinizi, bir şeye hızlıca bakmaya zorlayarak ve her birinizin bir tahminde bulunmasını sağlayarak bir tahmin oyunu oynayın. Sonra, geriye dönüp gerçek sayıyı sayın ve kimin tahmininin gerçeğe en yakın olduğunu görün. Pratik yaptıkça bu konuda çok daha iyi olacaksınız!

# data_list
source: Keeper and his helpers love all of the animals, even the naughty ones.
ja: 飼育員と助手たちは、イタズラっ子であっても動物たちみんなのことが大好きです。
ko: 동물 사육사와 그의 보조원들은 말을 잘 듣지 않은 아기 동물까지 모두 다 사랑합니다.
tr: Bakıcı ve yardımcıları tüm hayvanları seviyor, yaramaz olanları bile!

# data_list
source: Even when these baby animals cause trouble, Keeper and his helpers have a good time playing with them. Are there some animals you enjoy playing with?
ja: 動物たちが飼育員と助手たちを困らせたときでさえ、一緒に遊んで楽しいときを過ごしました。一緒に楽しく遊ぶ動物はあなたにいますか？
ko: 여기 있는 아기 동물들이 문제를 일으켜도 사육사와 그의 보조원들은 그들과 놀며 즐거운 시간을 보냅니다. 여러분은 같이 놀고 싶은 동물이 있나요?
tr: Bu yavru hayvanlar sorun çıkardıklarında dahi Bakıcı ve yardımcıları onlarla oynayarak iyi vakit geçiriyorlar. Sizin de oynamaktan keyif aldığınız hayvanlar var mı?

# data_list
source: Do you like to play around in the water when you wash off? Young animals are not all that different than young people.
ja: お風呂のとき水の中で遊ぶのが好きですか？ 幼い人間と幼い動物たちにそんなに違いはありません。
ko: 여러분은 씻을때 물 주변에서 노는것을 좋아하나요? 어린 동물들은 갓난아기와 별로 다르지 않습니다.
tr: Yıkanırken suyun içinde oynamayı sever misiniz? Genç hayvanlar genç insanlardan çok da farklı değiller!

# data_list
source: The elephant barely fits in that bath tub. What do you think they will do when the elephant outgrows this tub?
ja: ゾウはかろうじて浴そうにおさまっています。成長してこの浴そうより大きくなったらどうすると思いますか？
ko: 아기 코끼리는 욕조에 겨우 들어갑니다. 코끼리가 더 커진다면 여러분은 보조원들이 어떻게 할 거라고 생각하나요?
tr: Fil resimdeki küvete zor sığmış. Fil bu küveti aşacak kadar büyüdüğünde, sizce onlar ne yapacaklar?

# data_list
source: The naughtiest baby was Lobolia. Lobolia liked to hide Keeper's glasses.
ja: 1番わんぱくな赤ちゃんはロボリアでした。飼育員のメガネをかくすのが好きでした。
ko: 제일 장난꾸러기는 로볼리아입니다. 로볼리아는 동물 사육사의 안경을 숨기는것을 좋아합니다.
tr: En yaramaz yavru Lobolia’ydı. Lobolia, Bakıcı’nın gözlüklerini saklamayı severdi.

# data_list
source: Do you think Keeper can see without his glasses? If he can't see, he's going to have a very hard time finding his glasses. He doesn't wear his glasses on any of the pages, so he must not need them very much.
ja: 飼育員はメガネなしで見えると思いますか？ もし見えないならメガネを探すのもとても難しくなります。どのページでもメガネをかけていないので、きっとそんなに必要ではないのでしょう。
ko: 여러분은 사육사가 안경없이 볼 수 있다고 생각하나요? 만약에 그가 볼 수 없다면 사육사는 안경을 찾기가 무척이나 힘들것입니다. 이전 그림에서 사육사는 안경을 쓰지 않았으니 그는 안경이 그렇게 필요하지 않는게 틀림없습니다.
tr: Sizce Bakıcı, gözlükleri olmadan görebilir mi? Eğer göremezse, gözlüğünü bulmakta çok zorlanacaktır. Bakıcı hiçbir sayfada gözlüğünü takmıyor; gözlüğe çok fazla ihtiyaç duymuyor olmalı.
