Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: This story has counting to 10, comparing sizes, and geometry. Practice words: numbers to 10, one more, one less, less, more, small, big, too, too big, smallest, largest, triangle, rectangle, pentagon, cylinder, same, on, under, and on top of.
ar: تحتوي هذه القصة على العد إلى 10، المقارنة بين الأحجام، كلمات تطبيقية للهندسة: الأعداد إلى 10، واحد أكثر، واحد أقل، أكثر، صغير، كبير، جداً، كبير جداً، الأصغر، الأكبر، مثلث، مستطيل، شكل خماسي، إسطواني، مماثل، فوق، تحت، على سطح.
fr: Cette histoire apprend à compter jusqu’à 10, à comparer les tailles et la géométrie. Mots à pratiquer : les nombres jusqu’à 10, un de plus, un de moins, moins, plus, petit, grand, trop, trop grand, le plus petit, le plus grand, triangle, rectangle, pentagone, cylindre, même, sur, en-dessous et au-dessus.
ja: このお話には、10までの数え方、大きさの比較、幾何学があります。練習する単語：10までの数、1つ多い、1つ少ない、少ない、多い、小さい、大きい、大きすぎる、一番小さい、一番大きい、三角形、四角形、五角形、円柱、同じ、上に、下に、上に乗っています。
ko: 이야기는 10까지 세기, 크기 비교, 기하학이 있습니다. 연습 단어: 10까지 숫자들, 하나 더, 하나 덜, 더 적은, 더, 작은, 큰, ~도, 너무 큰, 가장 작은, 가장 큰, 삼각형, 사각형, 오각형, 원통, 같은, ~에, 밑에, 그리고 위에.
tr: Bu hikâyede 10’a kadar sayma, büyüklüklerin karşılaştırılması ve geometri var. Alıştırma sözcükleri: 10’a kadar sayılar, bir fazla, bir az, daha az, daha çok, küçük, büyük, çok, çok büyük, en küçük, en büyük, üçgen, dikdörtgen, beşgen, silindir, aynı, üzerinde, altında, en üstte, en tepede (en üstte).

# data_list
source: Where Is My Bat?
ar: أين هو مضربي؟
fr: Où est ma chauve-souris ?
ja: 私のバットはどこですか？
ko: 나의 배트는 어디에 있나요?
tr: Raketim Nerede?

# data_list
source: This story has counting to 7, relationship words, and shapes. Practice words: how many, numbers to 7, one more, one less, behind, inside, on, high, too high, under, rectangle, box, and vertical line.
ar: تحتوي هذه القصة على العد حتى 7، وكلمات العلاقات، والأشكال. كلمات التدريب: كم، الأرقام حتى 7، واحد إضافي واحد أقل، خلف، داخل، على، مرتفع، مرتفع جدًا، تحت، مستطيل، مربع، وخط عمودي.
ja: このお話は7までの数え方、関係を表す言葉、そして形が登場します。練習する単語：いくつ、7までの数、1つ多い、1つ少ない、後ろ、内側、上、高い、高すぎる、下、長方形、箱、垂直線。
ko: 이야기는 7까지 세기와 단어와의 관계, 그리고 도형이 있습니다. 연습 단어: 얼마나, 7까지의 숫자들, 하나 더 하나 덜, 뒤에, 안에, ~에, 높은, 너무 높은, 밑, 사각형, 상자, 그리고 수직선.
tr: Bu hikâye yediye kadar sayma, ilişki kurma kelimeleri ve şekilleri içermektedir. Alıştırma Sözcükleri: kaç tane, yediye kadar sayılar, bir fazla, bir eksik, arkasında, içinde, üstünde, yüksek, çok yüksek, altında, dikdörtgen, kutu, dikey çizgi.

# data_list
source: Where Is My Cat?
ar: أين هي قطتي؟
fr: Où est mon chat ?
ja: 私の猫はどこですか？
ko: 나의 고양이는 어디에 있나요?
tr: Benim Kedim Nerede?

# data_list
source: This story has counting to 5, relationship words, and colors. Practice words: numbers to 5, under, on top of, over, behind, next to, inside, outside, color names, straight, and curved.
ar: تحتوي هذه القصة على العد حتى 5، كلمات العلاقات، والألوان. كلمات التدريب: الأرقام إلى 5، تحت، فوق، خلف، بجوار، داخل، خارج، أسماء الألوان، مستقيم، ومنحني.
fr: Cette histoire permet de s’entraîner à compter jusqu’à 5, d’apprendre des mots d’orientation dans l’espace et des couleurs. Pratiquez les mots suivants : nombres jusqu’à 5, sous, dessus, sur, derrière, à côté de, dedans, dehors, couleurs, droit, et courbe.
ja: このお話は５までの数え方、関係を表す言葉、色が登場します。練習する単語：5までの数字、下、上、超える、後ろ、隣、内側、外側、色の名前、まっすぐ、曲がる。
ko: 이야기는 5까지 세기, 단어와의 관계, 색깔. 연습 단어: 5까지의 숫자, 밑, 위에, 뒤, 옆, 안쪽, 바깥쪽, 색깔, 똑바른, 그리고 곡진.
tr: Bu hikâye, 5’e kadar saymayı, ilişki kurma sözcüklerini ve renkleri içerir. Alıştırma sözcükleri: 5’e kadar sayılar, altında, en üstünde, tepesinde, üzerinde, arkasında, yanında, içinde, dışında, renklerin isimleri, düz, eğri.

# data_list
source: A Dancer's Tale
ar: قصة الراقصة: فيليس سبيرا
ko: 어떤 무용수의 이야기
tr: Bir Dansçının Hikâyesi: Phyllis Spira

# data_list
source: This story has counting to 12, comparing, and shapes. Practice words: numbers to 12, smallest, shortest, longest, more, less, circle, arc, triangle, rectangle, right angle, straight lines, diagonal, shapes made with lines, Y shape.
ar: تحتوي هذه القصة على العد حتى ١٢، المقارنة والكلمات. الكلمات التدريبية: الأرقام حتى ١٢، الأصغر، الأقصر، الأطول، أكثر، أقل، دائرة، قوس، مثلث، مستطيل، زاوية قائمة، خطوط مستقيمة، قطري، أشكال مصنوعة من خطوط، شكل حرف Y.
fr: Cette histoire parle de compter jusqu'à 12, de comparer et de formes. Mots à pratiquer : nombres jusqu'à 12, le plus petit, le plus court, le plus long, plus, moins, cercle, arc, triangle, rectangle, angle droit, lignes droites, diagonale, formes faites avec des lignes, forme en Y.
ko: 이야기는 12까지의 수 세기, 비교하기, 도형을 포함하고 있어요. 연습 단어: 12까지의 수, 가장 작은, 가장 짧은, 가장 긴, 더 많은, 더 적은, 원, 호, 삼각형, 사각형, 직각, 직선, 대각선, 선으로 이루어진 도형, Y 모양.
tr: Bu hikâyede 12’ye kadar saymalar, karşılaştırmalar ve şekiller var. Alıştırma sözcükleri: 12’ye kadar sayılar, en küçük, en kısa, en uzun, daha fazlası (daha çok), daha az, daire, yay, üçgen, dikdörtgen, dik açı, düz çizgiler, köşegen, çizgilerle yapılmış şekiller, Y şekli.

# data_list
source: A Fish and a Gift
ar: سمكة وهدية
fr: Un poisson et un cadeau
ko: 물고기와 선물
tr: Bir Balık ve Bir Hediye

# data_list
source: This story has counting to 8, descriptions and comparisons, and shapes. Practice words: numbers to 8, earlier, later, dark, faster, down, backwards, longest, more, little, different, triangle, rectangle, line, side, straight, horizon, and horizontal.
ar: تحتوي هذه القصة على العد حتى 8، والصفات والمقارنات، والأشكال. كلمات التدريب: الأرقام إلى 8، سابقًا، لاحقًا، داكن، أسرع، أسفل، للخلف، الأطول، أكثر، قليل، مختلف، مثلث، مستطيل، خط، جانب، مستقيم، أفق، وأفقي.
fr: Cette histoire contient des mots pour compter jusqu'à 8, des descriptions et des comparaisons, et des formes. Mots de pratique : chiffres jusqu'à 8, plus tôt, plus tard, sombre, plus rapide, en bas, en arrière, le plus long, plus, peu, différent, triangle, rectangle, ligne, côté, droit, horizon, et horizontal.
ko: 이야기는 8까지 세기, 설명, 비교 그리고 도형이 있습니다. 연습 단어: 8까지의 숫자, 더 일찍, 더 늦게, 어두운, 더 빠른, 아래, 뒤로, 제일 긴, 더, 작은, 다른, 삼각형, 사각형, 선, 면, 똑바른, 수평선, 수평.
tr: Bu hikâyede 10’a kadar saymalar, tanımlamalar, karşılaştırmalar ve şekiller var. Alıştırma sözcükleri: 10’a kadar sayılar, daha erken, daha sonra, karanlık, daha hızlı, aşağı, geriye doğru, en uzun, daha çok (daha fazlası), çok az, farklı, üçgen, dikdörtgen, çizgi, kenar, düz, ufuk, yatay.

# data_list
source: Aku the Sun Maker
ar: آكو صانعة الشمس
fr: Aku fabricant du soleil
ko: 해를 만든 아쿠
tr: Aku – Güneş Toplayıcı

# data_list
source: This story has colors, descriptions, and shapes. Practice words: white, red, yellow, orange, brown, rainbow colors, same, matching, different, difference, long, longer, short, very, curved, straight, round, triangle, and rectangle.
ar: تحتوي هذه القصة على الألوان والأوصاف والأشكال. كلمات التدريب: أبيض، أحمر، أصفر، برتقالي، بني، ألوان قوس قزح، نفس الشيء، متطابق، مختلف، اختلاف، طويل، أطول، قصير، جداً، منحني، مستقيم، مستدير، مثلث، ومستطيل.
fr: Cette histoire comporte des couleurs, des descriptions et des formes. Mots à pratiquer : blanc, rouge, jaune, orange, brun, couleurs de l'arc-en-ciel, même, correspondant, différent, différence, long, plus long, court, très, courbé, droit, rond, triangle et rectangle.
ko: 이야기는 색깔, 설명, 그리고 도형이 있습니다. 연습 단어: 하얀색, 노란색, 주황색, 갈색, 무지개 색깔, 같은, 어울리는, 다른, 다른점, 긴, 더 긴, 짧은, 매우, 구부러진, 똑바른, 둥근, 삼각형, 그리고 사각형.
tr: Bu öyküde renkler, tanımlamalar ve şekiller yer almaktadır. Alıştırma sözcükleri: beyaz, kırmızı, sarı, turuncu, kahverengi, gökkuşağı renkleri, aynı, eşleşen, farklı, fark, uzun, daha uzun, kısa, çok, kavisli, düz, yuvarlak, üçgen, dikdörtgen.

# data_list
source: Amazing Daisy
ar: ديزي الرائعة
fr: Incroyable Daisy
ko: 대단한 데이지
tr: Muhteşem Daisy

# data_list
source: This story has geometry and shape ideas. Practice words: circle, rectangle, sides, corner, vertical line, horizontal line, big, small, low, and high
ar: تحتوي هذه القصة على أفكار هندسية وأشكال. الكلمات التدريبية: دائرة، مستطيل، جوانب، زاوية، خط عمودي، خط أفقي، كبير، صغير، منخفض ومرتفع.
fr: Cette histoire contient des idées de géométrie et de formes. Mots à pratiquer : cercle, rectangle, côtés, coin, ligne verticale, ligne horizontale, grand, petit, bas et haut.
ko: 이야기는 기하학과 도형이 있습니다. 연습 단어: 원형, 사각형, 면, 모서리, 수직선, 평행선, 큰, 작은, 낮은, 그리고 높은.
tr: Bu hikâyede geometri ve şekiller var. Alıştırma sözcükleri: daire, dikdörtgen, kenarlar, köşe, dikey çizgi, yatay çizgi, büyük, küçük, alçak, yüksek.

# data_list
source: Cassava and Palm
ar: الكاسافا و النخلة
fr: Manioc et Palme
ko: 카사바와 종려나무
tr: Manyok ve Palmiye

# data_list
source: This story has counting to 20, descriptions, and shapes. Practice words: very, extremely, more, difference, rectangle, square, round, cone, triangle, alike, different, dividing by 1, 2, and 1/2, vertical, horizontal, perpendicular, oldest, youngest, inside, and outside.
ar: تحتوي هذه القصة على التمارين التالية: العد حتى العشرين، أوصاف و أشكال مختلفة. كلمات للممارسة: جدا، للغاية، أكثر، فرق، مستطيل، مربع، مستدير، مخروط، مثلث، متشابهين، مختلفين، قسمة على: 1 ، 2 ، 1/2، عمودي، أفقي، متعامد، الأقدم، الأصغر، الداخل والخارج.
fr: Cette histoire traite du comptage jusqu'à 20, des descriptions et des formes. Mots clés : très, extrêmement, plus, différence, rectangle, carré, rond, cône, triangle, semblable, différent, diviser par 1, 2 et 1/2, vertical, horizontal, perpendiculaire, plus vieux, plus jeune, intérieur et extérieur.
ko: 이야기는 20까지 세기, 설명, 그리고 도형이 있습니다. 연습 단어: 매우, 극도로, 더, 다른점, 사각형, 정사각형, 둥근, 원뿔, 삼각형, 서로같은, 다른, 1, 2, 그리고 ½ 로 나누기, 수직의, 평행의, 직각의, 가장 오래된, 가장 어린, 안에 그리고 밖의.
tr: Bu hikâyede 20’ye kadar saymalar, betimlemeler ve şekiller var. Alıştırma sözcükleri: çok, aşırı bir şekilde, daha çok, fark, dikdörtgen, kare, yuvarlak, koni, üçgen, benzer, farklı, 1’e, 2’ye ve ½’ye bölme, dikey, yatay, dik, en yaşlı, en genç, içeride, dışarıda.

# data_list
source: Cat and Dog Draw and Color
fr: Chat et Chien : dessin et couleur
ko: 고양이와 개 그림과 색깔
tr: Kedi ve Köpek Çiziyor ve Boyuyor

# data_list
source: This story has shapes, comparisons, and skip counting. Practice words: rectangle, square, oval, circle, arc, triangle, line, straight, curved, mirror symmetry, similar, different, less, same, more, pair, difference, right, left, skip counting by 2's, 3's, and 5's.
fr: Cette histoire traite des formes, des comparaisons et du comptage par bonds. Mots clés : rectangle, carré, ovale, cercle, arc, triangle, ligne, droite, courbe, symétrie miroir, similaire, différent, moins, même, plus, paire, différence, droite, gauche, compte rapide par 2's, 3's, et 5's.
ko: 이야기는 도형, 비교, 그리고 건너뛰어 세기가 있습니다. 연습단어: 사각형, 정사각형, 타원형, 원, 호, 삼각형, 선, 똑바로, 곡진, 거울 대칭, 비슷한, 다른, 더 적은, 같은, 더, 짝, 다른점, 오른쪽, 왼쪽, 2 단위, 3 단위, 5 단위로 건너뛰어 세기.
tr: Bu hikâye şekilleri, karşılaştırmaları ve atlayarak saymayı içerir. Alıştırma sözcükleri: dikdörtgen, kare, oval, daire, yay, üçgen, çizgi, düz, eğri, ayna simetrisi, benzer, farklı, daha az, aynı, daha fazla, çift, fark, sağ, sol, ikişer ikişer, üçer üçer ve beşer beşer ritmik (atlayarak) sayma.

# data_list
source: Curious Baby Elephant
ar: الفيلة الصغيرة الفضولية
fr: Curieux bébé éléphant
ko: 호기심 많은 아기 코끼리
tr: Meraklı Yavru Fil

# data_list
source: This story has skip counting and number properties. Practice words: skip counting, counting by a number, even, odd, more, less, above, and below.
ar: تحتوي هذه القصة على العد القفزي وخصائص الأرقام. كلمات التدريب: العد القفزي، العد برقم، زوجي، فردي، أكثر، أقل، فوق وتحت.
fr: Cette histoire a évité comptage et chiffres propriétés. Les mots à pratiquer : éviter comptage, éviter du chiffre, pair, impair, plus, moins, au-dessous et en dessous.
ko: 이야기는 건너뛰어 세기와 숫자의 특징이 있습니다. 연습 단어: 건너뛰어 세기, 숫자로 세기, 짝수, 홀수, 더 많은, 더 적은, 위, 아래.
tr: Bu öyküde atlayarak saymalar ve sayıların özellikleri var. Alıştırma sözcükleri: atlayarak (ritmik) sayma, belli bir sayı ile sayma, çift, tek, daha fazla, daha az, yukarıda, aşağıda.

# data_list
source: Father's Advice
ar: نصيحة أب
fr: Conseil du père
ko: 아버지의 충고
tr: Babanın Tavsiyesi

# data_list
source: This story has shapes and skip counting. Practice words: round, cone, rectangle, long, vertical line, horizontal line, right angle, steep, zero, adding one, skip counting by 2's, 3's, 4's, and 6's.
ar: تحتوي هذه القصة على الأشكال والعد القفزي. كلمات التدريب:: دائري, مخروطي, مستطيل, طويل, خط عمودي, خط أفقي, زاوية قائمة, منحدر, صفر, إضافة واحد, العد بمرتين, بثلاثة مرات, بأربعة مرات, وبست مرات.
fr: Cette histoire traite des formes et du comptage par sauts. Mots à pratiquer : rond, cône, rectangle, long, ligne verticale, ligne horizontale, angle droit, raide, zéro, ajouter un, compter en sautant par 2, 3, 4, et 6.
ko: 이야기는 도형과 건너뛰어 세기가 있습니다. 연습 단어: 둥근, 원뿔, 사각형, 긴, 수직선, 평행선, 직각, 가파른, 영, 일 더하기, 2 단위, 3 단위, 4 단위, 그리고 6 단위로 건너뛰기.
tr: Bu hikâyede şekiller ve atlayarak saymalar var. Alıştırma sözcükleri: yuvarlak, koni, dikdörtgen, uzun, dikey çizgi, yatay çizgi, dik açı, dik (sarp), sıfır, artı bir ekleme, ikişerli, üçerli, dörderli ve altışarlı atlayarak (ritmik) saymalar.

# data_list
source: Fati and the Green Snake
ar: فاتي والأفعى الخضراء
fr: Fati et le serpent vert
ko: 페디와 녹색뱀
tr: Fati ve Yeşil Yılan

# data_list
source: This story has counting to 10 and comparing sizes. Practice words: numbers to 10, big, bigger, small, smaller, wide, wider, narrow, narrower, more, less, same, one more, and twice.
ar: تحتوي هذه القصة على العد حتى 10 ومقارنة الأحجام. كلمات التدريب: الأرقام إلى 10، كبير، أكبر، صغير، أصغر، واسع، أوسع، ضيق، أضيق، أكثر، أقل، نفس، واحد أكثر، ومرتين.
fr: Dans cette histoire, il s'agit de compter jusqu'à 10 et de comparer des tailles. Mots à pratiquer : chiffres jusqu'à 10, grand, plus grand, petit, plus petit, large, plus large, étroit, plus étroit, plus, moins, pareil, un de plus, et deux fois.
ko: 이야기는 10까지 세기와 크기의 비교가 있습니다. 연습 단어: 1-10, 큰, 더 큰, 작은, 더 작은, 넓은, 더 넓은, 좁은, 더 좁은, 더, 덜, 같은, 하나 더, 두 배.
tr: Bu hikâyede 10’a kadar saymalar ve vücutları karşılaştırmalar var. Alıştırma sözcükleri: 10’a kadar sayılar, büyük, daha büyük, küçük, daha küçük, geniş, daha geniş, dar, daha dar, daha çok, daha az, aynı, bir fazlası, iki katı.

# data_list
source: How Many?
ar: كم العدد؟
fr: Combien ?
ko: 몇 개인가요?
tr: Kaç Tane?

# data_list
source: This story has counting to 14 and skip counting. Practice words: numbers to 14, skip counting, more, fewer, one more, three more, and double.
ar: تحتوي هذه القصة على العد حتى 14 والعد القفزي. كلمات التدريب: الأرقام حتى 14، العد القفزي، أكثر، أقل، واحد إضافي، ثلاثة إضافي، ومضاعف.
fr: Dans cette histoire, il s'agit de compter jusqu'à 14 et de compter par bonds. Mots à pratiquer : chiffres jusqu'à 14, compter par bonds, plus, moins, un de plus, trois de plus, et double.
ko: 이야기는 14까지 세기와 건너뛰어 세기가 있습니다. 연습 단어: 14까지 세기, 건너뛰어 세기, 많은, 적은, 세개 더, 그리고 두배.
tr: Bu hikâye, 14’e kadar saymayı ve atlayarak saymayı içerir. Alıştırma sözcükleri: 14’e kadar sayılar, atlayarak sayma (ritmik sayma), daha fazla, daha az, bir fazlası (bir tane daha), üç fazlası (üç tane daha), iki katı.

# data_list
source: I Love Forests
ar: أحب الغابات
fr: J'adore les forêts !
ko: 난 숲을 사랑해!
tr: Ormanları Seviyorum

# data_list
source: This story has counting to ten and comparing quantities. Practice words: numbers to ten, counting by 2's, one more, one less, most, and least.
ar: تحتوي هذه القصة على العد إلى عشرة ومقارنة الكميات. كلمات التدريب: الأرقام إلى عشرة، العد بمقدار 2، واحد أكثر، واحد أقل، أكثر، وأقل.
fr: Dans cette histoire, il s'agit de compter jusqu'à dix et de comparer des quantités. Mots d'entraînement : nombres jusqu'à dix, compter par deux, un de plus, un de moins, le plus et le moins.
ko: 이야기는 10까지 세기와 수량을 비교합니다. 연습 단어: 10까지의 숫자, 2로 건너뛰어 세기, 하나 더, 하나 덜, 적어도.
tr: Bu hikâyede 10’a kadar saymalar ve miktarları karşılaştırmalar var. Alıştırma sözcükleri: 10’a kadar sayılar, ikişer ikişer sayma, bir fazla(sı), bir az(ı), en çok, en az.

# data_list
source: Is There Anyone Like Me?
fr: Y-a-t-il quelqu’un comme moi ?
ko: 나와 같은 사람이 있나요?
tr: Benim Gibi Başka Biri Var mı?

# data_list
source: This story has counting to 8 and comparing. Practice words: one more, one less, take away, fact family, symmetry, mirror symmetry, similarity, difference, and same.
fr: Cette histoire compte jusqu’à 8 et fait des comparaisons. Mots à pratiquer : un plus, un moins, retirer, fait de famille, symétrie, miroir symétrique, similarité, différence, et le même.
ko: 이야기에는 8까지 세기와 비교가 있습니다. 연습 단어: 하나 더, 하나 덜, 가져가다, 숫자가족, 대칭, 거울대칭, 유사점, 다른점, 그리고 같은.
tr: Bu hikâyede 8’e kadar saymalar ve karşılaştırmalar var. Alıştırma sözcükleri: bir fazla(sı), bir az(ı), çıkarma (alıp götürme), işlem ailesi, simetri, ayna simetrisi, benzerlik, farklılık, fark, aynı.

# data_list
source: Listen to My Body
ar: استمع إلى جسدي
fr: Ecouter mon corps
ko: 내 몸을 듣기
tr: Vücudumu Dinleyin

# data_list
source: This story has counting to 10 and comparing. Practice words: more, less, difference, and counting by 2's.
ar: تحتوي هذه القصة على العد حتى 10 والمقارنة. كلمات التدريب: أكثر، أقل، الفرق، والعد بالرقم 2.
fr: Cette histoire compte jusqu’à 10 et fait des comparaisons. Les mots à pratiquer sont : plus, moins, différence et comptage par 2.
ko: 이야기에는 10까지 세기와 비교가 들어있습니다. 연습 단어: 더 많은, 더 적은, 다른점, 그리고 2로 세기.
tr: Bu hikâyede 20’ye kadar saymalar ve karşılaştırmalar var. Alıştırma sözcükleri: daha fazla, daha az, fark, ikişer ikişer ritmik sayma.

# data_list
source: Little Jojo's Long Tall Tale
fr: Le grand récit du Petit Jojo
ko: 어린 조조의 긴 이야기
tr: Küçük Jojo’nun Uzun Hikâyesi

# data_list
source: This story has many shapes. Practice words: circle, round, short, polygon, side, triangle, quadrilateral, pentagon, hexagon, square, rectangle, diamond, rhombus, cone, pattern, concentric circles, colors, tall, tallest, far, farthest, long, half, pair, add, subtract, easy, hard, easier, harder, and problem solving.
fr: Grâce à cette histoire, apprenez à votre enfant à reconnaître les formes. Mots à pratiquer : cercle, rond, court, polygone, côté, triangle, quadrilatère, pentagone, hexagone, carré, rectangle, Losange, rhombe, cône, motif, cercles concentriques, couleurs, grand, le plus haut, loin, le plus éloigné, long, moitié, associer, ajouter, soustraire, facile, difficile, plus facile, plus difficile et résoudre des problèmes.
ko: 이야기에는 많은 도형들이 있습니다. 연습 단어: 원형, 둥근, 짧은, 다각형, 면, 삼각형, 사변형, 오각형, 육각형, 정사각형, 사각형, 다이아몬드, 마름모, 뿔체, 문양, 동심원, 색깔, 키가 큰, 가장 큰, 먼, 가장 먼, 긴, 반, 짝, 덧셈, 뺄셈, 쉬운, 어려운, 더 쉬운, 더 어려운, 그리고 문제 해결.
tr: Bu hikâyede bir sürü şekiller var. Alıştırma sözcükleri: daire, çember, yuvarlak, kısa, çokgen, kenar, üçgen, dörtgen, beşgen, altıgen, kare, dikdörtgen, elmas, eşkenar dörtgen, koni, desen, eş merkezli daireler, renkler, uzun, en uzun, uzak, en uzak, yarım, çift, toplama, çıkarma, kolay, daha kolay, zor, daha zor, problem çözme.

# data_list
source: This story has shapes and descriptions. Practice words: thin, pairs, line, parallel, horizontal, vertical, perpendicular, negative space, different, triangle, side, straight, sphere, circle, arc, red, blue, right, left, and skip count by 5's.
ar: تحتوي هذه القصة على الأشكال والصفات. كلمات التدريب: رفيع، أزواج، خط، المتوازي، أفقي، عمودي، متعامد، المساحة السلبية، مختلف، مثلث، جانب، مستقيم، كرة، دائرة، قوس، أحمر، أزرق، يمين، يسار، والعد القفزي بمقدار 5.
fr: Mots à pratiquer sont : mince/fins, paires, ligne, parallèle, horizontale, verticale, perpendiculaire, espace négatif, diffèrent, triangle, côté, droit, sphère, cercle, arc, rouge, bleu, droite, gauche et compter les nombres par sauts de 5.
ko: 이야기는 도형과 설명을 가지고 있습니다. 연습 단어: 얇은, 짝, 줄, 평행선, 수평, 수직, 수직적, 음의 공간, 다른, 삼각형, 면, 똑바른, 구체, 원형, 호, 빨강, 파란, 오른쪽, 왼쪽, 그리고 5로 건너뛰어 세기.
tr: Bu hikâyede şekiller ve betimlemeler var. Alıştırma sözcükleri: ince, çiftler halinde, çizgi, paralel, yatay, dikey, dik, negatif uzay, farklı, üçgen, yan, düz, küre, daire, yay, kırmızı, mavi, sağ, sol, beşer beşer ritmik (atlayarak) sayma.

# data_list
source: Maguru Gives Legs
ar: ماجورو يعطي أرجلاً
fr: Maguru donne des pattes
ko: 다리를 준 마구루
tr: Maguru Bacak Dağıtıyor!

# data_list
source: This story has shapes and groupings. Practice words: long, round, cone, flat, rectangle, square, close, closer, estimate, skip counting by 2's and 4's, colors, more, less, object properties, grouping by property, fewer, first, last, after, before, faster, slower, none, and zero.
ar: تحتوي هذه القصة على الأشكال والمجموعات. كلمات التدريب: طويلة، مستديرة، مخروطية، مسطحة، مستطيلة، مربعة، قريبة، أقرب، تقدير، العد القفزي بمقدار 2 و4، الألوان، أكثر، أقل، خصائص الكائن، التجميع حسب الخاصية، أقل، أول، أخيرًا، بعد، قبل، أسرع، أبطأ، لا شيء وصفر.
fr: Cette histoire présente les formes ainsi que la classification des groupes. Les mots à pratiquer sont : long, rond/ronde, cône, plat, rectangle, carré, proche ou près, plus proche ou plus près, estimer, comptage des nombres par bonds de 2 et de 4, les couleurs, plus, moins, propriété des objets, regroupement par propriétés, moins nombreux, le premier, le dernier, après, avant, plus vite, plus lentement, aucun et zéro.
ko: 이 이야기에는 도형과 그룹으로 나누기가 있습니다. 연습 단어: 긴, 둥근, 뿔체, 평평한, 직사각형, 정사각형, 가까운, 더 가까운, 추측, 2와 4로 건너뛰기, 색상, 더, 덜, 물건의 법칙, 물질 고유의 성질에 따른 그룹나누기, 적은, 처음, 나중에, 후에, 전에, 더 빠른, 더 느린, 아무것도 없는, 그리고 제로.
tr: Bu hikâyede şekiller ve gruplamalar var. Alıştırma sözcükleri: uzun, yuvarlak, koni, düz, dikdörtgen, kare, yakın, daha yakın, tahmin, ikişer ikişer ve dörder dörder atlayarak (ritmik) sayma, renkler, daha fazla, daha az, nesne özellikleri, özelliğe göre gruplama, daha az sayıda, ilk, son, sonra, önce, daha hızlı, daha yavaş, hiçbiri, sıfır.

# data_list
source: Sun Moon and Water
fr: Soleil, Lune, et Eau
ko: 해, 달, 그리고 물
tr: Güneş, Ay ve Su

# data_list
source: This story has many shapes. Practice words: rainbow, circle, arc, polygon, rectangle, pentagon, big, large, straight, curved, box, top, many, color names, rainbow, next, and too much.
fr: Cette histoire a plusieurs formes. Mots à pratiquer : arc-en-ciel, cercle, arc, polygone, rectangle, pentagone, grand, large, rectiligne, courbé, boîte, haut, beaucoup, noms de couleurs, suivante/ensuite, et trop.
ko: 이 이야기에는 많은 도형을 이야기하고 있습니다. 단어 연습: 무지개, 원형, 호, 다각형, 직사각형, 오각형, 큰, 크기가 큰, 똑바로, 구부러진, 상자, 위, 많은, 색깔 이름, 다음, 너무 많은.
tr: Bu hikâyede bir sürü şekiller var. Alıştırma sözcükleri: gökkuşağı, daire, çember, yay, poligon, dikdörtgen, beşgen, büyük, geniş, düz, eğri, kutu, en üst (tepe), fazla, renk isimleri, yanında, çok fazla.

# data_list
source: Tortoise Finds his House
ar: السلحفاة تجد منزلها
fr: Tortue trouve sa maison
ko: 거북이의 집 찾기
tr: Kaplumbağa Evini Buluyor

# data_list
source: This story has descriptions and comparisons. Practice words: high, on, onto, average, speed, 5 times, pairs, odd, even, sharing, too, very, fast, long, distance, light, heavy, lower, higher, different, estimate, more, stronger, vertically, diagonally, parallel lines, and big.
ar: تحتوي هذه القصة على الصفات والمقارنات. كلمات التدريب: عالي، على، متوسط، سرعة، 5 مرات، أزواج، فردي، زوجي، مشاركة، أي ًضا، سريع ج ًدا، طويل، مسافة، خفيف، ثقيل، أقل، أعلى، مختلف، تقدير، أكثر، أقوى، عمودياً، قطرياً، خطوط متوازية، وكبير.
fr: Cette histoire utilise des descriptions et des comparaisons. Mots à pratiquer : haut, dessus, sur, moyen, vitesse, 5 fois, paires, impair, même, partage, trop, très, rapide, long, distance, léger, lourd, plus bas, plus haut, différent, estimer, plus, plus fort, verticalement, en diagonale, lignes parallèles, et grand.
ko: 이 이야기에는 설명과 비교가 있습니다. 단어 연습: 높음, ~에, 에, 평균, 속도, 5번, 쌍, 홀수, 짝수, 나눔, ~도, 매우, 빠른, 긴, 거리, 빛, 무거움, 더낮은, 더높은, 다른, 추정, 더, 더 강한, 수직으로,,평행선, 그리고 큰.
tr: Bu hikâyede betimlemeler ve karşılaştırmalar var. Alıştırma sözcükleri: yüksek, üzerinde, üzerine, ortalama, hız, sürat, 5 kez, çift halde, tek sayı, çift sayı, paylaşım (paylaşma), çok fazla, çok, hızlı, uzun, mesafe, hafif, ağır, daha düşük, daha yüksek, farklı, tahmin, daha çok, daha güçlü, dikey, çapraz, paralel çizgiler, büyük.

# data_list
source: Akai's Special Mat
ar: سجادة اكايا المميزة
ko: 아카이의 특별한 돗자리
tr: Akai’nin Özel Kilimi
