Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Take turns with your child in the two roles. Being able to give good clues is just as important as discovering an object from some clues. Start with simple shapes, add size and color, and then add shapes inside of shapes or other arrangements. Add in information about its position relative to other objects.
ar: تناوب مع طفلك في الدورين. القدرة على إعطاء تلميحات جيدة مهمة بنفس القدر مثل اكتشاف شيء من بعض التلميحات. ابدأ بالأشكال البسيطة، وأضف الحجم واللون، ثم أضف الأشكال داخل الأشكال أو الترتيبات الأخرى. ضف معلومات حول موقعه بالنسبة للأشياء الأخرى.
ko: 아이와 함께 두가지 역할을 번갈아 해보세요. 좋은 단서를 줄 수 있다는 것은 몇 가지 단서에서 물건을 발견하는 것만큼 중요합니다. 간단한 도형으로 시작해서 크기와 색상을 추가한 다음 모형안에 모형을 추가하거나 다른 순서로 바꿔보세요. 다른 물건의 관련한 위치에 대한 정보를 추가해 보세요.
tr: Bu, ‘soran’ ve ‘bulan’ rollerini çocuğunuzla birlikte sırasıyla yer değiştirerek oynayın. Unutmayın, iyi ipuçları verebilmek, o şeyin ne olduğunu bulmak kadar önemlidir. Önce, basit şekillerle başlayın; işe sonra, boyutları ve renkleri de ekleyin. Ardından, şekillerin içine başka şekilleri veya düzenlemeleri ekleyin. Nesnelerin, diğer nesnelere göre konumları hakkında bilgiler de ekleyebilirsiniz.

# data_list
source: CREATE A JIGSAW PUZZLE
ar: صناعة أحجية تركيب القطع
ko: 직소 퍼즐 만들기
tr: BIR YAPBOZ YAPMA

# data_list
source: Make a jigsaw puzzle together for your child to play with. Either use a box that already has a picture on it, such as a cereal or product box, or have your child paint or draw on a piece of cardboard or stiff paper. Cut the cardboard or paper into large pieces and keep all the pieces. You now have your own personal jigsaw puzzle!
ar: قم بصناعة أحجية تركيب القطع مع طفلك ليلعب بها. استخدم إما صندوقًا يحتوي بالفعل على صورة عليه، مثل صندوق حبوب الإفطار أو المنتج، أو اطلب من طفلك أن يرسم على قطعة من الورق المقوى أو الورق الصلب. قم بقص الورق المقوى أو الورق إلى قطع كبيرة واحتفظ بجميع القطع. الآن لديك أحجية تركيب قطع الخاصة بك!
ko: 아이와 함께 할 수 있는 직소 퍼즐을 만들어 보세요. 시리얼 박스와 같이 이미 그림이 있는 상자를 사용하거나 판지나 뻣뻣한 종이에 아이가 그림을 그리거나 색칠을 하게 해보세요. 판지나 종이를 큰 조각으로 자르고 모든 조각들을 가지고 있으세요. 이제 당신만의 직소 퍼즐이 생겼습니다!
tr: Çocuğunuzla birlikte onun oynaması için bir yapboz yapın. Bunun için, ilk önce, herhangi bir mısır gevreği kutusu veya üzerinde hâlihazırda bir resim olan bir ürün kutusunu kullanabilirsiniz. Çocuğunuzun bir mukavva karton ya da sert bir kâğıdın üzerine bir şeyler çizip boyamasını da sağlayabilirsiniz. Sonra, kartonu veya kâğıdı büyük parçalar hâlinde kesin ve akabinde, tüm parçaları saklayın. Ta da! Artık kişisel bir yapbozunuz var!

# data_list
source: COLORED TILINGS
ar: البلاط الملون
ko: 색칠된 타일
tr: MOZAIK SÜSLEMELER

# data_list
source: **How to create:** Create a set of “tiles” from cardboard or stiff paper. Use the patterns in the EFM Printables PDF, or download the patterns from a source on the internet. Use one source for all the shapes so that they fit well together. For each shape, use just one or two colors, such as red squares and blue triangles – that will help your child pick up the pattern of which shapes are which, and it will make the patterns more interesting.
ar: **كيف تصنع أحجية تركيب القطع:** قم بصناعة مجموعة من ”القطع“ من الورق المقوى أو الورق الصلب. استخدم الأنماط الموجودة في ملف EFM Printables PDF, أو قم بتنزيل الأنماط من مصدر على الإنترنت. استخدم مصدرًا واحدًا لجميع الأشكال حتى تتناسق معًا. استخدم لكل شكل لونًا واحدًا أو اثنين فقط، مثل المربعات الحمراء والمثلثات الزرقاء - وهذا سيساعد طفلك في التعرف على الأشكال والألوان وجعل الأنماط أكثر إثارة للاهتمام.
ko: **만드는 방법:** 판지나 뻣뻣한 종이로 ‘타일’세트를 만듭니다. 가족과 하는 기초수학에 있는 PDF나 인터넷 자료에 있는 패턴을 다운로드하세요. 한 자료에 있는 모든 모형을 사용하면 모든 것들이 서로 잘 맞을것입니다. 아이가 모양의 패턴을 익히는데 도움이 될수 있도록 한 모형에 빨간 정사각형과 파란 삼각형과 같이 한두가지 색상만 사용하세요.
tr: **Nasıl yapılır?** Bir mukavva kartondan veya sert bir kâğıttan bir dizi mozaik süslemeler oluşturun. EFM’nin yazdırabilir PDF’lerindeki şablonları kullanabilir veya internetteki bir kaynaktan da benzer şekilleri indirebilirsiniz. Ancak bunu yaparken, tüm şekillerin birbirleriyle uyumlu olması için tek bir kaynak kullanmak faydalıdır. Her şekil için sadece bir veya iki renk kullanın; örneğin, kareler için kırmızı, üçgenler için mavi rengini kullanmak gibi—bu, çocuğunuzun hangi şekillerin hangisi olduğunu belirlemesine yardımcı olurken, desenleri daha ilginç hâle de getirecektir.

# data_list
source: Watch your child make patterns fitting the tiles together. Name the shapes and colors as they go. With older children, talk about patterns in the tiling that repeat. Also, talk about symmetries in the overall design. Some designs have one side that is the reflection of the other side, and that is called mirror symmetry.
ar: شاهد طفلك يصنع أنماطًا تتناسب مع القطع. قم بتسمية الأشكال والألوان أثناء اللعب. مع الأطفال الأكبر سنًا، تحدث عن الأنماط في القطع التي تتكرر. تحدث أيضًا عن التناظر في التصميم العام. بعض التصاميم لديها جانب واحد هو انعكاس الجانب الآخر، وهذا ما يُسمى **بتناظر المرآة**.
ko: 아이가 타일을 서로 맞춰 패턴을 만드는 것을 지켜보세요. 맞추는 동안 모양과 색상의 이름을 말해보세요. 아이가 타일을 서로 맞춰 패턴을 만드는 것을 지켜보세요. 맞추는 동안 모양과 색상의 이름을 말해보세요. 나이가 든 아이들과는 반복되는 타일 패턴에 대해 이야기해 보세요. 또한 전반적인 디자인의 대칭에 대해 이야기해 보세요. 일부 디자인에는 한 면이 거울 대칭 이라고 불리는 반대쪽이 반사되는 디자인이 있습니다.
tr: Çocuğunuzun süslemeleri bir araya getirerek desenleri oluşturmasını izleyin. O süslemeleri yaparken, siz de şekillerin isimlerini ve renklerini yüksek sesle söyleyin. Bu aktiviteyi daha büyük çocuklarla yaparken, süslemede tekrarlanan desenler hakkında konuşun. Genel tasarımdaki simetriler hakkında da konuşun. Bazı tasarımlarda, genelde bir taraftaki şekiller diğer tarafın yansımasıdır ve buna ‘ayna simetrisi’ denir.

# data_list
source: After your child has made a few designs, start pointing out patterns in the tiled floors and buildings that you see. Brickwork or woodwork often have interesting patterns in them.
ar: بعد أن يصنع طفلك بعض التصاميم، ابدأ بالإشارة إلى الأنماط في الأرضيات المبلطة والمباني التي تراها. غالبًا ما تحتوي اعمال البناء أو النجارة على أنماط مثيرة للاهتمام.
ko: 아이가 몇 가지 디자인을 만든 후에는 바닥의 타일과 보이는 건물들의 패턴을 가리켜 보기 시작하세요. 벽돌 세공이나 목공에는 종종 흥미로운 패턴이 있습니다.
tr: Çocuğunuz birkaç tasarım yaptıktan sonra, birlikteyken gördüğünüz zeminlerdeki ve binalardaki desenleri gösterip onlar hakkında konuşabilirsiniz artık! Tuğla veya ahşap işlerinde genellikle ilginç süslemeler ve desenlerin olduğunu unutmayın.

# data_list
source: LAUNDRY SORTING
ar: فرز الملابس
ko: 세탁물 분류
tr: ÇAMAŞIR AYIKLAMA

# data_list
source: Laundry sorting is a great way to discuss properties that make things the same or different.
ar: فرز الملابس هو وسيلة رائعة لمناقشة الخصائص التي تجعل الأشياء متشابهة أو مختلفة.
ko: 세탁물 분류는 같은것과 다른것들을 만드는 물건의 특징을 토론하기에 아주 좋은 방법입니다.
tr: Çamaşırları ayıklama aktivitesi, eşyaları, onları aynı veya farklı kılan özellikleri hakkında konuşmanın harika bir yoludur.

# data_list
source: **Dirty clothes:** Perhaps the clothes need to be sorted by whites, bright colors, and dark colors. Perhaps some clothes need delicate handling, or they are particularly dirty. Perhaps one pile is too big to wash as one group. All of these characterstics are things to be observed, described, and discussed. **Clean clothes:** You may want to sort into piles by whose clothes they are. Some clothes may be bigger than others. Pairing up socks can be particularly interesting – matching colors, patterns, and sizes.
ar: **الملابس القذرة:** ربما يكون الفرز حسب الأبيض والألوان الزاهية والألوان الداكنة. قد تحتاج بعض الملابس إلى معاملة حساسة، أو أنها متسخة بشكل خاص. قد يكون أحد الأكوام كبيرًا جدًا لغسله كمجموعة واحدة. جميع هذه الخصائص هي أمور يجب مراقبتها و مناقشتها. **الملابس النظيفة:** يمكنك أيضًا فرز الملابس حسب من يملكها. قد تكون بعض الملابس أكبر حجمًا من غيرها. يمكن أن يكون تجميع الجوارب مثيرًا للاهتمام - مطابقة الألوان والأنماط والأحجام.
ko: **더러운 옷들:** 아마도 옷은 흰색, 밝은색 그리고 어두운 색으로 분류되어야 할 것입니다. 어떤 옷은 특히 더러울 수록 조심해서 다뤄야 할 것입니다. 아마도 한 더미가 너무 커서 한 그룹으로 세탁할수 없을 것입니다. 이 모든 특징은 관찰하고 설명하며 논의할수 있는 것입니다. **깨끗한 옷들:** 누구의 옷인지에 따라 옷더미를 분류하고 싶을 수도 있습니다. 어떤 옷은 다른 사람보다 더 클 수도 있습니다. 양말을 색상, 패턴, 그리고 크기로 짝을 맞추는 것은 특히 흥미로울수 있습니다.
tr: **Kirli çamaşırlar:** Kirli çamaşırlarınızın beyazlara, parlak ve koyu renklere göre ayrılması gerekebilir. Belki, bazı giysileriniz hassas bakıma ihtiyaç duyuyor olabilir veya belki de bazı çamaşır aşırı kirlidir. Çamaşır yığınınız tek seferde yıkanamayacak kadar büyük de olabilir. Bütün bu özellikler gözlemlenmesi, tanımlanması ve tartışılması gereken şeylerdir. **Temiz çamaşırlar:** Temiz çamaşırlarınızı, her bir çamaşır kime aitse ona göre çamaşır yığını gruplarına ayırmak isteyebilirsiniz. Bazı çamaşırlar diğerlerinden daha büyük olabilir. Çocuğunuzla birlikte, çorapları, özelliklerine—yani, renklerine, desenlerine ve boyutlarına—göre eşleştirmek ilginç olabilir.

# data_list
source: OBJECT HUNT
ar: البحث عن الأشياء
ko: 물건 사냥하기
tr: NESNE AVI

# data_list
source: Make a math game of searching for objects around the house or outside. Use the game to practice concepts that your child is learning, such as color, size (large, medium, small), weight (heavy, light), quantity, and relationship (inside, on top of, below).
ar: قم بإنشاء لعبة رياضية للبحث عن الأشياء حول المنزل أو في الخارج. استخدم اللعبة لممارسة المفاهيم التي يتعلمها طفلك، مثل اللون والحجم (كبير ومتوسط ​​وصغير) والوزن (ثقيل وخفيف) والكمية والعلاقة (داخل وفوق وأسفل).
ko: 집 주변이나 밖에 있는 물건을 찾는 수학게임을 만들어 보세요. 게임으로 색상, 크기 (대형, 중형, 소형), 무게 (무거움, 가벼움), 양, 관계 (내부, 위, 아래) 등의 개념을 아이가 연습하게 하세요.
tr: Evin içinde veya dışında, bazı nesneleri arayarak bir matematik oyunu oynayabilirsiniz. Bu oyunu, çocuğunuzun şu aralar öğrenmekte olduğu renk, boyut (büyük, orta, küçük), ağırlık (ağır, hafif), miktar ve konum ilişkisi (içinde, dışında, altında, üstünde) gibi kavramları uygulamak için kullanın.

# data_list
source: **How to play:** There are two versions of this game. Both versions involve a Puzzler, who thinks of an object to find, and a Guesser, who tries to guess what the object based on the information from the Puzzler. **Version 1:** The Puzzler starts describing an object, and the Guesser tries to guess what it is. **Version 2:** The Guesser asks yes/no questions of the Puzzler until the Guesser guesses what the object is. **How to win:** Guess what the object is in as few steps as possible.
ar: **كيف تلعب:** هناك نسختين من هذه اللعبة. كلا النسختين تشمل ”المُفكر“، الذي يفكر في شئ للبحث عنه، و”المخمن“، الذي يحاول تخمين ما هو الشئ بناءً علي المعلومات المقدمة من المُفكر. **النسخة ١:** يبدأ المُفكر في وصف الشئ, في حين يحاول المخمن معرفة ما هو هذا الشئ. **النسخة ٢:** يطرح المخمن أسئلة نعم / لا للمُفكر حتى يتمكن من تخمين ما هو الشئ. **كيف تفوز:** حاول تخمين ما هو الشئ في أقل عدد من الخطوات الممكنة.
ko: **게임 방법:** 이 게임에는 두가지 보기가 있습니다. 두 보기에는 찾을 물건을 생각하는 퍼즐러와 주어진 정보로 물건이 무엇인지 추측하는 추측자가 포함되어 있습니다. **보기 1:** 퍼즐러는 물건을 설명하기 시작하고 추측자는 그것이 무엇인지 추측합니다. **보기 2:** 추측자는 예/아니오 질문을 그 물건이 무엇인지 짐작할때까지 퍼즐러에게 물어봅니다. **이기는 방법:** 가장 적은 질문으로 물건을 추측해 보세요.
tr: **Nasıl oynanır?** Bu oyunun iki versiyonu vardır. Her iki versiyonda da bulunması gereken nesneyi düşünen bir oyuncu ve bu oyuncudan gelen bilgilere dayanarak nesnenin ne olduğunu tahmin etmeye çalışan tahminci adlı başka bir oyuncu bulunur. **1. Versiyon:** İlk oyuncu bir nesneyi tarif edip tanımlamaya başlar ve tahminci de onun ne olduğunu tahmin etmeye çalışır. **2. Versiyon:** Nesnenin ne olduğunu tahmin eden oyuncu, o nesneyi bulana kadar diğer oyuncuya evet / hayır cevabını alabileceği soruları sorar. **Nasıl kazanılır?** Oyunu, nesnenin ne olduğunu mümkün olduğunca en az adımda tahmin eden kazanır.

# data_list
source: PATTERNS
ar: الانماط
ko: 패턴
tr: ÖRÜNTÜLER

# data_list
source: Object Descriptions
ar: وصف الأشياء
ko: 물건 설명하기
tr: Nesneleri Keşfetmek

# data_list
source: Patterns are everywhere! See how many you can make with your child.
ar: الأنماط موجودة في كل مكان! انظر كم يمكنك أن تصنعها مع طفلك.
ko: 패턴은 사방에 있어요! 아이와 함께 몇 개를 만들수 있는지 보세요.
tr: Örüntüler her yerde var! Çocuğunuzla kaç örüntü yapabileceğinizi keşfedin!

# data_list
source: Pattern types
ar: أنواع الأنماط
ko: 패턴의 종류
tr: Örüntü Tipleri

# data_list
source: Here are some characteristics that can be used by themselves or mixed together: • Movement patterns: stepping, jumping, waving, nodding • Sound patterns: clapping, knee slapping, tongue clicking, stamping • Loudness patterns: soft, medium, loud • Visual patterns: color, shape, size
ar: إليك بعض الخصائص التي يمكن استخدامها بمفردها أو دمجها معًا: * أنماط الحركة: الخطوة، القفز، التلويح، الإيماء * أنماط الصوت: التصفيق، صفع الركبة، النقر باللسان، الخبط بالأقدام * أنماط مستوى الصوت: ناعم، متوسط، مرتفع * الأنماط البصرية: اللون والشكل والحجم
ko: 다음은 단독으로 사용하거나 함께 사용할수 있는 몇 가지 특징입니다. * 움직임 패턴: 걷기, 뛰기, 손 흔들기, 고개 끄덕이기 * 소리 패턴: 박수 치기, 무릎 치기, 혀 차기, 발 구르기 * 음량 패턴: 약함, 중간, 큼 * 시각적 패턴: 색상, 모양, 크기
tr: İşte sizin için, örüntüleri, birbirleriyle veya başka örüntülerle karıştırarak kullanabileceğiniz birkaç örüntü çeşitleri: * Hareket örüntüleri: Adım atma, zıplama, el sallama, baş sallama. * Ses örüntüleri: Alkışlama, dize vurma, dil şaklatma, ayağını yere vurma. * Gürültü örüntüleri: Yumuşak, orta, yüksek seslerle. * Görsel örüntüler: Renkler, şekiller, boyutlar.

# data_list
source: Player one: makes a pattern and challenges the other person to repeat it. (Step, clap, jump) Player two: can repeat and eventually add to the pattern, challenging player one to repeat it. (Step, clap, jump, touch their nose) As you get better, challenge each other to repeat longer and longer patterns from memory. You can use a pattern as a secret code for getting through a passageway. You can also make necklaces with your child by taking string and threading on beads or bits of food to create repeating patterns. Walking hand in hand, you can use squeeze patterns (short short long, etc.). **Puzzles:** For older children, create puzzles by drawing a pattern of shapes on paper. One person establishes a pattern and then leaves gaps in the sequence for the other to fill in.
ar: اللاعب ١: يقوم بإنشاء نمط ويتحدى الشخص الآخر لتكراره. (خطوة، تصفيق، او قفزة) اللاعب ٢: يمكنه تكرار النمط وإضافة المزيد إليه في النهاية، مع تحدي اللاعب ١ بتكراره. (خطوة، تصفيق، قفزة، او لمس الأنف) مع تحسن أدائكم، يتحدى كل منكما الآخر بتكرار أنماط أطول وأطول من الذاكرة. يمكنك استخدام أحد الأنماط كرمز سري لعبور ممر. يمكنك أيضًا صنع قلادات مع طفلك عن طريق استخدام خيط وربط الخرز أو قطع الطعام لإنشاء أنماط متكررة. من خلال المشي جنبًا إلى جنب، يمكنك استخدام أنماط الضغط (قصيرقصير، طويل، إلخ.). **الألغاز:** بالنسبة للأطفال الأكبر سنًا، اصنع ألغازًا عن طريق رسم نمط من الأشكال على الورق. يقوم أحد الأشخاص بإنشاء نمط ثم يترك فجوات في التسلسل ليملأها الآخر.
ko: 플레이어 1: 패턴을 만들고 상대방이 따라하게 도전시켜 보세요. (걷기, 박수 치기, 뛰기) 플레이어 2: 따라하고 패턴을 하나 더 추가해서 상대방이 따라하게 도전시켜 보세요. (걷기, 박수 치기, 뛰기, 코 만지기) 잘 하게 되면 기억을 통해 점점 더 긴 패턴을 반복하도록 서로 도전해 보세요. 패턴은 통로를 통과하기 위한 비밀 코드로 사용할수 있습니다. 또한 끈을 잡고 구슬이나 음식 조각을 꿰어 아이와 함께 목걸이를 만들어 보세요. 손을 잡고 걸으면서 손을 꽉 쥐는 패턴 (짧게 짧게 길게, 등등)을 사용할 수 있습니다. **퍼즐:** 나이가 든 아이의 경우, 종이에 모형의 패턴을 그려 퍼즐을 만듭니다. 한 사람은 패턴을 만든다음 다른 사람이 채울 수 있도록 순서에 공백을 남겨 둡니다.
tr: 1. Oyuncu: Bir örüntü oluşturur ve diğer oyuncuya aynı örüntüyü tekrarlaması için meydan okur (örüntü örneği: adım atma, alkışlama, zıplama). 2. Oyuncu: 1. Oyuncunun örüntüsünü tekrarlayabilir ve sonuna kendisi de bir örüntü ekleyebilir. Sonra, o da 1. Oyuncuya bu örüntüyü tekrarlaması için meydan okuyabilir (örüntü örneği: adım atma, alkışlama, zıplama, buruna dokunma). Oyun ilerledikçe ve geliştikçe, daha uzun örüntüleri hafızanızdan tekrarlama konusunda çocuğunuzla birbirinize meydan okuyun. Ayrıca, bir örüntüyü, bir kapıdan geçmek için gizli bir şifre olarak da kullanabilirsiniz. Bunların yanı sıra, çocuğunuzla birlikte bir ipten boncuk veya yiyecek parçaları geçirerek tekrarlı örüntüler oluşturarak kolyeler de yapabilirsiniz. Birlikte el ele yürürken, el sıkma hareketlerinizi de (örneğin, kısa kısa, uzun uzun el sıkma, vb.) örüntü olarak kullanabilirsiniz. **Bulmacalar:** Daha büyük çocuklar için ise, bir kâğıda örüntülerden oluşan desenler çizerek bulmacalar oluşturabilirsiniz. Örneğin, bir oyuncu bir örüntü oluşturur; sonra, diğer oyuncunun örüntüyü tamamlaması veya doldurması için belli sıralarda boşluklar bırakır.

# data_list
source: NUMBER HUNT
ar: البحث عن الأرقام
ko: 숫자 사냥
tr: SAYI AVI

# data_list
source: **Go hunting:** Pick a number, say 2. Challenge your child to go on a treasure hunt to find as many ways as possible that 2 shows up around you. It may show up as the numeral 2 on a wall, sign, or building. It may show up as two of something, such as two chairs, two dishes, or two cups, as it does in this illustration.
ar: **الذهاب للصيد:** اختر رقمًا، على سبيل المثال ٢. تحدى طفلك بالذهاب في رحلة بحث عن الكنز للعثور على أكبر عدد ممكن من الطرق التي يظهر بها الرقم ٢ حولك. قد يظهر الرقم ٢ على الحائط أو اللافتة أو المبنى. قد يظهر على شكل رقم ٢ لشيء ما، مثل كرسيين أو طبقين أو كوبين، كما هو الحال في هذا الرسم التوضيحي.
ko: **사냥 가기:** 가령 2라는 숫자를 고르세요. 아이가 보물 찾기를 가서 2가 주변에 나타나는 가능한 많은 방법을 찾도록 도전시켜 보세요. 그것은 벽, 표지판 또는 건물에 있는 숫자 2로 나타날 수 있습니다. 그것은 그림에서와 같이 두 개의 의자, 두 개의 접시 또는 두 개의 컵과 같은 두 개의 무언가로 나타날수 있습니다.
tr: **Ava çıkın:** Önce, bir sayı seçin; mesela 2. Sonra, çocuğunuzu, etrafınızda mümkün olduğunca çok sayıda 2’nin bulunabileceği bir hazine avına çıkmaya davet edin. Bu, bir duvardaki, tabeladaki veya binadaki 2 rakamı olabilir veya yandaki resimdeki gibi iki adet sandalye, iki adet tabak veya iki adet fincan da olabilir.

# data_list
source: If you like, you can make this into a contest by seeing who can find the most of whatever number you are looking for.
ar: إذا أردت، يمكنك تحويل هذا إلى مسابقة من خلال معرفة من يمكنه العثور على أكبر عدد من أي رقم تبحث عنه.
ko: 원한다면, 누가 가장 많이 특정한 숫자의 무언가를 찾는지 시합을 할 수도 있습니다.
tr: İsterseniz, bu aktiviteyi, bulmaya çalıştığınız sayıdan en çok kimin bulabileceği bir yarışmaya da dönüştürebilirsiniz.

# data_list
source: NUMBER GOBBLER
ar: الرقم المزعج
ko: 숫자 도깨비
tr: SAYI OBURU

# data_list
source: Counting up to 5
ar: العد حتى رقم ٥
ko: 5까지 세기
tr: 5’e Kadar Sayma

# data_list
source: **The setup:** Make a 21-piece triangle with some food item. Put 1 piece in the top row, 2 pieces in the next row, and 6 pieces in the last.
ar: **الإعداد:** اصنع مثلثًا مكونًا من ٢١ قطعة باستخدام بعض الأطعمة. ضع قطعة واحدة في الصف العلوي، وقطعتين في الصف التالي، و٦ قطع في الصف الأخير.
ko: **설정:** 먹는 음식으로 21조각의 삼각형을 만드세요. 맨 윗줄에 1개, 다음 줄에 2개, 마지막 줄에 6개를 넣으세요.
tr: **Oyuna Hazırlık:** Bazı yiyecekler kullanarak 21 parçalı bir üçgen oluşturun. En üst sıraya 1 parça, bir sonraki sıraya 2 parça ve en sonuncu sıraya da 6 parça koyun.

# data_list
source: **How to play:** Take turns rolling a die. Each time the count of a roll matches a row that is still in the triangle, the player gets to remove that row and either eat it (yum) or put it in their personal pile. **How to win:** Beginning players can do a 1-to-1 match of the dots on the die with the food pieces in a row. The player with the bigger pile of food wins! To determine the winner, do a 1-to-1 match of the two piles to see whose pile is larger.
ar: **كيف تلعب:** تناوبوا على رمي النرد. في كل مرة يتطابق فيها عدد الرميات مع صف لا يزال في المثلث، يتمكن اللاعب من إزالة هذا الصف وإما أن يأكله (لذيذ) أو وضعه في كومته الخاصة. **كيف تفوز:** يمكن لللاعبين المبتدئين القيام بمطابقة النقاط الموجودة على النرد مع قطع الطعام في الصف الواحد. يفوز اللاعب الذي لديه كومة أكبر من الطعام! لتحديد الفائز، قم بمطابقة الكومتين لمعرفة أيهما الكومة الأكبر.
ko: **게임 방법:** 번갈아 가며 주사위를 굴리세요. 던진 수가 삼각형에 있는 줄과 일치할 때마다, 플레이어는 그 줄을 제거하고 그것을 먹거나 개인 더미에 넣어 줍니다. **이기는 방법:** 처음해 보는 플레이어는 음식 조각으로 주사위의 점들을 일대일로 일치시킬 수 있습니다. 더 큰 음식 더미를 가진 사람이 이깁니다! 승자를 결정하려면, 두개의 더미를 일대일로 일치시켜 누구의 더미가 더 큰지 결정하세요.
tr: **Nasıl oynanır?** Oyuna, sırayla zar atarak başlayın. Eğer sizin ya da çocuğunuzun attığı zarın üzerindeki sayı veya nokta sayısı üçgendeki bir satırla eşleşirse, o zaman zarı atan oyuncu ya o satırı kaldırabilir ya yiyeceklerden oluştuğu için onu yiyebilir ya da o satırdaki yiyeceği alıp kendi yiyecek yığınına alıp koyabilir. **Nasıl kazanılır?** Bu oyunu ilk defa oynayan oyuncular, zarın üzerindeki noktaları bir satırdaki yiyecek parçalarıyla bire bir eşleştirebilirler. Bu durumda, oyunu, oyun sonunda en fazla yiyeceğe sahip olan oyuncu kazanır! Kazananı belirlemek için oyuncuların yiyecek yığınlarını yan yana getirip kimin daha fazla yiyeceği olduğunu görün.

# data_list
source: Vary the size of the pile to correspond with the range of numbers your child is comfortable with.
ar: قم بتغيير حجم الكومة لتتوافق مع مجموعة الأرقام التي يقوم طفلك باستيعابها.
ko: 아이가 편안하게 할 수 있는 숫자의 범위에 맞게 더미의 크기를 다르게 하세요.
tr: Çocuğunuzun yiyecek sayısını onun rahat olduğu sayı aralığına karşılık gelecek şekilde değiştirebilirsiniz.

# data_list
source: ONE MORE ONE LESS
ar: واحد أكثر واحد أقل
ko: 하나 더 한 덜
tr: BIR FAZLA BIR EKSIK

# data_list
source: As understanding of the first few numbers grows, ask your child questions about 'one more' or 'one less.' For example, without talking about how many items there currently are, ask “Would you like one more?” or “Would you like one less?”
ar: مع نمو فهم الأرقام القليلة الأولى، اطرح على طفلك أسئلة حول ”رقم إضافي“ أو ”رقم أقل“. على سبيل المثال، دون التحدث عن عدد الأشياء الموجودة حاليًا، اسأل ”هل تريد شيئاً إضافيًا؟“ أو ”هل تريد واحدًا أقل؟“
ko: 처음 몇 개의 숫자에 대한 이해가 높아지면, 아이에게 ‘하나 더’ 또는 ‘하나 덜’에 대해 질문해 보세요. 예를 들어, 현재 얼마나 많은 품목이 있는지 이야기하지 않고, “하나 더 줄까?” 아니면 “하나 덜 줄까?”라고 물어보세요.
tr: Çocuğunuzun ilk birkaç sayıyı anlaması geliştikçe, bu sefer ona sayının ‘bir fazlası’ veya ‘bir eksiği’ hakkında sorular sorun. Örneğin, o anda orada bir şeyden kaç tane olduğundan bahsetmeden önce, “Bir fazlasını ister misin?” veya “Bir eksiğini ister misin?” diye sorun.

# data_list
source: **Quantity and change:** Slowly, start emphasizing the current quantity and how it changes. Count the number of items together, perhaps two apple slices on a plate. Summarize saying there are two apple slices, and ask if your child would like one more apple slice or perhaps one less. If the amount does change, end by asking how many apple slices there are now. **Walking around:** Similarly, when you are walking about, pick out things to count. Suppose there are three people in line in front of you. Count them together and ask how many there will be when one leaves and there will be one less.
ar: **الكمية والتغيير:** ابدأ ببطء في التأكيد على الكمية الحالية وكيفية تغيرها. احسب عدد العناصر معًا، ربما شريحتي تفاح في طبق. لخص الأمر بالقول إن هناك شريحتي تفاح، واسأل طفلك عما إذا كان يرغب في شريحة تفاح واحدة إضافية أو ربما شريحة أقل. إذا تغير العدد، فانتهي بالسؤال عن عدد شرائح التفاح الموجودة الآن. **التجول:** وبالمثل، عندما تتجول، اختر أشياء لعدها. افترض أن هناك ثلاثة أشخاص في طابور أمامك. احسبهم معًا واسأل عن عددهم عندما يغادر أحدهم وسيكون هناك واحد أقل.
ko: **수량과 변화:** 천천히, 현재의 수량과 그것이 어떻게 변하는지 강조하기 시작해 보세요. 접시에 사과 두 조각과 같은 항목의 수를 함께 세어보세요. 사과 조각이 두 개 있다고 요약하고, 아이가 사과 조각을 하나 더 원하는지 아니면 하나 덜 원하는지 물어보세요. 양이 바뀌면, 지금 얼마나 많은 사과 조각이 있는지 물어보세요. **돌아다니기:** 마찬가지로, 당신이 돌아다닐때, 셀 것을 고르세요. 당신 앞에 세 명이 줄을 서 있다고 가정해 보세요. 그것들을 함께 세어보고 한명이 떠나고 한명이 적을 때 몇 명이 있는지 물어보세요.
tr: **Miktar ve değişim:** Zaman geçtikçe yavaş yavaş bir şeyin o andaki miktarını ve o miktarın nasıl değiştiğini vurgulamaya başlayın. Sayıları—örneğin, bir tabaktaki elma dilimlerini—çocuğunuzla birlikte sayın. Tabakta iki dilim elma olduğunu söyleyin, ardından, çocuğunuza, bir dilim fazlasını mı yoksa eksiğini mi istediğini sorarak konuyu özetleyin. Eğer tabaktaki elma dilimi miktarı değişirse, çocuğunuza tabakta o anda kaç tane dilim olduğunu sorarak konuyu bitirin. **Dışarıda gezinirken:** Benzer şekilde, çocuğunuzla dışarıda yürüyüş yaparken etrafınızdaki sayılacak şeylere karar verin. Örneğin, önünüzdeki sırada üç kişi olduğunu varsayalım. O kişileri çocuğunuzla birlikte sayın, ardından, ‘Sıradan bir kişi giderse geride kaç kişi kalır?’ gibi sorular sorun.

# data_list
source: Foundations
ar: الأساسيات
ko: 기초
tr: Konunun Temelleri
