Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: We make brooms and mats from palm leaves.
ar: لدينا مكانس وحصير من سعف النخيل.
fr: Nous fabriquons des balais et des nattes à partie de feuilles de palmiers.
ja: ヤシの葉でほうきやマットを作ります。
ko: 우린 야잣잎으로 빗자루와 카펫을 만들어요.
tr: Palmiye yapraklarından süpürgeler ve kilimler (paspaslar) yaparız.

# data_list
source: Of the things around you, which of them look like they are made directly from trees or other natural materials?
ar: من الأشياء من حولك أي منها يبدو وكأنه مصنوع مباشرة من الأشجار أو غيرها من المواد الطبيعية؟
fr: Parmi les objets qui t’entourent, lesquels semblent avoir été fabriqués directement à partir d’arbres ou d’autres matériaux naturels ?
ja: 身の回りにあるものの中で、木や自然素材から直接作られたようなものはどれですか？
ko: 여러분 근처의 있는 물건들 중에서 나무나 다른 자연적 소재로 만든 물건은 무엇이 있나요?
tr: Etrafınızdaki eşyalar arasında hangileri doğrudan ağaçlardan veya diğer doğal malzemelerden yapılmışlar gibi görünüyor?

# data_list
source: Count together the number of different things in this picture that are made from a palm.
ar: عدّوا معًا الأشياء المختلفة في هذه الصورة المصنوعة من النخيل.
fr: Comptons ensemble le nombre des différentes choses faites à partir du palmier sur cette image.
ja: この写真の中で、ヤシから作られたものを一緒に数えてみましょう。
ko: 이 그림에서 야자수로 만든 물건들을 함께 세어보아요.
tr: Bu resimdeki palmiye ağacından yapılmış farklı şeyleri çocuğunuzla birlikte sayın.

# data_list
source: Count the number of loops that she is wearing. Is the number more or less than the man had on an earlier page?
ar: احسب عدد الحلقات التي ترتديها. هل الرقم أكثر أم أقل مما كان لدى الرجل في صفحة سابقة؟
fr: Compte le nombre de boucles qu’elle porte. Ce nombre est-il supérieur ou inférieur à celui que l’homme avait aux pages précédentes ?
ja: 彼女が身に着けているループの数を数えてください。その数は、以前のページで男性が身に着けていた数よりも多いですか、それとも少ないですか？
ko: 여자가 착용하고 있는 고리의 개수를 세어보아요. 아까 보았던 남자가 입고있던 고리의 개수보다 적나요? 아니면 많나요?
tr: Resimdeki kadının taktığı halkaların sayısını sayın. Bu sayı, daha önceki sayfadaki adamın sahip olduğu halkaların sayısından daha mı fazla yoksa daha mı az?

# data_list
source: We use palm tree seeds for fuel.
ar: نستخدم بذور شجرة النخيل كوقود.
fr: Nous utilisons les graines de palmier comme carburant.
ja: 私たちはヤシの木の種を燃料として使用します。
ko: 우린 야자수 씨를 연료로 써요.
tr: Palmiye ağacı tohumlarını yakıt olarak kullanırız.

# data_list
source: Burning palm tree seeds is one of many possible sources of heat. How do you get heat where you live?
ar: يعد حرق بذور النخيل أحد المصادر العديدة المحتملة للحرارة. كيف تحصل على الحرارة في المكان الذي تعيش فيه؟
fr: Brûler des graines de palmier est l’une des nombreuses sources de chaleur possible. Comment te chauffes-tu, là où tu habites ?
ja: ヤシの木の種を燃やすのは、たくさんある熱源のひとつです。あなたが住んでいる場所でどのようにして熱を得ていますか？
ko: 야자수 씨는 수많은 연료중 하나에요. 여러분이 사는 곳에서는 어떻게 연료를 얻나요?
tr: Palmiye ağacı tohumlarını yakmak olası ısı kaynaklarından biridir. Siz yaşadığınız yerde ısıyı nasıl elde ediyorsunuz?

# data_list
source: What are other uses for heat besides cooking?
ar: ما هي الاستخدامات الأخرى للحرارة غير الطبخ؟
fr: Quelles sont les différentes utilisations de la chaleur, avec la cuisine ?
ja: 料理以外の熱の使い道は何ですか？
ko: 열에는 요리를 하는것 말고 어떤 쓰임이 있을까요?
tr: Yemek pişirmek dışında, ısının diğer kullanım alanları nelerdir?

# data_list
source: An estimate is an educated guess based on partial information. Estimate the number of seeds in that basket. Is it a bigger number than you know?
ar: التقدير هو تخمين مدروس يعتمد على معلومات جزئية. قم بتقدير عدد البذور الموجودة في تلك السلة. هل هو رقم أكبر مما تعلم؟
fr: Une estimation est une supposition fiable basée sur des informations partielles. Estime le nombre de graines dans ce panier. Est-ce un nombre supérieur à ce que tu connais ?
ja: 推定とは、部分的な情報に基づく経験則に基づく推測です。カゴの中の種の数を推定してください。あなたが知っている数より多いですか？
ko: 예측은 부분적인 정보를 가지고 최선의 추측을 하느것이에요. 저 바구니 안에 있는 야자수 씨앗들의 대수를 예측해보아요. 여러분들이 아는 최고의 숫자보다도 많아보이나요?
tr: Değer biçme (kestirme), kısmi bilgilere dayanan eğitimli bir tahmindir. Bu sepetteki tohumların sayısını tahmin edin (kestirin). Tahmininiz, bildiğiniz sayıdan daha mı büyük?

# data_list
source: Do you see why the palm tree is important?
ar: هل ترى ما أهمية شجرة النخيل؟
fr: Comprends-tu pourquoi le palmier est important ?
ja: ヤシの木がなぜ重要かわかりますか？
ko: 이제 야자수가 왜 중요한지 보이나요?
tr: Artık palmiye ağacının neden önemli olduğunu anlıyor musunuz?

# data_list
source: List and count how many ways the palm tree is useful to them.
ar: اذكروا وعدّوا عدد الطرق التي تنفعهم بها النخلة.
fr: Énumère et compte les façons dont le palmier leur est utile.
ja: ヤシの木がどのように役立っているか、いくつか挙げて数えて下さい。
ko: 야자수가 그들에게 쓸모있는 이유들을 세어보아요.
tr: Palmiye ağacının onlar için kaç farklı şekilde faydalı olduğunu listeleyip sayın.

# data_list
source: What are some trees where you live that have important uses?
ar: ما هي بعض الأشجار حيث تعيش التي لها استخدامات مهمة؟
fr: Quels sont les arbres dont l’utilisation est importante, là où tu habites ?
ja: あなたが住んでいるところで、重要な用途を持つ木は何ですか？
ko: 여러분이 사는곳에서 중요한 나무들은 무엇이 있나요?
tr: Sizin yaşadığınız yerde önemli kullanımları olan bazı ağaçlar nelerdir?

# data_list
source: Whether useful or not, what are some of your favorite trees near you?
ar: سواء كانت مفيدة أم لا، ما هي بعض الأشجار المفضلة لديك القريبة منك؟
fr: Utiles ou non, quels sont tes arbres préférés près de chez toi ?
ja: 役に立つか立たないかにかかわらず、あなたの身近にある好きな木は何ですか？
ko: 쓸모가 있던가 없던간에, 여러분 근처에 있는 나무중 가장 좋아하는 나무는 무엇인가요?
tr: Faydalı olsun veya olmasın, yakınınızdaki en sevdiğiniz ağaçlarınızdan bazıları nelerdir?

# data_list
source: This is Ndalo.
ar: هذا ندالو.
fr: Ça, c’est Ndalo.
ja: ンダロです。
ko: 이 소년은 은달로입니다.
tr: Bu, Ndalo.

# data_list
source: Identify together the kinds of animals you see and count each type.
ar: حددوا معًا أنواع الحيوانات التي ترونها وقوموا بعدّ كل نوع.
fr: Identifiez ensemble les types d’animaux que vous voyez et comptez le nombre de chaque type d’animal.
ja: 一緒に見かけた動物の種類を特定し、それぞれの種類を数えましょう。
ko: 여러분이 볼 수 있는 동물의 종류를 말해보고 각 종류를 세어보세요.
tr: Çocuğunuzla birlikte, gördüğünüz hayvanların türlerini belirleyip her bir türü sayın.

# data_list
source: Which type of animal in this picture is there the most of?
ar: ما هو أكثر نوع من الحيوانات موجود في هذه الصورة؟
fr: Quel type d’animal voyez-vous le plus dans cette image ?
ja: この絵の中で どの種類の動物が一番多いですか？
ko: 그림에서 가장 많은 종류의 동물은 어떤 것인가요?
tr: Bu resimdeki hangi hayvan türü orada en çok sayıda olandır?

# data_list
source: Count together the buttons on Ndalo's shirt.
ar: عدّوا معًا أزرار قميص ندالو.
fr: Comptons ensemble les boutons sur la chemise de Ndalo.
ja: ンダロのシャツのボタンを一緒に数えましょう。
ko: 은달로 셔츠의 단추를 함께 세어봐요.
tr: Çocuğunuzla birlikte, Ndalo'nun gömleğindeki düğmeleri sayın.

# data_list
source: Ndalo likes to read books.
ar: ندالو يحب قراءة الكتب.
fr: Ndalo aime bien lire des livres.
ja: ンダロは本を読むのが好きです。
ko: 은달로는 책 읽는것을 좋아합니다.
tr: Ndalo kitap okumayı sever.

# data_list
source: Count together the books in front of Ndalo on the table.
ar: عدّوا الكتب الموجودة أمام ندالو على الطاولة معًا.
fr: Comptons ensemble les livres sur la table devant Ndalo.
ja: ンダロの前のテーブルにある本を一緒に数えましょう。
ko: 책상위 은달로앞에 있는 책들을 함께 세어봐요.
tr: Çocuğunuzla birlikte, masadaki Ndalo’nun önündeki kitapları sayın.

# data_list
source: You can see on his face how much he likes to read!
ar: يمكنك أن ترى على وجهه مدى حبه للقراءة!
fr: On peut voir en regardant le visage de Ndalo comme il aime bien lire des livres !
ja: 彼の顔から本を読むことがどれだけ好きかが分かります！
ko: 여러분은 은달로의 얼굴을 보면 그가 얼마나 읽는 것을 좋아하는지 알 수 있습니다!
tr: Ndalo’nun yüzünden onun okumayı ne kadar çok sevdiğini anlayabilirsiniz!

# data_list
source: Do you like hearing stories from books?
ar: هل تحب سماع القصص من الكتب؟
fr: Aimez-vous apprendre des histoires par les livres ?
ja: あなたは本からの物語を聞くのは好きですか？
ko: 여러분은 책속에 있는 이야기를 듣는 것을 좋아하나요?
tr: Siz kitaplardan hikâyeler okumayı sever misiniz?

# data_list
source: This is Pendo.
ar: هذه بيندو.
fr: Ça, c’est Pendo.
ja: ペンドです。
ko: 이 소는 펜도입니다.
tr: Bu, Pendo.

# data_list
source: There are many little details in this picture. Count the animals that you can find.
ar: هناك الكثير من التفاصيل الصغيرة في هذه الصورة. قم بعدّ الحيوانات التي يمكنك العثور عليها.
fr: Comptez les animaux que vous voyez dans cette image.
ja: この絵には細かいところがたくさんあります。見つけられる動物を数えましょう。
ko: 그림에는 작지만 상세한 것들이 많이 있습니다. 여러분이 찾을 수 있는 동물을 세어보세요.
tr: Bu resimde bir sürü küçük ayrıntılar var. Bulabildiğiniz hayvanları sayın.

# data_list
source: How many trees and power poles do you see?
ar: كم عدد الأشجار وأعمدة الكهرباء التي تراها؟
fr: Combien d’arbres et de poteaux électriques voyez-vous ?
ja: 木や電柱は何本見えますか？
ko: 여러분은 몇 개의 나무와 전기줄을 볼 수 있나요?
tr: Kaç tane ağaç ve elektrik direği görüyorsunuz?

# data_list
source: Point at and count the people moving around that you can just barely see.
ar: أشر إلى الأشخاص الذين يتحركون في الأنحاء وبالكاد يمكنك رؤيتهم وقم بعدّهم.
fr: Comptez et indiquez les gens qui se déplacent que vous pouvez à peine voir.
ja: ほんの少し見える周りを動く人々を指さして数えましょう。
ko: 여러분이 보기에는 힘들지만 돌아다니고 있는 사람들을 가리켜 보고 세어보세요.
tr: Etrafta dolaşan zar zor görebildiğiniz insanları gösterip sayın.

# data_list
source: Pendo likes to eat carrots.
ar: بيندو تحب أكل الجزر.
fr: Pendo aime manger des carottes.
ja: ペンドはニンジンが好きです。
ko: 펜도는 당근을 먹는 것을 좋아합니다.
tr: Pendo havuç yemeyi sever.

# data_list
source: Can you tell by looking at Pendo that Pendo likes carrots?
ar: هل يمكنك أن تعرف من خلال النظر إلى بيندو أن بيندو تحب الجزر؟
fr: Quand vous regardez Pendo, est-ce évident qu’il aime manger des carottes ?
ja: ペンドを見たら、ペンドがにんじんが好きであることがわかりますか？
ko: 펜도만 보고서도 펜도가 당근을 좋아하는 것을 알 수 있나요?
tr: Pendo’ya bakarak onun havuç sevdiğini söyleyebilir misiniz?

# data_list
source: Do you like eating carrots? What is your favorite vegetable?
ar: هل تحب أكل الجزر؟ ما هي الخضار المفضلة لديك؟
fr: Aimez-vous manger des carottes ? Quel est votre légume préféré ?
ja: ニンジンを食べるのは好きですか？好きな野菜は何ですか？
ko: 여러분은 당근을 먹는 것을 좋아하나요? 여러분이 좋아하는 야채는 무엇인가요?
tr: Siz havuç yemeyi sever misiniz? Sizin en sevdiğiniz sebze nedir?

# data_list
source: Pendo is eating two carrots, and Ndalo is holding three more carrots. What is three more than two?
ar: بيندو تأكل جزرتين، وندالو يحمل ثلاث جزرات أخرى. ما هو ثلاثة أكثر من اثنين؟
fr: Pendo est en train de manger deux carottes, et Ndalo en tient trois autres carottes. Ça fait combien trois carottes plus deux carottes ?
ja: ペンドが2本のニンジンを食べていて、ンダロがさらに3本のニンジンを持っています。2本より3本多いのはいくつですか？
ko: 펜도는 두 개의 당근을 먹고 있고 은달로는 세 개의 당근을 들고 있습니다. 2보다 3이 더 많으면 무엇인가요?
tr: Pendo, iki havuç yiyor ve Ndalo ise üç tane havuç tutuyor. İkinin üç fazlası kaçtır?

# data_list
source: Ndalo grazes Pendo after school.
ar: ندالو يرعى بيندو بعد المدرسة.
fr: Ndalo fait brouter Pendo après l'école.
ja: ンダロは放課後ペンドを放牧します。
ko: 은달로는 학교가 끝나면 펜도에게 풀을 먹입니다.
tr: Ndalo, okuldan sonra Pendo’yu otlatır.

# data_list
source: Count all the different animals in the yard, or just count your favorites.
ar: عد جميع الحيوانات المختلفة الموجودة في الفناء، أو قم فقط بعدّ الحيوانات المفضلة لديك.
fr: Comptez tous les différents types d’animaux dans la cour ou comptez votre type d’animal préféré.
ja: 庭にいる異なる種類の動物を数えましょう。または、お気に入りの動物だけを数えても構いません。
ko: 마당에 있는 다른 종류이 동물을 세어보거나 여러분이 좋아하는 동물만 세어보세요.
tr: Bahçedeki tüm farklı hayvanları sayın veya sadece en sevdiklerinizi sayın.

# data_list
source: Which type of animal is there the most of and which has the least?
ar: أي الحيوانات أكثر وأيها أقل؟
fr: Quel type d’animal y a-t-il le plus et quel type d’animal y a-t-il le moins ?
ja: どの動物が一番多くて、どの動物が一番少ないですか？
ko: 어떤 종류의 동물이 가장 많고 어떤 종류의 동물이 가장 적나요?
tr: Orada en çok hangi hayvan türünden var ve hangisi en azdır?

# data_list
source: What food are Pendo and the goats eating? Do you suppose you would like eating grass?
ar: ما هو الطعام الذي تأكله بيندو والماعز؟ هل تعتقد أنك ترغب في أكل العشب؟
fr: Quelle nourriture mangent Pendo et les chèvres ? Pensez-vous que vous aimeriez manger de l’herbe ?
ja: ペンドとヤギたちは何を食べていますか？草を食べるのが好きだと思いますか？
ko: 펜도와 염소들은 어떤 음식을 먹고 있나요? 여러분도 풀 먹는것을 좋아해야 하나요?
tr: Pendo ve keçiler hangi yiyecekleri yiyorlar? Siz ot yemeyi seveceğinizi düşünebilir misiniz?

# data_list
source: He gives fresh water to Pendo.
ar: إنه يعطي الماء العذب لبيندو.
fr: Il donne Pendo de l'eau fraîche.
ja: 彼は、ペンドに新鮮な水を与えます。
ko: 은달로는 펜도에게 신선한 물을 줍니다.
tr: Ndalo, Pendo’ya temiz su veriyor.

# data_list
source: Ndalo is very good about taking care of Pendo. Do you have any animals that you care for?
ar: ندالو جيد جدًا في رعاية بيندو. هل لديك أي حيوانات تعتني بها؟
fr: Ndalo est très bon pour prendre soin de Pendo. Avez-vous des animaux dont vous prenez soin ?
ja: ンダロはペンドの世話をするのがとても上手ですね。あなたは世話をする動物がいますか？
ko: 은달로는 펜도를 아주 잘 보살피고 있습니다. 여러분은 보살피는 동물들이 있나요?
tr: Ndalo, Pendo'ya bakma konusunda çok iyi. Sizin baktığınız bir hayvanınız var mı?

# data_list
source: Point at the many colors -- Pendo is brown, Ndalo's shirt is blue, the pail is yellow, the grass is green, and the underside of the water basin is pink.
ar: أشر إلى الألوان المتعددة - بيندو بنية، قميص ندالو أزرق، السطل أصفر، العشب أخضر، والجانب السفلي من حوض الماء وردي.
fr: Indiquez les différentes couleurs – Pendo est marron, la chemise de Ndalo est bleue, le seau est jaune, l’herbe est verte et le dessous du bassin d’eau est rose.
ja: たくさんの色を指さしてみてください。ペンドは茶色、ンダロのシャツは青、バケツは黄色、草は緑、たらいの裏側はピンクです。
ko: 많은 색깔들을 가리켜 보세요 – 펜도는 갈색, 은달로의 셔츠는 파란색, 양동이는 노란색, 풀은 녹색, 그리고 물대야의 옆면은 분홍색입니다.
tr: Birçok renge işaret edin – Pendo kahverengidir, Ndalo'nun gömleği mavidir, kova sarıdır, çimen yeşildir ve su leğeninin altı pembedir.

# data_list
source: Pendo looks very big next to Ndalo. How many times bigger than Ndalo do you think Pendo is?
ar: بيندو شكلها كبير جدًا بجوار ندالو. كم مرة تعتقد أن بيندو أكبر من ندالو؟
fr: Pendo a l’air très grande à côté de Ndalo. A votre avis, combien de fois plus grande est Pendo par rapport à Ndalo ?
ja: ペンドはンダロの隣でとても大きく見えます。ペンドはンダロの何倍大きいと思いますか？
ko: 은달로 옆에 있는 펜도는 아주 커 보입니다. 펜도는 은달로의 몇 배가 더 크다고 생각하나요?
tr: Pendo, Ndalo'nun yanında çok büyük görünüyor. Sizce Pendo, Ndalo'dan kaç kat daha büyüktür?

# data_list
source: Father gives grain to Pendo.
ar: الأب يعطي الحبوب لبيندو.
fr: Papa donne du grain à Pendo.
ja: お父さんはペンドに穀物を与えます。
ko: 아버지는 펜도에게 곡물을 줍니다.
tr: Ndalo’nun babası Pendo’ya tahıl veriyor.

# data_list
source: The cat is watching Pendo eat the grain.. Do you think the cat wants some of the grain?
ar: القطة تشاهد بيندو وهي تأكل الحبوب.. هل تعتقد أن القطة تريد بعضًا من الحبوب؟
fr: Le chat est en train de regarder Pendo manger du grain. Pensez-vous que le chat veut aussi manger du grain ?
ja: 猫はペンドが穀物を食べるのを見ています。猫は穀物を欲しがってると思いますか？
ko: 고양이는 펜도가 곡물을 먹는 것을 보고 있습니다. 여러분은 고양이가 곡물을 먹고 싶어한다고 생각하나요?
tr: Kedi, Pendo’nun tahılı yemesini seyrediyor. Sizce kedi de tahıldan biraz istiyor mudur?

# data_list
source: What do you think the cat is waiting for?
ar: لماذا تعتقد أن القطة تنتظر؟
fr: À votre avis, à quoi le chat s’attend-il ?
ja: 猫は何を待っていると思いますか？
ko: 여러분은 고양이가 무엇을 기다리고 있다고 생각하나요?
tr: Sizce kedi neyi bekliyor?

# data_list
source: Pendo provides the family with a lot of milk. What does the cat provide the family?
ar: تزود بيندو الأسرة بالكثير من الحليب. ماذا تقدم القطة للعائلة؟
fr: Pendo donne à la famille beaucoup de lait. Que donne le chat à la famille ?
ja: ペンドは家族にたくさんのミルクを提供しています。猫は家族に何を提供していると思いますか？
ko: 펜도는 가족들에게 많은 우유를 줍니다. 고양이는 가족들에게 무엇을 주나요?
tr: Pendo, aileye bol bol süt sağlıyor. Kedi, aileye ne veriyor?

# data_list
source: He milks Pendo every day.
ar: إنه يحلب بيندو كل يوم.
fr: Il trait Pendo chaque jour.
ja: 彼は毎日ペンドからミルクを搾取します。
ko: 아버지는 펜도의 젖을 매일 짭니다.
tr: Ndalo’nun babası Pendo’yu her gün sağıyor.

# data_list
source: The cat is still waiting. Perhaps the cat is hoping for some splashed milk?
ar: القطة لا تزال تنتظر. ربما تأمل القطة في الحصول على بعض الحليب المرشوش؟
fr: Le chat est encore en train d’attendre. Peut-être que le chat espère un peu de lait éclaboussé ?
ja: 猫はまだ待っています。おそらく猫はミルクが飛び散るのを期待しているのでしょうか？
ko: 고양이는 여전히 기다리고 있습니다. 아마도 고양이는 뿌려진 우유를 기다리고 있는지 모릅니다.
tr: Kedi hâlâ bekliyor. Belki de kedi biraz sıçrayan sütten istiyordur?

# data_list
source: Why are Pendo's back two legs tied to a post? Do you think she likes being milked?
ar: لماذا تم ربط ساقي بيندو الخلفيتين بعمود؟ هل تعتقد أنها تحب أن تُحلب؟
fr: Pourquoi les jambes arrières de Pendo sont-elles attachées à un poste ? Pensez-vous qu’elle aime se faire traire ?
ja: ペンドの後ろの2本の足が柱に縛られているのはなぜですか？彼女はミルクを搾られることが好きだと思いますか？
ko: 왜 펜도의 뒷다리 두개는 막대기에 묶여 있나요? 여러분은 펜도가 젖이 짜이는 것을 좋아한다고 생각하나요?
tr: Pendo'nun arka iki bacağı neden elektrik direğine bağlı? Sizce Pendo, sağılmaktan hoşlanıyor mu?

# data_list
source: A rectangle is a four-sided shape like this page. Point at a few of the many rectangles in this picture.
ar: المستطيل هو شكل رباعي الجوانب مثل هذه الصفحة. أشر إلى عدد قليل من المستطيلات العديدة في هذه الصورة.
fr: Un rectangle est une forme à quatre côtés comme cette page. Indiquez certains rectangles parmi les nombreux rectangles dans cette image.
ja: 長方形はこのページのように4つの辺を持つ形です。この絵の中にある多くの長方形の中からいくつかを指さしてみてください。
ko: 사각형은 이 페이지처럼 네 개의 면을 가지고 있습니다. 그림에서 사각형을 가리켜 보세요.
tr: Bir dikdörtgen, bu sayfa gibi dört kenarlı bir şekildir. Bu resimdeki birçok dikdörtgenden birkaçını gösterin.

# data_list
source: Pendo gives a lot of milk.
ar: تعطي بيندو الكثير من الحليب.
fr: Pendo donne beaucoup de lait.
ja: ペンドはたくさんのミルクを提供します。
ko: 펜도는 많은 우유를 줍니다.
tr: Pendo çok fazla süt veriyor.

# data_list
source: Count together the number of milk containers.
ar: قوموا بعدّ أوعية الحليب معاً.
fr: Comptons ensemble tous les cartons de lait.
ja: 牛乳容器の数を数えてください。
ko: 우유병을 함께 세어봐요.
tr: Çocuğunuzla birlikte, süt kaplarını sayın.

# data_list
source: The window behind them is split into parts called panes. How many panes are there?
ar: النافذة خلفهم مقسمة إلى أجزاء تسمى ألواحاً. كم عدد الألواح الموجودة؟
fr: La fenêtre derrière eux est divisée en parties qu’on appelle des vitres. Combien de vitres y a-t-il ?
ja: 後ろの窓は窓ガラスと呼ばれる部分に分かれています。窓ガラスは何枚ありますか？
ko: 그들 뒤에 있는 창문은 창이라고 불리는 부분으로 나뉘어져 있습니다. 몇 개의 창이 있나요?
tr: Arkalarındaki pencere ‘bölme’ adı verilen kısımlara ayrılmıştır. Orada kaç tane bölme var?

# data_list
source: Liquid containers are often round, but sometimes milk comes in milk cartons in the shape of boxes.
ar: غالبًا ما تكون أوعية السوائل مستديرة، لكن في بعض الأحيان يأتي الحليب في علب حليب على شكل صناديق.
fr: Les cartons de liquide sont souvent ronds, mais quelquefois on peut acheter du lait dans des cartons de lait qui ont la forme de boîtes.
ja: 液体の容器は丸いことが多いですが、牛乳は箱型の牛乳パックに入っていることもあります。
ko: 액체를 담는것은 보통 둥글지만 가끔 우유는 상자의 모양으로 된 우유팩에 담겨져 있기도 합니다.
tr: Sıvı kapları genellikle yuvarlaktır ancak sütler bazen kutu şeklindeki süt kartonlarında da gelir.

# data_list
source: Father sells Pendo's milk.
ar: يبيع الأب حليب بيندو.
fr: Papa vend le lait de Pendo.
ja: お父さんはペンドのミルクを売っています。
ko: 아버지는 펜도의 우유를 팝니다.
tr: Ndalo’nun babası Pendo’nun sütünü satıyor.

# data_list
source: His father's shirt has some interesting patterns. Point at and describe the stripes and black diamonds.
ar: يحتوي قميص والده على بعض الأنماط المثيرة للاهتمام. أشر إلى الخطوط والماس الأسود وقم بوصفها.
fr: La chemise de son papa a des motifs intéressants. Décrivez et indiquez les rayures et les diamants noirs.
ja: お父さんのシャツには面白い模様があります。縞模様と黒い菱形を指さして説明してください。
ko: 아버지의 셔츠에는 재미있는 무늬가 있습니다. 줄무늬와 검은 다이아몬드 모양을 가리켜 보고 설명해보세요.
tr: Babanın gömleğinde bazı ilginç desenler var. Gömlekteki çizgileri ve siyah elmasları gösterip tarif edin.

# data_list
source: Describe this woman's colorful dress.
ar: صف فستان هذه المرأة الملون.
fr: Décrivez la robe colorée de cette femme.
ja: この女性のカラフルなドレスを説明してください。
ko: 이 아주머니의 화려한 드레스를 표현해 보세요.
tr: Bu kadının renkli elbisesini tarif edin.

# data_list
source: What is the picture on the paper on the wall? The sign says "Milk here."
ar: ما هي الصورة الموجودة على الورقة الموجودة على الحائط؟ اللافتة تقول "يوجد حليب هنا."
fr: Qu’est-ce que c’est l’image sur le papier accroché au mur ? Le panneau indique ‘Lait ici.’
ja: 壁にある紙の絵には何が描かれていますか？サインには "ここでミルクを売っています。"と書かれています。
ko: 벽에 있는 종이에 있는 그림은 무엇인가요? 간판은 "우유가 있습니다."라고 써 있습니다.
tr: Duvardaki kâğıttaki resim nedir? Tabelada, "Süt burada!" yazıyor."

# data_list
source: Ndalo drinks fresh milk every day.
ar: يشرب ندالو الحليب الطازج كل يوم.
fr: Ndalo boit du lait frais tous les jours.
ja: ンダロは毎日新鮮な牛乳を飲んでいます。
ko: 은달로는 신선한 우유를 매일 마십니다.
tr: Ndalo her gün taze süt içer.

# data_list
source: How can you tell Ndalo has been drinking milk?
ar: كيف يمكنك معرفة أن ندالو كان يشرب الحليب؟
fr: Comment pouvez-vous dire que Ndalo a bu du lait ?
ja: ンダロがミルクを飲んでいることはどうやってわかりますか？
ko: 은달로가 우유를 마시고 있는것을 여러분은 어떻게 아나요?
tr: Ndalo’nun süt içmiş olduğunu nasıl anlarsınız?

# data_list
source: When you drink something, do you end up with the liquid around your mouth?
ar: عندما تشرب شيئا هل ينتهي بك الأمر إلى وجود السائل حول فمك؟
fr: Quand vous buvez quelque chose, avez-vous souvent du liquide autour de votre bouche ?
ja: 何かを飲むと、口の周りに液体が残りますよね？
ko: 여러분은 무언가를 마실때면 입주위에 액체가 항상 묻어있게 되나요?
tr: Siz bir şey içtiğinizde ağzınızın etrafında sıvı kalır mı?

# data_list
source: There are many rectangles here. Count the doors and windows that you can see. Are there more or less doors than windows?
ar: هناك العديد من المستطيلات هنا. قم بعد الأبواب والنوافذ التي يمكنك رؤيتها. هل هناك أبواب أكثر أم أقل من النوافذ؟
fr: Il y a plusieurs rectangles ici. Comptez les portes et les fenêtres que vous pouvez voir. Y a-t-il plus ou moins de portes que de fenêtres ?
ja: ここには長方形がたくさんあります。見えるドアと窓を数えてください。ドアの数と窓の数、どちらが多いですか？
ko: 그림에는 많은 사각형이 있습니다. 여러분이 볼 수 있는 문과 창문을 세어보세요. 문은 창문보다 더 많나요 아니면 더 적나요?
tr: Burada bir sürü dikdörtgen var. Görebildiğiniz kapıları ve pencereleri sayın. Orada pencerelerden daha fazla mı yoksa daha az mı kapı var?

# data_list
source: He says, "Thank you Pendo!"
ar: يقول، "شكرًا لك بيندو!"
fr: Il dit, ‘Merci Pendo !’
ja: 彼は"ありがとうペンド "と言います。
ko: "고마워, 펜도야!" 은달로가 말했습니다.
tr: "Teşekkür ederim, Pendo!" diyor Ndalo.

# data_list
source: Ndalo's family feeds and takes care of Pendo, and Pendo gives them milk. Does that seem like a fair trade?
ar: عائلة ندالو تطعم بيندو وتعتني بها، وتقدم لهم بيندو الحليب بالمقابل. هل يبدو ذلك بمثابة تجارة عادلة؟
fr: La famille de Pendo la nourrit et prend soin d’elle, et Pendo leur donne du lait. Ça a l'air juste non ?
ja: ンダロの家族はペンドの世話をし、ペンドはミルクを彼らに提供します。それは公平な取引だと思いますか？
ko: 은달로의 가족은 펜도를 보살피고 먹여주고 펜도는 그들에게 우유를 줍니다. 그것은 공평한 거래인가요?
tr: Ndalo'nun ailesi Pendo’yu besleyip ona bakıyor ve Pendo da onlara süt veriyor. Sizce bu adil bir ticaret gibi mi görünüyor?

# data_list
source: Talk about some of the places your food comes from.
ar: تحدث عن بعض الأماكن التي يأتي منها طعامك.
fr: Parler un peu d’où vient votre nourriture et les aliments.
ja: 食べ物の産地について話してください。
ko: 여러분의 음식이 오는 곳을 말해보세요.
tr: Yiyeceklerinizin geldiği bazı yerler hakkında konuşun.

# data_list
source: Are you thankful for where your food comes from?
ar: هل أنت شاكر للمكان الذي يأتي منه طعامك؟
fr: Êtes-vous reconnaissant de l’origine de votre nourriture ?
ja: 食べ物の産地に感謝していますか？
ko: 여러분은 여러분의 음식이 나오는 곳에 감사한가요?
tr: Yiyeceklerinizin geldiği yerlere minnettar mısınız?

# data_list
source: Sakima lived with his parents and his four-year-old sister. They lived on a rich man's land. Their grass-thatched hut was at the end of a row of trees.
ja: サキマは両親と４歳の妹と暮らしています。 お金持ちのおじさんの土地に住んでいました。 草葺（くさぶき）の小屋、並木の端にありました。
ko: 사키마는 그의 부모님과 4살짜리 여동생과 살고 있었습니다. 그들은 부자의 땅에서 살았습니다. 그들의 초가집은 나무들 사이의 끝에 있습니다.
tr: Sakima, ebeveynleri ve dört yaşındaki kız kardeşiyle birlikte yaşıyordu. Zengin bir adamın arazisinde yaşıyorlardı. Çimenlerle kaplı kulübeleri bir dizi ağacın sonundaydı.

# data_list
source: There are many bold colors in this picture. Which colors of the rainbow are missing?
ja: この絵には大胆な色たくさん使われています。この中で虹に使われているどの色がないですか？
ko: 그림에는 많은 대담한 색상이 있습니다. 무지개의 색깔중 어떤색이 빠졌나요?
tr: Bu resimde birçok göze çarpan renk var. Gökkuşağının hangi renkleri eksik?

# data_list
source: The windows in the distance are rectangular, they are four-side shapes like this page. Do you see rectangles around where you are?
ja: 離れたところにある窓は長方形です。このページのように四角形です。あなたの周りにも長方形ありますか？
ko: 멀리서 보이는 창문은 네 개의 면으로 되어있는 사각형입니다. 여러분이 있는 곳에서 사각형을 볼 수 있나요?
tr: Uzaktaki pencereler dikdörtgen yani bu sayfa gibi dört kenarlı şekillerdir. Bulunduğunuz yerde dikdörtgenler görüyor musunuz?
