Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **The challenge:** Put the numbers in the circles so every straight line of connected circles has the same sum. From left to right, the diagrams above are for puzzles (2), (4), (8), and (9). The answers are in the Stage 4 Bonus Material file. 1. The numbers 1 to 4 – a '+' shape with no circles in common. 2. The numbers 1 to 5 – a '+' shape with one circle in common in the middle. 3. The numbers 1 to 7 – a 'star' shape with lines of 3 circles; a circle in common in the middle. 4. The numbers 1 to 9 – a 'star' shape with lines of 3 circles; a circle in common in the middle. 5. The numbers 1 to 5 – an 'L' shape with one common circle in the corner. 6. The numbers 1 to 8 – a '+' sign with no circles in common. 7. The numbers 1 to 9 – a '+' sign with one circle in common in the middle. 8. The numbers 1 to 12 – a 'star' shape, with 6 directions of lines of 4 circles. 9. The numbers 1 to 7 – an 'H' shape - 3 vertically on the left, 1 in the center, 3 vertically on the right. The five possible lines of 3 are connected. Hint: The sum is 12.
tr: **Mücadele:** Dairelere sayıları yerleştirerek, her düz çizgideki bağlı dairelerin toplamının aynı olmasını sağlayın. Soldan sağa, yukarıdaki diyagramlar (2), (4), (8) ve (9) için bulmacalardır. Cevaplar, Aşama 4 Bonus Materyal dosyasındadır. 1. 1'den 4'e kadar olan sayılar – Ortak daire olmayan bir ‘+' şekli. 2. 1'den 5'e kadar olan sayılar – Ortada bir ortak daire olan bir ‘+' şekli. 3. 1'den 7'ye kadar olan sayılar – Ortada bir ortak daire bulunan ve 3 daireli çizgilerden oluşan bir ‘yıldız' şekli. 4. 1'den 9'a kadar olan sayılar – Ortada bir ortak daire bulunan ve 3 daireli çizgilerden oluşan bir ‘yıldız' şekli. 5. 1'den 5'e kadar olan sayılar – Köşede bir ortak daire bulunan bir ‘L' şekli. 6. 1'den 8'e kadar olan sayılar – Ortak daire olmayan bir ‘+' işareti. 7. 1'den 9'a kadar olan sayılar – Ortada bir ortak daire bulunan bir ‘+' işareti. 8. 1'den 12'ye kadar olan sayılar – 6 yönde 4 daireli çizgilerden oluşan bir ‘yıldız' şekli. 9. 1'den 7'ye kadar olan sayılar – Sol tarafta dikey olarak 3 daire, ortada 1 daire, sağ tarafta dikey olarak 3 daireden oluşan bir ‘H' şekli. 3 dairenin bulunduğu beş olası çizgi bağlıdır. İpucu: Toplam 12'dir.

# data_list
source: GRABBING 10’S
tr: 10'LARI KAPMA

# data_list
source: Turn long addition problems into simpler problems by grouping numbers that add up to 10. Instead of adding 3 + 8 + 9 + 4 + 7 + 6 + 2 from left to right, rearrange the terms to put the number bonds for 10 together. This example becomes (3 + 7) + (8 + 2) + (4 + 6) + 9, which is 10 + 10 + 10 + 9 = 39. Once this is easy, include trickier problems such as 4 + 8 + 9 + 5 + 3, which can be rearranged as (8 + 9 + 3) + 4 + 5 = 20 + 9 = 29. Make simplifying expressions a game with your child.
tr: Uzun toplama problemlerini 10’a tamamlanan sayıları gruplayarak daha basit hale getirin. 3 + 8 + 9 + 4 + 7 + 6 + 2'yi soldan sağa toplamak yerine, 10'un sayı bağlarını bir araya getirecek şekilde terimleri yeniden düzenleyin. Bu örnek (3 + 7) + (8 + 2) + (4 + 6) + 9 olur; bu da 10 + 10 + 10 + 9 = 39 eder. Bu işlem kolaylaştığında, daha karmaşık problemler de ekleyin, örneğin 4 + 8 + 9 + 5 + 3, bu şekilde yeniden düzenlenebilir: (8 + 9 + 3) + 4 + 5 = 20 + 9 = 29. İfade basitleştirmeyi çocuğunuzla bir oyun haline getirin.

# data_list
source: COVER UP
tr: ÖRTBAS ET

# data_list
source: **The setup:** This activity combines the approaches of 'What's Missing?' from Stage 2 and 'Shape Sums' of Stage 3. Take a collection of small objects, count them, and spread them out on a surface. Use pieces of paper, cloth, or bowls to cover over one or more groups of the objects. Use the same color paper when covering groups of the same size. **The challenge:** Find out how many objects are in each covered group. **Four Steps:** * Count the number you can see and compare to the total. * Find one way to solve it. * Find other ways to solve it. * Verify your answer(s).
tr: **Hazırlık:** Bu etkinlik, Aşama 2'deki ‘Neyin Eksik Olduğunu?' ve Aşama 3'teki ‘Şekil Toplamları' yaklaşımlarını birleştirir. Küçük nesnelerden oluşan bir koleksiyon alın, sayın ve bunları bir yüzeye yayarak yerleştirin. Nesnelerin bir veya daha fazla grubunu kapatmak için kağıt, bez veya kaseler kullanın. Aynı boyuttaki grupları kapatırken aynı renk kağıt kullanın. **Mücadele:** Her kapalı gruptaki nesne sayısını bulun. **Dört Adım** * Görünen sayıyı sayın ve toplamla karşılaştırın. * Bir çözüm yolu bulun. * Diğer çözüm yollarını bulun. * Cevaplarınızı doğrulayın.

# data_list
source: **Example:** As pictured above, suppose you have 18 items and you cover 14 of them with two red pieces of paper. Your child sees the number 18 and that there are 4 uncovered items. They can subtract 18 - 4 and know that 14 pieces are covered. Because the same color is used, the covered items must be equal, so each must be 7, which is half of 14. Here is where the best, and most important, 'step' starts. What other ways are there of discovering that each covered group has 7 items? Your child could count by 2's and see that there are seven 2's as they skip count from 4 to 18. They could break 18 into halves of 9 each and break the 4 into halves of 2 each – then each group of 9 consists of a covered group plus 2 more, so the covered groups are 7 each. Keep exploring and thinking of ways to use all the interesting math relationships!
tr: **Örnek:** Yukarıdaki şekilde olduğu gibi, 18 nesneniz olduğunu ve bunlardan 14'ünü iki kırmızı kağıt parçası ile kapattığınızı varsayalım. Çocuğunuz 18 sayısını görür ve 4 tane kapatılmamış nesne olduğunu fark eder. 18 - 4 çıkarımı yaparak 14 parça nesnenin kapalı olduğunu bilir. Aynı renk kullanıldığı için, kapalı nesnelerin eşit olması gerekir, bu nedenle her biri 7 olmalıdır, yani 14'ün yarısı. İşte en iyi ve en önemli 'adım'ın başladığı yer. Kapalı her grubun 7 öğe içerdiğini keşfetmenin başka yolları nelerdir? Çocuğunuz 2'şer 2'şer sayarak 4'ten 18'e kadar sayarken yedi tane 2 olduğunu görebilir. 18'i 9'ar 9'a iki parçaya ayırabilir ve 4'ü de 2'şer 2'şer parçalara bölebilir – böylece her 9'luk grup, bir kapalı grup ve 2 fazlasını içerir, bu nedenle kapalı gruplar 7'şer olur. Keşfetmeye devam edin ve tüm ilginç matematik ilişkilerini kullanmanın yollarını düşünün!

# data_list
source: Your child is so familiar with addition that it’s no surprise that 2 + 3 is the same as 3 + 2. Although not as obvious, the same is true for multiplication.
tr: Çocuğunuz toplama konusunda o kadar alışkın ki, 2 + 3'ün 3 + 2'ye eşit olduğunu bilmesi sürpriz değil. Aynı şey çarpma için de geçerlidir, her ne kadar bu o kadar açık olmasa da.

# data_list
source: This illustration shows that two rows of three is the same as three rows of two – you’re just changing your point of view! It doesn’t matter which order you multiply two numbers – you get the same answer either way! It's great that this cool observation means that your child needs to master only about half as many multiplication facts – once your child knows 3 x 4, they also know 4 x 3.
tr: Bu illüstrasyon, iki sıra üç ile üç sıra ikinin aynı olduğunu gösterir – sadece bakış açınızı değiştiriyorsunuz! İki sayıyı çarptığınızda hangi sırayı kullanırsanız kullanın fark etmez – her iki şekilde de aynı sonucu alırsınız! Bu harika gözlem, çocuğunuzun sadece yaklaşık olarak yarısı kadar çarpma bilgisini öğrenmesi gerektiği anlamına gelir – çocuğunuz 3 x 4'ü bildiğinde, aynı zamanda 4 x 3'ü de öğrenmiş olur.

# data_list
source: SKIP COUNTING IS MULTIPLICATION
tr: ATLAYARAK SAYMA ÇARPMADIR

# data_list
source: All that skip counting practice your child did paid off in getting much better at addition and subtraction. It also will be a big help in getting started with multiplication. Skip counting by 5's makes them particularly quick to learn. Although skip counting is not the fastest way to find a result, it is reliable. To find 7 x 3 either skip count by 3’s seven times or skip count by 7’s three times. Your child will eventually memorize these facts, but skip counting is handy for now.
tr: Çocuğunuzun yaptığı tüm atlayarak sayma çalışmaları, toplama ve çıkarma becerilerini geliştirmekte büyük katkı sağladı. Aynı şekilde, çarpma işlemine başlamak için de büyük bir yardım olacaktır. Özellikle 5'er 5'er saymak, öğrenmeyi hızlı hale getirir. Atlayarak sayma, bir sonucu bulmanın en hızlı yolu olmasa da güvenilirdir. Örneğin, 7 x 3'ü bulmak için ya 3’leri yedi kez sayabilir ya da 7’leri üç kez sayabilirsiniz. Çocuğunuz bu bilgileri sonunda ezberleyecektir, ancak şu anda atlayarak sayma pratik ve kullanışlıdır.

# data_list
source: MULTIPLYING BY 3 AND 4
tr: 3 VE 4 ILE ÇARPMA

# data_list
source: More Mental Math
tr: Ekstra Zihinsel Matematik

# data_list
source: For someone good at adding, multiplying by 3 and 4 can be quick and easy. Multiplying a number by 3 is adding the number to double the number. So, 3 x 6 is 6 more than double 6, which is 6 + 12 = 18. Four times a number is doubling a number twice. So, 4 x 7 is 2 x (2 x 7), which is 14 + 14 = 28.
tr: Toplama konusunda iyi olan biri için, 3 ve 4 ile çarpma hızlı ve kolay olabilir. Bir sayıyı 3 ile çarpmak, o sayıyı iki katına çıkarmaya eklemektir. Yani, 3 x 6, 6'nın iki katından 6 fazlasıdır, bu da 6 + 12 = 18 eder. Bir sayıyı 4 ile çarpmak, o sayıyı iki kez iki katına çıkarmaktır. Yani, 4 x 7, 2 x (2 x 7) olarak hesaplanır, bu da 14 + 14 = 28 eder.

# data_list
source: SUM SQUARE
tr: TOPLAM KARE

# data_list
source: **The setup:** Start with a 3 by 3 square grid that has target sums given for each row and column. Some of the numbers from 1 to 9 are already placed in the grid.
tr: **Hazırlık:** Her satır ve sütun için hedef toplamların verildiği 3 x 3 kareli bir ızgara ile başlayın. 1'den 9'a kadar bazı sayılar ızgarada zaten yerleştirilmiştir.

# data_list
source: **The challenge:** Place the remaining numbers in the grid to make the row and column sums be the target values. **How to create:** To make one of these puzzles, start by placing pieces of paper with the numbers from 1 to 9 on a 3 x 3 grid. For each row and column, write the sum to the right or below. Then, remove some of the numbers from the grid. Lastly, hand the pieces of paper with the numbers you removed to your child and ask “Where were these?”
tr: **Mücadele:** Kalan sayıları ızgaraya yerleştirerek, satır ve sütun toplamlarının hedef değerler olması sağlanmalıdır. **Nasıl Yapılır:** Bu bulmacalardan birini yapmak için, 1'den 9'a kadar olan sayıları içeren kağıt parçalarını 3 x 3 ızgaranın üzerine yerleştirin. Her satır ve sütun için toplamları sağa veya aşağıya yazın. Ardından, ızgaradan bazı sayıları çıkarın. Son olarak, çıkardığınız sayıları içeren kağıt parçalarını çocuğunuza verin ve “Bunlar nerede vardı?” diye sorun.

# data_list
source: One variation that keeps the sums smaller is to use the numbers from 0 to 8 instead. A harder variation is to do the same thing with the numbers 1 to 12 in a 3 by 4 grid.
tr: Toplamları daha küçük tutan bir varyasyon, 0'dan 8'e kadar olan sayıları kullanmaktır. Daha zor bir varyasyon ise, 1'den 12'ye kadar olan sayılarla 3 x 4 ızgarasında aynı işlemi yapmaktır.

# data_list
source: ADDITION PYRAMID
tr: TOPLAMA PIRAMIDI

# data_list
source: **The setup:** A pyramid of 10 numbers placed in 4 rows is given with a target number.
tr: **Hazırlık:** 4 sırada yer alan 10 sayının olduğu bir piramit verilmiş ve bir hedef sayı belirlenmiştir.

# data_list
source: **The challenge:** Find a path through the pyramid using one number from each row so that the sum of the numbers is the target number. The numbers on the path must connect to each other. **Example:** The answer to this puzzle is 5 –> 4 –> 1 –> 7. **How to create:** Make one of these puzzles by filling in the numbers that you want to form the path, and record the sum of those numbers. Then fill in the remaining decoy numbers in the pyramid.
tr: **Mücadele:** Piramit içinde her sıradan bir sayı kullanarak, sayılarının toplamının hedef sayıyı verdiği bir yol bulun. Yol üzerindeki sayılar birbirine bağlanmalıdır. **Örnek:** Bu bulmacanın cevabı 5 –> 4 –> 1 –> 7'dir. **Nasıl Yapılır:** Bu bulmacalardan birini oluşturmak için, yolu oluşturacak sayıları yerleştirin ve bu sayıların toplamını kaydedin. Ardından, piramide kalan yanıltıcı sayıları ekleyin.

# data_list
source: SUM DIFFERENCE
tr: TOPLAM FARKI

# data_list
source: **How to play:** One person says two numbers, one a sum and the other a difference, and the other person is challenged to find the original two numbers that have that sum and difference. For example, if one person says the sum is 12 and the difference is 6, the other person says the original numbers are 3 and 9. **Reverse roles:** Because of how easy it is to create these questions, this is a good activity to let your child be the questioner. Not all combinations of numbers for the sum and difference will produce reasonable answers. However, if you start with two numbers and then say their sum and difference, that will guarantee that there is an answer.
tr: **Nasıl Oynanır:** Bir kişi iki sayı söyler; biri toplam, diğeri fark olarak belirtilir. Diğer kişi, verilen toplam ve farkı veren orijinal iki sayıyı bulmaya çalışır. Örneğin, biri toplamın 12 ve farkın 6 olduğunu söylerse, diğer kişi orijinal sayıların 3 ve 9 olduğunu söyler. **Rolleri Değiştirin:** Bu soruları oluşturmanın ne kadar kolay olduğunu göz önünde bulundurarak, çocuğunuzun soru soran kişi olmasına izin vermek iyi bir aktivitedir. Toplam ve fark için tüm sayı kombinasyonları makul cevaplar üretmeyebilir. Ancak, iki sayı ile başlayıp, ardından bu sayıların toplamını ve farkını söylerseniz, bir cevabın garanti olduğunu bilirsiniz.

# data_list
source: POISON NUMBERS
tr: ZEHIRLI SAYILAR

# data_list
source: **The setup:** Remove the picture cards from a deck (you can use the Queens as 0’s if you like). Before starting, agree on a set of “poison” numbers for the round. The poison numbers can be any set of numbers you want your child to practice with or become more familiar with. Some examples are: * even numbers (2, 4, 6, 8, 10, 12) * odd numbers (1, 3, 5, 7, 9, 11) * square numbers (1, 4, 9, 16, 25) * prime numbers (2, 3, 5, 7, 11, 13, 17, 19) * multiples of a number, such as multiples of 3 **How to play:** Deal each player three cards. The first player discards a number that is not a poison number and replaces it from the draw pile. The next player discards a number so the sum of the first two numbers is not a poison number and replaces the discard from the draw pile. The next player plays so the sum of the three cards is not a poison number, and so on. **How to win:** The first player unable to discard a legal card loses and drops out.
tr: **Zehirli Sayılar:** Bir deste karttaki resimli kartları çıkarın (isterseniz Kraliçeleri 0 olarak kullanabilirsiniz). Başlamadan önce, tur için bir “zehirli” sayılar seti belirleyin. Zehirli sayılar, çocuğunuzun üzerinde çalışmasını veya daha fazla aşina olmasını istediğiniz herhangi bir sayı seti olabilir. İşte bazı örnekler: * Çift sayılar (2, 4, 6, 8, 10, 12) * Tek sayılar (1, 3, 5, 7, 9, 11) * Kare sayılar (1, 4, 9, 16, 25) * Asal sayılar (2, 3, 5, 7, 11, 13, 17, 19) * Bir sayının katları, örneğin 3'ün katları **Nasıl Oynanır:** Her oyuncuya üç kart dağıtın. İlk oyuncu, zehirli bir sayı olmayan bir kartı atar ve çeken desteden yenisini alır. Sonraki oyuncu, ilk iki sayının toplamının zehirli bir sayı olmamasını sağlayacak bir kartı atar ve atılan kartın yerine desteden yenisini alır. Bir sonraki oyuncu, üç kartın toplamının zehirli bir sayı olmamasını sağlayacak şekilde oynar ve bu şekilde devam eder. **Nasıl Kazanılır:** Geçerli bir kart atamayan ilk oyuncu kaybeder ve oyundan çıkar.

# data_list
source: This game works equally well with more than two players.
tr: Bu oyun, iki oyuncudan fazlasıyla da eşit şekilde çalışır.

# data_list
source: Let your child play with and think about these investigations. Don't be in a hurry. The value is in the playing around and discovering beautiful patterns. There is some deeper mathematics in these activities, but those ideas can wait until your child is older.
tr: Çocuğunuzun bu araştırmalarla oynamasına ve düşünmesine izin verin. Acele etmeyin. Önemli olan, oyun oynarken ve güzel desenler keşfederken geçirilen zamandır. Bu aktivitelerde bazı daha derin matematiksel fikirler bulunabilir, ancak bu fikirler çocuğunuz daha büyük olduğunda bekleyebilir.

# data_list
source: FLOWER PETALS
tr: ÇIÇEK YAPRAKLARI

# data_list
source: **The question:** In a peculiar garden there are two kinds of flowers. One has 4 petals and the other kind has 7 petals. A child was asked to pick some flowers so that the total number of petals was 13. Could ibt be done? How about 15 petals? For which numbers of petals is it possible? For numbers that are possible, can it be done in more than one way? For example, 32 petals is four 7’s and one 4, and it is also eight 4’s. **Variations:** By varying the numbers, there are lots of examples to play with. For some pairs of numbers there comes a point where all numbers of petals are possible, and for other pairs of numbers there is no such point. For 4 and 7, every number from 18 on is possible. For 3 and 6, there is no point after which all numbers occur.
tr: **Soru:** Garip bir bahçede iki tür çiçek var. Birinin 4 yaprağı, diğerinin ise 7 yaprağı var. Bir çocuğa, toplamda 13 yaprak olacak şekilde çiçekler toplaması söylendi. Bu mümkün mü? Peki, 15 yaprak? Hangi yaprak sayıları mümkündür? Mümkün olan sayılar için, birden fazla yol olup olabilir mi? Örneğin, 32 yaprak, dört tane 7 ve bir tane 4 ile veya sekiz tane 4 ile yapılabilir. **Varyasyonlar:** Sayıları değiştirerek oynayabileceğiniz birçok örnek vardır. Bazı sayı çiftleri için, tüm yaprak sayılarının mümkün olduğu bir nokta gelirken, diğer çiftler için böyle bir nokta yoktur. Örneğin, 4 ve 7 için, 18 ve sonrasındaki her sayı mümkündür. Ancak, 3 ve 6 için, tüm sayıların mümkün olduğu bir nokta yoktur.

# data_list
source: CLIMBING STEPS – HOW MANY WAYS
tr: BASAMAKLARI TIRMANMA – KAÇ YOLLA?

# data_list
source: **The question:** Suppose your child likes to take steps two at a time sometimes, and one at a time other times. If your child goes up some steps, how many ways can this be done? For example, for 0 steps there is one way - you stand there. For 1 step there is one way. For two steps, you can either take one double step or two single steps, so there are two ways. Carefully think through many examples and then make a table of the results. When there is lots of information, making a table often helps. The start of the table looks like this:
tr: **Soru:** Diyelim ki çocuğunuz bazen iki adım birden, bazen de bir adım birden çıkar. Çocuğunuz bazı basamakları çıkarsa, bunu kaç farklı şekilde yapabilir? Örneğin, 0 basamak için bir yol vardır – orada durursunuz. 1 basamak için bir yol vardır. 2 basamak için, ya bir çift adım atabilirsiniz ya da iki tek adım atabilirsiniz, bu yüzden iki yol vardır. Pek çok örneği dikkatlice düşünün ve sonra sonuçların bir tablosunu oluşturun. Bol miktarda bilgi olduğunda, tablo yapmak genellikle yardımcı olur. Tablo şöyle başlar:

# data_list
source: After looking at these numbers, your child may notice that each pair of numbers adds up to the next number. Why does this happen? These numbers are called Fibonacci Numbers.
tr: Bu sayılara baktıktan sonra, çocuğunuz her sayı çiftinin toplamının bir sonraki sayıyı verdiğini fark edebilir. Neden böyle olur? Bu sayılar Fibonacci Sayıları olarak adlandırılır.

# data_list
source: BALANCE SCALE
tr: DENGE TERAZISI

# data_list
source: A balance scale is a device for telling when two things have the same weight. The scale is usually supplied with a set of weights that are used to weigh objects. Here are some interesting investigations you can do if you restrict the weights you are allowed to use. **Question 1**: If you only have weights that are 4 units and 7 units, then the things you can weigh exactly are the same as you found in the flower petal investigation.
tr: Bir denge terazisi, iki şeyin aynı ağırlıkta olduğunu söylemek için kullanılan bir cihazdır. Terazi genellikle nesneleri tartmak için kullanılan bir ağırlık seti ile birlikte gelir. Kullanabileceğiniz ağırlıkları sınırladığınızda yapabileceğiniz bazı ilginç araştırmalar şunlardır: **Soru 1:** Eğer sadece 4 birim ve 7 birim ağırlıklara sahipseniz, tam olarak tartabileceğiniz şeyler, çiçek yaprağı araştırmasında bulduğunuz şeylerle aynıdır.

# data_list
source: **Question 2**: Which things can you weigh exactly if the weights are on either side of the scale? **Question 3:** How do the answers of these two questions change if instead of using weights of size 4 and 7, you use 3 and 8? Or perhaps you use 4 and 6 or 8 and 12? **Question 4:** What happens if you have one weight each for each of the weights in a doubling progression of 1, 2, 4, 8, and 16? How many ways can you weigh something that weighs 13? Does it change things if you allow weights on both sides? What is the largest weight you can measure? This situation is related to the binary number system. **Question 5:** What happens if you use single weights in the tripling progression 1, 3, 9, and 27? Which things can you weigh if you allow those weights on both sides? **Question 6:** What happens if the weights are the Fibonacci Numbers? Is there more than one way to weigh some weights? Find a restriction on the Fibonacci weights so that there is only one way to get each weight.
tr: **Soru 2:** Eğer ağırlıklar terazinin her iki tarafında da bulunabiliyorsa, hangi şeyleri tam olarak tartabilirsiniz? **Soru 3:** Bu iki sorunun cevapları, 4 ve 7 yerine 3 ve 8, ya da belki 4 ve 6 veya 8 ve 12 gibi ağırlıklar kullandığınızda nasıl değişir? **Soru 4:** 1, 2, 4, 8 ve 16'nın her biri için birer ağırlığınız varsa, 13 birim ağırlığındaki bir şeyi kaç farklı şekilde tartabilirsiniz? Ağırlıkları her iki tarafta da kullanmanıza izin verirseniz durum değişir mi? Ölçebileceğiniz en büyük ağırlık nedir? Bu durum, ikili sayı sistemi ile ilgilidir. **Soru 5:** 1, 3, 9 ve 27 gibi üçleme ilerlemesindeki ağırlıkları kullanırsanız ne olur? Bu ağırlıkları her iki tarafta da kullanmanıza izin verirseniz hangi şeyleri tartabilirsiniz? **Soru 6:** Ağırlıklar Fibonacci Sayıları olduğunda ne olur? Bazı ağırlıkları tartmanın birden fazla yolu var mı? Her ağırlığı elde etmenin sadece bir yolu olacak şekilde Fibonacci ağırlıkları için bir kısıtlama bulun.

# data_list
source: STAGE 5 – I CAN COUNT TO 100!
tr: 5. Aşama — 100’e Kadar Sayabiliyorum!

# data_list
source: Stage 5 Introduction
ko: 5 단계 – 소개
tr: 5. Aşama — Giriş
