Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Discuss these questions with your child as they play with the sieve: * Why are primes the numbers the numbers that are pulled down? * What is the last prime whose multiples you need to cross out? Why were the other primes not useful? * For all the primes that were useful, which of their multiples produced new restrictions and which were not useful? Is there a pattern in that answer? * If you had a number, say 53, which prime numbers would you need to divide it by to confirm that it’s a prime?
tr: Çocuğunuzla eleği kullanarak oynarken bu soruları tartışın: * Neden asal sayılar aşağı çekilen sayılardır? * Çıkarılması gereken son asal sayı hangisidir? Diğer asal sayılar neden faydalı olmadı? * Faydalı olan tüm asal sayılar için, hangi katları yeni kısıtlamalar oluşturdu ve hangileri faydalı olmadı? Bu cevabın bir deseni var mı? * 53 gibi bir sayınız olsaydı, onun asal olduğunu doğrulamak için hangi asal sayılara bölmeniz gerekirdi?

# data_list
source: MIX IT UP
tr: KARIŞTIR

# data_list
source: **The setup:** Use numbered cards from 1 to 25, or a range your child is comfortable with. **How to play:** A card is selected at random and used as everyone’s target number. That card is returned to the deck. Each player is dealt five cards to be used, in any order and with any operations, to get as close as possible to the target number. **Examples:** Suppose the target number is 14, and you are dealt 3, 6, 12, 17, and 20. 17 - 3 or 20 - 6 work, but only use two cards. 20 - 12 + 6 uses three cards. 17 x (6 / 3) - 20 or 20 - (12 / (6 / 3)) use four cards, so that's an improvement, if you're trying to use all the cards. Can you find a way to use all five?
tr: **Hazırlık:** 1’den 25’e kadar numaralandırılmış kartları veya çocuğunuzun rahat olduğu bir aralığı kullanın. **Nasıl oynanır:** Bir kart rastgele seçilir ve herkesin hedef sayısı olarak kullanılır. Bu kart desteye geri konur. Her oyuncuya, hedef sayıya olabildiğince yaklaşmak için herhangi bir sırayla ve herhangi bir işlemi kullanarak kullanılacak beş kart dağıtılır. **Örnekler:** Diyelim ki hedef sayı 14 ve size 3, 6, 12, 17 ve 20 kartları dağıtıldı. 17 - 3 veya 20 - 6 işe yarar, ancak yalnızca iki kart kullanır. 20 - 12 + 6, üç kart kullanır. 17 x (6 / 3) - 20 veya 20 - (12 / (6 / 3)), dört kart kullanır; bu, tüm kartları kullanmaya çalışıyorsanız bir gelişmedir. Peki, tüm beş kartı kullanmanın bir yolunu bulabilir misiniz?

# data_list
source: Scoring options
tr: Puanlama seçenekleri

# data_list
source: There are several options for scoring, and you may think of your own. * 1 point to each player who hits the target. Total over several rounds. * A player's score for a round is the difference between their result and the target. The scores are totaled over several rounds, and the lowest total score wins. * A player earns twice as many points as the number of cards they use to reach the target; a player receives 5 points for hitting the target with help; and a player receives 6 points for helping someone hit the target.
tr: Puanlama için birkaç seçenek mevcut ve siz de kendi yöntemlerinizi düşünebilirsiniz: * Hedefi tutturan her oyuncuya 1 puan verilir. Puanlar birkaç tur boyunca toplanır. * Bir oyuncunun turdaki puanı, sonucu ile hedef arasındaki farktır. Puanlar birkaç tur boyunca toplanır ve en düşük toplam puan kazanır. * Bir oyuncu, hedefe ulaşmak için kullandığı kart sayısının iki katı kadar puan kazanır; hedefe birinden yardım alarak ulaşırsa 5 puan alır; bir başkasının hedefe ulaşmasına yardımcı olursa 6 puan alır.

# data_list
source: PARENTHESES PUZZLES
tr: PARANTEZ BULMACALARI

# data_list
source: **The challenge:** Take an expression, such as 2 + 7 × 5 − 2 × 2 and add parentheses to it so that a target result, say 9, is obtained. **How to create:** These are easy to create and tailor to you child's skill set. Take any equation, in our case 9 = (2 + 7) × (5 − 2 × 2) and then remove the parentheses. It's as simple as that! Use the operations and numbers that your child is comfortable with. Use shorter expressions and fewer parentheses to make simpler puzzles.
tr: **Zorluk:** 2 + 7 x 5 - 2 x 2 gibi bir ifadeyi ele alın ve bir hedef sonuca, örneğin 9, ulaşmak için parantezler ekleyin. **Nasıl oluşturulur:** Bunlar, çocuğunuzun beceri seviyesine göre kolayca oluşturulabilir ve uyarlanabilir. Herhangi bir denklemi alın, örneğin 9 = (2+7) x (5−2×2), ardından parantezleri kaldırın. Bu kadar basit! Çocuğunuzun rahat ettiği işlemleri ve sayıları kullanın. Daha basit bulmacalar oluşturmak için daha kısa ifadeler ve daha az parantez kullanabilirsiniz.

# data_list
source: SECRET OPS
tr: GIZLI OPERASYONLAR

# data_list
source: Near the end of Stage 4, the Sum Difference activity had one person think of two numbers and then challenge the other person to find the numbers by telling them the sum and difference of the numbers. Secret Ops uses the same idea, only now the challenger can use any two operations, such as multiplying and subtracting. **Examples:** The challenger might say “Which two numbers have a product of 12 and a difference of 4?” You can extend this to three numbers, if you like - “Which three numbers have a product of 12 and a sum of 8?”
tr: Aşama 4’ün sonlarına doğru, Toplam-Fark etkinliğinde bir kişi iki sayı düşünür ve diğer kişiye toplamlarını ve farklarını söyleyerek bu sayıları bulmasını isterdi. Gizli İşlemler aynı fikri kullanır, ancak bu sefer meydan okuyan kişi çarpmak ve çıkarmak gibi herhangi iki işlemi kullanabilir. **Örnekler:** Meydan okuyan kişi şöyle diyebilir: “Hangi iki sayının çarpımı 12 ve farkı 4’tür?” İsterseniz bunu üç sayıya da genişletebilirsiniz: “Hangi üç sayının çarpımı 12 ve toplamı 8’dir?”

# data_list
source: LEVER BALANCE
tr: DENGE KOLU

# data_list
source: Mixed Operations
tr: Karma Işlemler

# data_list
source: **Levers:** Use the lever principle to practice multiplication and addition. The principle says that the force exerted by a mass on one side of a lever is equal to the mass times its distance from the pivot point, the fulcrum. The forces on one side from several masses add up to give the total force. The total forces on the two sides must be equal for the lever to be in balance.
tr: **Kollar:** Çarpma ve toplama işlemleriyle pratik yapmak için kol prensibini kullanın. Bu prensibe göre, bir kolun bir tarafındaki bir kütlenin uyguladığı kuvvet, kütlenin pivot noktasına, yani destek noktasına olan uzaklığı ile çarpımına eşittir. Bir taraftaki birkaç kütleden gelen kuvvetler toplamda, toplam kuvveti verir. İki taraftaki toplam kuvvetler eşit olmalıdır ki kol dengede kalsın.

# data_list
source: **Examples:** You have a 3-unit weight and a 5-unit weight to put on opposite sides of the fulcrum. Where should they be put to balance? The answer to this can be distances 5 and 3, but it can also be 10 and 6, or even larger answers like 15 and 9. If you have a 3-unit and a 5-unit weight to put on one side of a lever, which weights can you put at which distances on the other side? What if the two weights are on different sides of the lever? This question continues the questions on the Make It Count page at the end of Stage 4.
tr: **Örnekler:** Bir ucunda 3 birimlik bir ağırlık ve diğer ucunda 5 birimlik bir ağırlık bulunan bir kolunuz var. Bunları dengelemek için nerelere yerleştirmeniz gerekir? Bunun cevabı, mesafeler 5 ve 3 olabilir, ancak 10 ve 6 gibi, hatta 15 ve 9 gibi daha büyük cevaplar da mümkündür. Eğer bir kolun bir tarafına 3 birimlik ve 5 birimlik ağırlıkları koyuyorsanız, diğer tarafta hangi ağırlıkları hangi mesafelerde yerleştirebilirsiniz? Peki ya iki ağırlık kolun farklı taraflarında yer alıyorsa? Bu soru, Aşama 4’ün sonunda yer alan “Bunu Say” sayfasındaki soruları devam ettiriyor.

# data_list
source: BEEP
tr: BOM!

# data_list
source: **The setup:** Put the players in a circle. Start by identifying a group of numbers to use for a round of the game. Choose any group of numbers that would be fun or that provide practice with a concept. Some standard choice are: * odd numbers or even numbers * multiples of 3 (or some other number) * multiples of 3 together with multiples of 7 * multiples of 3 that are not multiples of 5 * multiples of 3 together with numbers that have the digit 3 in them * prime numbers **How to play:** Going around the circle, the players take turns saying the numbers starting at 1. When a player has a number in the group, they must say 'beep' instead of the number. If a player fails to say beep, or says beep for an incorrect number, they’re out. **How to win:** The last player remaining in wins!
tr: **Hazırlık:** Oyuncuları bir çembere yerleştirin. Oyunun bir turu için kullanılacak bir sayı grubu belirleyerek başlayın. Eğlenceli olacak veya bir kavram üzerinde pratik yapmanızı sağlayacak herhangi bir sayı grubu seçin. Bazı standart seçimler şunlardır: * Tek sayılar veya çift sayılar * 3’ün katları (veya başka bir sayı) * 3’ün katları ve 7’nin katları * 3’ün katları ancak 5’in katları olmayanlar * 3’ün katları ve içinde 3 rakamı bulunan sayılar * asal sayılar **Nasıl oynanır:** Çember etrafında, oyuncular sırayla 1’den başlayarak sayıları söylerler. Eğer bir oyuncunun söylediği sayı belirlenen grupta yer alıyorsa, o sayı yerine “bom” demelidir. Eğer bir oyuncu “bom” demeyi unutur veya yanlış bir sayıya “bom” derse, oyundan çıkar. **Nasıl kazanılır:** Son kalan oyuncu kazanır!

# data_list
source: 3 IN A ROW
tr: 3’LÜ SIRA

# data_list
source: **The setup:** Use a deck of cards with Q’s (as 0’s), A’s (as 1’s), and 2-9, or use four sets of Number Cards from 0 to 9. Use a 4 by 5 grid on a paper with 20 spaces randomly filled out with multiples of 5 and 10. Have a set of tokens for each player. **How to play:** Select a random card and put your token on that number times 5 or 10 - your choice. Once occupied, the other player cannot move there. **How to win:** The first player to get 3 in a row wins.
tr: **Hazırlık:** Bir deste kart kullanın; Q’ları (0 olarak), A’ları (1 olarak) ve 2-9 arasındaki kartları dahil edin veya 0’dan 9’a kadar olan dört set Sayı Kartı kullanabilirsiniz. Kâğıda 4x5 boyutunda bir ızgara çizin ve 20 boşluğu rastgele 5’in ve 10’un katları ile doldurun. Her oyuncu için bir piyon seti bulundurun. **Nasıl oynanır:** Rastgele bir kart seçin ve piyonunuzu o sayının 5 veya 10 katına yerleştirin — tercihinize bağlı. Bir alan yerleştirildikten sonra, diğer oyuncu oraya hareket edemez. **Nasıl kazanılır:** lk olarak üçlü bir sıraya (yatay, dikey veya çapraz) piyon yerleştiren oyuncu kazanır.

# data_list
source: The numbers 5 and 10 can be replaced by other pairs such as 2 and 4, or 3 and 6. These pairings help with practicing doubling strategies for multiplication. For example, if the player does not know 6 × 7, they can double 3 × 7.
tr: 5 ve 10 sayıları, 2 ve 4 veya 3 ve 6 gibi diğer çiftlerle değiştirilebilir. Bu çiftler, çarpma için iki katına çıkarma stratejilerinin pratik yapılmasına yardımcı olur. Örneğin, oyuncu 6 x 7’yi bilmiyorsa, 3 x 7’yi iki katına çıkararak çözebilir.

# data_list
source: WAR – MULTIPLICATION
tr: SAVAŞ – ÇARPMA

# data_list
source: **The setup:** Remove the picture cards from a deck and split it evenly between two players. To give more focused practice, remove the A’s and 10’s as well. **How to play:** Each player turns over two cards, multiplies them, and the player with the larger product wins those four cards. If the products are equal, two more cards are turned over and the winner gets to keep all eight cards. **How to win:** The player with the most cards after playing for a set time is the winner.
tr: **Hazırlık:** Bir desteden resimli kartları çıkarın ve kartları iki oyuncuya eşit olarak dağıtın. Daha iyi bir pratik yapmak için, A’ları ve 10’ları da çıkarın. **Nasıl oynanır:** Her oyuncu iki kart çeker, bu kartları çarpar ve daha büyük çarpan değerine sahip oyuncu o dört kartı kazanır. Eğer çarpanlar eşitse, iki kart daha çekilir ve kazanan, sekiz kartı da kazanır. **Nasıl kazanılır:** Belirli bir süre oynandıktan sonra en fazla kartı toplayan oyuncu kazanır.

# data_list
source: TURNING THE TABLES
tr: MASAYI ÇEVIRMEK

# data_list
source: Multiplying and Tables
tr: Çarpma İşlemi ve Çarpım Tablosu

# data_list
source: Filling in a standard multiplication table is boring, and children quickly realize they can fill it using repeated addition rather than multiplication. To really practice multiplication, as well as practicing problem solving and factoring, create a mixed-up multiplication table. **How to create:** Make these tables by moving the rows and columns around, and then leaving out most of the headings and entries in the middle. **Example:** Here is an example using headings of 2 through 9:
tr: Standart bir çarpanlar tablosunu doldurmak sıkıcıdır ve çocuklar hızlıca bunun yerine çarpma yerine ardışık toplama kullanarak doldurabileceklerini fark ederler. Gerçekten çarpma pratiği yapmak, ayrıca problem çözme ve çarpanları bulma pratiği yapmak için karışık bir çarpanlar tablosu oluşturun. **Nasıl oluşturulur:** Bu tabloları, satırları ve sütunları hareket ettirerek oluşturun, ardından başlıkların ve ortadaki çoğu girişin bir kısmını eksik bırakın. **Örnek:** İşte 2’den 9’a kadar başlıklar kullanarak bir örnek:

# data_list
source: **How to solve:** Start with the distinctive entries. The 20 forces its row to be multiplying by 4, and then the 36 makes its column be 9. The 49 forces its column and row to be multiplying by 7. The 9 forces its column and row to be multiplying by 3.
tr: **Çözme Yöntemi:** Belirgin girişlerle başlayın. 20, satırını 4 ile çarpmaya zorlar, ardından 36, sütununu 9 ile çarpmayı sağlar. 49, hem sütununu hem de satırını 7 ile çarpmaya zorlar. 9 ise hem sütununu hem de satırını 3 ile çarpmayı sağlar.

# data_list
source: Continue the detective work in this way and fill in the entries as the headings are discovered.
tr: Bu şekilde dedektiflik yapmaya devam edin ve başlıklar keşfedildikçe girişleri doldurun.

# data_list
source: **Level of difficulty:** Increase or decrease the difficulty by leaving out more or less of the numbers. In this example, the '5' in the 5 column could have been left out – there must be a factor of 5 in 20, and that factor cannot come from 20's row because there is a 36 in that row. **Your child can make them:** Challenge your child to make one of these puzzles for you. A lot of good thought can go into creating one of these!
tr: **Zorluk seviyesi:** Zorluk seviyesini, daha fazla ya da daha az sayıyı çıkararak artırabilir veya azaltabilirsiniz. Bu örnekte, 5 sütunundaki ‘5’ çıkarılabilirdi – 20’de mutlaka bir 5 çarpanı olmalıdır ve bu çarpan, 20’nin satırından gelmemelidir çünkü o satırda 36 bulunmaktadır. **Çocuğunuz bunları yapabilir:** Çocuğunuzu, sizin için bu tür bir bulmaca yapmaya teşvik edin. Böyle bir bulmaca yaratmak için çok iyi düşünülmüş bir plan yapılabilir!

# data_list
source: RECTANGLE AREA
tr: DİKDÖRTGENİN ALANI

# data_list
source: The area of a rectangle is its length times its width. That dry statement can be made tangible to your child in at least two ways.
tr: Bir dikdörtgenin alanı, uzunluğu ile genişliğinin çarpımına eşittir. Bu soyut ifade, çocuğunuza en az iki şekilde somutlaştırılabilir.

# data_list
source: The first way uses rectangles broken into an array of squares. The second uses number shapes to see how a quantity, such as 12, can be placed into an array – 3 by 4, 2 by 6, or 1 by 12. Playing with rectangle areas gives us an arena to play around with multiplication and factoring!
tr: İlki, dikdörtgenlerin bir kareler dizisine bölünmesini kullanır. İkincisi, sayı şekilleri kullanarak bir miktarın, örneğin 12’nin, bir diziye nasıl yerleştirilebileceğini gösterir 3’e 4, 2’ye 6 veya 1’e 12. Dikdörtgen alanlarıyla oynamak, çarpma ve çarpanlarla oyun oynayabileceğimiz bir alan sağlar!

# data_list
source: NUMBER SHAPES REVISITED
tr: SAYI ŞEKILLERI YENIDEN İNCELENDI

# data_list
source: Rectangle Area
tr: Di̇kdörtgeni̇n Alani

# data_list
source: Start with a large collection of small objects, such as raisins. For each number, investigate which rectangles and other shapes you can make with that many objects. **Rectangles:** The sides of rectangles are values that evenly divide the number and multiply together to give the number. Making rectangles is a direct way to experience divisibility.
tr: Küçük nesnelerden oluşan büyük bir koleksiyonla başlayın, örneğin kuru üzümler. Her bir sayı için, o kadar nesneyle hangi dikdörtgenleri ve diğer şekilleri yapabileceğinizi inceleyin. **Dikdörtgenler:** Dikdörtgenlerin kenarları, sayıyı eşit şekilde bölen ve çarpıldığında o sayıyı veren değerlerdir. Dikdörtgenler yapmak, bölünebilirliği doğrudan deneyimlemenin bir yoludur.

# data_list
source: **Unit, prime, composite:** 1 is a unit, and can only be made with a 1 by 1 rectangle. The numbers, such as 5, that only have flat rectangles, are called primes. Numbers that are not a unit or a prime are called composite because they are composed of primes being multiplied together, such as 12 = 2 × 2 × 3. Numbers, such as 9, are called squares because one of their rectangles is a square – one rectangle for 9 is the 3 by 3 square.
tr: **Birim, asal, bileşik:** 1 birimdir ve yalnızca 1’e 1 dikdörtgeniyle yapılabilir. Sadece düz dikdörtgenleri olan sayılar, örneğin 5, asal sayılar olarak adlandırılır. Birim veya asal olmayan sayılar, asal sayıların çarpımıyla oluşturulduğu için bileşik sayılar olarak adlandırılır; örneğin, 12 = 2 x 2 x 3. 9 gibi sayılar ise kare sayılar olarak adlandırılır, çünkü dikdörtgenlerinden biri kare şeklindedir – 9 için bir dikdörtgen, 3’e 3 kare dikdörtgenidir.

# data_list
source: **Trapezoidal numbers:** There are other shapes that are fun to investigate. For example, which numbers are trapezoidal? These are the numbers that can be represented as stair steps (where each level changes its length by 1)? If you include triangular numbers in this group, the answer is surprising – it is all numbers that are not a power of 2!
tr: **Trapezoidal sayılar:** Araştırmak eğlenceli olan başka şekiller de vardır. Örneğin, hangi sayılar trapezoidal sayılardır? Bunlar, her seviyenin uzunluğunun 1 birim değiştiği merdiven basamakları şeklinde temsil edilebilen sayılardır. Eğer üçgen sayıları da bu gruba dahil ederseniz, cevap şaşırtıcıdır – bu, 2’nin kuvveti olmayan tüm sayılardır!

# data_list
source: THE PADDOCK GAME
tr: PADDOCK OYUNU

# data_list
source: **The setup:** Each player gets a piece of graph paper. **How to play:** For a player’s turn, use two playing cards from 1 to 10 to determine the dimensions of a rectangle. If a player’s paper has room, the rectangle may be placed anywhere its interior does not overlap with an existing rectangle. Once placed, its interior is lightly shaded and its area and dimensions are written on it. If there is no room, the turn is skipped. **How to win:** The player with the largest total wins.
tr: **Hazırlık:** Her oyuncuya bir kareli kâğıt verilir. **Nasıl oynanır:** Bir oyuncunun sırası geldiğinde, 1 ile 10 arasında iki kart çekilir ve bu kartlar bir dikdörtgenin boyutlarını belirler. Eğer oyuncunun kağıdında yer varsa, dikdörtgen, mevcut dikdörtgenlerle iç içe geçmeyecek şekilde herhangi bir yere yerleştirilebilir. Dikdörtgen yerleştirildikten sonra, iç kısmı hafifçe gölgelendirilir ve alanı ile boyutları üzerine yazılır. Eğer yer yoksa, sıra atlanır. **Nasıl kazanılır:** En büyük toplam alana sahip oyuncu kazanır.

# data_list
source: For a normal piece of graph paper, this can be a long game – reduce the time by using half the paper or limiting the number of turns.
tr: Normal bir kareli kâğıt kullanarak bu oyun uzun sürebilir – zamanı kısaltmak için kağıdın yarısını kullanabilir veya hamle sayısını sınırlayabilirsiniz.

# data_list
source: DIVIDE UP THE BOX
tr: KUTUYU BÖL

# data_list
source: Rectangle Area Games
tr: Dikdörtgen Alanı Oyunları

# data_list
source: **The challenge:** A rectangle, 4 by 4 or larger, with numbers in some of its squares, is to be divided into smaller rectangles. Each number must end up in a separate rectangle whose area is that number.
tr: **Zorluk:** 4x4 veya daha büyük bir dikdörtgenin bazı karelerinde sayılar var ve bu dikdörtgen daha küçük dikdörtgenlere bölünmelidir. Her sayı, alanı o sayıya eşit olan ayrı bir dikdörtgen içinde yer almalıdır.

# data_list
source: **How to create:** Out of the sight of your child, create these puzzles by first filling in the big rectangle with smaller rectangles. Next, place the area in each rectangle. Lastly, give your child the big rectangle with only the numbers.
tr: **Nasıl yapılır:** Çocuğunuzdan uzak bir yerde, önce büyük dikdörtgeni daha küçük dikdörtgenlerle doldurarak bu bulmacaları oluşturun. Ardından, her dikdörtgenin içine alanını yerleştirin. Son olarak, çocuğunuza sadece sayılarla dolu büyük dikdörtgeni verin.

# data_list
source: Solving strategies
tr: Çözüm Stratejileri

# data_list
source: To solve these puzzles, look first at areas that are prime numbers – their shapes are tightly constrained. Next, consider regions that are boxed in. In this puzzle the upper “4” must relate to the upper left 2 by 2 square. Also, the upper right corner must be used in a vertical 3 by 1 rectangle.
tr: Bu bulmacaları çözmek için önce asal sayılara sahip alanlara bakın – bu alanların şekilleri sıkı bir şekilde kısıtlanmıştır. Sonra, etrafı kapalı bölgeleri dikkate alın. Bu bulmacada, üstteki “4” üst sol köşedeki 2’ye 2 kare ile ilişkili olmalıdır. Ayrıca, üst sağ köşe, dikey 3’e 1 dikdörtgenin içinde kullanılmalıdır.

# data_list
source: One of These is Not Like the Others
tr: Bir Tanesi Diğerlerinden Farklı

# data_list
source: This activity has your child looking at four things and deciding which three share a property that the fourth one does not. The following is a quick list of examples together with explanations. Children often have a fresh way of looking at things and it is well worth listening to them to see if their reasoning is novel yet sound. There are several ways to present these four items to your child. The easiest for you is to simply say the list. If the items are easy to draw, you can draw them. If the items are hard to draw, you may be able to find photos or drawings in ads or magazines that you can cut out and select from. You may be able to use a single photo with lots of content and point out four things in the photo. For activities like this, once your child has practiced this for a while and has a solid idea of the activity, it is good to reverse your roles - your child will learn a lot by creating examples for you to solve. As before, their reasoning may be very different from yours, so listen carefully.
tr: Bu etkinlik, çocuğunuzun dört öğeye bakıp, üçünün paylaştığı ve dördüncüsünün paylaşmadığı bir özelliğe karar vermesini sağlar. Aşağıda, açıklamalarıyla birlikte örneklerin kısa bir listesi bulunmaktadır. Çocuklar genellikle olaylara farklı bir bakış açısıyla yaklaşırlar, bu yüzden onların bakış açısının yeni ama mantıklı olup olmadığını görmek için onları dinlemek değerlidir. Bu dört öğeyi çocuğunuza sunmanın birçok yolu vardır. Sizin için en kolay olanı, listeyi basitçe söylemektir. Eğer öğeleri çizmek kolaysa, onları çizebilirsiniz. Çizmek zor ise, dergi veya gazetelerden kesebileceğiniz fotoğraf veya çizimler bulabilirsiniz. Ayrıca, çok fazla içerik içeren tek bir fotoğraf kullanarak, bu fotoğraftan dört öğeyi işaret edebilirsiniz. Bu tür etkinliklerde, çocuğunuz bir süre alıştırma yapıp etkinliğin mantığını iyice kavradığında, rollerinizi değiştirmek iyi bir fikirdir. Çocuğunuz, sizin çözmeniz için örnekler oluşturarak çok şey öğrenecektir. Daha önce olduğu gibi, onların akıl yürütmesi sizinkinden farklı olabilir, bu yüzden onları dikkatlice dinleyin.

# data_list
source: Groups of Four
tr: Dörtlü Gruplar
