Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: When you don't think of how to do something that is easy to do, how do you feel? Does it frustrate you? People overlook things all the time, it's very easy to do!
ar: عندما لا تفكر في كيفية القيام بشيء من السهل القيام به، ما هو شعورك؟ هل يشعرك بالإحباط؟ يتجاهل الناس الأشياء طوال الوقت، من السهل جدًا القيام بذلك!
fr: Lorsque vous ne savais pas comment faire quelque chose de facile, comment vous sentez-vous ? Cela vous frustre-t-il ? Les gens oublient tout le temps des choses, c'est très facile à faire !
ja: どうするか考える必要がないほど簡単なことをするとき、君はどう感じる？イライラする？ 誰だって簡単に物事をいつも見落としちゃうよね！
ko: 여러분은 쉽게 할수 있는 무언가를 잘 하지 못할때 기분이 어떤가요? 실망스러운가요? 사람들은 어떤것을 쉽게 간과할때가 많습니다!
tr: Yapması kolay olan bir şeyi nasıl yapacağınızı düşünemediğinizde ne hissedersiniz? Bu sizi hayal kırıklığına uğratır mı? İnsanlar her zaman bir şeyleri gözden kaçırırlar – gözden kaçırmak çok kolaydır!

# data_list
source: It's fun to imagine animals talking together like this. If you could talk with an animal, what would you ask them?
ar: من الممتع أن نتخيل الحيوانات تتحدث معًا بهذه الطريقة. إذا كان بإمكانك التحدث مع حيوان، ماذا ستسأله؟
fr: Il est amusant d'imaginer que les animaux parlent ensemble de cette façon. Si vous pouviez parler avec un animal, que lui demanderiez-vous ?
ja: 動物たちがこうして一緒にお話しているのを想像するのは楽しい？もし動物とお話しできるとしたら、何を聞く？
ko: 동물들이 이렇게 서로 대화를 나누는 것을 상상해보는 것은 재미있는 일이에요. 만약에 여러분이 동물과 이야기를 할수 있다면 무엇을 그들에게 물어보고 싶은가요?
tr: Hayvanların bu şekilde birlikte konuştuklarını hayal etmek eğlenceli! Eğer bir hayvanla konuşabilseydiniz, ona ne sorardınız?

# data_list
source: Snail said, "No, I haven't, but I'll help you look!" She climbed onto Tortoise's shell. Tortoise walked on with Snail on his back. They looked and looked, but there was no sign of a house. The sun was high in the sky.
ar: قال الحلزون: "لا، لم أره، ولكنني سأساعدك في البحث!" صعد على قوقعة السلحفاة. سارت السلحفاة والحلزون على ظهرها. فنظرا وبحثا، ولكن لم يكن هناك أي أثر للمنزل. كانت الشمس عالية في السماء.
fr: Escargot dit : « Non, je ne l'ai pas vue, mais je vais t'aider à chercher ! ». Il grimpa sur la carapace de Tortue. Tortue marche avec Escargot sur son dos. Ils regardèrent et regardèrent, mais il n'y avait aucun signe d'une maison. Le soleil était haut dans le ciel.
ja: カタツムリは言いました。「ううん、私は見てないわ。でも、私も探してあげる！」カタツムリはリクガメの甲羅の上によじ登りました。 リクガメは背中にカタツムリを乗せて、歩き出しました。2匹が探しても探しても、お家の手がかりは見つかりません。そのころ、太陽は空高く昇っていました。
ko: “아니요, 본적이 없어요. 그렇지만 내가 찾는걸 도와 줄게요!” 달팽이가 말했습니다. 달팽이는 거북이 등 위로 올라탔습니다. 거북이는 달팽이를 등에 업고 걸어갔습니다. 그들은 계속 찾아 보았지만 어디에도 집은 없었습니다. 해가 하늘 높이 떴습니다.
tr: Salyangoz, “Hayır, görmedim ama bulmana yardım edeceğim!” dedi. Kaplumbağa’nın kabuğuna tırmandı. Kaplumbağa sırtında Salyangoz’la yürümeye devam etti. Baktılar, baktılar ama evden bir iz yoktu. Güneş gökyüzünde yükseliyordu.

# data_list
source: Why didn't Snail and Tortoise walk together side by side?
ar: لماذا لم يسر الحلزون والسلحفاة معًا جنبًا إلى جنب؟
fr: Pourquoi Escargot et Tortue ne marchent-ils pas ensemble côte à côte ?
ja: なぜカタツムリとリクガメは一緒に並んで歩かなかったんだろう？
ko: 왜 달팽이와 거북이는 같이 나란히 걷지 않았을까요?
tr: Salyangoz ve Kaplumbağa neden yan yana yürümediler?

# data_list
source: The average speed of a tortoise is about 20 times faster than a snail. The average speed of a person is about five times faster than a tortoise.
ar: متوسط ​​سرعة السلحفاة أسرع بحوالي 20 مرة من الحلزون. متوسط ​​سرعة الإنسان أسرع بحوالي خمس مرات من السلحفاة.
fr: La vitesse moyenne d'une tortue est environ 20 fois supérieure à celle d'un escargot. La vitesse moyenne d'une personne est environ cinq fois plus rapide que celle d'une tortue.
ja: リクガメの平均的な歩く速さは、カタツムリの約20倍だよ。人の平均的な歩く速さは、リクガメの約5倍だよ。
ko: 거북이의 평균 속도는 달팽이보다 20배 정도 더 빠릅니다. 사람의 평균 속도는 거북이보다 5배 더 빠릅니다.
tr: Bir kaplumbağanın ortalama hızı salyangozdan yaklaşık 20 kat daha hızlıdır. Bir insanın ortalama hızı bir kaplumbağadan yaklaşık beş kat daha hızlıdır.

# data_list
source: Why did the story mention where the sun is? Do you think something interesting is going to happen with the sun?
ar: لماذا ذكرت القصة مكان الشمس؟ هل تعتقد أن شيئًا مثيرًا للاهتمام سيحدث مع الشمس؟
fr: Pourquoi l'histoire mentionne-t-elle où est le soleil ? Pensez-vous qu'il va se passer quelque chose d'intéressant avec le soleil ?
ja: なぜこのお話は太陽の位置について触れたんだろう？太陽でこれから何か面白いことが起こるかな？
ko: 왜 이야기에서 해가 어디있는지 언급했을까요? 혹시 해에게 뭔가 재미있는 일이 일어날거라고 생각하나요?
tr: Hikâyede neden güneşin nerede olduğundan bahsedildi? Sizce güneşle ilgili ilginç bir şey mi olacak?

# data_list
source: A little later they passed Sparrow. "Are you looking for something?" asked Sparrow. "Yes, Sparrow, I'm looking for my house. Have you seen it, by any chance?" Sparrow said, "No, I haven't, but I'll help you look!"
ar: وبعد ذلك بقليل مرا بجانب الدوري. "هل تبحثان عن شيء؟" سأل الدوري. "نعم أيها الدوري، أنا أبحث عن منزلي. هل رأيته بالصدفة؟" قال الدوري: "لا، لم أره، ولكنني سأساعدك في البحث!"
fr: Un peu plus tard, ils croisèrent un moineau. « Tu cherches quelque chose ? » demanda le moineau. « Oui, Moineau, je cherche ma maison. L'aurais-tu vue, par hasard ? » Moineau dit : « Non, je ne l'ai pas vue, mais je vais t'aider à la chercher ! »
ja: しばらくすると、2匹はスズメとすれ違いました。 「なにか探してるのか？」スズメが聞きました。「そうなんだ、スズメ君。実は、ぼくのお家を探してるんだけど、どこかで見かけたりしてないかな？」スズメは言いました。「いいや、オレは見てないなー。でも、オレも探してやるぜ！」
ko: 잠시 후에 참새가 지나갔습니다. \PARA “무언가를 찾고 있나요?" 참새가 물었습니다. “응, 참새, 내 집을 찾고 있어요. 혹시 본 적 있어요?" “아니요, 보지 못했어요, 그렇지만 내가 찾는걸 도와 줄게요!” 참새가말했습니다.
tr: Çok kısa bir süre sonra, Serçe’nin yanından geçtiler. \PARA “Bir şey mi arıyorsunuz?” diye sordu Serçe. “Evet, Serçe, evimi arıyorum. Acaba onu gördün mü?” Serçe, “Hayır, görmedim ama aramana yardım edeceğim!” dedi.

# data_list
source: The leaves of each branch are paired up except for one leaf at the very end. When things are paired up with one left over, that means there are an odd number of them.
ar: يتم إقران أوراق كل فرع باستثناء ورقة واحدة في النهاية. عندما تقترن الأشياء ويبقى شيء واحد بمفرده، فهذا يعني أن هناك عددًا فرديًا منها.
fr: Les feuilles de chaque branche sont alignées, à l'exception de la dernière feuille. Lorsque les éléments sont appariés et qu'il en reste un, cela signifie qu'il y a un nombre impair.
ja: 枝の葉は、枝の端の一枚を除いて、対になるんだ。物が一つを除いて対になるとき、そこには奇数個あることになるよ。
ko: 나무가지의 잎들은 제일 끝에 있는 잎을 제외하고 모두 쌍을 이루고 있습니다. 만약에 잎들이 하나를 제외하고 쌍을 이루고 있다면 그것은 홀수를 뜻합니다.
tr: Resimdeki her dalın yaprakları eşleşmiş bir halde, en sondaki bir yaprak dışında. Bir şey ardında bir tane kalacak şekilde eşleştirildiğinde, bu, o şeyin ‘tek sayıda’ olduğu anlamına gelir.

# data_list
source: When you have an odd number of something, you can't share it equally with two people. If you can share something equally, that means you have an even number of things. Two and four are examples of even numbers. Can you think of some other even numbers?
ar: عندما يكون لديك عدد فردي من شيء ما، لا يمكنك مشاركته بالتساوي مع شخصين. إذا كان بإمكانك مشاركة شيء ما بالتساوي، فهذا يعني أن لديك عددًا زوجيًا من الأشياء. اثنان وأربعة أمثلة على الأعداد الزوجية. هل يمكنك التفكير في بعض الأرقام الزوجية الأخرى؟
fr: Lorsque vous avez un nombre impair de choses, vous ne pouvez pas les partager équitablement avec deux personnes. Si vous pouvez partager quelque chose de manière égale, cela signifie que vous avez des choses en un nombre pair. Deux et quatre sont des exemples de nombres pairs. Pouvez-vous penser à d'autres nombres pairs ?
ja: 何かの数が奇数の場合、それを二人で均等に分け合うことはできないよ。何かを均等に分け合えるということは、それが偶数個あるということなんだ。例えば、2と4は偶数だね。他にも偶数が思いつくかな？
ko: 홀수의 무언가를 가지고 있다면 여러분은 두 사람과 똑같이 나눌수가 없습니다. 만약에 무언가를 똑같이 나눌수 있다면 그것은 여러분이 짝수의 물건을 가지고 있다는 뜻입니다. 2와 4는 짝수의 보기입니다. 여러분은 다른 짝수를 생각할수 있습니까?
tr: Tek sayıda bir şeye sahip olduğunuzda, onu iki kişiyle eşit şekilde paylaşamazsınız. Eğer bir şeyi eşit olarak paylaşabiliyorsanız, o şeyden ‘çift sayıda’ var demektir. İki ve dört sayıları, çift sayılara örnektir. Başka çift sayılar aklınıza geliyor mu?

# data_list
source: It's even trickier to think of numbers that can be shared equally by three people? Can you think of any examples of this?
ar: من الأصعب التفكير في الأرقام التي يمكن تقاسمها بالتساوي بين ثلاثة أشخاص؟ هل يمكنك التفكير في أي أمثلة على ذلك؟
fr: Il est encore plus difficile de penser à des nombres qui peuvent être partagés équitablement par trois personnes ? Pouvez-vous trouver des exemples de ce type ?
ja: 3人で均等に分け合える数はなかなかないよ。そんな数字を思いつけるかな？
ko: 세 사람과 똑같이 나누는 것은 더 어렵습니다. 여러분은 여기에 대한 보기를 생각할수 있나요?
tr: Acaba üç kişi tarafından eşit olarak paylaşılabilecek sayıları düşünmek daha mı zor? Buna bir örnek verebilir misiniz?

# data_list
source: He flapped his wings and he whizzed away. "But you’re going too fast for me," complained Tortoise. Sparrow came back. "Alright, then I’ll hop on too."
ar: رفرف بجناحيه وانطلق بعيدًا. اشتكت السلحفاة قائلة: "لكنك تسير بسرعة كبيرة جدًا بالنسبة لي". عاد الدوري. "حسنًا، إذاً سأقفز أيضًا."
ja: スズメはバサバサと羽ばたいて、びゅーんと飛んでいきました。「スズメ君、ちょっと速すぎるよ」リクガメは不満そうに言いました。スズメは戻って言いました。「そっか、じゃあオレも背中にお邪魔するよ」
ko: 그는 날개를 펄럭거리며 윙하고 날라가 버렸습니다. “그렇지만 당신은 너무 빨라요," 거북이가 불평을 했습니다. 그러자 참새가 다시 돌아왔습니다. “좋아요, 그럼 나도 당신 등에 탈게요."
tr: Serçe kanatlarını çırptı ve vınlayarak uzaklaştı. “Ama bana göre çok hızlı gidiyorsun!” diye yakındı Kaplumbağa. Serçe geri geldi. “Pekâlâ, o zaman ben de sırtına atlarım.”

# data_list
source: The average speed of a sparrow is at least 10 times faster than a person, so it is about 50 times faster than a tortoise!
ar: يبلغ متوسط ​​سرعة الدوري أسرع بعشر مرات على الأقل من سرعة الإنسان، لذا فهو أسرع بحوالي 50 مرة من السلحفاة!
fr: La vitesse moyenne d'un moineau est au moins 10 fois supérieure à celle d'une personne, soit environ 50 fois supérieure à celle d'une tortue !
ja: スズメの平均速度は、人よりも少なくとも10倍だから、リクガメの約50倍速いんだよ！
ko: 참새의 평균 속도는 사람보다 10배 이상 빠릅니다. 그러면 그것은 거북이보다 50배 더 빠른것입니다!
tr: Bir serçenin ortalama hızı bir insanınkinden en az 10 kat daha hızlıdır – yani, bir kaplumbağadan yaklaşık 50 kat daha hızlıdır!

# data_list
source: What a huge range of speeds! Sparrow is 50 times faster than Tortoise, and Tortoise is 20 times faster than Snail!
ar: يا له من نطاق ضخم من السرعات! العصفور أسرع 50 مرة من السلحفاة، والسلحفاة أسرع 20 مرة من الحلزون!
fr: Quelle différence de vitesse ! Moineau est 50 fois plus rapide que Tortue, et Tortue est 20 fois plus rapide qu'Escargot !
ja: 動ける速さの差がとても広いね！スズメはリクガメの50倍速くて、リクガメはカタツムリの20倍速いんだよ！
ko: 얼마나 큰 속도범위 입니까! 참새는 거북이보다 50배가 더 빠르고 거북이는 달팽이보다 20배 더 빠릅니다!
tr: Ne kadar geniş bir hız aralığı! O zaman, bu hikâyede Serçe, Kaplumbağa’dan 50 kat, Kaplumbağa ise Salyangoz’dan 20 kat daha hızlı!

# data_list
source: Fortunately for Tortoise, Sparrow and Snail are very light to carry. Have you ever carried a heavy load for a long distance?
ar: لحسن حظ السلحفاة، فإن الدوري والحلزون خفيفان جدًا للحمل. هل سبق لك أن حملت شيئاً ثقيلاً لمسافة طويلة؟
fr: Heureusement pour Tortue, Moineau et Escargot sont très légers à porter. Avez-vous déjà porté une lourde charge sur une longue distance ?
ja: リクガメにとって幸いなことに、スズメとカタツムリはとても軽くて運びやすいんだ。君は重い荷物を長い距離運んだことがあるかな？
ko: 다행이 거북이에게 참새, 달팽이를 나르기에는 매우 가볍습니다. 여러분은 무거운 물건을 장거리로 나른적이 있습니까?
tr: Neyse ki Serçe ve Salyangoz, Kaplumbağa için çok hafifler. Peki ya siz, uzun bir mesafe için ağır bir yük taşıdınız mı hiç?

# data_list
source: Tortoise carried on, with Snail and Sparrow perched on his shell. They looked and looked, but there was no sign of a house. The sun had inched lower in the sky.
ar: واصلت السلحفاة طريقها، والحلزون والدوري يجلسان على قوقعتها. فنظروا وبحثوا، ولكن لم يكن هناك أي أثر للمنزل. الشمس قد انخفضت في السماء.
fr: Tortue continue, avec Escargot et Moineau perchés sur sa carapace. Ils regardèrent et regardèrent, mais il n'y avait aucun signe d'une maison. Le soleil avait baissé dans le ciel.
ja: リクガメは、カタツムリとスズメを背中に乗せたまま進みました。3匹はリクガメのお家を探し続けましたが、家の手がかりはどこにもありませんでした。空に浮かぶ太陽はだんだんと低くなっていました。
ko: 거북이는 달팽이와 참새를 등에 업고 집 찾는 것을 계속했습니다. 그들은 계속 둘러보았지만 어디에도 집은 보이지 않았습니다. 해는 하늘에서 조금씩 낮아졌습니다.
tr: Kaplumbağa, kabuğuna tünemiş Salyangoz ve Serçe’yle birlikte yoluna devam etti. Baktılar, baktılar ama bir eve dair hiçbir iz yoktu. Güneş gökyüzünde alçalmaya başlamıştı.

# data_list
source: Why does the story keep mentioning where the sun is? Where was the sun the last time it was mentioned?
ar: لماذا تستمر القصة في ذكر مكان الشمس؟ أين كانت الشمس آخر مرة ذكرت؟
fr: Pourquoi l'histoire mentionne-t-elle sans cesse l'endroit où se trouve le soleil ? Où était le soleil la dernière fois qu'il a été mentionné ?
ja: なぜこのお話は太陽の位置について語り続けているのかな？前に太陽のお話をしたとき、太陽はどこにあったかな？
ko: 왜 이야기에서 해를 계속해서 언급하고 있을까요? 해는 그 전에는 어디에 있었다고 언급이 되었었나요?
tr: Hikâyede neden sürekli güneşin nerede olduğundan bahsediliyor? En son bahsedildiğinde güneş neredeydi?

# data_list
source: Mentioning the sun's position is a way for the story to let us know that time is passing and it is getting later in the day.
ar: إن ذكر موقع الشمس هو وسيلة للقصة لإعلامنا بأن الوقت يمر وأننا أصبحنا في وقت لاحق من اليوم.
fr: Mentionner la position du soleil est un moyen dans l'histoire de nous faire comprendre que le temps passe et qu'il est de plus en plus tard dans la journée.
ja: 太陽の位置のお話をしているのは、このお話の中で時間が進んでいることと、日がだんだんと暮れていることを教えてくれているんだ。
ko: 해의 자리를 언급하는 것은 우리에게 시간이 얼마나 지났는지를 알려주는 것이며 해가 조금씩 지고 있는것을 말합니다.
tr: Güneşin konumundan bahsetmek, hikâyenin bize zamanın geçtiğini ve günün ilerlediğini bildirmesinin bir yoludur.

# data_list
source: It is getting later and the group is still not successful. What do you think happens next? WIll Tortoise give up?
ar: لقد أصبح الوقت متأخرًا وما زالت المجموعة غير ناجحة. ماذا تتوقع أن يحدث بعد ذلك؟ هل ستستسلم السلحفاة؟
fr: Il se fait tard et le groupe n'a toujours pas réussi. Que pensez-vous qu'il se passera ensuite ? Tortue va-t-elle abandonner ?
ja: 時間がどんどん過ぎても、みんなまだお家をみつけられていないみたいだね。次に何が起こるだろう？リクガメは諦めるかな？
ko: 날이 저물어 가고 있지만 그들은 아직도 집을 찾지 못했습니다. 여러분은 무슨일이 다음에 일어날거라고 생각하나요? 거북이는 포기할까요?
tr: Gün ilerliyor ve bu grup hâlâ başarılı olamadı. Sizce bundan sonra ne olacak? Kaplumbağa pes edecek midir?

# data_list
source: A little later they passed Ladybird. "Are you looking for something?" asked Ladybird. "Yes, Ladybird, I'm looking for my house. Have you seen it, by any chance?"
ar: بعد ذلك بقليل مروا بجانب الدعسوقة. "هل تبحثون عن شيء؟" سألت الدعسوقة. "نعم أيتها الدعسوقة، أنا أبحث عن منزلي. هل رأيته بالصدفة؟"
fr: Un peu plus tard, ils passèrent devant la coccinelle. « Tu cherches quelque chose ? » demanda Coccinelle. « Oui, Coccinelle, je cherche ma maison. L'aurais-tu vue, par hasard ? »
ja: しばらくすると、テントウムシに出会いました。「なにかを探してるのかしら？」テントウムシが聞きました。「そうなんだ、テントウムシさん。実は、ぼくのお家を探しているんだ。どこかで見かけたりしてないかな？」
ko: 조금 후에 그들은 무당벌레를 지나갔습니다. “무엇을 찾고 있나요?" 무당벌레가 물었습니다. “응, 무당벌레, 나의 집을 찾고 있어요. 혹시 보았나요?"
tr: Kısa bir süre sonra, Uğur Böceği’nin yanından geçtiler. “Bir şey mi arıyorsunuz?” diye sordu Uğur Böceği. “Evet, Uğur Böceği, evimi arıyorum. Onu gördün mü acaba?”

# data_list
source: There are many names for ladybirds -- they are also called ladybugs, lady beetles, lady clocks, and lady flies. There are many thousands of types of ladybirds in the world!
ar: هناك أسماء عديدة للدعاسيق - وتسمى أيضًا الخنفساء، وبنت العيد، وخنفساء أبو العيد، والخنفساء المتأنقة. هناك عدة آلاف من أنواع الخنافس في العالم!
fr: Il existe de nombreux noms pour les coccinelles -- elles sont également appelées coccinelles, scarabées, horloges et mouches. Il existe des milliers de types de coccinelles dans le monde !
ja: テントウムシには、いろんな名前があって、ナナムシテントウ、ヒメアカホシテントウ、ダラダラテントウ、ナミテントウ、といろんな名前あるんだよ。世界には他にも何千もの種類のテントウムシがいるんだ！
ko: 무당벌레는 여러가지 이름들을 가지고 있습니다. 세상에는 천개가 넘는 무당벌레의 이름이 있습니다!
tr: Uğur böceğinin birçok ismi vardır – uğur böceği, uç uç böceği, gelin böceği gibi. Dünyada binlerce uğur böceği türü vardır!

# data_list
source: Although ladybugs do not fly for very long, they can briefly fly as fast as a sparrow!
ar: على الرغم من أن الدعاسيق لا تطير لفترة طويلة، إلا أنها يمكن أن تطير لفترة وجيزة بسرعة مثل الدوري!
fr: Bien que les coccinelles ne volent pas très longtemps, elles peuvent brièvement voler aussi vite qu'un moineau !
ja: テントウムシは長く飛ぶことはあまりないけど、少しの間なら、スズメと同じくらい速く飛ぶことができるんだ！
ko: 무당벌레는 아주 멀리 날아갈수는 없지만 참새만큼 빠르게 잠깐 동안 날수 있습니다!
tr: Uğur böcekleri çok uzun süre uçmamalarına rağmen, kısa bir süre için de olsa bir serçe kadar hızlı uçabilirler!

# data_list
source: Ladybirds can have different numbers of spots. How many spots have you seen on a ladybird?
ar: يمكن أن تمتلك الدعسوقة أعداداً مختلفة من البقع. كم عدد البقع التي رأيتها على الدعسوقة؟
fr: Les coccinelles peuvent avoir différents nombres de taches. Combien de taches avez-vous vu sur une coccinelle ?
ja: テントウムシによって、数の違う斑点模様があったりするよ。君はテントウムシの身体に何個斑点を見たことがあるかな？
ko: 무당벌레는 다른 수의 점들이 있습니다. 여러분은 얼마나 많은 무당벌레의 점들을 보았습니까?
tr: Uğur böceklerinin farklı sayıda benekleri olabilir. Bir uğur böceğinin üzerinde kaç benek gördünüz?

# data_list
source: Ladybird said, "No, I haven't, but I'll help you look!" She hopped onto Tortoise's back and on he went, with Snail and Sparrow and Ladybird on his back. They looked and looked, but there was no sign of a house. A breeze started to blow.
ar: قالت الدعسوقة: "لا، لم أره، ولكنني سأساعدك في البحث!" قفزت على ظهر السلحفاة وذهبت، مع الحلزون والعصفور والدعسوقة على ظهرها. فنظروا وبحثوا، ولكن لم يكن هناك أي أثر للمنزل. بدأ النسيم يهب.
fr: Coccinelle dit : « Non, je ne l'ai pas vue, mais je vais t'aider à chercher ! » Elle sauta sur le dos de Tortue et elle partit, avec Escargot, Moineau et Coccinelle sur son dos. Ils ont regardé et regardé, mais il n'y avait aucune trace d’une maison. Une brise se mit à souffler.
ja: テントウムシは言いました。「いいえ、見てないわ。でも、私も探してあげるわね！」テントウムシは、リクガメの背中に飛び乗りました。これで、リクガメの背中には、カタツムリ、スズメ、テントウムシが一緒に乗っています。 4匹は ずっと見て回りましたが、お家の手がかりはどこにもありませんでした。そこへ、そよ風がひゅーっと吹き始めました。
ko: “아니요, 보지못했어요, 그렇지만 내가 찾는걸 도와 줄께요!" 무당벌레는 말했습니다. 무당벌레는 거북이 등위로 껑충 뛰어 올라가 달팽이, 참새와 함께 등위에 올라 탔습니다. 그들은 계속 둘러보았지만 어디에도 거북이의 집은 보이지 않았습니다. 그런데 미풍이 불기 시작했습니다.
tr: “Hayır, görmedim ama aramana yardım edeceğim!” dedi. Kaplumbağa’nın sırtına atladı ve Kaplumbağa, Salyangoz, Serçe ve Uğur Böceği ile birlikte yola koyuldu. Baktılar, baktılar ama evden bir iz yoktu. Rüzgâr esmeye başladı.

# data_list
source: Tortoise is lucky. A ladybird is another very light animal to carry.
ar: السلحفاة محظوظة. الدعسوقة هي حيوان آخر خفيف جدًا يمكن حمله.
fr: Tortue a de la chance. Une coccinelle est un autre animal très léger à transporter.
ja: リクガメは運がいいよ。テントウムシもまた背負いやすいとても軽い動物なんだ。
ko: 거북이는 운이 좋습니다. 무당벌레는 나르기에는 아주 가벼운 동물이기 때문입니다.
tr: Kaplumbağa şanslı! Uğur böceği de taşıması çok hafif olan başka bir hayvan türü.

# data_list
source: It is getting later in the day and a breeze is starting to blow. Hmm ... What do you think will happen with the weather?
ar: لقد أصبح الوقت متأخرًا من اليوم وبدأ النسيم يهب. هممم ... ماذا تعتقد أنه سيحدث بالطقس؟
fr: Il se fait tard dans la journée et une brise commence à souffler. Humm ... Que pensez-vous qu'il va se passer avec le temps ?
ja: 日がだんだんと暮れてきて、そよ風が吹き始めたよ。そうだなー、これから天気はどうなると思う？
ko: 하루해는 저물어 가고 미풍도 불기 시작합니다. 음…. 날씨가 어떻게 변할 것 같은가요?
tr: Gün ilerliyor ve rüzgâr esmeye başlıyor. Hım... Sizce hava nasıl olacak?

# data_list
source: It's hard to see all of Tortoise's shell. What's your best estimate for how many yellow regions are in his shell? An estimate is an educated guess.
ar: من الصعب رؤية قوقعة السلحفاة بأكملها. ما هو أفضل تقدير لك لعدد البقع الصفراء الموجودة على قوقعتها؟ التقدير هو تخمين مدروس.
fr: Il est difficile de voir toute la carapace de Tortue. Quelle est votre meilleure estimation du nombre de régions jaunes dans sa carapace ? Une estimation est une supposition raisonnée.
ja: リクガメの甲羅の全体を見るのは難しいね。リクガメの甲羅には黄色い部分が何個あるかな？推測するということばは、知識や経験をもとに考えてみることをいうんだよ。
ko: 거북이 등껍질을 다 보기는 어렵습니다. 거북이의 등 껍질안에는 노란 부분이 몇개가 있다고 짐작되나요? 추정은 논리 있는 추측입니다.
tr: Kaplumbağa’nın kabuğunun tamamını görmek zor. Kabuğunda kaç tane sarı bölge olduğuna dair en iyi tahmininiz nedir? Tahmin, eğitimli bir öngörüdür.

# data_list
source: A little later they passed Mouse. He was making a garland of daisies. "Are you looking for something?" asked Mouse. "Yes, Mouse, I'm looking for my house. Have you seen it, by any chance?"
ar: بعد ذلك بقليل مروا بجانب الفأرة. كانت تصنع إكليلًا من الاقاحي. "هل تبحثون عن شيء؟"، سألت الفأرة. "نعم أيتها الفأرة، أنا أبحث عن منزلي. هل رأيته بالصدفة؟"
fr: Un peu plus tard, ils croisèrent la souris. Elle était en train de faire une guirlande de marguerites. « Tu cherches quelque chose ? » demanda la souris. « Oui, Souris, je cherche ma maison. L'aurais-tu vue, par hasard ? »
ja: しばらくして、ネズミに出会いました。ネズミは、デイジーの花飾りを作っていました。「何かを探してるんですか？」ネズミが聞きました。「そうなんだ、ネズミくん。ぼくのお家を探してるの。どこかで見かけたりしてないかな？
ko: 조금후에 그들은 쥐를 지나갔습니다. 쥐는 데이지 화환을 만들고 있었습니다. “무언가를 찾고 있나요?" 쥐가 물었습니다. “예, 난 내 집을 찾고 있어요. 혹시 본적이 있나요?"
tr: Kısa bir süre sonra, Fare’nin yanından geçtiler. Papatyalardan bir taç yapıyordu. “Bir şey mi arıyorsunuz?” diye sordu Fare. “Evet, Fare, evimi arıyorum. Acaba onu gördün mü?”

# data_list
source: Estimate and then count the number of daisies. Do the same for the number of dark spots on Tortoise.
ar: قم بتقدير عدد الاقاحي ثم قم بإحصائها. افعل نفس الشيء بالنسبة لعدد البقع الداكنة على السلحفاة.
fr: Estimez puis comptez le nombre de marguerites. Faites de même pour le nombre de taches sombres sur la tortue.
ja: デイジーの花の数が何輪あるか推測してから数えてみてね。それから、リクガメの甲羅の暗い斑点の数も推測して数えてみよう。
ko: 추정해 보고 데이지를 세어보세요. 거북이위에 검은 점의 갯수를 추정해 본것과 같이 해보세요.
tr: Papatyaların sayısını tahmin edin ve sonra sayın. Aynı şeyi Kaplumbağa’nın üzerindeki koyu lekelerin sayısı için de yapın.

# data_list
source: Are there more daisies or spots, and how many more are there?
ar: هل هناك أقحوان أو بقع أكثر، وكم هناك أكثر؟
fr: Y a-t-il plus de marguerites ou de taches, et combien y en a-t-il ?
ja: デイジーの花や甲羅の斑点の数は、どっちの方が多かった？それぞれ何個あったかな？
ko: 데이지 더 많을까요 아니면 점들이 더 많을까요, 있으면 얼마나 더 있을까요?
tr: Bu resimde daha fazla papatya mı yoksa daha fazla benek mi var? Kaç fazla?

# data_list
source: What happened to all the animals Tortoise was carrying? Where do you think they went?
ar: ماذا حدث لجميع الحيوانات التي كانت تحملها السلحفاة؟ أين تعتقد أنها ذهبت؟
fr: Qu'est-il arrivé à tous les animaux que Tortue transportait ? Où pensez-vous qu'ils sont allés ?
ja: リクガメが運んでいた動物たちはどこに行ったんだろう？君はどこに行ったと思う？
ko: 거북이가 나르고 있는 동물들은 어떻게 되었나요? 그들이 어디로 갔을 거라고 생각하나요?
tr: Kaplumbağa’nın taşıdığı tüm hayvanlara ne oldu? Sizce onlar nereye gittiler?

# data_list
source: Mouse said: "No, I haven't, but I'll help you look!" She hopped onto Tortoise's back. "Wait, I can't leave my flowers behind." Tortoise waited. Mouse stretched and stretched and scooped up her daisies.
ar: قالت الفأرة: "لا، لم أره، ولكنني سأساعدك في البحث!" قفزت على ظهر السلحفاة. "انتظري، لا أستطيع أن أترك زهوري خلفي". انتظرت السلحفاة. الفأرة امتدت وامتدت والتقطت أزهارها.
fr: Souris a dit : « Non, je ne l'ai pas vue, mais je vais t'aider à chercher ! » Elle a sauté sur le dos de la tortue. « Attends, je ne peux pas laisser mes fleurs derrière moi. » Tortue attendit. Souris s'étira, s'étira et ramassa ses marguerites.
ja: ネズミは言いました。「 いいえ、見てませんね。でも私も一緒に探します！」ネズミは、リクガメの背中に乗りました。「待ってください、花飾りを置いて行くことはできません。」リクガメは待ってあげました。 ネズミは、手をぐっーと伸ばして、デイジーの花飾りをすくいあげました。
ko: “아니요, 보지 못했어요, 그렇지만 내가 찾는 걸 도와줄께요!" 쥐가 말했습니다. 쥐도 거북이 등위로 껑충 뛰어 올라갔습니다. “잠깐만요, 내 꽃들을 놓아두고 갈수 없어요." 거북이가 기다렸습니다. 쥐는 팔을 쭉 뻗어 데이지를 떠 안아 들었습니다.
tr: Fare, “Hayır, görmedim ama bulmana yardım edeceğim!” dedi. Kaplumbağa’nın sırtına atladı. “Bekle, çiçeklerimi arkamda bırakamam.” Kaplumbağa bekledi. Fare gerindi, gerindi ve papatyalarını kaptı.

# data_list
source: How much help have the other animals been? Do you think Tortoise could have done just as well alone?
ar: ما مقدار المساعدة التي قدمتها الحيوانات الأخرى؟ هل تعتقد أن السلحفاة كان بإمكانها القيام بعمل جيد بمفردها؟
fr: Quelle a été l'aide des autres animaux ? Pensez-vous que Tortue aurait pu se débrouiller aussi bien toute seule ?
ja: 他の動物たちはどのくらいリクガメの助けになっているかな？リクガメ一匹だったら、どうだろう？
ko: 다른 동물들은 얼마큼 도움이 되었습니까? 거북이는 혼자서도 집을 잘 찾을수 있었을까요?
tr: Diğer hayvanlar Kaplumbağa’ya ne kadar yardımcı oldular? Sizce Kaplumbağa tek başına da aynı şeyi yapabilir miydi?
