Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: There are many types of places. For example, there are deserts, hills, beaches, canyons, mesas, and mountain slopes. What are some of your favorite places?
ar: هناك أنواع عديدة من الأماكن. على سبيل المثال، هناك الصحاري والتلال والشواطئ والأودية والهضاب والمنحدرات الجبلية. ما هي بعض الأماكن المفضلة لديك؟
fr: Il existe de nombreux types de lieux. Par exemple, il y a des déserts, des collines, des plages, des canyons, des mesas et des pentes de montagne. Quels sont tes endroits préférés ?
ja: いろいろな種類の場所があります。例えば、砂漠、丘、海辺、谷や台地、山のしゃ面など。あなたのお気に入りの場所はどこですか？
ko: 세상에는 여러가지 종류의 장소가 있습니다. 예를 들면, 사막, 언덕, 해변, 깊은 협곡, 메사, 그리고 산 비탈이 있습니다. 여러분이 좋아하는 곳은 어디인가요?
tr: Bir sürü yer çeşitleri vardır; örneğin, çöller, tepeler, plajlar, kanyonlar, mesalar ve dağ yamaçları gibi. Sizin en sevdiğiniz yerlerden bazıları nelerdir?

# data_list
source: How many of the trees in this picture can you count? Can you count that high?
ar: كم عدد الأشجار التي يمكنك عدها في هذه الصورة؟ هل يمكنك العد بهذا الارتفاع؟
fr: Combien d'arbres sur cette photo peux-tu \\ compter ? Peux-tu compter un nombre aussi important ?
ja: この絵の木を何本数えられますか？たくさん数えられますか？
ko: 그림에서 여러분은 몇 개의 나무를 셀수 있나요? 얼마까지 셀 수 있나요?
tr: Bu resimdeki ağaçlardan kaç tanesini sayabilirsiniz? O kadar ileriye kadar sayabilir misiniz?

# data_list
source: Last week I went to Kibale forest.
ar: ذهبت الأسبوع الماضي إلى غابة كيبالي.
fr: La semaine dernière, je suis allé dans la forêt de Kibale.
ja: 先週キバレの森へ行った。
ko: 저번주에 나는 키발리 숲에 갔었습니다.
tr: Geçen hafta Kibale Ormanı’na gittim.

# data_list
source: Kibale National Park is a rain forest in Western Uganda near the center of Africa. It is a sanctuary for a large variety of primates, wildlife, and vegetation.
ar: منتزه كيبالي الوطني عبارة عن غابة مطيرة في غرب أوغندا بالقرب من وسط أفريقيا. إنه ملاذ لمجموعة كبيرة ومتنوعة من الرئيسيات والحياة البرية والنباتات.
fr: Le parc national de Kibale est une forêt tropicale située dans l'ouest de l'Ouganda, près du centre de l'Afrique. C'est un refuge pour une grande variété de primates, de faune et de végétation.
ja: キバレ国立公園は、アフリカ中央に近いウガンダ西部にある熱帯雨林です。たくさんの種類の霊長類、野生動物、そして植物の保護区になっています。
ko: 키발리 국립공원은 아프리카 중앙근처의 우간다 서쪽에 있는 열대 우림입니다. 이곳은 여러가지 종류의 영장류동물, 야생 동물 그리고 초목들의 안식처입니다.
tr: Kibale Ulusal Parkı, Batı Uganda’da Afrika’nın merkezine yakın bir yağmur ormanıdır. Orası, aynı zamanda, çok çeşitli primatlar, vahşi yaşam ve bitki örtüsü için de bir sığınaktır.

# data_list
source: Are there parks or natural areas that you like to visit?
ar: هل هناك حدائق أو مناطق طبيعية تحب زيارتها؟
fr: Y a-t-il des parcs ou des zones naturelles que tu aimerais visiter ?
ja: 訪れてみたい公園や自然の場所はありますか？
ko: 여러분은 가고싶은 공원이나 자연 공간이 있나요?
tr: Ziyaret etmekten hoşlandığınız parklar veya doğal alanlar var mı?

# data_list
source: Which do you find more interesting to see: plants and trees or lots of animals?
ar: ما الذي تجده أكثر إثارة للاهتمام: النباتات والأشجار أم الكثير من الحيوانات؟
fr: Que trouves-tu de plus intéressant à voir : des plantes et des arbres ou beaucoup d'animaux ?
ja: どちらを見るのがおもしろいと思いますか？ 植物や木、それともたくさんの動物でしょうか？
ko: 여러분은 어떤것을 보는 것을 더 좋아하나요: 식물과 나무 아니면 많은 동물들?
tr: Hangisini görmeyi daha ilginç buluyorsunuz – bitki ve ağaçları mı yoksa bir sürü hayvanı mı?

# data_list
source: I saw many trees. I saw Fig, Muvule, Palm, and Ebony trees.
ar: رأيت العديد من الأشجار. رأيت أشجار التين والموفول والنخل والأبنوس.
fr: J'ai vu beaucoup d'arbres. J'ai vu des figuiers, des muguets, des palmiers et des ébéniers.
ja: 木をたくさん見た。イチジクやアフリカンチーク、ヤシ、それにコクタンの木を見た。
ko: 난 많은 나무들을 보았습니다. 난 무화과, 머블 나무, 팜 나무, 그리고 흑단 나무들을 보았습니다.
tr: Birçok ağaç gördüm. İncir, muvule, palmiye ve abanoz ağaçlarını gördüm.

# data_list
source: This picture shows plains with mountains in the distance. Do you think a mixture of living areas will be good for creating a mixture of plants and animals for the park?
ar: تظهر هذه الصورة سهولًا مع وجود جبال في الأفق. هل تعتقد أن مزيج مناطق المعيشة سيكون جيدًا لإنشاء مزيج من النباتات والحيوانات للحديقة؟
fr: Cette photo montre des plaines avec des montagnes au loin. Penses-tu qu'un mélange de zones de vie sera bon pour créer un mélange de plantes et d'animaux pour le parc ?
ja: この絵では草原と遠くに山が見えます。いろんな種類の場所が公園にあると、植物や動物が入りまじって暮らすのによいと思いますか？
ko: 그림은 저 멀리에 있는 산이 있는 평원을 보여줍니다. 여러분은 사람이 사는 곳에 식물들과 동물들이 함께 있는것이 공원을 위해 좋다고 생각하나요?
tr: Bu resimde en uzakta dağların olduğu düzlükler de görülüyor. Sizce yaşam alanlarının bir karışımı, yani bitki ve hayvanları aynı yerde birleştirmek, park için iyi olacak mıdır?

# data_list
source: The story mentions four types of trees in the park. Do you see four types in this picture?
ar: تذكر القصة أربعة أنواع من الأشجار الموجودة في الحديقة. هل ترى أربعة أنواع في هذه الصورة؟
fr: L'histoire mentionne quatre types d'arbres dans le parc. Vois-tu quatre types d'arbres sur cette photo ?
ja: 4種類の木がお話に出てきました。この絵で木が4種類見えますか？
ko: 이야기에는 공원에 있는 네 가지 종류의 나무를 언급합니다. 여러분은 네 종류의 나무가 보이나요?
tr: Hikâyede parktaki dört ağaç türünden bahsediliyor. Bu resimde o dört tür ağacı görüyor musunuz?

# data_list
source: How many types of trees can you think of near where you live?
ar: كم عدد أنواع الأشجار التي يمكنك التفكير فيها بالقرب من المكان الذي تعيش فيه؟
fr: Combien de types d'arbres peux-tu imaginer près de chez toi ?
ja: あなたの住む場所の近くで、木の種類はいくつ思いつきますか？
ko: 여러분은 여러분이 사는 근처에서 얼마나 많은 종류의 나무를 볼 수있나요?
tr: Yaşadığınız yerin yakınında kaç çeşit ağaç vardır?

# data_list
source: I saw chimpanzees, baboons, and monkeys.
ar: رأيت الشمبانزي والبابون والقردة.
fr: J'ai vu des chimpanzés, des babouins et des singes.
ja: チンパンジー、ヒヒ、サルを見た。
ko: 난 침팬지, 바분, 그리고 원숭이들을 보았습니다.
tr: Şempanzeler, babunlar ve maymunlar gördüm.

# data_list
source: These adult animals are sitting in pairs, which makes them easy to count by 2's - 2, 4, 6. Adding in one more baby makes 7!
ar: تجلس هذه الحيوانات البالغة في أزواج، مما يجعل من السهل العد بمقدار 2 - 2، 4، 6. وبإضافة طفل آخر نحصل على 7!
fr: Ces animaux adultes sont assis par deux, ce qui les rend faciles à compter par 2 - 2, 4, 6. En ajoutant un bébé de plus, on obtient 7 !
ja: 大人の動物たちはペアになっているので、2、4、6と2とびで数えやすいです。赤ちゃん1匹を足すと、全部で7になりますね！
ko: 여기에 있는 동물들은 둘씩 세기 쉽게 모두 짝을 이루어 앉아있습니다 - 2,4,6. 한 마리의 베이비를 더하면 7일 됩니다!
tr: Bu yetişkin hayvanlar çiftler hâlinde oturuyorlar, bu da onları ikişer ikişer saymayı kolaylaştırıyor – 2, 4, 6. Onlara bir yavru daha eklersek 7 eder!

# data_list
source: One more than the 6 adults is 7. If you take away the one baby, how many is one less than 7?
ar: واحد أكثر من 6 أشخاص بالغين هو 7. إذا أخذت طفلًا واحدًا، فكم هو العدد الأقل من 7 بواحد؟
fr: Un de plus que les 6 adultes cela donne 7. Si on enlève le bébé, combien y a-t-il de moins que 7 ?
ja: 大人6匹より1匹多いのは7匹です。赤ちゃん1匹を取りさると、7より1つ少なくなります。それはいくつでしょうか？
ko: 6 보다 더 많은 어른은 7입니다. 여러분이 베이비를 가져가면 몇 마리가 남나요?
tr: 6 yetişkinin bir fazlası 7’dir. Eğer bir yavruyu çıkarırsanız, 7’nin bir eksiği kaç olur?

# data_list
source: Do you think this mixture of animals would naturally be together like this, or did the artist take some liberties with the picture?
ar: هل تعتقد أنه من الطبيعي أن يكون هذا الخليط من الحيوانات معاً، أم أن الفنان أخذ بعض الحرية في الصورة.
fr: Penses-tu que ce mélange d'animaux se serait naturellement retrouvé ainsi, ou l'artiste a-t-il pris une certaine liberté avec l'image ?
ja: このように自然にいろんな動物たちが一緒にいると思いますか？ それとも画家が少し自由に描いたのでしょうか？
ko: 여러분은 여기에 있는 여러 동물은 원래 같이 있는것일까요 아니면 그림을 그린 사람이 상상해서 그렸다고 생각하나요.
tr: Sizce bu hayvan karışımı doğal yaşamda da böyle bir arada mı olurlardı yoksa illüstratör resimde biraz özgür mü davranmış?

# data_list
source: I saw different birds. I saw crested cranes, eagles, and owls.
ar: رأيت طيورًا مختلفة. رأيت الكركي المتوج والنسور والبوم.
fr: J'ai vu différents oiseaux. J'ai vu des grues à crête, des aigles et des hiboux.
ja: いろいろな鳥を見た。カンムリヅル、ワシ、それにフクロウも。
ko: 난 다른 종류의 새들을 보았습니다. 난 볏 두루미, 독수리, 그리고 부엉이를 보았습니다.
tr: Farklı kuşlar gördüm. Gri taçlı turnalar, kartallar ve baykuşlar gördüm.

# data_list
source: What about this picture -- do you think these birds would all be together like this?
ar: ماذا عن هذه الصورة - هل تعتقد أن هذه الطيور ستكون مع بعضها بهذا الشكل؟
fr: Et à propos de cette photo – penses-tu que ces oiseaux seraient tous ensemble comme ça ?
ja: この絵はどうでしょうか？ 鳥たちはみんなこんなふうに一緒にいると思いますか？
ko: 여기에 있는 그림은 어떤가요? 여러분은 여기있는 새들이 원래 이렇게 같이 있었다고 생각하나요?
tr: Peki ya bu resim – sizce bu kuşların hepsi böyle bir arada olabilirler mi?

# data_list
source: There are four birds and one fish. How many animals is that all together? How many is one more than four?
ar: هناك أربعة طيور وسمكة واحدة. كم عدد الحيوانات مجتمعة؟ كم هو واحد أكثر من أربعة؟
fr: Il y a quatre oiseaux et un poisson. Combien d'animaux cela fait-il en tout ? Combien y en a-t-il de plus que quatre ?
ja: 鳥が4羽と魚が1匹います。全部で動物はいくついますか？ 4より1つ多いといくつになるでしょうか？
ko: 여기에는 네 마리의 새와 한 마리의 고기가 있습니다. 모두 몇 마리의 동물이 있나요? 4 보다 하나 더 많으면 무엇인가요?
tr: Resimde dört kuş ve bir balık var. Hepsi birlikte kaç hayvan eder? Dördün bir fazlası kaçtır?

# data_list
source: The story mentions three types of birds and shows us four birds. Do you think two of these birds are of the same type? If so, which two?
ar: تذكر القصة ثلاثة أنواع من الطيور وتبين لنا أربعة طيور. هل تعتقد أن اثنتين من هذه الطيور من نفس النوع؟ إذا كان الأمر كذلك، أي اثنتين؟
fr: L'histoire mentionne trois types d'oiseaux et nous montre quatre oiseaux. Penses-tu que deux de ces oiseaux sont du même type ? Si oui, lesquels ?
ja: 3種類の鳥がお話に出てきて、絵には鳥が4羽見えます。4羽のうちの2羽は同じ種類の鳥だと思いますか？ もしそうならどの2羽が同じなのでしょうか？
ko: 이야기에는 세 종류의 새를 언급하지만 네 마리의 새를 보여붑니다. 여러분은 새들중에 같은 종류의 새가 있다고 생각하나요? 그렇다면 어떤 것인가요?
tr: Hikâyede üç tür kuştan bahsediliyor ama resimde bize dört kuş gösteriliyor. Sizce bu kuşlardan ikisi aynı türden mi? Öyleyse, o ikisi hangisi?

# data_list
source: I laughed when I saw a big elephant with a little tail.
ar: ضحكت عندما رأيت فيلًا كبيرًا لديه ذيل صغير.
fr: J'ai ri quand j'ai vu un gros éléphant avec une petite queue.
ja: 小さなしっぽのついた大きなゾウを見て笑った。
ko: 난 작은 꼬리를 가진 큰 코끼리를 보고 웃었습니다.
tr: Minicik bir kuyruğu olan büyük bir fil gördüğümde çok güldüm.

# data_list
source: Why do you think such a large animal has such a little tail?
ar: لماذا تعتقد أن هذا الحيوان الكبير لديه مثل هذا الذيل الصغير؟
fr: Pourquoi penses-tu qu'un si grand animal a une si petite queue ?
ja: どうしてこんなに大きな動物のしっぽが、こんなに小さいのだと思いますか？
ko: 여러분은 이렇게 큰 동물이 어쩌면 그렇게 작은 꼬리를 가질수 있다고 생각하나요?
tr: Sizce o kadar büyük bir hayvanın neden bu kadar küçük bir kuyruğu var?

# data_list
source: The parts the elephant has two of (ears, tusks, pairs of legs, and eyes) are on opposite sides of its body, and the parts it has one of (mouth, tail, and trunk) are in the middle of its body. Are all animals like this?
ar: الأجزاء التي للفيل منها اثنان (الأذنان، والأنابان، وأزواج الأرجل، والعيون) موجودة في طرفين متقابلين من جسمه، والأجزاء التي يمتلك واحداً منها (الفم والذيل والجذع) موجودة في وسط جسمه. هل كل الحيوانات هكذا؟
fr: Les parties que l'éléphant possède en double (oreilles, défenses, paires de pattes et yeux) se trouvent sur les côtés opposés de son corps, et les parties qu'il possède en simple (bouche, queue et trompe) se trouvent au milieu de son corps. Tous les animaux sont-ils ainsi ?
ja: ゾウには2つずつの部位があって (耳、きば、足のペア、目)、それらは体や顔の両横にあります。 1つしかないもの (口、しっぽ、鼻) は体や顔の真ん中にあります。すべての動物がそうなのでしょうか？
ko: 코끼리는 두개의 (귀, 엄니, 다리 두 쌍, 그리고 눈) 신체 부위가 몸의 양쪽에 있고 한 개의 (입, 꼬리, 그리고 몸통) 신체 부위가 몸의 가운데에 있습니다. 모든 동물들이 다 그런가요?
tr: Filin çift sayıda olan vücut parçaları (kulakları, dişleri, çift bacakları ve gözleri) vücudunun her iki yanında, tek sayıda olan vücut parçaları (ağzı, kuyruğu ve hortumu) ise vücudunun orta hattındadır. Bütün hayvanlarda da öyle midir?

# data_list
source: Can you think of an animal that doesn't have its parts arranged about a middle line?
ar: هل يمكنك أن تتخيل حيوانًا لا تترتب أجزاؤه حول خط وسط؟
fr: Peux-tu penser à un animal dont les parties ne sont pas disposées autour d'une ligne médiane ?
ja: 真ん中の線のあたりに、何もついていない動物は思いつきますか？
ko: 여러분은 몸의 가운데에 신체 부위가 없는 동물을 생각할수록 있나요?
tr: Vücut parçaları orta hatları etrafında dizilmemiş olan bir hayvan biliyor musunuz?

# data_list
source: I saw so many different animals, birds, and plants.
ar: رأيت الكثير من الحيوانات والطيور والنباتات المختلفة.
fr: J'ai vu tellement d'animaux, d'oiseaux et de plantes différents.
ja: すごくたくさんの種類の動物や鳥、それに植物を見た。
ko: 난 여러가지 많은 동물과 새 그리고 식물을 보았습니다.
tr: Bir sürü farklı hayvanlar, kuşlar ve bitkiler gördüm.

# data_list
source: Describe the animals by where they are in the picture -- some are in the air, the trees, the water, and in the grass.
ar: صف الحيوانات من خلال مكان تواجدها في الصورة، بعضها في الهواء، وفي الأشجار، وفي الماء، وفي العشب.
fr: Décris les animaux en fonction de l'endroit où ils se trouvent dans l'image -- certains sont dans l'air, dans les arbres, dans l'eau et dans l'herbe.
ja: この絵で動物たちを場所ごとに説明しましょう。空中にいるものや木にいるもの、水の中にいるものや草のところにいるものなど。
ko: 그림에 있는 동물들을 묘사해 보세요 - 어떤 것들은 하늘에, 나무에, 물에 그리고 잔디위에 있습니다.
tr: Hayvanları bu resimde oldukları yerlere göre tanımlayın – bazıları havada, bazıları ağaçlarda, bazıları suda ve çimenlerde.

# data_list
source: Count each group and then count them all together -- do you get the same result?
ar: عد كل مجموعة ثم قم بعدها معًا -- هل تحصل على نفس النتيجة؟
fr: Comptons chaque groupe, puis comptons-les tous ensemble – obtient-on le même résultat ?
ja: グループごとに数を数えたら、次は全部の動物を一緒に数えましょう。同じ結果になりますか？
ko: 각 그룹을 세어보고 그런다음 모두 세어보세요 - 여러분은 같은 결과를 가지나요?
tr: Her bir grubu sayın ve sonra hepsini birlikte sayın – aynı sonucu buluyor musunuz?

# data_list
source: Which group has the most animals in it? Which has the least?
ar: أي المجموعة تضم حيوانات أكثر؟ أيها تصم الأقل؟
fr: Quel groupe contient le plus d'animaux ? Lequel en a le moins ?
ja: どのグループに1番多くの動物がいますか？1番動物が少ないグループはどれでしょうか？
ko: 어떤 그룹이 가장 많은 동물을 가지고 있나요? 어떤 그룹이 가장 적나요?
tr: Hangi grupta en çok hayvan var? Hangisinde en az var?

# data_list
source: Kibale forest is a good place to visit. I love forests! Do you?
ar: تعد غابة كيبالي مكانًا جيدًا للزيارة. أنا أحب الغابات! هل تحبها أيضاً؟
fr: La forêt de Kibale est un bel endroit à visiter. J'adore les forêts ! Et toi ?
ja: キバレの森は出かけるのによいところだよ。わたしは森が大好き！あなたはどう？
ko: 키발리 숲은 방문하기 좋은 곳입니다. 나는 숲을 사랑합니다. 여러분은 어때요?
tr: Kibale Ormanı, ziyaret için iyi bir yer! Ben ormanları seviyorum! Siz de seviyor musunuz?

# data_list
source: Do you like to visit forests?
ar: هل تحب زيارة الغابات؟
fr: Aimes-tu visiter les forêts ?
ja: 森を訪れるのが好きですか？
ko: 여러분은 숲에 가는 것을 좋아하나요?
tr: Ormanları ziyaret etmeyi sever misiniz?

# data_list
source: What is your favorite place to visit away from where you live?
ar: ما هو المكان المفضل لديك للزيارة بعيداً عن المكان الذي تعيش فيه؟
fr: Quel est ton endroit préféré à visiter en dehors de ton lieu de résidence ?
ja: 住んでいるところからはなれたあなたのお気に入りの場所はどこですか？
ko: 여러분이 사는 곳에서 벗어나 가고 싶은 곳이 어디인가요?
tr: Yaşadığınız yerden uzakta olan ziyaret etmeyi en sevdiğiniz yer neresidir?

# data_list
source: What is your favorite spot to go to around where you live?
ar: ما هو المكان الذي تفضل الذهاب إليه في المكان الذي تعيش فيه؟
fr: Quel est ton endroit préféré pour aller dans les environs de ton lieu de résidence ?
ja: あなたの住む場所のまわりで、お気に入りのおでかけ先はどこでしょうか？
ko: 여러분이 사는 곳에서 항상 가고 싶은 곳은 어디인가요?
tr: Yaşadığınız yerin civarında gitmeyi en çok sevdiğiniz yer neresidir?

# data_list
source: This is the story of Keeper and his nursery of orphaned animals.
ja: これは飼育員と孤児の動物保育所のお話です。
ko: 이야기는 동물원의 사육사와 고아가 된 동물들을 보살피는 양육원에 관한 이야기입니다.
tr: Bu, kimsesiz hayvanlardan oluşan bir bakımevinin ve onun sahibinin hikâyesidir.

# data_list
source: An orphan is a young animal who has no adult animals to care for it. What problems might an orphan animal have in the wild?
ja: 孤児とは世話をしてくれる大人の動物がいない幼い動物のことです。野生の地で孤児の動物にはどんな困難なことが起こりうるでしょうか？
ko: 고아는 보살펴 줄 성인 동물이 없는 어린 동물을 말합니다. 만약에 고아가 된 동물이 야생에 버려지면 어떤 문제가 생길까요?
tr: Kimsesiz hayvan, kendisine bakacak bir yetişkin hayvanı olmayan genç hayvandır. Kimsesiz bir hayvanın vahşi doğada ne gibi sorunları olabilir?

# data_list
source: Rectangles are four-sided shapes like this page. Notice how each of the gates and doors is a rectangle with a diagonal crosspiece. Adding a diagonal piece creates two triangles, and triangles are stiffer and stronger than rectangles.
ja: 長方形はこのページのように4つの辺で囲まれた図形です。斜めに横木のついた門やドアが、それぞれどのように長方形になっているのか注目してみてください。対角線になるものを足すと2つの三角形ができますね。三角形は長方形よりもくずれにくく強いです。
ko: 사각형이 그림과 같이 네 개의 면을 가진 도형을 말합니다. 대문과 문들이 대각선의 가로대와 함께 사각형인지 보세요. 두개의 삼각형에 대각선의 조각을 보태면 삼각형은 사각형보다 더 뻣뻣하고 강하게 됩니다.
tr: Dikdörtgenler bu sayfa dört kenarlı şekillerdir. Resimdeki kapıların ve geçitlerin her birinin, üzerlerinde çapraz bir parçaya sahip birer dikdörtgenler olduklarına dikkat edin. Üzerlerine çapraz bir parça eklemek, iki üçgen oluşturur ve üçgenler, dikdörtgenlerden daha sert ve güçlüdürler.

# data_list
source: Can you find some triangles and rectangles where you are?
ja: あなたがいる場所で三角形や長方形は見つけられますか？
ko: 여러분이 사는 곳에서 삼각형이나 사각형을 찾아볼 수 있나요?
tr: Bulunduğunuz yerde bazı üçgen ve dikdörtgenler bulabilir misiniz?

# data_list
source: August was a busy month for Keeper and his helpers at the nursery.
ja: 8月は保育所の飼育員と助手たちにとって忙しい月でした。
ko: 8월에 양육원은 동물 사육사와 그를 도와주는 보조원들로 바빠집니다.
tr: Ağustos ayı, bakımevinin sahibi olan Bakıcı ve yardımcıları için yoğun bir ay idi.

# data_list
source: Many baby animals need milk the way baby people do. What kind of milk do you think they are putting in the bottles?
ja: 人間の赤ちゃんと同じようにミルクが必要な動物の赤ちゃんはたくさんいます。どんな種類のミルクをほ乳瓶に入れていると思いますか？
ko: 많은 아기 동물들은 사람이 낳은 애기들처럼 우유가 필요합니다. 여러분은 사람들이 병에 어떤 종류의 우유를 넣는다고 생각하나요?
tr: Pek çok yavru hayvan da insan bebekler gibi süte ihtiyaç duyarlar. Sizce resimdekiler, biberonlara ne tür süt koyuyorlar?

# data_list
source: We have triangles and rectangles as before, and now we have lots of circles. The bottles are round shapes that are called cylinders.
ja: 前のページにも出てきたように三角形と長方形があり、今度は多くの円もありますね。瓶は円柱とよばれる丸い形をしています。
ko: 앞장에는 많은 삼각형과 사각형이 있었다면 지금은 많은 원형이 있습니다. 둥근 모양의 병은 원통이라고 부릅니다.
tr: Bu resimde, daha önce olduğu gibi üçgenlerimiz ve dikdörtgenlerimiz var ama şimdi bir sürü dairelerimiz de var. Biberonlar ‘silindir’ adı verilen yuvarlağımsı şekillerdir.

# data_list
source: There are many different jobs in a place that keeps lots of animals. See if you can figure out what each person's job is in this picture.
ja: たくさんの動物を飼育している所ではさまざまな仕事があります。この絵の人々がそれぞれ何の仕事をしているのか考えてみましょう。
ko: 많은 동물을 관리하는 곳에는 많은 종류의 다른 직업이 있습니다. 여러분은 그림에 있는 사람들의 직업을 맞춰볼 수 있나요?
tr: Çok sayıda hayvan barındıran bir yerde pek çok farklı iş vardır. Bir bakın, bakalım, bu resimdeki her bir kişinin işinin ne olduğunu bulabilecek misiniz!

# data_list
source: One-year-old Mkite arrived first. She came in an old green truck.
ja: まず最初に1歳になるムキテがやって来ました。古い緑色のトラックに乗せられて来ました。
ko: 한 살짜리 메키트가 먼저 도착했습니다. 메키트는 오래된 녹색 트럭으로 실려 왔습니다.
tr: Bakımevine ilk olarak, bir yaşındaki Mkite geldi. Eski yeşil bir kamyonla geldi.

# data_list
source: This is a baby elephant with no adult elephants to take care of it. Make up a story about how this elephant came to be by itself.
ja: ムキテは世話をしてくれる大人のゾウがいない赤ちゃんゾウです。どのようにしてこのゾウがひとりぼっちになったのかのお話を作ってみましょう。
ko: 메키트는 아무도 돌봐줄 어른 코끼리가 없는 아기 코끼리입니다. 메키트가 어떻게 혼자 남겨졌는지 이야기를 만들어 보세요.
tr: Bu, ona bakacak yetişkin filleri olmayan bir yavru fil. Bu filin nasıl tek başına kaldığına dair bir hikâye uydurun.

# data_list
source: How do you think the baby elephant is feeling, and how can you tell? Our eyes and body position can reveal a lot about our feelings.
ja: 赤ちゃんゾウはどんな気持ちだと思いますか？ どこで分かりますか？ 目や体の位置でどんな気持ちなのかがよく分かります。
ko: 여러분은 아기 코끼리가 어떤 기분인지 알 수 있나요? 어떻게 알 수 있나요? 우리의 눈과 몸의 위치는 우리의 감정을 말해 줄 수있습니다.
tr: Sizce yavru fil nasıl hissediyor ve bunu nereden anlayabilirsiniz? Gözlerimiz ve vücut pozisyonlarımız duygularımız hakkında çok şey anlatabilir.

# data_list
source: Why are there black and yellow stripes on the ramp going down from the truck?
ja: トラックから下りているスロープに、どうして黒と黄色の縞模様がついているのでしょうか？
ko: 왜 트럭에서 내리는 경사로에는 검은색과 노란색의 줄이 있을까요?
tr: Kamyondan inen rampanın üzerinde neden siyah ve sarı çizgiler var?

# data_list
source: Keeper and his helpers were very sorry for Mkite. She was so thin and sad.
ja: 飼育員と助手たちはムキテのことをとてもかわいそうに思いました。ムキテはすごくやせていて悲しそうでした。
ko: 동물 사육사와 그의 보조원들은 메키트가 불쌍했습니다. 메키트는 많이 마르고 슬퍼보입니다.
tr: Bakıcı ve yardımcıları Mkite için çok üzüldüler. Mkite, çok zayıf ve üzgündü.

# data_list
source: How do you think these people feel about animals who are in trouble? Do you think they believe in their work?
ja: ここの人々は困っている動物のことをどのように感じていると思いますか？ 自分たちの仕事に信念を持っているのだと思いますか？
ko: 여러분은 힘든 일을 겪고 있는 동물에 대해 여기 있는 사람들이 어떻게 느끼고 있다고 생각하나요?
tr: Sizce bu insanlar başı dertte olan hayvanlar için ne hissediyorlar? Sizce onlar yaptıkları işe inanıyorlar mı?

# data_list
source: Have you ever seen a wild animal who was hurt or not doing well? If so, how did it make you feel? It's very natural to want to help others in trouble.
ja: ケガをしていたり、調子が悪そうな野生の動物を見たことはありますか？ もしあるなら、そのときどんな気持ちになりましたか？ 困っている人や動物を助けたいと思うのはすごく当然のことですね。
ko: 여러분은 다치거나 아픈 야생동물을 본 적이 있나요? 그렇다면 여러분은 어떤 기분이 드나요? 힘든일에 처한 사람들을 도와주고 싶은 것은 당연한 것입니다.
tr: Peki, ya siz, hiç yaralı ya da durumu iyi olmayan bir vahşi hayvan gördünüz mü? Gördüyseniz, bu size kendinizi nasıl hissettirdi? Başı dertte olanlara yardım etmek istemek çok doğaldır.

# data_list
source: Sometimes when a person is sad, they stop eating normally. And sometimes, it can work the other way too -- if a person is not eating properly, that can affect their emotional health. All parts of an animal's life need to be in balance.
ja: 悲しいときはいつも通りに食べられなくなることがあります。逆に作用することもあり、きちんと食べていないと心の健康に影響することがあります。動物の生活はどの面でもすべてバランスが取れていなければなりません。
ko: 가끔 사람이 슬프면 그들은 보통 먹지 않습니다. 그리고 가끔은 그와 반대이기도 합니다. – 만약에 사람이 제대로 먹지않으면 그들의 정신건강에도 영향이 있습니다. 모든 동물의 삶은 균형이 필요합니다.
tr: Bazen bir insan üzgün olduğunda, normal şekilde yemek yemeyi bırakır. Bazen de tam tersi olabilir – eğer bir kişi düzgün beslenmiyorsa, bu onun duygusal sağlığını etkileyebilir. Bir hayvanın yaşamının tüm bölümlerinin dengede olması gerekir.

# data_list
source: But soon, Mkite got stronger. She began to play with the other animals at the nursery.
ja: でもすぐに、ムキテは強くなりました。保育所のほかの動物たちと遊び始めました。
ko: 그러나 조만간 메키트는 건강해졌습니다. 메키트는 양육원에 있는 다른 동물들과 놀기 시작했습니다.
tr: Çok geçmeden, Mkite, daha da güçlendi. Bakımevindeki diğer hayvanlarla oynamaya başladı.

# data_list
source: In zoos and in the wild, these animals are usually separated. Isn't it fun to see the different kinds of animals playing together!
ja: 野生でも動物園でも、これらの動物たちはたいてい別々の所にいます。違う種類の動物たちが一緒に遊ぶのを見るのは面白いですよね！
ko: 동물원과 야생에서는 이 동물들은 보통 떨어져 있습니다. 서로 다른 종류의 동물들이 같이 노는 것을 보는 것이 재미있지 않나요?
tr: Hayvanat bahçelerinde ve vahşi doğada bu hayvanlar genellikle ayrı tutulurlar. Farklı türden hayvanların birlikte oynadıklarını görmek sizce de eğlenceli değil mi?

# data_list
source: Look at the different shapes on this page. There are rectangles in the windows and the ball is in the shape of a sphere.
ja: このページの中の異なる形を見てください。窓には長方形がありますし、ボールは球の形をしています。
ko: 그림에서 서로 다른 도형을 보세요. 창문은 사각형 모양이고 공은 원형모양입니다.
tr: Bu sayfadaki farklı şekillere bakın. Pencerelerde dikdörtgenler var ve oradaki top ise küre şeklinde.

# data_list
source: If you look very closely, the ball has pentagons (5-sided figures) and hexagons (6-sided figures) on it.
ja: じっとよく見てみるとボールには五角形 (5つの辺に囲まれた図形) と六角形 ( 6つの辺に囲まれた図形) があるのが分かります。
ko: 가까이서 보면 현관은 오각형 (다섯면의 도형)과 육각형 (여섯면의 도형) 입니다.
tr: Çok yakından bakarsanız, topun üzerinde beşgenler (beş kenarlı şekiller) ve altıgenler (altı kenarlı şekiller) var.

# data_list
source: On another day in August, a helicopter landed at the nursery.
ja: 8月のまた別の日、ヘリコプターが保育所に着陸しました。
ko: 8월의 어느날, 헬리콥터가 양육원에 착륙했습니다.
tr: Ağustos ayının bir gününde, bir helikopter, bakımevine iniş yaptı.
