Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: When playing hide-and-seek, the "it" person usually counts up to some number before looking for people. How high do you think the person should count?
ar: عند لعب لعبة الغميضة، عادةً ما يقوم اللاعب الرئيس بالعد حتى رقم ما قبل البحث عن الأشخاص. إلى أي مدى تعتقد أن الشخص يجب أن يعد؟
fr: Quand on joue à cache-cache, le « chat » compte en général jusqu’à un nombre avant de chercher les autres. Jusqu’à quel nombre penses-tu que le chat devrait compter ?
ja: かくれんぼをするとき、「それ」の人は通常、人を探す前にいくつかの数字まで数えます。その人はいくつまで数えたらいいと思いますか？
ko: 숨바꼭질을 할때 "술래"는 보통 사람들을 찾으러 가기전에 숫자 몇 개를 셉니다. 여러분은 "술래"가 얼마까지 세어야 한다고 생각하나요?
tr: Saklambaç oynandığında, "ebe" insanları aramadan önce, genellikle bir sayıya kadar sayar. Sizce kişi en çok kaça kadar saymalıdır?

# data_list
source: My friend Ayanda likes to read.
ar: صديقتي آياندا تحب القراءة.
fr: Mon amie Ayanda aime lire.
ja: 友達のアヤンダは読書が好きです。
ko: 나의 친구 아얀다는 책을 읽는 것을 좋아합니다.
tr: Arkadaşım Ayanda okumayı sever.

# data_list
source: The other people picked sports and games they like to play. Is reading a sport or game?
ar: اختار الأشخاص الآخرون الألعاب الرياضية والألعاب التي يحبون لعبها. هل القراءة رياضة أم لعبة؟
fr: Les autres personnes ont choisi des jeux ou des sports qu’ils aiment faire. La lecture est-elle un jeu ou un sport ?
ja: 他の人たちは好きなスポーツやゲームを選びました。読書はスポーツやゲームですか？
ko: 어떤 사람들은 운동이나 자신이 좋아하는 게임을 고릅니다. 독서는 운동인가요 아니면 게임인가요?
tr: Diğerleri oynamayı sevdikleri sporları ve oyunları seçtiler. Okumak bir spor mudur yoksa oyun mudur?

# data_list
source: Can you read with other people, or must you read by yourself?
ar: هل تستطيع القراءة مع الآخرين أم يجب أن تقرأ وحدك؟
fr: Est-il possible de lire à plusieurs ou doit-on lire tout seul ?
ja: みんなと一緒に読めますか、それとも一人で読まなければいけませんか？
ko: 여러분은 누군가와 함께 읽는 것을 좋아하나요 아니면 꼭 혼자서 읽어야 하나요?
tr: Başka insanlarla okuyabilir misiniz yoksa tek başınıza mı okumalısınız?

# data_list
source: Ayanda looks like she enjoys shades of orange. Name some things around you that are shades of orange.
ar: يبدو أن آياندا تستمتع بدرجات اللون البرتقالي. قم بتسمية بعض الأشياء من حولك ذات درجات برتقالية.
fr: Ayanda a l’air d’apprécier les nuances d’orange. Nomme des choses autour de toi qui ont des nuances d’orange.
ja: アヤンダはオレンジの色合を楽しんでいるようです。周りにあるオレンジ色のものをいくつか挙げてみましょう。
ko: 아얀다는 주황색의 색상을 좋아하는것 같습니다. 여러분 주위에 있는 주황색의 물건들을 말해보세요.
tr: Ayanda turuncunun tonlarından hoşlanıyor gibi görünüyor. Etrafınızdaki turuncunun tonlarında olan bazı şeylerin isimlerini söyleyin.

# data_list
source: Me? I like to do the things they like to do.
ar: أنا؟ أحب أن أفعل الأشياء التي يحبون القيام بها.
fr: Moi ? J’aime bien faire les choses qu’ils aiment bien faire.
ja: 私はね、 みんなが好きなことを するのが好きです。
ko: 나는요? 나는 나의 친구들이 좋아하는 것을 하는 것을 좋아합니다.
tr: Ben? Ben, onların yapmayı sevdikleri şeyleri yapmayı severim.

# data_list
source: Does Simo like doing all the things, or is he just being agreeable so he can be with everyone?
ar: هل يحب سيمو القيام بكل الأشياء، أم أنه يقبل فقط حتى يتمكن من التواجد مع الجميع؟
fr: Simo aime-t-il faire toutes ces choses, ou est-il simplement disposé à tout faire afin d’être ami avec tout le monde ?
ja: シモはすべてのことが好きなのか、それとも彼は単にみんなと一緒にいるために合わせているだけなのでしょうか？
ko: 시모는 친구들이 하는 모든것들을 좋아하나요 아니면 친구들과 그냥 함께 있고 싶은가요?
tr: Simo her şeyi yapmaktan mı hoşlanıyor yoksa o sadece herkesle birlikte olabilsin diye uyumlu mu davranıyor?

# data_list
source: Did you notice that the stripes on his shirt have changed? How have they changed?
ar: هل لاحظتم أن خطوط قميصه قد تغيرت؟ كيف تغيرت؟
fr: As-tu remarqué que les rayures sur son T-shirt ont changé ? De quelle façon ont-elles changé ?
ja: シャツのストライプが変わったことに気づきましたか？どう変わりましたか？
ko: 여러분은 시모 셔츠의 줄무늬가 바뀐것을 알아채었나요? 어떻게 바뀌었을까요?
tr: Simo’nun üzerindeki tişörtün şeritlerinin değiştiğini fark ettiniz mi? Nasıl değiştiler?

# data_list
source: Of the four activities, how many do you like?
ar: من الأنشطة الأربعة، كم تحب؟
fr: Entre ces quatre activités, combien d’entre elles aimes-tu ?
ja: 4つの活動のうち、好きなのはいくつありますか？
ko: 네 가지의 활동중에 여러분이 좋아하는 것은 몇 개인가요?
tr: Dört aktiviteden, kaç tanesini beğendiniz?

# data_list
source: I play soccer with Zizo.
ar: ألعب كرة القدم مع زيزو.
fr: Je joue au football avec Zizo.
ja: 私はジゾとサッカーをします。
ko: 나는 지조와 축구를 합니다.
tr: Ben Zizo ile futbol oynarım.

# data_list
source: Count the fingers on Zizo's left hand. Is Zizo missing a finger, or was the artist being careless again?
ar: عد أصابع يد زيزو ​​اليسرى. هل زيزو ​​فقد إصبعه أم أن الفنان استهتر مرة أخرى؟
fr: Compte les doigts de la main gauche de Zizo. Lui manque-t-il un doigt ou l’artiste a-t-il encore oublié de le dessiner ?
ja: ジゾの左手の指を数えてみて下さい。ジゾの指が1本足りないのでしょうか、それとも画家の不注意なのでしょうか。
ko: 지조의 왼손에 있는 손가락을 세어보세요. 지조는 손가락 하나가 없나요 아니면 작가가 또 주의깊게 그리지 않았나요?
tr: Zizo'nun sol elindeki parmakları sayın. Zizo’nun bir parmağı mı eksik yoksa illüstratör yine dikkatsiz mi davranmış?

# data_list
source: Some people are born with six fingers on a hand. What is one less than six? What is two less than six? How many fingers seems like a good number to you?
ar: يولد بعض الناس بستة أصابع في اليد. ما هو واحد أقل من ستة؟ ما العدد الذي يقل عن ستة باثنين؟ كم عدد الأصابع الذي يبدو رقمًا جيدًا بالنسبة لك؟
fr: Certaines personnes naissent avec six doigts à une main. Combien font un de moins que six ? Combien font deux de moins que six ? À ton avis, quel est le bon nombre de doigts ?
ja: 生まれつき手の指が6本ある人もいます。6本より1本少ないのはいくつですか？6本より2本少ないのはいくつですか？あなたにとって、良い本数の指は何本ですか？
ko: 어떤 사람들은 태어날때 여섯 개의 손을 가지고 있습니다. 6보다 하나 더 적은 수는 무엇인가요? 6보다 둘이 더 적은 수는 무엇인가요? 몇 개의 손가락이 여러분이 생각하기에는 적당한것 같나요?
tr: Bazı insanlar bir elinde altı parmakla doğarlar. Altıdan bir eksik kaçtır? Altıdan iki eksik kaçtır? Kaç parmak size iyi bir sayı gibi görünüyor?

# data_list
source: Zizo has a solid shirt with striped socks, while Simo has a striped shirt with solid socks. Which way do you like better?
ar: يرتدي زيزو ​​قميصًا ءا لون واحد مع جوارب مخططة، بينما يرتدي سيمو قميصًا مخططًا مع جوارب ذات لون واحد. ما هي الطريقة التي تفضلها أكثر؟
fr: Zizo a un T-shirt uni et des chaussettes rayées alors que Simo a un T-shirt rayé et des chaussettes unies. Quelle association préfères-tu ?
ja: ジゾは無地のシャツにストライプの靴下、シモはストライプのシャツに無地の靴下です。どちらが好きですか？
ko: 지조는 줄무늬 양말에 단색 셔츠를 입고 있고 시모는 단색 양말에 줄무늬 셔츠를 입고 있습니다. 여러분은 어떤것이 더 좋나요?
tr: Zizo’nun çizgili çorapları ve düz bir tişörtü var, Simo’nun ise çizgili tişörtü ve düz çorapları var. Hangi tarzı daha çok beğendiniz?

# data_list
source: I swim with Lele.
ar: أسبح مع ليلي.
fr: Je nage avec Lele.
ja: レレと泳いでいます。
ko: 나는 렐레와 수영을 합니다.
tr: Ben Lele ile yüzerim.

# data_list
source: Count the fingers on Lele's left hand. She has one more finger than she had before! Did she grow a finger?
ar: عد الأصابع على يد ليلي اليسرى. لديها إصبع واحد أكثر مما كانت عليه من قبل! هل نما لها إصبع؟
fr: Compte les doigts de la main gauche de Lele. Elle a un doigt de plus que tout à l’heure ! Son doigt a-t-il poussé ?
ja: レレの左手の指を数えて下さい。彼女は以前よりも指が1本増えています！彼女は指が1本増えたのでしょうか？
ko: 렐레의 왼손에 있는 손가락을 세어보세요. 렐레는 전보다 하나 더 많은 손가락을 가지고 있습니다. 그녀는 손가락이 자란걸까요?
tr: Lele'nin sol elindeki parmakları sayın. Onun daha öncekinden bir fazla parmağı var! Lele’nin bir parmağı mı büyüdü?

# data_list
source: Talk about the shades of green in this picture. Some shades are darker, some yellower, and some bluer.
ar: تحدث عن درجات اللون الأخضر في هذه الصورة. بعض الدرجات أغمق وبعضها أصفر وبعضها أزرق.
fr: Parle des nuances de vert dans cette image. Certaines nuances sont plus sombres, certaines plus jaunes, et certaines plus bleues.
ja: この写真の緑の色合いについて話して下さい。ある色合いはより暗く、ある色合いはより黄色く、ある色合いはより青いです。
ko: 그림에서 녹색의 색상에 대해 이야기 해보세요. 어떤 색은 더 어둡고 어떤 색은 더 노랗고 어떤 색은 더 파랗습니다.
tr: Bu resimdeki yeşilin tonları hakkında konuşun. Bazı tonlar daha koyu, bazıları daha sarı ve bazısı daha mavi.

# data_list
source: Lele is swimming with a buddy now -- that is much safer (and more fun)!
ar: تسبح ليلي مع صديق لها الآن - وهذا أكثر أمانًا (وأكثر متعة)!
fr: Lele nage avec un ami maintenant, c’est beaucoup plus sûr (et plus amusant) !
ja: レレは今仲間と一緒に泳いでいます。それはずっと安全ですし（そして楽しいですね）！
ko: 렐레는 이제 친구와 함께 수영을 하고 있습니다. – 그것은 더 안전하고 재미있습니다!
tr: Lele şu anda bir arkadaşıyla yüzüyor – bu çok daha güvenli (ve daha eğlenceli)!

# data_list
source: I play hide-and-seek with Sisa.
ar: ألعب لعبة الغميضة مع سيسا.
fr: Je joue à cache-cache avec Sisa.
ja: シサとかくれんぼしています。
ko: 나는 시사와 숨바꼭질을 합니다.
tr: Sisa ile saklambaç oynarım.

# data_list
source: Why did Simo take his shoes off?
ar: لماذا خلع سيمو حذائه؟
fr: Pourquoi Simo a-t-il retiré ses chaussures ?
ja: なぜシモは靴を脱いだのですか？
ko: 왜 시모는 신발을 벗었나요?
tr: Simo neden ayakkabılarını çıkardı?

# data_list
source: Who do you think is hiding and who is seeking in this picture?
ar: من تعتقدون أنه مختبئ ومن يبحث عن الآخر في هذه الصورة؟
fr: À ton avis, qui se cache et qui cherche dans cette image ?
ja: この写真で誰が隠れていて、誰が探していると思いますか？
ko: 그림에서 여러분은 누가 숨어있고 누가 찾고 있다고 생각하나요?
tr: Sizce bu resimde kim saklanıyor ve kim arıyor?

# data_list
source: Which of these two can hide better in this place -- whose clothes blend in better with the surrounding colors?
ar: أيهما أفضل في الاختباء في هذا المكان، وأيهما تمتزج ملابسه بشكل أفضل مع الألوان المحيطة؟
fr: Lequel des deux peut se cacher le mieux à cet endroit ? Lequel a les vêtements qui se fondent le mieux dans le paysage ?
ja: この場所でどちらがよりうまく隠れることができると思いますか？周囲の色に衣服がより溶け込んでいるのはどちらですか？
ko: 둘 중에 누가 더 잘 숨나요 – 누구의 옷이 주변에 있는 색깔과 더 잘 섞여있나요?
tr: Bu yerde hangi ikisi daha iyi saklanabilir – kimin kıyafetleri çevredeki renklerle daha iyi uyum sağlıyor?

# data_list
source: Come, friend, what do you like?
ar: تعال يا صديقي، ماذا تحب؟
fr: Alors, mon ami, qu’aimes-tu ?
ja: お友達は何が好きですか？
ko: 이리 와 봐, 친구야, 넌 무엇을 좋아하니?
tr: Gel, arkadaşım, sen neyi seversin?

# data_list
source: What are some of your favorite activities?
ar: ما هي بعض أنشطتك المفضلة؟
fr: Quelles sont tes activités préférées ?
ja: 好きな活動は何ですか？
ko: 여러분이 좋아하는 활동은 무엇인가요?
tr: Sizin en sevdiğiniz aktivitelerden bazıları nelerdir?

# data_list
source: Count together the different activities in this story. Of these, which one would you pick?
ar: عدّوا الأنشطة المختلفة في هذه القصة معًا. من بين هذه، أي واحدة ستختار؟
fr: Comptons ensemble les différentes activités dans cette histoire. Parmi celles-ci, laquelle choisirais-tu ?
ja: このお話に出てくるいろいろな活動を一緒に数えてみましょう。その中で、あなたはどれを選びますか？
ko: 이야기에서 서로 다른 활동을 같이 세어봐요. 그 중에서 여러분은 어떤 것을 고르고 싶은가요?
tr: Bu hikâyedeki farklı aktiviteleri çocuğunuzla birlikte sayın. Onlardan hangisini seçerdiniz?

# data_list
source: There were four activities and you picked your favorite. What is one less than four? Of the remaining activities, which one is your least favorite?
ar: كانت هناك أربعة أنشطة واخترت ما تفضله. ما هو أقل من أربعة بواحد؟ من بين الأنشطة المتبقية، ما هو النشاط الأقل تفضيلاً لديك؟
fr: Il y avait quatre activités et tu as choisi ta préférée. Combien font un de moins que quatre ? Parmi les activités restantes, laquelle aimes-tu le moins ?
ja: 4つの活動があって、あなたは好きなものを選びました。4つより1つ少ないのは何ですか？残りの活動の中で、一番好きではない活動はどれですか？
ko: 여기에는 네 가지의 활동이 있고 여러분은 여러분이 좋아하는 것을 골랐습니다. 4보다 하나 더 적은 수는 무엇인가요? 남아 있는 활동중에 여러분이 가장 좋아하지 않는 것은 어떤 것인가요?
tr: Orada dört aktivite var ve siz en sevdiğinizi seçtiniz. Dördün bir eksiği nedir? Geriye kalan aktivitelerden hangisi en az sevdiğinizdir?

# data_list
source: Come, play soccer with us.
ar: تعال والعب كرة القدم معنا.
fr: Viens jouer au football avec nous.
ja: 一緒にサッカーをしましょう。
ko: 이리 와 봐요, 우리랑 같이 축구를 해요.
tr: Gel, bizimle futbol oyna.

# data_list
source: Are they playing on teams, or are they just kicking the ball around?
ar: هل يلعبون ضمن فرق أم أنهم يركلون الكرة فحسب؟
fr: Jouent-ils par équipe ou se passent-ils simplement le ballon ?
ja: チームでプレーしているのですか、それともボールを蹴ってるだけですか？
ko: 그들은 한 조를 이루어 놀고 있나요 아니면 그냥 공을 차고 있나요?
tr: Onlar takım halinde mi oynuyorlar yoksa sadece topu mu tekmeliyorlar?

# data_list
source: There are five people. Can you split them into two teams with the same number of people?
ar: هناك خمسة أشخاص. هل يمكنك تقسيمهم إلى فريقين بنفس العدد من الأشخاص؟
fr: Il y a cinq personnes. Peux-tu les séparer en deux équipes avec le même nombre de personnes ?
ja: 5人います。同じ人数で2つのチームに分けることはできますか？
ko: 여기에는 다섯 사람이 있습니다. 여러분은 같은 수의 사람으로 두 조를 나눌 수 있나요?
tr: Orada beş kişi var. Onları eşit sayıda kişiden oluşan iki takıma ayırabilir misiniz?

# data_list
source: Whose shoes are the worst for playing soccer?
ar: أي حذاء هو الأسوأ للعب كرة القدم؟
fr: Lequel a les moins bonnes chaussures pour jouer au football ?
ja: 誰の靴が一番サッカーに向いてないですか？
ko: 누구의 신발이 축구를 하기에 제일 좋지 않나요?
tr: Hangisinin ayakkabıları futbol oynamak için en kötüsü?

# data_list
source: Come, swim with us.
ar: تعال، اسبح معنا.
fr: Viens nager avec nous.
ja: 一緒に泳ぎましょう。
ko: 이리 와 봐요, 우리랑 수영을 같이 해요.
tr: Gel, bizimle yüz.

# data_list
source: There are two pairs of children and one child alone. Can you put them all into pairs so no one is left out?
ar: هناك زوجان من الأطفال وطفل واحد وحده. هل يمكنك تقسيمهم جميعًا إلى أزواج حتى لا يتم استبعاد أي منهم؟
fr: Il y a deux paires d’enfants et un enfant tout seul. Peux-tu les mettre tous en paires pour qu’aucun ne soit seul ?
ja: 2組の子供達と1人の子供がいます。誰も取り残さないように、全員をペアにできますか？
ko: 그림에는 두 쌍의 아이들이 있고 한 아이가 혼자 있습니다. 여러분은 아무도 혼자 남아있지 않게 그들 모두를 짝으로 만들수 있나요?
tr: Orada iki çift çocuk ve bir yalnız çocuk var. Hiç kimsenin dışarıda kalmaması için onların hepsini eşleştirebilir misiniz?

# data_list
source: A number is said to be "odd" if there is no way of splitting that many things into pairs. It is also "odd" if that number of things cannot be split into two equal groups.
ar: يقال أن الرقم "فردي" إذا لم يكن هناك طريقة لتقسيم هذا العدد من الأشياء إلى أزواج. ومن "الغريب" أيضًا أنه لا يمكن تقسيم هذا العدد من الأشياء إلى مجموعتين متساويتين.
fr: On dit qu’un nombre est « impair » s’il est impossible de le séparer en paires. Un nombre est aussi « impair » s’il ne peut pas être séparé en deux groupes égaux.
ja: その数のものをペアに分ける方法がない場合、その数は「奇数」です。また、その数のものを2つの等しいグループに分けることができない場合も「奇数」です。
ko: 아무리 해도 쌍을 만들수 없다면 그 숫자는 “홀수”라고 합니다. 또한 두 개의 그룹으로 나눌수 없다면 그 숫자도 “홀수”라고 합니다.
tr: Eğer bu kadar çok şeyi çift çift bölmenin hiçbir yolu yok ise o sayının "tek" olduğu söylenir. Eğer o sayıdaki şey iki eşit gruplara ayrılamazsa, o zaman da o sayı "tek"tir.

# data_list
source: Why are the two ideas for "odd" the same? Why is being able to split something into pairs the same as being able to split it into two equal groups?
ar: لماذا فكرتا "الفرد" متماثلتان؟ لماذا تكون القدرة على تقسيم شيء ما إلى أزواج هي نفسها القدرة على تقسيمه إلى مجموعتين متساويتين؟
fr: Comment expliquer que ces deux définitions de « impair » soient les mêmes ? Comment expliquer que séparer quelque chose en paires soit la même chose que de la séparer en deux groupes égaux ?
ja: なぜ「奇数」の2つの考え方が同じなのでしょうか？なぜ、何かをペアに分けられることと、2つの等しいグループに分けられることが同じなのでしょうか？
ko: 왜 두 가지 “홀수”의 방법이 같나요? 왜 무언가를 쌍으로 나눌수 있는 것은 두 개의 같은 그룹을 둘로 나누는 것과 같나요?
tr: Neden "tek" sayı için olan bu iki fikir aynıdır? Neden bir şeyi çiftlere ayırabilmek ile o şeyi iki eşit gruba ayırabilmek aynıdır?

# data_list
source: Come, play hide-and-seek with us.
ar: تعال، العب الغميضة معنا.
fr: Viens jouer à cache-cache avec nous.
ja: かくれんぼをしましょう。
ko: 이리 와 봐요, 우리랑 숨바꼭질을 함께 해요.
tr: Gel, bizimle saklambaç oyna.

# data_list
source: It looks like Simo is "it." Will he have a hard time finding the other children?
ar: يبدو أن سيمو هو من يعد. هل سيواجه صعوبة في العثور على الأطفال الآخرين؟
fr: On dirait que Simo est le « chat. » Aura-t-il du mal à trouver les autres enfants ?
ja: シモが "それ "のようです。彼が他の子供達を見つけるのは難しいですか？
ko: 시모가 "술래" 인것 같습니다. 시모는 다른 아이들을 찾기가 어려울까요?
tr: Görünüşe göre, Simo "ebe." Diğer çocukları ararken zor anlar geçirecek midir?

# data_list
source: Count the children on top of the branch and the number hiding on the other side of the tree. Do they add up to four children?
ar: عد الأطفال الموجودين أعلى الغصن والرقم المختبئ على الجانب الآخر من الشجرة. هل يصل عددهم إلى أربعة أطفال؟
fr: Compte les enfants dans les branches et ceux cachés de l’autre côté de l’arbre. Cela fait-il quatre enfants ?
ja: 枝の上にいる子供達と、木の反対側に隠れている子供達を数えてみて下さい。全員で4人になりますか？
ko: 나뭇가지 위에 있는 아이들과 나무의 옆에 있는 아이들을 세어보세요. 그들은 모두 합쳐서 네 명의 아이들이 되었나요?
tr: Dalın en tepesindeki çocukları ve ağacın diğer tarafında saklanan çocukları sayın. Toplamda dört çocuk mu oluyor?

# data_list
source: There is one in the tree, one counting, and three behind the tree. You can get five in many ways from this. One way is to start with three, add one more, and then add one more. Think together of other ways to get five.
ar: يوجد واحد فوق الشجرة وواحد يعد وثلاثة خلف الشجرة. يمكنك الحصول على خمسة بعدة طرق من خلال هذا. إحدى الطرق هي أن تبدأ بثلاثة، ثم تضيف واحدًا آخر، ثم تضيف واحدًا آخر. فكروا معًا في طرق أخرى للحصول على الرقم خمسة.
fr: Il y en a un dans l’arbre, un qui compte et trois derrière l’arbre. On peut obtenir cinq de nombreuses façons. La première, c’est de commencer avec trois, ajouter un de plus et ajouter encore un de plus. Réfléchissez ensemble à d’autres façons d’obtenir cinq.
ja: 木の中に1人、数を数えている1人、木の後ろに3人います。これからいろいろな方法で5を得ることができます。まず3つから始めて、1つ足して、さらに1つ足すという方法があります。他にも5を得る方法を一緒に考えてみましょう。
ko: 한 명은 나무에 있고, 한 명은 수를 세고 있으면 세 명은 나무 뒤에 있습니다. 여기에서 여러분은 여러가지 방법으로 5를 얻을 수가 있습니다. 한 가지 방법은 3으로 시작해서 하나를 더 보태고 그리고 나서 하나를 더 더하면 됩니다. 5를 얻을 수 있는 다른 방법을 생각해 보세요.
tr: Bir tanesi ağacın içinde, bir tanesi sayıyor ve bir tanesi de ağacın arkasında. Bundan beşi elde etmenin pek çok yolu var. Bir yolu, üç ile başlayıp bir fazlasını eklemektir ve sonra, bir fazlasını daha eklemektir. Beşi elde etmenin diğer yollarını çocuğunuzla birlikte düşünün.

# data_list
source: Come, read with us!
ar: تعال، اقرأ معنا!
fr: Viens lire avec nous !
ja: 一緒に読みましょう。
ko: 이리 와 봐요, 우리랑 같이 읽어요.
tr: Gel, bizimle oku!

# data_list
source: One person is reading alone, and the rest are reading in pairs.
ar: يقرأ شخص واحد بمفرده، ويقرأ الآخرون في أزواج.
fr: Une personne lit seule et les autres lisent en paires.
ja: 1人だけが一人で読んでいて、残りはペアで読んでいます。
ko: 한 사람은 혼자 읽고 있고 나머지 사람들은 짝을 이루어 읽고 있습니다.
tr: Bir kişi yalnız başına okuyor ve geriye kalanlar ise çiftler halinde okuyorlar.

# data_list
source: They all seem very happy together, no matter which activity they do. Do you have some friends you like to do things with?
ar: يبدو أنهم جميعًا سعداء جدًا معًا، بغض النظر عن النشاط الذي يقومون به. هل لديك بعض الأصدقاء الذين تحب القيام بالأشياء معهم؟
fr: Ils ont tous l’air très heureux ensemble, peu importe l’activité qu’ils fassent. As-tu des amis avec lesquels tu aimes bien faire des choses ?
ja: 彼らはどの活動をやっても、みんなとても楽しそうです。あなたは何かを一緒にするのが好きな友達がいますか？
ko: 그들 모두는 어떤 활동을 하던지 아주 행복해 보입니다. 여러분은 무언가를 같이 할 수 있는 친구들이 있나요?
tr: Hangi aktiviteyi yaparlarsa yapsınlar, hepsi birlikte çok mutlu görünüyorlar. Sizin de birlikte bir şeyler yapmaktan hoşlandığınız bazı arkadaşlarınız var mı?

# data_list
source: One of the children only has four fingers on a hand -- which one?
ar: أحد الأطفال لديه أربعة أصابع فقط في يده، أيهم؟
fr: L’un des enfants n’a que quatre doigts à une main, lequel ?
ja: 子供たちのうち、1人の子供は手に4本の指しかありません。それは誰でしょうか？
ko: 아이들 중 한 명은 한 손에 네 개의 손가락을 가지고 있습니다. – 누구인가요?
tr: Çocuklardan birisinin bir elinde sadece dört parmağı var – hangisinin?

# data_list
source: Chalew is a horse that pulls a cart. He carries heavy loads along the gravel roads of Debre Birhan. He works from morning to evening.
ja: チャルは荷馬車を引く馬です。 エチオピアのデブレ・ベルハンの砂利道で重い荷物を運びながら、朝から晩まで働いています。
ko: 찰루는 짐마차를 끄는 말입니다. 찰루는 데브레 비르한의 자갈길을 따라 무거운 짐을 끄는 말입니다. 찰루는 아침부터 저녁까지 일을 합니다.
tr: Chalew, fayton çeken bir attır. Debre Birhan’ın çakıllı yolları boyunca ağır yükler taşır. Sabahtan akşama kadar çalışır.

# data_list
source: Chalew pulls heavy loads and does a difficult job. Have you seen any animals that have to do work?
ja: チャルは、重い荷物を引くという大変な仕事をしています。あなたは、働かされている動物を見たことはありますか？
ko: 찰루는 무거운 짐을 끌고 힘든 일을 합니다. 여러분은 일을 해야하는 동물을 본 적이 있나요?
tr: Chalew ağır yükleri çeker ve zor bir iş yapar. Hiç iş yapmak zorunda kalan bir hayvan gördünüz mü?

# data_list
source: A rectangle is a shape with four straight sides like the shape of this page. Point out some shapes in this picture that are rectangles and some that are round.
ja: 長方形とは、このページのような、4つのまっすぐな辺で囲まれた形です。この絵の中にあるいくつかの長方形と円を指差してください。
ko: 사각형은 이 장의 모양처럼 네 개의 똑바른 면을 가진 도형입니다. 그림에서 사각형이나 둥근 모양을 찾아보세요.
tr: Dikdörtgen, bu sayfa gibi dört düz kenarı olan bir şekildir. Bu resimdeki dikdörtgen ve bazı yuvarlak şekilleri gösterin.

# data_list
source: How many rectangles can you find in the place where you are now?
ja: 今あなたがいる場所には、長方形がいくつありますか？ 見つけてみましょう
ko: 여러분이 있는 곳에서는 몇 개의 사각형을 찾을 수 있나요?
tr: Şu anda bulunduğunuz yerde kaç dikdörtgen bulabilirsiniz?

# data_list
source: Chalew does not get enough time to rest. He does not get enough food to eat. The driver of the cart beats him to go faster.
ja: チャルは、十分な休みも、十分な食べ物も、もらえません。 荷馬車の運転手は、「もっと速く走れ！」とチャルをムチでたたきます。
ko: 찰루는 쉴 수 있는 충분한 시간을 가지지 못합니다. 찰루는 먹을 음식도 충분히 있지 않습니다. 짐마차의 말몰이꾼은 더 빨리 가게 하기위해 찰루를 때립니다.
tr: Chalew dinlenmek için yeterli zaman alamaz. Chalew, yeterli yemek alamaz. Faytonun sürücüsü daha hızlı gitmesi için Chalew’e vurur.

# data_list
source: How do you feel about the way the driver treats Chalew?
ja: チャルに対する運転手の態度についてどう思いますか？
ko: 말몰이꾼이 찰루를 때리는 것에 대해 여러분은 어떻게 느끼나요?
tr: Sürücünün Chalew’e davranış şekli hakkında ne düşünüyorsunuz?

# data_list
source: What are some ways to treat animals, or people, to try to get them to do what you want? For people, you can say "please," and that works sometimes.
ja: 自分が望むとおりにして欲しいときに動物や人にどのように接したらよいでしょう？人に対しては、「お願いします」と言うことで、うまくいく場合もあります。
ko: 동물이나 사람들이 여러분이 원하는대로 하게 하기위해 여러분은 그들을 어떻게 대해야 할까요? 사람들에게는 “제발” 이라고 하면 가끔 가능합니다.
tr: Hayvanlara veya insanlara istediğinizi yaptırmak için onlara davranmanın bazı yöntemleri nelerdir? İnsanlar için “lütfen” diyebilirsiniz ve bu bazen işe yarar.

# data_list
source: What makes you want to do things for other people?
ja: あなたは、どうしてもらったら、その人のために何かしたいと思えるでしょうか？
ko: 여러분은 다른 사람들을 위해 무엇을 하고 싶나요?
tr: Sizin diğer insanlar için bir şeyler yapmak istemenize sebep olan şeyler nelerdir?

# data_list
source: One day, all the cart drivers gathered for a funeral. The cart horses were left to graze in a nearby field. They began to talk about their terrible conditions.
ja: ある日、お葬式が行われ、荷馬車の運転手全員がそこに集まりました。 荷馬車を引く馬たちは、近くの野原で待たされながら草を食べています。 馬たちは、ひどい扱いを受けていることをお互いに話しだしました。
ko: 하루는 모든 짐몰이꾼들이 장례식에 모였습니다. 짐마차를 끄는 말들은 들판에서 풀을 먹고 있었습니다. 말들은 그들의 끔찍한 경험에 대해 이야기를 하기 시작했습니다.
tr: Bir gün, tüm fayton sürücüleri bir cenaze için toplandılar. Faytonların atları ise yakınlarındaki bir tarlada otlanmaya bırakıldılar. Atlar, içinde bulundukları korkunç koşullar hakkında konuşmaya başladılar.

# data_list
source: Count the number of people and the number of horses. Are there more people or horses? How many more?
ja: 人と馬の数を数えてみましょう。人と馬、どちらの方が多いですか？ どのくらい多いでしょうか？
ko: 사람의 숫자와 말의 숫자를 세어보세요. 사람이 더 많나요 아니면 말이 더 많나요? 얼마나 더 많나요?
tr: Resimdeki insanları ve atları sayın. Daha fazla insan mı yoksa daha fazla at mı var? Kaç fazla?

# data_list
source: Use skip counting by 2's to count how many legs the people have. Can you skip count that high?
ja: 人の足は全部でいくつありますか？ 2つずつ数えてみましょう。いくつまで数えることができますか？
ko: 사람들의 다리가 몇 개인지 2단위로 건너뛰어 세어 보세요. 여러분은 얼마까지 셀 수 있나요?
tr: İnsanların kaç bacağı olduğunu saymak için ikişer ikişer atlayarak saymayı deneyin. O kadar ileriye kadar atlayarak sayabilir misiniz?

# data_list
source: What would you skip count by to count the number of legs the horses have? That's a pretty big number. Can you skip count that high?
ja: 馬の脚を数えるには、いくつずつ数えるとよいでしょう？ たくさんありますね。いくつまで数えることができますか？
ko: 말의 다리를 세려면 몇 단위로 건너뛰어 세어야 할까요? 그것은 큰 숫자입니다. 여러분은 얼마까지 셀 수 있나요?
tr: Atların kaç bacağı olduğunu saymak için kaçar kaçar atlayarak sayardınız? Bu sayı da oldukça büyük! O kadar ileriye kadar sayabilir misiniz?

# data_list
source: "My harness doesn't fit me. It is too tight and cuts my skin," said one horse. "Me too, me too," another agreed.
ja: 「馬具の大きさが体に合っていないんだ。きつ過ぎて肌に食い込んで痛いよ」と、ある馬が文句を言います。 「私もよ」と別の馬が声を上げます。
ko: “내 마구는 잘 맞지 않아. 너무 꽉 조이고 내 살을 파고 들어!" 한 말이 말했습니다. “나도, 나도!" 다른 말도 동의했습니다.
tr: “Koşum takımım bana uymuyor. Çok sıkı ve derimi kesiyor,” dedi bir at. “Benimki de! Benimki de!” diye araya katıldı bir diğer at.
