Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Mama Triangle held Jojo's hand as she led him outside. "Don't worry Jojo," she said. "Chief Short and Round didn't leave his spring horn here, but I know where it is. That chief can be such a silly thing!" Mama Triangle, Little Square Jojo and Dudu Diamond all ran down the mountain and in no time at all they were safely at the bottom.
fr: Mama Triangle tenait la main de Jojo pendant qu’elle l’entraînait dehors. « Ne t’inquiète pas Jojo, » dit-elle. « Le Chef Court et Rond n’a pas laissé sa corne de brume ici, mais je sais où elle se trouve. Ce chef peut être vraiment bête ! » Mama Triangle, Petit Jojo Carré et Dudu Losange ont tous dévalé la montagne en courant et en un rien de temps, ils arrivèrent sain et sauf au pied de la montagne.
ja: 三角形のママはジョジョの手を握り、外に連れ出しました。「心配しないで、ジョジョ。」と三角形のママは言いました。「短い丸い村長はここに角笛を置き忘れてはいませんが、私はどこにあるか知っています。あの村長は本当におバカなんだから！」三角形のママと小さな正方形のジョジョとダイヤモンドのデュデュは山をかけ下り、あっという間にふもとに無事に着きました。
ko: 마마 삼각형은 조조의 손을 잡고 밖으로 나왔습니다. “걱정하지 말아, 조조야" 마마는 말했습니다. “작고둥근 마을이장은 그의 봄호른을 여기에 두지 않았단다. 그렇지만 난 그것이 어디에 있는지 안단다. 이장님은 가끔 어리석을때가 있단다!" 마마 삼각형, 어린 정사각형 조조, 그리고 두두 다이아몬드는 다 함께 산 밑으로 안전하고 빠르게 내려왔습니다.
tr: Anne Üçgen, Jojo’yu dışarı çıkarırken elini tuttu. “Merak etme, Jojo,” dedi. “Kısa ve Yuvarlak Şef, bahar borazanını burada bırakmadı ama ben nerede olduğunu biliyorum. O şef çok şapşal olabiliyor!” Anne Üçgen, Küçük Kare Jojo ve Dudu Elmas hep birlikte dağdan aşağı koştular ve hiç vakit kaybetmeden güvenli bir şekilde aşağıya indiler.

# data_list
source: There are a lot of triangles in this picture! Can you count them all, or is it higher than you can count?
fr: Il y a beaucoup de triangles sur cette photo ! Peux-tu tous les compter, ou est-ce plus élevé que ce que tu peux compter ?
ja: この絵にはたくさんの三角形があります。全てを数えることができますか？それとも、数えきれないほどありますか？
ko: 그림에는 많은 삼각형이 있습니다! 여러분은 다 셀수가 있나요 아니면 여러분이 배운 숫자보다 더 많나요?
tr: Bu resimde bir sürü üçgen var! Hepsini sayabilir misiniz yoksa sayabileceğinizden çok daha fazlalar mı?

# data_list
source: Why were they able to go down the mountain so much more quickly than when they went up?
fr: Pourquoi ont-ils pu descendre la montagne beaucoup plus rapidement que lors de leur montée ?
ja: 彼らはなぜ山を登ったときよりも早く山を降りることができたのでしょうか？
ko: 그들은 어떻게 올라갔을때 보다 더 빨리 산을 내려올수 있었을까요?
tr: Neden dağdan aşağıya, yukarı çıktıklarından çok daha hızlı inebildiler?

# data_list
source: Oddly enough, going down a steep hill can be harder than going up. Has this happened to you?
fr: Curieusement, descendre une pente raide peut être plus difficile que de la monter. Est-ce que ça t’est arrivé ?
ja: おかしなことに、急な坂を降りることは登るよりも難しいことがあります。あなたにはこのようなことが起こったことはありますか？
ko: 이상하게 가파른 언덕을 내려오는 것은 올라가는 것보다 더 힘들때가 있습니다. 여러분은 그런 경험을 해 본 적이 있나요?
tr: Şaşırtıcı bir şekilde, dik bir tepeden aşağı inmek yukarı çıkmaktan daha zor olabilir. Bu hiç başınıza geldi mi?

# data_list
source: It was evening by the time they reached Chief Short and Round's house. Mama Triangle knocked on the door and when it was opened everyone rushed inside. "Hello," said Chief Short and Round, blinking sleepily. "Did you find my spring horn? Will we be able to have the springtime party?" Little Square Jojo felt very bad and shook his head.
fr: C’était déjà le soir lorsqu’ils arrivèrent à la maison du Chef Court et Rond. Mama Triangle a toqué à la porte et quand elle fût ouverte, tout le monde s’est précipité à l’intérieur. « Bonjour, » dit le Chef Court et Rond, clignant des yeux d’un air endormi. « As-tu trouvé ma corne de printemps ? Pourrons-nous faire la fête du printemps ? » Petit Jojo Carré se sentit très mal et secoua la tête.
ja: 彼らが短い丸い村長の自宅に着いたときは夕方でした。三角形のママがドアをノックして、ドアが開いたとき、皆が急いで中にかけ込みました。 「こんにちは。」と、短い丸い村長が眠たそうに瞬きをしながら言いました。「私の春の角笛は見つけたかな？春のパーティーは開くことができるかな？」小さな正方形のジョジョは気分がとても悪くなり、首をふりました。
ko: 그들이 작고둥근 마을이장의 집에 도달했을때는 저녁이 되었습니다. 마마 삼각형이 문을 두들였고 문이 열리자 그들은 황급히 안으로 들어갔습니다. “안녕," 작고둥근 마을이장이 졸린 눈으로 말했습니다. “내 봄호른을 찾았니? 우린 봄잔치를 할 수 있을것 같니? 어린 정사각형 조조는 슬프게 머리를 가로젖었습니다.
tr: Kısa ve Yuvarlak Şef’in evine vardıklarında çoktan akşam olmuştu. Anne Üçgen kapıyı çaldı ve kapı açıldığında ise herkes içeri akın etti. “Merhaba,” dedi Kısa ve Yuvarlak Şef, uykulu gözlerle gözlerini kırpıştırarak. “Bahar borazanımı buldunuz mu? Bahar partisini yapabilecek miyiz?” Küçük Kare Jojo, kendisini çok kötü hissetti ve başını hayır anlamında salladı.

# data_list
source: The Chief's room is round and is filled with round things. Point at and count as many circles as you can.
fr: La chambre du chef est ronde et remplie de choses rondes. Pointe et compte autant de cercles que possible.
ja: 村長の部屋は丸くて、丸いものでいっぱいです。できるだけ多くの円を指さして数えてください。
ko: 이장의 집은 둥글게 생겼고 둥근것들로 채워져 있습니다. 가리키며 여러분이 셀 수 있는 만큼 원형을 세어보세요.
tr: Şef’in odası yuvarlak ve içi de yuvarlak şeylerle dolu. Daireleri gösterip sayabildiğiniz kadar sayın.

# data_list
source: The circles in the rug have the same center. Circles that share a common center are called concentric circles. Do you see any concentric circles where you are?
fr: Les cercles du tapis ont le même centre. Les cercles partageant un centre commun sont appelés cercles concentriques. Vois-tu des cercles concentriques là où tu es ?
ja: 絨毯の円はどれも中心が同じ位置にあります。共通の中心を持つ円は同心円と呼ばれます。あなたがいるところに同心円は見えますか？
ko: 양탄자의 원형은 같은 중심을 가지고 있습니다. 같은 중앙을 가지고 있는 원형를 동심원이라고 부릅니다. 여러분이 있는 곳에서 동심원을 볼 수 있습니까?
tr: Halıdaki daireler, aynı merkeze sahipler. Ortak bir merkezi paylaşan dairelere ‘eş merkezli daireler’ denir. Bulunduğunuz yerde eş merkezli daireler görüyor musunuz hiç?

# data_list
source: The Chief is wearing his pajamas. What do you think his bedtime is? What is your bedtime?
fr: Le chef porte son pyjama. À votre avis, quelle est son heure de coucher ? Quelle est ton heure de coucher ?
ja: 村長はパジャマを着ています。村長の就寝時間は何時だと思いますか？あなたの就寝時間は何時ですか？
ko: 추장은 잠옷을 입고 있습니다. 그의 취침시간은 언제라고 생각하나요? 여러분의 취침시간은 언제 인가요?
tr: Şef pijamalarını giyinmiş. Sizce onun yatma vakti nedir? Sizin yatma vaktiniz nedir?

# data_list
source: Jojo looked for your spring horn all day, said Mama Triangle. "It is not his fault that he didn't find it. It is your fault, Chief Short and Round. Don't you remember?" Mama Triangle pointed at the chief. "You are wearing your spring horn on your head!" Chief Short and Round gasped, "Oh my, I remember it now. I was so hot from climbing up that mountain that I put my horn on my head."
fr: « Jojo a cherché ta corne de printemps toute la journée, » dit Maman Triangle. « Ce n’est pas sa faute s’il ne l’a pas trouvé. C’est de ta faute., Chef Court et Rond. Tu ne te souviens pas ? » Maman Triangle désigna le chef. « Tu portes ta corne de brume sur la tête ! » Chef Court et Rond s’écria : « Oh mon Dieu, je m’en souviens maintenant. J’avais tellement chaud après avoir gravi cette montagne que j’avais mis ma corne sur ma tête. »
ja: 「ジョジョは一日中、あなたの春の角笛を探していました。」と三角形のママが言いました。「彼が見つけられなかったのは彼のせいではありません。あなたのせいです、短い丸い村長。覚えていませんか？」三角形のママは村長を指さしました。「春の角笛があなたの頭にかぶっていますよ！」 短い丸い村長はハッと息をのみました。「あぁ今、思い出したよ。あの山を登ったときに暑かったから、頭の上に角笛を乗せたんだよ。」
ko: “조조는 당신의 봄호른을 하루종일 찾아다녔어요" 마마 삼각형이 말했습니다. “조조가 찾지 못한건 이 아이의 잘못이 아니에요. 그건 당신의 잘못이에요. 작고둥근 마을이장님, 기억나지 않나요?" 마마 삼각형이 추장을 가리켰습니다. “이장님이 봄호른을 머리에 쓰고 있잖아요!" “아이고, 이제야 생각이 나네요. 산에 오를때 너무 더워서 봄호른을 머리위에 올려놨었어요!” 작고둥근 마을이장이 화들짝 놀라며 말했습니다.
tr: “Jojo bütün gün senin bahar borazanını aradı,” dedi Üçgen Anne. “Bulamaması onun hatası değil. Bu senin hatan, Kısa ve Yuvarlak Şef. Hatırlamıyor musun?” Anne Üçgen, Şef’e işaret etti. “Bahar borazanını kafana takmışsın!” Kısa ve Yuvarlak Şef, soluk soluğa, “Ah, aman Tanrı’m, şimdi hatırlıyorum. Dağa tırmanırken o kadar sıcaklamıştım ki borazanımı başıma takmıştım,” dedi.

# data_list
source: How do you think the Chief felt when he realized the horn was on his head?
fr: À votre avis, comment le chef s’est senti lorsqu’il a réalisé que la corne était sur sa tête ?
ja: 村長は自分の頭の上に角笛があると気付いたとき、どのように感じたと思いますか？
ko: 여러분은 마을이장이 봄호른이 자신의 머리위에 있는걸 깨닫고 기분이 어떠했을것 같나요?
tr: Sizce Şef borazanının kafasında olduğunu fark ettiğinde nasıl hissetti?

# data_list
source: How long in this story has the horn been on his head?
fr: Depuis combien de temps dans cette histoire la corne est-elle sur sa tête ?
ja: この物語の中で、短い丸い村長の頭の上に角笛が乗っていた時間はどれくらいですか？
ko: 봄호른은 그의 머리위에 얼마동안 있었다고 생각하나요?
tr: Bu hikâyede borazan ne kadar zamandır onun başındaydı?

# data_list
source: Tell a story about a time when you thought you lost something and then found out it was in an obvious place all along.
fr: Raconte une histoire à propos d’un moment où tu pensais avoir perdu quelque chose et avais ensuite découvert que c’était dans un endroit évident depuis le début.
ja: あなたが何かを失くしたと思い、それが最初からずっと気付きやすい場所にあったことが分かったときの話をしてください。
ko: 여러분은 무언가를 잃어버렸다고 생각했는데 나중에 항상 있었던 곳에서 다시 찾은적이 있나요?
tr: Bir şeyi kaybettiğinizi sandığınız ve sonra onun başından beri belli bir yerde olduğunu anladığınız bir zamanla ilgili bir hikâye anlatın.

# data_list
source: I am so embarrassed, said Chief Short and Round as he took his spring horn off his head. Then he passed it to Little Square Jojo. "You have done all the hard work, Jojo. You should blow the horn." Little Square Jojo smiled. He lifted up the horn and gave a loud blow. "Now we can have the springtime party!" All was well in the Village of Many Shapes.
fr: « Je suis tellement embarrassé, » dit le Chef Court et Rond en retirant sa corne de brume de sa tête. Puis il l’a passée à Petit Jojo Carré. « Tu as fait tout le travail dur, Jojo. Tu devrais souffler dans la corne. » Petit Jojo Carré sourit. Il leva la corne et souffla un grand coup « Maintenant, nous pouvons faire la fête du printemps ! » Tout allait bien dans le Village aux Formes Multiples.
ja: 「私はとても恥ずかしい。」と、頭から角笛を外しながら短い丸い村長は言いました。そして、彼は角笛を小さな正方形のジョジョに渡しました。「ジョジョ、あなたは大変な仕事をしてきたね。あなたが角笛を吹くべきだよ。」 小さな正方形のジョジョは微笑みました。彼は角笛を持ち上げ、大きな音を出しました。「これで春のパーティーを開くことができるよ！」さまざまな形の村では全てが順調でした。
ko: “정말 창피하구나!" 작고둥근 마을이장님이 머리에 있는 봄호른을 머리에서 내리며 말했습니다. 그러면서 그는 봄호른을 어린 정사각형 조조에게 건네주며 말했습니다. “조조, 너무 수고가 많았구나. 그러니 너가 봄호른을 부르는게 좋겠구나." 어린 정사각형 조조가 미소지었습니다. 조조는 봄호른을 들고 힘껏 불었습니다. “이제 우리는 봄잔치를 할수 있게 되었다!" 마을에 있는 많은 도형들은 모든게 잘 되었습니다.
tr: “Çok utandım,” dedi Kısa ve Yuvarlak Şef, bahar borazanını kafasından çıkarırken. Daha sonra, onu Küçük Kare Jojo’ya uzattı. “Bütün zor işleri sen yaptın, Jojo. Borazanı sen çalmalısın.” Küçük Kare Jojo gülümsedi. Borazanı kaldırıp yüksek sesle üfledi. “Artık bahar partisini verebiliriz!” Çok Şekilli Köy’de her şey yolundaydı.

# data_list
source: Unlike real snowflakes, the snowflakes in this sky come in many, very different shapes. Point to a few and describe them.
fr: Contrairement aux vrais flocons de neige, les flocons de neige dans ce ciel se présentent sous de nombreuses formes très différentes. Montres-en quelques-uns et décris-les.
ja: 本物の結晶とは違い、絵の中の空の結晶は様々に異なった形をしています。いくつかを指さして、それらを説明してください。
ko: 진짜 눈송이와 다르게 여기 하늘에 있는 눈송이는 서로 다른 많은 모양이 있습니다. 그중 몇개를 가리켜 보고 묘사해 보세요.
tr: Gerçek kar tanelerinin aksine, bu gökyüzündeki kar taneleri çok farklı şekillerde. Birkaç tanesini gösterip betimleyin.

# data_list
source: Jojo did a great job of problem solving. He thought about the problem, he discussed ideas with others, and he persisted even when he was having trouble solving the problem.
fr: Jojo a fait un excellent travail de résolution de problèmes. Il a réfléchi au problème, il a discuté d’idées avec les autres et il a persisté même s’il avait du mal à résoudre le problème.
ja: ジョジョは問題解決に向けて素晴らしい仕事をしました。彼は問題について考え、他の人たちと一緒にアイディアを話し合い、問題を解決するのが困難なときでさえも粘り強く取り組みました。
ko: 조조는 문제를 정말 잘 해결했습니다. 조조는 문제에 대해서 먼저 생각해보고 그의 생각을 다른 사람들과 이야기해 보며 문제가 풀리지 않을 때에도 포기하지 않았습니다.
tr: Jojo problem çözme konusunda harika bir iş çıkardı. Problemi düşündü, fikirlerini başkalarıyla tartıştı ve problemi çözmekte zorlandığında bile yılmadı.

# data_list
source: Tell a fun story, real or make believe, of a time when someone was searching all over for something for a long time and then finally found it.
fr: Raconte une histoire amusante, réelle ou imaginaire, d’une époque où quelqu’un cherchait quelque chose pendant longtemps et l’a finalement trouvée.
ja: 誰かが何かを長い間ずっと探していて、それがついに見つかったときの楽しい話（実話でも空想でも）をしてください。
ko: 무언가를 계속 찾다가 마침내 찾게 된 재미있는 경험이 있으면 이야기를 해보고 아니면 이야기를 만들어 보세요.
tr: Birinin bir şeyi uzun süre aradıktan sonra en nihayetinde bulduğuna dair gerçek ya da uydurmalı eğlenceli bir hikâye anlatın.

# data_list
source: Look at the animals.
ar: انظر إلى الحيوانات.
fr: Regarde les animaux.
ja: 動物を見てごらん。
ko: 동물들을 바라보아요.
tr: Hayvanlara bakın!

# data_list
source: Count and name together all the animals you see.
ar: قوموا بعدّ وتسمية جميع الحيوانات التي ترونها معًا.
fr: Compte et nomme tous les animaux que tu vois.
ja: 見ている動物の数を数えて 名前を言って下さい。
ko: 동물들을 함께 세면서 말해보아요.
tr: Gördüğünüz bütün hayvanları çocuğunuzla birlikte sayıp isimlerini söyleyin.

# data_list
source: What are all the animals looking at?
ar: ما الذي تنظر إليه جميع الحيوانات؟
fr: Que regardent les animaux ?
ja: 動物たちは何を見ていますか？
ko: 동물들이 무엇을 바라보고 있나요?
tr: Hayvanların hepsi neye bakıyorlar?

# data_list
source: Do the animals want something from the farmer?
ar: هل تريد الحيوانات شيئاً من الفلاح؟
fr: Les animaux veulent-ils quelque chose de la part du fermier ?
ja: 動物たちは農夫から何か欲しがっていますか？
ko: 동물들이 농부로부터 무엇을 원하는 걸까요?
tr: Hayvanlar çiftçiden bir şey mi istiyorlar?

# data_list
source: The cow says, "Moo."
ar: تقول البقرة: "مو".
fr: La vache dit : « Meuh. »
ja: 牛が「モー」と鳴きます。
ko: 소는 “음메”라며 울어요.
tr: İnek, "Möö!" diyor.

# data_list
source: The cow is looking at an empty trough. What do you think "Moo" means?
ar: البقرة تنظر إلى حوض فارغ. ماذا تعتقد أن كلمة "مو" تعني؟
fr: La vache regarde une mangeoire vide. Selon toi, qu’est-ce que « Meuh » veut dire ?
ja: 牛は空の桶を見ている。"モー "とはどういう意味だと思いますか？
ko: 소는 빈 여물통을 보며 울고있네요. “음메”라며 무엇을 말하고 있는 걸까요?
tr: İnek boş bir yemliğe bakıyor. Sizce "Möö" hangi anlama geliyor?

# data_list
source: If you only have one word ("Moo"), you have to say it in different ways to have it mean different things. What do you think the cow wants?
ar: إذا كانت لديك كلمة واحدة فقط ("مو")، فعليك أن تقولها بطرق مختلفة لجعلها تعني أشياء مختلفة. ماذا تعتقد أن البقرة تريد؟
fr: Si tu ne peux dire qu’un seul mot (« Meuh »), tu dois le dire avec différentes intonations pour dire différentes choses. Selon toi, que veut la vache ?
ja: ("モー ")という単語が1つしかない場合、いろいろな言い方をしないと、いろいろな意味になりません。牛は何を欲しがっていると思いますか？
ko: 만약 여러분이 한 단어만 얘기할 수 있다면, 다른 방식들로 얘기하며 각자 다른 것을 가리킬 것같지 않나요? 소는 무엇을 원하는 것 같나요?
tr: Eğer sadece bir kelimeniz varsa ("Möö"), farklı şeyler ifade etmesi için onu farklı şekillerde söylemek zorundasınız. Sizce inek ne istiyor?

# data_list
source: Some of the cow's black spots are small and some are large. Count how many spots the cow has.
ar: إن بعض البقع السوداء على البقرة صغيرة وبعضها الآخر كبير. احسب عدد البقع الموجودة على البقرة.
fr: Les taches noires de la vache sont petites et d’autres sont grandes. Compte toutes les taches de la vache.
ja: 牛の黒い斑点には、小さいものと大きいものがあります。牛の黒い斑点がいくつあるか数えて下さい。
ko: 소의 검은 얼룩은 큰 것도 있고 작은 것도 있어요. 이 소가 몇개의 얼룩을 가지고 있는지 세어보아요.
tr: İneğin bazı siyah lekeleri (benekleri) küçük bazıları ise büyüktür. İnekte kaç tane leke olduğunu sayın.

# data_list
source: The goat says, "Meh, meh."
ar: تقول العنزة: "ماع، ماع."
fr: La chèvre dit : « Bê, bê. »
ja: ヤギが「メッ、メッ」と鳴きます。
ko: 염소는 “메에, 메에”하며 우네요.
tr: Keçi, "Mee, mee!" diyor.

# data_list
source: Why is the goat looking at the drip of water from the faucet?
ar: لماذا تنظر العنزة إلى قطرة الماء من الصنبور؟
fr: Pourquoi la chèvre regarde-t-elle la goutte d’eau du robinet ?
ja: なぜヤギは蛇口から滴る水を見ているのでしょうか？
ko: 염소는 왜 수도꼭지에서 흐르는 물방울을 쳐다보고 있을까요?
tr: Keçi neden musluktan damlayan suya bakıyor?

# data_list
source: Is the goat thirsty, hungry, or both?
ar: هل العنزة عطشانة أم جائعة أم كلاهما؟
fr: La chèvre a-t-elle soif, faim ou les deux ?
ja: ヤギは喉が渇いているのか、空腹なのか、それとも両方なのでしょうか？
ko: 염소가 배가 고픈 것일까요, 목마른 것일까요? 아니면 둘다일까요?
tr: Keçi susamış mı, acıkmış mı yoksa ikisi birden mi?

# data_list
source: How many horns does a goat have? Name some other animals that have two hard things growing on their head.
ar: كم عدد قرون العنزة؟ اذكر بعض الحيوانات الأخرى التي ينمو في رأسها شيئان صلبان.
fr: Combien de cornes a la chèvre ? Nomme d’autres animaux qui ont deux cornes sur leur tête.
ja: ヤギの角は何本ある？頭に2本の硬いものが生えている他の動物の名前を言って下さい。
ko: 염소는 몇개의 뿔을 가지고 있나요? 두개의 뿔을 가진 다른 동물들도 얘기해보아요.
tr: Bir keçinin kaç boynuzu vardır? Başlarında iki adet sert şeyler büyüyen başka hayvanlardan bazılarının isimlerini söyleyin.

# data_list
source: The horse says, "Neigh."
ar: يقول الحصان: "نييه."
fr: Le cheval dit : « Hiiii. »
ja: 馬が「ニー」と鳴きます。
ko: 말은 “히히힝”하며 울어요.
tr: At, "Neğihii!" diye kişniyor.

# data_list
source: The horse is also looking at an empty trough. What is the horse pointing at with its front left leg?
ar: الحصان ينظر أيضًا إلى حوض فارغ. إلى ماذا يشير الحصان برجله اليسرى الأمامية؟
fr: Le cheval regarde aussi une mangeoire vide. Que pointe le cheval avec sa patte gauche ?
ja: 馬も空の桶を見ています。馬は左の前足で何を指さしていますか？
ko: 말도도 빈 여물통을 보고 있어요. 왼쪽 다리로 무엇을 가리키는 것일까요?
tr: At da boş bir yemliğe doğru bakıyor. At, ön sol bacağıyla neye işaret ediyor?

# data_list
source: Count together the horse's legs. Can you think of a farm animal that has only two legs?
ar: عدّوا أرجل الحصان معًا. هل يمكنك التفكير في حيوان مزرعة يملك ساقين فقط؟
fr: Compte les pattes du cheval. Y a-t-il un animal de la ferme qui n’a que deux pattes ?
ja: 馬の足を数えて下さい。足が2本しかない動物はいますか？
ko: 말의 다리들을 함께 세어보아요. 두개의 다리를 가진 동물은 무엇이 있을까요?
tr: Çocuğunuzla birlikte atın bacaklarını sayın. Sadece iki bacağı olan bir çiftlik hayvanı düşünebiliyor musunuz?

# data_list
source: Are there animals that have any other number of legs than two or four? What about insects or spiders? -- do you know how many legs they have?
ar: هل هناك حيوانات تملك عدد أرجل غير اثنتين أو أربع؟ ماذا عن الحشرات أو العناكب؟ -- هل تعرف كم عدد أرجلها؟
fr: Y a-t-il des animaux qui ont un nombre de pattes autre que deux ou quatre ? Qu’en est-il des insectes ou des araignées ? Sais-tu combien de pattes ils ont ?
ja: 足が2本か4本しかない動物はいますか？昆虫やクモはどうでしょうか？-- 足が何本あるか知っていますか？
ko: 두개나 네개가 아닌 개수의 다리를 가지고 있는 동물은 무엇이 있을까요? 곤충과 거미는 요? 그들은 몇개의 다리를 가지고 있나요?
tr: İki veya dörtten farklı bacak sayısına sahip başka hayvanlar mı? Peki, ya böcekler ve örümcekler? Onların kaç tane bacaklarının olduğunu biliyor musunuz?

# data_list
source: The pig says, "Grunt."
ar: يقول الخنزير: "غرانت."
fr: Le cochon dit : « Grouin-grouin. »
ja: ブタが「ブー」と鳴きます。
ko: 돼지가 “꿀꿀”하며 우네요.
tr: Domuz, "Pırt!" diyor.

# data_list
source: Some people think that pigs say "Oink." What do you think they say?
ar: يظن بعض الناس أن الخنازير تقول "أوينك". ماذا تظن أنها تقول؟
fr: D’autres gens pensent que le cochon dit « Gruik-gruik. » Selon toi, que disent-ils ?
ja: 豚は "オインク "と鳴くという説もあります。豚は何て鳴くと思いますか？
ko: 몇몇 사람들은 돼지들이 “꾸에엑”하며 운다고 생각해요. 여러분들은 어떻게 생각하나요?
tr: Bazı insanlar domuzların "Oyink!" sesi çıkardıklarını düşünürler. Sizce domuzlar ne derler?

# data_list
source: The pig has two ears, two eyes, and two nostrils. Imagine what it would be like if it had two mouths!
ar: للخنزير أذنان وعينان ومنخران. تخيل كيف سيكون الأمر لو كان له فمان!
fr: Le cochon a deux oreilles, deux yeux et deux narines. Imagine à quoi il ressemblerait s’il avait deux bouches !
ja: 豚には耳が2つ、目が2つ、鼻の穴が2つあります。口が2つあったらどうなるか想像してみて下さい！
ko: 돼지는 두개의 코, 두개의 눈, 그리고 두개의 콧구멍이 있어요. 두개의 입이 있다면 어떻게 생겼을까요?
tr: Domuzun iki kulağı, iki gözü ve iki burun deliği vardır. Bir domuzun iki ağzı olsaydı, nasıl olurdu bir hayal edin!

# data_list
source: Count together the posts that make up the fence in front of the pig.
ar: عدّوا معًا الأعمدة التي تشكل السياج أمام الخنزير.
fr: Compte les poteaux de la clôture qui se trouvent devant le cochon.
ja: 豚の前にある柵の柱を数えてみて下さい。
ko: 돼지 앞에 있는 우리에 몇개의 기둥이 있는지 함께 세어보아요.
tr: Çocuğunuzla birlikte, domuzun önündeki çiti oluşturan direkleri sayın.

# data_list
source: The chicken says, "Cluck."
ar: تقول الدجاجة: "كلاك."
fr: La poule dit : « Cot-cot. »
ja: ニワトリが「クルック」と鳴きます。
ko: 닭은 “꼬꼬댁”이라며 울어요.
tr: Tavuk, "Gıt gıt gıdak!" diyor.

# data_list
source: A chicken is a farm animal with just two legs. Are there any others?
ar: الدجاجة حيوان مزرعة ذو ساقين فقط. هل هناك غيرها؟
fr: Une poule est un animal de la ferme qui n’a que deux pattes. Y en a-t-il d’autres ?
ja: ニワトリは足が2本しかない家畜です。他にもいますか？
ko: 닭은 두개의 다리만을 가진 동물이에요. 다른 동물들 중에서도 두개만의 다리를 가진 동물이 있나요?
tr: Bir tavuk sadece iki bacağı olan bir çiftlik hayvanıdır. Orada başka hayvanlar var mı?

# data_list
source: Count the baby chicks and count how many chickens there are all together.
ar: عدّوا الكتاكيت الصغيرة والدجاجات الموجودة معًا.
fr: Compte tous les poussins et les poules sur cette image.
ja: 雛を数えて、全部で何羽の鶏がいるか数えてみて下さい。
ko: 병아리들을 세어보고 총 몇마리의 닭이 있는지 세어보아요.
tr: Civcivleri sayın ve toplamda kaç tane tavuk olduğunu da sayın.

# data_list
source: One more than three makes how many?
ar: واحد أكثر من ثلاثة كم؟
fr: Combien font trois plus un ?
ja: 3羽より1羽多いと何羽ですか？
ko: 세개보다 한개가 많으면 몇개인가요?
tr: Üçün bir fazlası kaç eder?

# data_list
source: The dog says, "Woof."
ar: يقول الكلب: "ووف."
fr: Le chien dit : « Ouaf. »
ja: 犬が「ワン」と鳴きます。
ko: 강아지는 “멍멍”하며 짖어요.
tr: Köpek, "Hav!" diyor.

# data_list
source: The dog bowl is empty and the dog looks hungry.
ar: وعاء الكلب فارغ والكلب يبدو جائعاً.
fr: La gamelle du chien est vide et il a l’air d’avoir faim.
ja: 犬のボウルは空っぽで、犬はお腹が空いているようです。
ko: 강아지의 그릇이 비었네요. 배고파보여요.
tr: Mama kabı boş ve köpek acıkmış görünüyor.

# data_list
source: Count together the number of bags by the fence.
ar: عدّوا معًا عدد الأكياس عند السياج.
fr: Compte les sacs contre la clôture.
ja: フェンスのそばにある袋の数を数えて下さい。
ko: 울타리 옆에 있는 자루들을 같이 세어보아요.
tr: Çocuğunuzla birlikte, çitin yanındaki torbaları sayın.

# data_list
source: Count together the number of tines on the rake in the corner. Can you find other things to count?
ar: عدّوا معًا عدد الأسنان الموجودة على المجرفة في الزاوية. هل يمكنك العثور على أشياء أخرى لحسابها؟
fr: Compte le nombre de dents du râteau dans le coin. Trouves-tu d’autres choses à compter ?
ja: 隅にある熊手の柄の数を数えて下さい。他にも数えるものがありますか？
ko: 쇠스랑의 송곳 개수를 함께 세어보아요. 다른 세어볼 것들을 찾아볼까요?
tr: Çocuğunuzla birlikte, köşedeki tırmığın üzerindeki dişlerin sayısını sayın. Sayacak başka şeyler daha bulabilir misiniz?

# data_list
source: The farmer says, "Shhh!"
ar: يقول المزارع: "ششش!"
fr: Le fermier dit : « Chut ! »
ja: 農夫は「シー！」と言います。
ko: 농부는 “쉿!”이라 하네요.
tr: Çiftçi, "Şşşş!" diyor.

# data_list
source: Why does the farmer say "Shhh?" Is the farmer tired of being pestered by the animals?
ar: لماذا يقول المزارع "ششش؟" هل سئم المزارع من مضايقة الحيوانات؟
fr: Pourquoi le fermier dit-il « Chut » ? Le fermier en a-t-il assez d’être embêté par les animaux ?
ja: なぜ農夫は「シー」と言うのでしょうか？ 農夫は動物にしつこくされるのにうんざりしているのでしょうか？
ko: 왜 농부가 “쉿!”이라고 하는 걸까요? 동물들의 울음소리가 시끄러운 것일까요?
tr: Çiftçi neden "Şşşş!" diyor? Çiftçi hayvanlar tarafından rahatsız edilmekten bıktı mı?

# data_list
source: What are the animals waiting for?
ar: ماذا تنتظر الحيوانات؟
fr: Qu’attendent les animaux ?
ja: 動物たちは何を待っているのでしょうか？
ko: 동물들이 무엇을 기다리고 있나요?
tr: Hayvanlar neyi bekliyor?

# data_list
source: How many animals are waiting for their food?
ar: كم من الحيوانات تنتظر طعامها؟
fr: Combien d’animaux attendent leur nourriture ?
ja: 何匹の動物が餌を待っているのでしょうか？
ko: 몇마리의 동물들이 음식을 기다리고 있나요?
tr: Kaç tane hayvan yiyeceklerini bekliyor?

# data_list
source: One night Grandpa was tucking me in. His hands were soft and his hair was thin.
ar: في إحدى الليالي كان جدي يحتضنني. كانت يداه ناعمتين وكان شعره خفيفًا.
fr: Une nuit, Grand-père était en train de me mettre au lit. Ses mains étaient douces et sa voix était calme est jolie.
ja: ある夜、おじいちゃんがわたしをふとんの中に入れた。おじいちゃんの手は柔らかかったよ。うすい髪の毛が見えた。
ko: 어느 날 밤 할아버지는 나를 잠자리에 넣어주셨습니다. 할아버지의 손은 부드럽고 그의 머리 숱은 적습니다.
tr: Bir gece, dedem beni yatağıma yatırıyordu. Elleri yumuşacık ve saçları çok inceydi.
