Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The numbers on the clock increase from 1 to 12 in what is called the clockwise direction.
ar: الأرقام في الساعة تزداد من ١ إلى ١٢ في ما يسمى باتجاه عقارب الساعة.
fr: Les chiffres de l'horloge augmentent de 1 à 12 dans ce que l'on appelle le sens des aiguilles d'une montre.
ja: 時計の数字は、時計回りと言われる順序で1から12まで増えていきます。
ko: 시계 안의 숫자들은 1부터 12까지 시계방향으로 증가하고 있어요.
tr: Saatin üzerindeki sayılar 1’den 12’ye kadar artıyor – böyle olunca, ona ‘saat yönü’ denir.

# data_list
source: Each of Phyllis' hands and feet point at a number. What are they?
ar: تشير كُلٌّ من يدي فيليس وقدميها إلى رقم، ما هما؟
fr: Les mains et les pieds de Phyllis pointent tous vers un nombre. Quels sont-ils ?
ja: フィリスの手と足は、それぞれどの数字を指していますか。
ko: 필리스의 손과 발이 각각 숫자를 가리키고 있어요. 무엇인가요?
tr: Phyllis’in her bir eli ve ayağı bir sayıyı gösteriyor. O sayılar nelerdir?

# data_list
source: Reward comes easily, when you put yourself to the test. Phyllis came to realize this, once she was called 'The Best.' She was awarded 'Prima Ballerina Assoluta.' The greatest dancer of them all! Phyllis would be forever known. She wanted nothing more.
ar: الجائزة تأتي بسهولة عندما تضع نفسك في التحدي. أدركت فيليس هذا عندما صارت تُدعى "الأفضل". حصلت على لقب "بريما باليرينا أسولوتا"، أعظم راقصة على الإطلاق! ستُعرف فيليس إلى الأبد. لم تكن ترغب في شي آخر.
fr: La récompense vient facilement, quand on se met à l'épreuve de tout cœur. Phyllis s'en est rendu compte quand on l'a appelée « la meilleure ». Elle a été nommée « Prima Ballerina Assoluta. » La plus grande danseuse de toutes ! Phyllis sera connue à jamais. Elle ne voulait rien de plus.
ja: 辛いことや厳しいことを乗り越えた先には、何か素敵なことが待っています。フィリスは、いつしか、南アフリカで一番のバレリーナと言われるようになりました。「プリマ・バレリーナ・アッソルータ」という、最高のバレリーナの称号が与えられ、永遠にその名を知られるようになりました。フィリスには、もう、欲しいものは何もありませんでした。
ko: 자신을 시험하면 보상은 쉽게 돌아와요. 필리스는 “최고”라고 불리우며 이것을 깨닫게 되었어요. 그녀는 “프리마 발레리나 압솔루타”라는 상을 받았어요. 무용수 중 가장 대단하다는 뜻이었죠! 필리스는 평생 유명해질 거예요. 그녀는 더 이상 바라는 것이 없었어요.
tr: Kendinizi bir teste tabi tuttuğunuzda ödüller kolaylıkla gelir. Phyllis bunu alanında ‘en iyisi’ olarak adlandırıldıktan sonra fark etmişti. ‘Prima Ballerina Assoluta’ ödülüne layık görüldü. Aralarındaki en iyi dansçıydı! Phyllis sonsuza dek bilinecekti. Bundan daha fazlasını isteyemezdi.

# data_list
source: The story rhymes "test" with "best." It doesn't rhyme any word with "more." Think of some words that rhyme with "more."
ar: في هذه القصة تتطابق كلمة "والدان" مع كلمة "محبان" في الحرفين الأخيرين. جرب أن تختار كلمة من خارج القصة وجد كلمة تتطابق معها في الحرفين الأخيرين.
fr: L'histoire fait rimer « cœur » avec « meilleur. » Elle ne fait rimer aucun mot avec « plus ». Pense à des mots qui riment avec « plus. »
ja: フィリスは努力したことで、一番になれました。あなたにとって、大好きなことで一番になるのは、どのくらい大切ですか。
ko: 필리스는 열심히 노력한 덕분에 그 분야의 최고가 될 수 있었어요. 여러분이 좋아하는 일로 최고가 되는 것은 여러분에게 얼마나 중요한가요?
tr: Bu sayfada, ‘hepsi’ kelimesi ile ‘iyisi’ kelimesi birbiriyle kafiyelidir. Ama ‘fazlasını’ kelimesi ile kafiyeli olan bir kelime yok.

# data_list
source: She is standing on her toes. Ballerinas wear special shoes, toe shoes, to help them do that.
ar: إنها تقف على أصابع قدميها، ترتدي راقصات الباليه أحذية خاصة، أحذية رأسية؛ لمساعدتهن على فعل ذلك.
fr: Elle se tient sur ses orteils. Les ballerines portent des chaussures spéciales, appelées des pointes pour les aider à le faire.
ja: フィリスはつま先で立っています。バレリーナは、「トウシューズ」と呼ばれる特別な靴を履きます。
ko: 그녀는 발가락으로 서 있어요. 발레리나들은 이것을 위해 토슈즈라는 특별한 신발을 신어요.
tr: Phyllis, ayak parmaklarının üzerinde duruyor. Balerinler bunu yapmalarına yardımcı olan özel ayakkabılar – bale ayakkabıları – giyerler.

# data_list
source: If you try to stand on your toes, do your toes curl under? It is very hard to be on your toes.
ar: إذا حاولت الوقوف على أصابع قدميك، هل تنحني أصابع قدميك؟ إنه من الصعب جدًا الوقوف على أصابع القدم.
fr: Si tu essaies de te tenir sur la pointe des pieds, est-ce que tes orteils se recroquevillent ? C'est très difficile d'être sur la pointe des pieds.
ja: つま先で立とうとすると、つま先が丸まってしまいますよね。つま先で立つのは、すごく難しいことです。
ko: 여러분이 발가락으로 서는 걸 시도해보면, 발가락이 구부러지나요? 발가락으로 서는 건 아주 어려워요.
tr: Siz de ayak parmaklarınızın üzerinde durmaya çalışırsanız, acaba ayak parmaklarınız altta kıvrılır mı? Ayak parmakları üzerinde durmak çok zordur.

# data_list
source: Goodness! What a catch! Phyllis met her loving partner. His name was Phillip Boyd. He was another dancer. Together they were married. And together they would dance. No one could be better matched, given half the chance!
ar: يا للروعة! يا لها من إمساكة! فيليس التقت بشريكها المحبب، اسمه فيليب بويد. تزوَّجا معًا، وسيرقصان معًا، لم يكن شخص ليكون مناسبًا أكثر منه.
fr: Mon Dieu ! Quelle prise ! Phyllis a rencontré son partenaire amoureux. Il s'appelait Phillip Boyd. C'était aussi un danseur. Ils se sont mariés. Et ensemble, ils allaient danser. Personne ne pourrait être mieux assorti que ces deux chanceux !
ja: フィリスは、胸が躍るような恋をしました。相手はフィリップ・ボイドという、フィリスと同じく、バレエダンサーです。二人は結婚し、やがて、一緒にダンスを踊るようになりました。二人は、これ以上ないくらい、お似合いのパートナーでした。
ko: 세상에! 잡았네요! 필리스가 사랑하는 파트너를 만났어요. 그의 이름은 필립 보이드에요. 그는 다른 무용수였죠. 그들은 함께 결혼을 하고, 춤을 췄어요. 더 어울리는 짝은 있을 수가 없었죠, 정말로요!
tr: Tanrı’m! Aşkı yakaladı! Phyllis sevgi dolu partneriyle tanıştı. Adı, Phillip Boyd idi. O da bir dansçıydı. Evlendiler. Ve birlikte, hep dans ederlerdi. Yüzde elli elli şans verildiğinde, kimse ondan daha iyi eşleştirilemezdi!

# data_list
source: The word "catch" has two meanings here. A ballerina might leap or spin and her partner would catch her. It can also mean that romantic partners catch each other and become a couple.
ar: كلمة "إمساكة" لها معنيان هنا، يمكن لراقصة الباليه أن تقفز وتدور وشريكها يمسك بها، ويمكن أيضًا أن تعني أن الزوجان يمسكان ببعضهما البعض.
fr: Phyllis et Phillip étaient tous les deux danseurs. Connais-tu des couples mariés qui exercent le même métier ?
ja: このページでは「おどる」という言葉が2回登場しますが、漢字が違います (読み手の方へ：「(胸が)躍る」と「踊る」)。日本語には、発音が同じでも使われる漢字が異なる言葉があります。たとえば、「時間を計る」と「体重を量る」では、同じ「はかる」でも違う漢字を使います。
ko: 여기에서 “잡다”라는 단어는 두 가지 의미를 가지고 있어요. 발레리나가 뛰거나 돌면 파트너가 그녀를 잡아줘요. 또한 낭만적인 파트너들이 서로를 잡아 연인이 된다는 뜻도 있지요.
tr: Bu sayfadaki ‘yakalamak’ kelimesinin iki anlamı vardır. Bir balerin sıçrayıp dönebilir ve partneri onu yakalayabilir. Yakalamak, romantik partnerlerin aşkı yakalayıp bir çift olmaları anlamına da gelebilir.

# data_list
source: There are a lot of red flowers. How many do you see?
ar: هنالك الكثير من الزهور الحمراء، كم ترى منها؟
fr: Il y a beaucoup de fleurs rouges. Combien en vois-tu ?
ja: 絵の中に赤い花がたくさん描かれていますね。いくつありますか。
ko: 빨간색 꽃들이 아주 많아요. 몇 개나 보이나요?
tr: Resimde bir sürü kırmızı çiçek var. Siz kaç tanesini görüyorsunuz?

# data_list
source: The green leaves are in the shape of a heart. Which side of the heart has more red flowers?
ar: الأوراق الخضراء على شكل قلب، أي جانب من القلب به أكثر الزهور الحمراء؟
fr: Les feuilles vertes ont la forme d'un cœur. Quel côté du cœur a le plus de fleurs rouges ?
ja: 緑色の葉がハートの形を表わしています。花がたくさんあるのは、ハートの右側と左側のどちらの方ですか。
ko: 녹색의 잎들은 하트 모양을 하고 있어요. 어떤 쪽이 더 많은 빨간색 꽃을 가지고 있나요?
tr: Yeşil yapraklar kalp şeklinde. Kalbin hangi tarafında daha fazla kırmızı çiçek var?

# data_list
source: Though they had no children, Phyllis and Phillip were never sad. The two of them found another way to help other Mums and Dads. They started Dance for All, a special school for dance. So that children with no money, could also learn to prance!
ar: رغم أنَّهما لم يُرزقا بأطفال، لم تكن فيليس وزوجها فيليب حزينين أبدًا. وجد الاثنان طريقة لمساعدة جميع الأمهات والآباء الآخرين؛ قاما بإنشاء مدرسة خاصة للرقص تدعى "الرقص للجميع"؛ حتى يتمكن الأطفال الذين لا يملكون المال من تعلم الرقص!
fr: Bien qu'ils n'aient pas eu d'enfants, Phyllis et Phillip n'ont jamais été tristes. Tous les deux ont trouvé un autre moyen d'aider d'autres mamans et papas. Ils ont créé Dance for All, une école spéciale de danse. Pour que les enfants sans argent puissent aussi apprendre à danser !
ja: フィリスとフィリップには子供はいませんでしたが、決して寂しくはありませんでした。他のお母さんやお父さんを手伝うことができたからです。二人で「ダンス・フォー・オール (みんなのためのダンス)」という学校を作り、ただで子供たちにダンスを教えました。
ko: 그들은 아이들이 없었지만, 필리스와 필립은 전혀 슬프지 않았어요. 그 둘은 다른 부모들을 도울수 있는 또 다른 방법을 찾았어요. 그들은 모두를 위한 춤이라는 특별한 무용 학교를 시작했어요. 돈이 없는 아이들도 춤을 배울 수 있도록요!
tr: Çocukları olmamasına rağmen, Phyllis ve Phillip asla üzülmediler. Diğer anne ve babalara yardım etmenin başka bir yolunu buldular. Dans için özel bir okul olan ‘Herkes İçin Dans’ı (Dance for All) kurdular. Parası olmayan çocuklar da dans edebilsin diye!

# data_list
source: How many arms and legs can you count all together in this picture?
ar: كم عدد الأذرع والأرجل التي يمكنك عدُّها جميعًا في هذه الصورة؟
fr: Combien de bras et de jambes peux-tu compter tous ensemble dans cette image ?
ja: この絵の中には、腕と足がそれぞれ全部でいくつ描かれていますか。
ko: 그림에서 팔과 다리를 전부 합쳐 몇 개나 셀 수 있나요?
tr: Bu resimde, toplam kaç kol ve bacak sayabilirsiniz?

# data_list
source: Phyllis and Phillip helped children learn to dance even when their families couldn't pay. It's a good feeling helping others.
ar: ساعد كُلٌّ من فيليس وفيليب الأطفال على تعلم الرقص حتى عندما لم يستطع أسرهم دفع التكاليف لذلك. مساعدة الآخرين تُشعر الإنسان بشعور جيِّد!
fr: Phyllis et Phillip ont aidé des enfants à apprendre à danser, même lorsque leurs familles n’en avaient pas les moyens. C'est un bon sentiment d'aider les autres.
ja: フィリスとフィリップは、どの子も、そうしたいと望むなら、お金のことを気にせずにダンスを習えるように手助けをしました。他の人を助けるのは良い気分です。
ko: 필리스와 필립은 아이들의 가족들이 돈을 내지 못해도 아이들이 춤을 배울 수 있게 도와주었어요. 남을 돕는 건 좋은 기분이에요.
tr: Phyllis ve Phillip aileleri ödeme yapamadıklarında bile çocukların dans etmeyi öğrenmelerine yardımcı oldular. Başkalarına yardım etmek çok güzel bir duygu.

# data_list
source: Have you ever helped a person or animal that needed something? Even little things count, like opening a door or sharing some food. How did you feel?
ar: هل سبق لك مساعدة شخص أو حيوان بحاجة إلى شيء؟ حتى الأشياء الصغيرة تُحتسب مثل فتح باب أو مشاركة بعض الطعام. كيف شعرت حيال ذلك؟
fr: As-tu déjà aidé une personne ou un animal qui avait besoin de quelque chose. Même les petites choses comptent, comme ouvrir une porte ou partager de la nourriture. Comment t'es-tu senti ?
ja: あなたは、何か必要としている人や動物を助けたことがありますか。ドアを開けてあげるとか、食べ物を分けてあげるとかいうような、ちょっとしたことでもかまいません。その時、どのような気持ちになりましたか。
ko: 여러분은 도움이 필요한 사람이나 동물을 도와준 적이 있나요? 아주 사소한 것들도 괜찮아요. 문을 열어주거나 음식을 나눠먹는 것 처럼요. 기분이 어땠나요?
tr: Siz de ihtiyacı olan bir insana veya hayvana yardım ettiniz mi hiç? Kapı açmak veya biraz yiyeceğinizi paylaşmak gibi küçük şeyler bile sayılabilir. Nasıl hissettiniz?

# data_list
source: She left a legacy of dance, and incredible success. Her magic was passed on to others to help them become their best. Her students spread across the world, inspired by her ducky feet. They dance on while we watch, dreaming from our seats.
ar: تركت إرثًا من الرقص ونجاحًا لا يُصدق. تم تمرير سحرها إلي الآخرين لمساعدتهم على أن يصبحوا أفضل. انتشر طلابها في جميع أنحاء العالم، مستوحين منها حركات قدميها المُبهرتين، يستمرون في الرقص بينما نحن نشاهدهم، يأخذوننا من مقاعدنا إلى عالم ساحر.
fr: Elle a laissé un héritage de danse et de succès incroyable. Sa magie a été transmise aux autres pour les aider à donner le meilleur d'eux-mêmes. Ses élèves se sont répandus dans le monde entier, inspirés par ses pieds en forme de canard. Ils continuent à danser pendant que nous regardons, en rêvant depuis nos sièges.
ja: フィリスは、最高のバレリーナになっただけでなく、他の人を助けるために出来ることを一生懸命しました。相手のためを思うフィリスの気持ちは、徐々に広がり、みんなを勇気づけました。フィリスから学んだ子供たちは、大人になって、世界中の国で活躍しています。素晴らしい踊りで人々を感動させ、人々に夢を与えているのです。
ko: 그녀는 춤의 유산과 엄청난 성공을 남겼어요. 그녀의 마법은 다른 사람들에게 전해지며 그들이 최고가 될 수 있도록 도왔죠. 그녀의 학생들은 그녀의 오리 같은 발재간에 매료되어 새계로 퍼져나갔어요. 우리가 지켜보는 동안 그들은 춤을 추고, 우리의 자리에서 꿈을 꾸어요.
tr: Phyllis arkasında dans ve inanılmaz bir başarı mirası bıraktı. Onun sihri, en iyi olmalarına yardımcı olması için başkalarına aktarıldı. Öğrencileri, ördek ayaklarından ilham alarak dünyanın dört bir yanına dağıldılar. Bizler koltuklarımızdan hayal kurarak izlerken onlar dans etmeye devam ettiler.

# data_list
source: How many dancers do you see here? Don't forget to count Phyllis.
ar: كم راقصًا ترى هنا؟ لا تنسَ أن تحسب فيليس!
fr: Combien de danseurs vois-tu ici ? N'oublie pas de compter Phyllis.
ja: バレエダンサーは何人いますか。フィリスを数に入れるのを忘れないでください。
ko: 여러분은 몇 명의 무용수가 보이나요? 필리스를 세는 것도 잊지 마세요.
tr: Burada kaç dansçı görüyorsunuz? Phyllis’i saymayı unutmayın!

# data_list
source: Describe all the different body positions you see. Make some of these shapes with your body.
ar: صِف جميع وضعيات الجسم المختلفة التي تراها وقم بتشكيل هذه الأشكال بجسدك.
fr: Décris toutes les différentes positions du corps que tu vois. Fais certaines de ces formes avec ton corps.
ja: 絵の中のポーズをそれぞれ説明してみましょう。いくつかのポーズをマネしてみましょう。
ko: 여러분이 볼 수있는 모든 포즈를 표현해보세요. 이중 몇몇 도형을 몸으로 만들어보아요.
tr: Gördüğünüz tüm farklı vücut pozisyonlarını tanımlayın. Vücudunuzla bu şekillerden bazılarını yapın.

# data_list
source: Ballet is not a sport. However, dancers are athletes, and they form a team, and their teachers are like coaches. Did this story make you want to become a dancer?
ar: الباليه ليس رياضة ومع ذلك، راقصو البالين رياضيُّون، وهم يشكلون فريقًا، ومدرِّسوهم مثل المدربين. هل جعلتك هذه القصة ترغب في أن تصبح راقصًا؟
fr: Le ballet n'est pas un sport. Cependant, les danseurs sont des athlètes, et ils forment une équipe, et leurs professeurs sont comme des entraîneurs. Cette histoire t'a-t-elle donné envie de devenir un danseur ?
ja: バレエはスポーツではありませんが、ダンサーは体を鍛え、チームを作り、バレエの先生はコーチのような役割を果たします。このお話を聞いて、ダンサーになりたくなりましたか。
ko: 발레는 운동이 아니에요. 하지만 무용수들은 운동선수고, 그들은 팀을 이루고, 그들의 선생님들은 마치 코치 같아요. 이 이야기가 여러분을 무용수가 되고 싶게 만들었나요?
tr: Bale bir spor değildir. Ancak dansçılar birer atlettirler; bir takım oluştururlar ve öğretmenleri de koçları gibidir. Bu hikâye sizde de dansçı olma isteği uyandırdı mı?

# data_list
source: One special Friday, Yusuf's father gets dressed before a flicker of light brightens the sky. He pulls on his heavy weather-proof jacket and the green woolen cap that covers his ears. He waves his boy goodbye. Yusuf's eyes brighten when Papa says, "Today is the day I will catch a fish and bring a gift for you."
ar: في أحد أيام الجمعة المميزة، ارتدى والد يوسف ملابسه قبل أن يضيء وميض الضوء السماء. ارتدى سترته الثقيلة المقاومة للطقس والقبعة الصوفية الخضراء التي تغطي أذنيه. لوح لابنه وداعًا. لمعت عيون يوسف عندما قال بابا: "اليوم هو اليوم الذي سأصطاد فيه سمكة وأحضر لك هدية."
fr: Un vendredi spécial, le père de Yusuf s'habilla avant même qu’une lumière vive n'éclaira le ciel. Il enfila sa grosse veste imperméable et un bonnet de laine verte qui lui couvrit les oreilles. Il dit au revoir à son fils. Les yeux de Yusuf s'illuminèrent lorsque son papa lui dit : « Aujourd'hui, c'est le jour où j'attraperai un poisson et où je te rapporterai un cadeau. »
ja: ある特別な金曜日、ユスフのお父さんは、光のちらつきが空を明るくする前に着替えました。彼は耐候性の厚いジャケットを着て、耳を覆う緑色の毛糸の帽子をかぶっています。彼は息子に手を振って別れを告げました。 パパが「今日は魚を釣ってプレゼントを持って帰ってくる日だよ」と言うと、ユスフの目は輝きました。
ko: 어느 특별한 금요일날, 유서프의 아버지는 날이 밝기전에 옷을 차려입었습니다. 아버지는 두꺼운 재킷을 입고 그의 귀를 덮는 녹색 모직 모자를 썼습니다. 아버지는 유서프에게 작별인사를 하며 손을 흔들었습니다. 아빠가 말하자 유서프의 눈이 반짝였습니다. “오늘은 내가 물고기를 잡고 너의 선물을 가지고 오는 날이야."
tr: Özel bir cuma günü, Yusuf’un babası daha gökyüzü aydınlanmadan önce giyinir kuşanır. Ağır hava koşullarına dayanıklı montunu ve kulaklarını örten yeşil yün beresini takar. Oğluna el sallayarak veda eder. Babası, “Balık tutup sana bir hediye getireceğim gün bugün!” dediğinde Yusuf’un gözleri parlar.

# data_list
source: His father got up while it was still dark. Daylight starts much earlier in the day during the summer than in the winter.
ar: قام أبوه والظلام دامس. يبدأ ضوء النهار في وقت مبكر جدًا من النهار خلال فصل الصيف مقارنةً بالشتاء.
fr: Son père s'est levé alors qu'il faisait encore nuit. La lumière du jour commence beaucoup plus tôt dans la journée en été qu'en hiver.
ja: 彼のお父さんはまだ暗いうちに起きました。 夏は冬よりもずっと早く日が入ります。
ko: 유서프의 아버지는 밖이 아직 어두울때 일어났습니다. 하루의 해는 겨울보다 여름에 더 일찍 시작됩니다.
tr: Babası hava daha aydınlanmamışken uyandı. Yazın gün ışığı, kışa göre çok daha erken başlar.

# data_list
source: Have you gotten up while it was still dark? Was it in summer or in winter?
ar: هل سبق وأن قمت وكان الجو مظلماً؟ هل كان ذلك في الصيف أم في الشتاء؟
fr: Est-ce que tu t'es levé alors qu'il faisait encore nuit ? Est-ce que c'était en été ou en hiver ?
ja: あなたはまだ暗いうちに起きたことがありますか？ 夏でしたか、冬でしたか？
ko: 여러분은 밖이 아직 어두울때 일어나 본 적이 있나요? 여름이었나요 아니면 겨울이었나요?
tr: Peki siz de hiç hava henüz kararmamışken kalktınız mı? Yaz mıydı kış mıydı?

# data_list
source: What do you think the gift will be?
ar: ما رأيك في الهدية؟
fr: A ton avis, quelle sorte de cadeau il recevra ?
ja: プレゼントは何になると思いますか？
ko: 여러분은 선물이 무엇일 것이라고 생각하나요?
tr: Hediyenin ne olacağını düşünüyorsunuz?

# data_list
source: A fish and a gift? Oh, what will it be? Papa cycles down to Muizenberg Beach. Squeak squeak go the wheels all the way to Surfer's Corner. Gulls circle the sky. "Whaaat? Whaaat? Whaaat?" they cry. "What will you bring back for Yusuf?" Papa rings his bell. "Wait and see what it will be!"
ar: سمكة وهدية؟ أوه، ماذا ستكون؟ يركب بابا الدراجة إلى شاطئ مويزنبرغ. تصدر العجلات صوت صرير على طول الطريق إلى ركن سيرفر. النوارس تحيط بالسماء. "ماذا؟ ماذا؟ ماذا؟" إنها تصرخ. "ماذا ستحضر ليوسف؟" يقرع بابا جرسه. "انتظرن وانظرن ماذا سيكون ذلك!"
fr: Un poisson et un cadeau ? Oh, qu'est-ce que ce sera ? Papa part en vélo jusqu'à la plage de Muizenberg. Les roues font un bruit de grincement jusqu'à Surfer's Corner. Les mouettes tournent dans le ciel. « Quoi ? Quoi ? Quoi ? », crient-ils. « Que ramèneras-tu pour Yusuf ? » Papa fait sonner sa cloche. « Attendez de voir ce que ça sera ! »
ja: 魚とプレゼント？ ああ、どうなるんだろう？ パパはミューゼンバーグビーチまで自転車で行きます。サーファーズ・コーナーまでの道のりを、キーキーと車輪を鳴らして進むみます。カモメが空を旋回する。「なんだ？なんだ？なんだ？」と鳴く。 「ユスフに何を持って帰る？」 パパがベルを鳴らします。 「何が起こるか見てみましょう！」
ko: 물고기와 선물? 아, 무슨 선물일까요? 아버지는 무이젠버그 해변으로 자전거를 타고 내려갔습니다. 서퍼의 코너라는 곳까지 끽끽소리를 내며 자전거의 바퀴가 달렸습니다. 갈매기들이 하늘을 맴돌았습니다. “뭐어어엇? 뭐어어엇? 뭐어어엇?" 갈매기가 울었습니다. “유서프에게 무엇을 가져다 줄 거야?" 아빠는 벨을 울렸습니다. “무엇이 될건지 기다려봐!"
tr: Bir balık ve bir hediye mi? Ah, acaba hediye ne olacak? Baba bisikletle Muizenberg Plajı’na gider. Surfer’s Corner’a kadar tekerlekleri gıcırdaya gıcırdaya gider. Martılar gökyüzünde daire çizerler. “Neee? Neee? Neee?” diye çığlık atarlar. “Yusuf’a ne getireceksin?” Baba zilini çalar. “Ne olacağını bekleyin ve görün!”

# data_list
source: Papa is riding downhill to the beach. Going downhill he might end up going faster and faster. He might need to use his brakes so he doesn't go into the water!
ar: بابا يركب منحدرًا إلى الشاطئ. عند النزول على المنحدر قد ينتهي به الأمر إلى السير بشكل أسرع وأسرع. قد يحتاج إلى استخدام مكابحه حتى لا يسقط في الماء!
fr: Papa descend la colline jusqu'à la plage. En descendant la colline, il risque d'aller de plus en plus vite. Il devrait peut-être utiliser ses freins pour ne pas tomber dans l'eau !
ja: パパはビーチまで下り坂を漕いでいました。 下り坂では、彼はますます速く進むことになるかもしれません。 水に入らないようにブレーキを使う必要があるかもしれません。
ko: 아버지는 해변까지 내리막을 타고 달렸습니다. 내리막을 가면 아버지는 점점 더 빨리 갈 것입니다. 아버지는 물 속으로 들어가지 않으려면 자전거의 브레이크를 사용해야 할 것입니다!
tr: Baba yokuş aşağı plaja doğru gider. Yokuş aşağı giderken daha da hızlanabilir. Suya girmemek için frenlerini kullanması gerekebilir!

# data_list
source: How many gulls do you see? If you take away the one gull on the beach, how many are left?
ar: كم عدد النوارس التي تراها؟ إذا أخذت نورسًا واحدًا من الشاطئ، فكم سيبقى؟
fr: Combien de mouettes vois-tu ? Si tu enlèves la seule mouette de la plage, combien en reste-t-il ?
ja: 何羽のカモメが見えますか? 浜辺にいたカモメを一羽連れ去ったら、何羽残るでしょうか？
ko: 여러분은 몇 마리의 갈매기를 볼 수 있나요?만약에 여러분이 해변에 있는 갈매기 한 마리를 뺀다면 몇 마리가 남을까요?
tr: Resimde kaç martı görüyorsunuz? Plajdaki o bir martıyı çıkarırsanız geriye kaç martı kalır?

# data_list
source: The gulls in the sky sound like they are asking Papa questions. What do you think they are doing as they are circling in the sky?
ar: تبدو النوارس في السماء وكأنها تطرح أسئلة على بابا. ماذا تعتقد أنها تفعل وهي تحلق في السماء؟
fr: Les mouettes dans le ciel semblent poser des questions à Papa. Que penses-tu qu'elles font en tournant dans le ciel ?
ja: 空のカモメはパパに質問しているように聞こえます。 彼らは空を旋回しながら何をしていると思いますか？
ko: 하늘에 있는 갈매기가 내는 소리는 그들이 아버지에게 질문을 하는것 같습니다. 여러분은 갈매기들이 하늘을 맴돌며 무엇을 한다고 생각하나요?
tr: Gökyüzündeki martılar babaya sorular soruyormuş gibi ses çıkarıyorlar. Sizce martılar gökyüzünde daireler çizerek ne yapıyorlar?

# data_list
source: The fishermen watch the sun rise. They check their nets. They check their oars. They listen to the wind. They drag their boats down to the water. Yusuf's grandfather, Oupa Salie was a treknet fisherman. Before him his father, Oupagrootjie Ridwaan, knew the sea too.
ar: يشاهد الصيادون شروق الشمس. يفحصون شباكهم. يقومون بفحص مجاذيفهم. يستمعون إلى الريح. يسحبون قواربهم إلى الماء. كان جد يوسف، أوبا سالي، صيادًا. وقبله كان والده أوباغروتجي رضوان يعرف البحر أيضًا.
fr: Les pêcheurs regardent le soleil se lever. Ils vérifient leurs filets. Ils vérifient leurs rames. Ils écoutent le vent. Ils traînent leurs bateaux jusqu'à l'eau. Le grand-père de Yusuf, Oupa Salie, était un pêcheur au filet. Avant lui, son père, Oupagrootjie Ridwaan, connaissait aussi la mer.
ja: 漁師たちは日の出を眺めます。彼らは網をチェックします。 彼らはオールをチェックします。 彼らは風の音を聞きます。 彼らはボートを水面まで引きずっていきます。ユスフの祖父、ウパ・サリエは地引網漁師でした。 彼の父親であるウパグルートジェ・リドワーンも、彼よりも先に海を知っていました。
ko: 어부들은 해가 떠 오르는 것을 바라보았습니다. 그들은 그들의 어망을 확인합니다. 그들은 노를 확인합니다. 그들은 바람소리를 듣습니다. 그들은 그들의 배를 물로 가지고 갔습니다. 유서프의 할아버지, 우파 살리는 그물 어부입니다. 그의 아버지, 우파루티에 리드완도 바다에 익숙했습니다.
tr: Balıkçılar güneşin doğuşunu izlerler. Ağlarını kontrol ederler. Küreklerini kontrol ederler. Rüzgârı dinlerler. Teknelerini suya indirirler. Yusuf’un büyükbabası, Oupa Salie, bir treknet balıkçısıydı. Ondan daha önce onun babası Oupagrootjie Ridwaan da denizi biliyordu.

# data_list
source: In this view, the line where the sea meets the sky is called the horizon. A horizontal line is like the horizon line, it goes straight across from side to side. Point out some horizontal lines near you.
ar: في هذا المنظر يسمى الخط الذي يلتقي فيه البحر بالسماء الأفق. الخط الأفقي يشبه خط الأفق، فهو يمتد بشكل مستقيم من جانب إلى آخر. أشر إلى بعض الخطوط الأفقية القريبة منك.
fr: Dans cette vue, la ligne où la mer rencontre le ciel s’appelle l'horizon. Une ligne horizontale est comme la ligne d'horizon, elle va tout droit d'un côté à l'autre. Montre quelques lignes horizontales près de toi.
ja: この図では、海と空が接する線を地平線と呼びます。 水平線は地平線のようなもので、左右に真っすぐに伸びています。 近くにあるいくつかの水平線を指差してください。
ko: 그림에서 바다가 하늘과 만나는 선을 수평선이라고 부릅니다. 수평선은 선이 끝에서 끝으로 가는 똑바른 선을 말합니다. 여러분 주변에 있는 수평선을 가리켜 보세요.
tr: Bu manzarada, denizin gökyüzüyle buluştuğu çizgiye ‘ufuk’ denir. Yatay bir çizgi, ufuk çizgisi gibidir – bir yandan diğer yana dümdüz gider. Yakınınızdaki bazı yatay çizgileri gösterin.

# data_list
source: Yusuf's father, grandfather, and great-grandfather were all fishermen. Do you know anyone who does the same job as one of their parents?
ar: أبو يوسف وجده وجده الأكبر كانوا صيادين. هل تعرف أي شخص يقوم بنفس عمل أحد والديه؟
fr: Le père, le grand-père et l'arrière-grand-père de Yusuf étaient tous pêcheurs. Connais-tu quelqu'un qui fait le même métier qu'un de ses parents ?
ja: ユスフの父、祖父、曾祖父は皆漁師でした。 彼らの両親と同じ仕事をしている人を知っていますか?
ko: 유서프의 아버지, 할아버지, 증조 할아버지 모두 어부였습니다. 여러분은 그들의 부모와 같은 일을 하는 사람을 아나요?
tr: Yusuf’un babası, büyükbabası ve büyük büyükbabasının hepsi balıkçıydı. Ebeveynlerinden biriyle aynı işi yapan birini tanıyor musunuz?

# data_list
source: People are many different ages. Suppose Papa is 25, Papa's father is 50, and Papa's grandfather is 75. How old are you? How many years until you are 25?
ar: الناس أعمار مختلفة. لنفترض أن بابا يبلغ من العمر 25 عامًا، ووالد بابا يبلغ من العمر 50 عامًا، وجد بابا يبلغ من العمر 75 عامًا. كم عمرك؟ كم سنة حتى تبلغ 25 عامًا؟
fr: Les gens ont des âges très différents. Supposons que Papa a 25 ans, que le père de Papa a 50 ans et que le grand-père de Papa a 75 ans. Quel âge as-tu ? Dans combien d'années auras-tu 25 ans ?
ja: 人々の年齢はさまざまです。 パパが 25 歳、パパの父親が 50 歳、パパの祖父が 75 歳だとします。あなたは何歳ですか? 25歳まであと何年ありますか？
ko: 사람들은 서로 다른 나이를 가지고 있습니다. 아마도 아버지는 25살, 아버지의 아버지는 50살, 아버지의 할아버지는 75살쯤 되었을것입니다. 여러분은 몇 살인가요? 여러분이 25살이 되려면 몇 년을 더 있어야 하나요?
tr: İnsanlar çok farklı yaşlardadırlar. Babanın 25, babanın babasının 50 ve babanın büyükbabasının 75 yaşında olduğunu varsayın. Peki ya siz kaç yaşındasınız? 25 yaşına girmenize daha kaç yıl var?
