Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **Kropki Sudokus** This is the same as regular Sudoku except two types of dots placed between cells are added. If the dot is hollow, then the two numbers are one apart. If the dot is filled in, then one number is half the other number. Similar to Even-Odd puzzles, this additional information tends to make these puzzles pretty easy and that means that almost all numbers can be removed.
tr: **Kropki Sudokular.** Bu varyasyon, klasik Sudoku’ya iki tür nokta eklenmesiyle oluşturulur. Hücreler arasına yerleştirilen boş bir nokta, iki sayının farkının bir olduğunu gösterir. Dolu bir nokta ise, sayılardan birinin diğerinin yarısı olduğunu belirtir. Çift-Tek Sudokularda olduğu gibi, bu ek bilgi bulmacayı oldukça kolaylaştırır ve neredeyse tüm sayıların çıkarılmasını mümkün kılar.

# data_list
source: Sudokus With Adding and Subtracting
tr: Toplama ve Çıkarma Kurallı Sudokular

# data_list
source: These puzzles are broken into subregions that have a target number assigned to them. Unlike standard Sudoku, it is allowed for a number to be repeated in a subregion as long as the puzzle is still a Latin Square. If a subregion has just one square in it, then the target number will be the value of that square. In a Sumdoku Sudoku puzzle, the sum of all the numbers in a subregion is the given target number. In a Diffdoku Sudoku puzzle, all subregions have one or two squares. If a subregion has two squares, then the difference of the two numbers is the given target number.
tr: Bu bulmacalar, her biri hedef bir sayıya sahip alt bölgelere ayrılmıştır. Standart Sudoku’nun aksine, bulmaca Latin Kare kurallarına uymaya devam ettiği sürece, bir alt bölgede aynı sayının birden fazla kez geçmesine izin verilir. Eğer bir alt bölge yalnızca bir kareden oluşuyorsa, hedef sayı doğrudan o karenin değeridir. Sumdoku Sudoku’da, alt bölgelerdeki sayıların toplamı, verilen hedef sayıya eşittir. Diffdoku Sudoku’da, Her alt bölge bir ya da iki kare içerir. İki kare varsa, aralarındaki fark hedef sayıdır.

# data_list
source: In a Sumdiffdoku Sudoku puzzle, both addition and subtraction are used. The subregions are marked with a “+” or a “-” to indicate whether to take a sum or difference. The three types of puzzles are usually made with no numbers given in them. Of course, the subregions with one square are essentially squares with the number filled in. For a young child, you may want to supply quite a few of the numbers to make the puzzle within their sophistication level. To vary the math calculations, use different groups of numbers instead of the usual 1 to 4 for a 4 by 4. For example, use the numbers 1, 3, 5, and 7. If you do this, list the numbers above the puzzle so your child will know what to use.
tr: Sumdiffdoku Sudoku’da, Bu türde hem toplama hem de çıkarma kullanılır. Alt bölgelerin üstüne hangi işlemin yapılacağını göstermek için ya “+” ya da “−” işareti konur. Bu üç tür bulmaca genellikle hiç sayı verilmeden hazırlanır. Ancak yalnızca bir kare içeren alt bölgeler, o sayının doğrudan verildiği kareler gibi davranır. Daha küçük yaştaki bir çocukla çalışıyorsanız, bulmacayı onların düzeyine uygun hâle getirmek için daha fazla sayı vermeniz yararlı olabilir. Matematiksel işlemleri çeşitlendirmek için 4x4’lük bir bulmacada alışılmış 1’den 4’e kadar olan sayıların yerine farklı sayı grupları kullanabilirsiniz. Örneğin 1, 3, 5 ve 7 gibi. Bunu yaparsanız, çocuğunuzun hangi sayıları kullanması gerektiğini anlayabilmesi için bu sayıları bulmacanın üst kısmında belirtin.

# data_list
source: How Many Ways?
tr: Kaç Farklı Yol

# data_list
source: Counting the number of ways of making choices can lead to some interesting results. Most of these counting situations benefit from being looked at systematically. This is hard for a child to do, and that’s okay - let them play around with it and enjoy the exploration. Being systematic can wait until they are older.
tr: Seçim yapmanın kaç farklı yolunun olduğunu saymak bazen oldukça ilginç sonuçlara yol açabilir. Bu tür sayma durumlarında sistemli düşünmek çoğu zaman işe yarar. Ancak küçük bir çocuğun bunu yapması zordur ve bu sorun değildir. Onun keşfetmesine, denemesine ve bundan keyif almasına izin verin. Sistemli düşünmek için ileride bolca zaman olacaktır.

# data_list
source: Investigation 1
tr: Araştırma 1

# data_list
source: Drawing with only red and blue, how many ways can you draw a monster with a hat, eyes, and cape? How does this change if you only colored the hat and the cape? How would it change if you used three colors, or if you could only use each color once? To do this investigation in a sophisticated way involves multiplication, and it is too soon for that. However, your child can play around with these ideas and start developing a sense for how to do this kind of counting. Let’s tackle these questions one at a time. The hat can be either red or blue, the eyes can be either red or blue, and the cape can be either red or blue. Each object to color doubles the number of possibilities. Thus, 2 doubled and then doubled again gives 8 possibilities. Listing these out is a good way to see it. Let R be for red and B be for blue, and list the colors in the order for the hat, the eyes, and the cape. The possibilities are: RRR, RRB, RBR, RBB, BRR, BRB, BBR, BBB. Coloring only the hat and cape gives 2 doubled, which is 4 possibilities. The list for this is: RR, RB, BR, BB. If you had three colors for the three things to color, you would have 3 x 3 x 3 = 27 possibilities (a long list). In general, if you have events that don’t influence each other, multiply the possibilities. If you are only allowed to use each color once, the events restrict each other and do influence each other. Let’s list them out using G (for green) for the third color: RBG, RGB, BGR, BRG, GRB, GBR.
tr: Sadece kırmızı ve mavi renkleri kullanarak şapkalı, gözlü ve pelerinli bir canavar çizmenin kaç farklı yolu vardır? Sadece şapkayı ve pelerini boyarsanız bu nasıl değişir? Üç renk kullansaydınız veya her rengi yalnızca bir kez kullanabilseydiniz ne olurdu? Bu araştırmayı matematiksel olarak çözmek çarpma işlemi gerektirir ama bu aşamada çocuğunuzun sadece fikirlerle oynaması ve keşfetmesi yeterlidir. Soruları tek tek ele alalım. Şapka kırmızı ya da mavi olabilir. Gözler kırmızı ya da mavi olabilir. Pelerin de kırmızı ya da mavi olabilir. Her renklendirilen parça, olasılık sayısını iki katına çıkarır. Bu yüzden 2'nin 2’yle iki kez katlanmasıyla 8 olasılık elde edilir. Bu olasılıkları listelemek bunu anlamanın güzel bir yoludur. K kırmızı, M mavi olsun ve sıralama şapka, gözler, pelerin şeklinde olsun. Olasılıklar şunlardır: KKK, KKM, KMK, KMM, MKK, MKM, MMK, MMM. Sadece şapka ve pelerini boyarsanız, 2'nin 2’yle bir kez katlanmasıyla 4 olasılık elde edilir: KK, KM, MK, MM. Eğer üç farklı renk olsaydı ve üç parçayı boyamak isteseydiniz, 3 x 3 x 3 = 27 olasılık olurdu (uzun bir liste). Genel olarak, eğer elinizdeki durumlar birbirinden bağımsız ise bunları çarpabilirsiniz. Ama eğer her rengi yalnızca bir kez kullanabiliyorsanız, durum değişir. Çünkü artık seçimler birbirini etkiler. Üçüncü renk için Y (yeşil) kullanalım. Olasılıklar şunlardır: KMY, KYM, MKY, MYK, YKM, YMK.

# data_list
source: Investigation 2
tr: Araştırma 2

# data_list
source: You have a row of 5 identical candies. How many ways can you color them to give 2 red ones and 3 blue ones? Mark 2 pieces of paper with an R and 3 pieces of paper with a B. Your child can play with the ten ways there are to lay these out. The list is: RRBBB, RBRBB, RBBRB, RBBBR, BRRBB, BRBRB, BRBBR, BBRRB, BBRBR, BBBRR. One way to look at this is that once you decide the 2 spots for red, blue has no choice and must go into the other 3 spots. Interestingly, you can also look at it the other way as placing the 3 blue pieces first. If you’re having fun, vary this investigation by changing the three numbers - just make sure the two smaller numbers add up to the total number of candies.
tr: Elinizde yan yana duran 5 tane aynı şeker var. Bunların 2’si kırmızı, 3’ü mavi olacak şekilde kaç farklı boyama şekli vardır? 2 kağıda K, 3 kağıda M yazın. Çocuğunuz bu kağıtları farklı şekillerde sıralayarak 10 farklı dizilişi keşfedebilir. Liste şöyledir: KKMMM, KMKMM, KMMKM, KMMMK, MKKMM, MKMKM, MKMMK, MMKKM, MMKMK, MMMKK. Bu duruma bakmanın bir yolu, önce kırmızıların hangi konumlara yerleştirileceğini seçmektir. Kırmızıların yeri belli olduktan sonra maviler zaten geriye kalan yerlere gitmek zorundadır. İlginç bir şekilde, aynı soruya başka bir açıdan da yaklaşabilirsiniz. Önce 3 mavi şekeri yerleştirdiğinizi düşünün. Bu sefer de kırmızıların yeri otomatik olarak belirlenir. Eğer bu etkinlik hoşunuza gittiyse, bu tür araştırmaları farklı sayılarla çeşitlendirin. Sadece dikkat etmeniz gereken tek şey, küçük olan iki sayının toplamının şekerlerin toplam sayısına eşit olmasıdır.

# data_list
source: Investigation 3
tr: Araştırma 3

# data_list
source: Find all the ways to get a sum by adding the numbers 1 and 2. Do this with and without considering order. **Don’t consider order** Look at the example of adding up to 4. The possibilities are 1+1+1+1, 2+1+1, and 2+2. There are 3 ways to do this. After trying a few more examples, you realize that you are counting the number of ways of using 2’s to add up to numbers less than or equal to 4. You can have 0 to 2 of the 2’s, so there are 3 ways to do it. In general, the answer will be one more than half the number for even numbers, and one more than half of one less than the number for odd numbers. **Consider order** For the example of 4, the possibilities are 1+1+1+1, 2+1+1, 1+2+1, 1+1+2, and 2+2. So there are 5 ways to do it. Play around with lots of examples and make a table of the results. Here is what you should get (okay, you probably didn’t go up to 10): 1/1 - 2/2 - 3/3 - 4/5 - 5/8 - 6/13 - 7/21 - 8/34 - 9/55 - 10/89 After looking at these numbers, your child may notice that each pair of numbers adds up to the next number. Why does this happen? These numbers are called Fibonacci Numbers and they show up surprisingly often. To see why these numbers occur in this investigation look at the example of 4 and look at the last number used in the sum. The last number is either 1 or 2. If it is a 1, then the previous numbers give all the ways of adding up to 3. If the last number is a 2, then the previous numbers give all the ways of adding up to 2. So, the number of ways of adding up to 4 is the total of the ways of adding up to 3 plus the ways of adding up to 2. **Bigger numbers** If you are enjoying this, you can play around with the number of ways of getting sums that involve the numbers from 1 to 3 or even 1 to 4. Looking for patterns in these cases is much harder, but playing with the numbers will be just as fun.
tr: 1 ve 2 sayılarını toplayarak belli bir toplam elde etmenin tüm yollarını bulun. Bunu sırayı dikkate alarak ve almayarak iki farklı şekilde yapın. **Sırayı dikkate almayın.** Toplamın 4 olduğu örneğe bakalım. Olasılıklar şunlardır: 1+1+1+1, 2+1+1 ve 2+2. Yani bunu yapmanın 3 yolu vardır. Biraz daha örnek denedikten sonra, aslında 2 sayısını kullanarak 4 veya daha küçük sayılara ulaşmanın kaç yolu olduğunu saydığınızı fark edersiniz. 0, 1 ya da 2 tane 2 kullanabilirsiniz. Bu da size 3 farklı yol verir. Genel olarak, çift sayılar için cevap, sayının yarısından bir fazladır. Tek sayılar içinse bir eksiğinin yarısından bir fazladır. **Sırayı dikkate alın.** Yine 4 sayısı için düşünelim. Olasılıklar şunlardır: 2+2 1+1+1+1, 2+1+1, 1+2+1, 1+1+2, and 2+2. Bu durumda 5 farklı yol vardır. Bu tür örneklerle oynamaya devam edin ve sonuçları bir tabloya yazın. İşte ulaşacağınız tablo (tamam, belki 10’a kadar gitmediniz): 1/1 - 2/2 - 3/3 - 4/5 - 5/8 - 6/13 - 7/21 - 8/34 - 9/55 - 10/89 Bu sayılara bakınca çocuğunuz şu durumu fark edebilir: Her iki sayının toplamı bir sonraki sayıyı veriyor. Peki bu neden oluyor? Bu sayıların adı Fibonacci Sayılarıdır ve şaşırtıcı derecede sık karşımıza çıkarlar. Bu sayıların bu araştırmada neden ortaya çıktığını anlamak için 4 örneğine dönelim ve toplamı oluşturan son sayıya bakalım. Son sayı ya 1’dir ya da 2. Eğer son sayı 1 ise, önceki sayıların toplamı 3’e ulaşan tüm yolları verir. Eğer son sayı 2 ise, o zaman 2’ye ulaşan yolları verir. Yani 4'e ulaşmanın yolu, 3 ve 2’ye ulaşan yolların toplamıdır. **Daha büyük sayılar.** Eğer bu etkinlik hoşunuza gittiyse, 1’den 3’e ya da 1’den 4’e kadar olan sayıların kullanıldığı toplamları bulmaya çalışabilirsiniz. Bu sefer örüntüleri bulmak çok daha zor olur ama sayıların içinde kaybolmak en az o kadar eğlenceli olabilir.

# data_list
source: Card Deck Ordering
tr: Kart Destesi Sıralaması

# data_list
source: The challenge is to stack a deck of numbered cards, say 1 to 5, so that the following is true: The top card is 1. Set aside this top card. Move the next card to the bottom of the deck. The next card is 2 and is set aside. Move the next card to the bottom of the deck. Continue until all cards are set aside in order. Once your child finds it easy for 1 to 5, challenge your child to do it for larger number ranges.
tr: Hedef, numaralandırılmış kartlardan oluşan bir desteyi (örneğin 1’den 5’e kadar) aşağıdaki işlemlerin doğru şekilde gerçekleşeceği şekilde sıralamaktır: En üstteki kart 1 olmalı. Bu üst kart kenara ayrılır. Sonraki kart destenin en altına taşınır. Ardından gelen kart 2’dir ve o da kenara ayrılır. Sonraki kart yine destenin altına gider. Bu şekilde, tüm kartlar sırayla kenara ayrılana kadar devam edilir. Çocuğunuz 1’den 5’e kadar olan kartlarla bunu kolayca yapmayı öğrendikten sonra, daha büyük sayı aralıklarıyla denemesini isteyin.

# data_list
source: Be Systematic
tr: Sistemli Olun

# data_list
source: The difficulty with this puzzle is being systematic. For any size deck of cards, you can play around with it and eventually come up with the answer. Let’s look for interesting patterns that make it easier. Suppose you lay out the cards in order on the table. Here are the solutions for the first few cases. The numbers listed after the arrow give the order of the remaining cards after the first pass through the cards. 1 1 2 -> 2 1 3 2 -> 3 1 3 2 4 -> 3 4 1 5 2 4 3 -> 5 4 1 4 2 6 3 5 -> 4 6 5 1 6 2 5 3 7 4 -> 6 5 7 If there are an even number of cards (say 6), then the odd positions are filled with the first half of the cards in order (3 in this case), and the other spots are filled using the solution for half as many cards only bumped up in value. In the example for 6, the odd spots are filled with 1, 2, 3, and the even spots are filled with 4, 6, 5 - the values 1, 3, 2 (the solution for a three-card deck) each increased by 3. The pattern for an odd number of cards is a little trickier. As before, the odd spots are filled with the first roughly half of the numbers (1 to 4 in the case of 7). If you look at the examples, the first card after the arrow is going to be moved to the end, so it should be the card you want last in that sequence. After that observation, the answer proceeds as in the even case.
tr: Bu bulmacadaki asıl zorluk, sistemli olmaktır. Herhangi bir boyuttaki kart destesiyle deneme yanılma yaparak sonunda cevabı bulmak mümkündür. Şimdi işimizi kolaylaştıracak ilginç desenleri bulalım. Diyelim ki kartları sırayla masaya diziyorsunuz. Aşağıda, ilk birkaç durum için çözümler bulabilirsiniz. Oktan sonra gelen sayılar, ilk turdan sonra destede kalan kartların sırasını gösterir: 1 1 2 -> 2 1 3 2 -> 3 1 3 2 4 -> 3 4 1 5 2 4 3 -> 5 4 1 4 2 6 3 5 -> 4 6 5 1 6 2 5 3 7 4 -> 6 5 7 Eğer kart sayısı çiftse (örneğin 6), tek numaralı konumlar destenin ilk yarısındaki kartlarla sırayla doldurulur (bu durumda 3). Diğer konumlar ise, yarısı kadar karta ait çözüm alınarak her sayının üzerine 3 eklenerek doldurulur. In the example for 6, tek sıralara 1, 2, 3 yerleştirilir ve çift sıralara ise 4, 6, 5 gelir. Bunlar, üç kartlık destenin çözümü olan 1, 3, 2’nin her birine 3 eklenmesiyle elde edilir. Tek sayıda kart olduğunda desen biraz daha karmaşıktır. Yine tek konumlar, yaklaşık olarak ilk yarıdaki sayılarla doldurulur (7 için 1’den 4’e kadar). Örneklere bakarsanız, oktan sonra gelen ilk kart sona taşınacaktır, bu nedenle bu kart, dizilişte en son olmasını istediğiniz kart olmalıdır. Bu gözlem yapıldıktan sonra, çözüm çift sayıdaki örnekteki gibi devam eder.

# data_list
source: Difference Pyramid
tr: Fark Piramidi

# data_list
source: The challenge is to place the numbers from 1 to 6 in a pyramid with one card in the top row, two cards in the second row and three cards in the third row, where each number is the difference of the two numbers below it. If you are having trouble, here are two tips that help. The 6 must be in the bottom row because it cannot be the difference of any pair of numbers. Similarly, the 5 must either be in the bottom row or in the middle row above the 6 and the 1.
tr: Hedef, 1’den 6’ya kadar olan sayıları, üst sırada bir kart, ikinci sırada iki kart ve üçüncü sırada üç kart olacak şekilde bir piramide yerleştirmektir. Her sayı, altındaki iki sayının farkı olmalıdır. Zorlanıyorsanız, işte iki yardımcı ipucu:. 6, hiçbir iki sayının farkı olamayacağı için alt sırada yer almak zorundadır. Benzer şekilde, 5 de ya alt sırada ya da alt sıradaki 6 ve 1’in üstündeki orta sırada yer almalıdır.

# data_list
source: What are the "Different" Solutions?
tr: “Farklı” Çözümler Nelerdir?

# data_list
source: If your child finds this puzzle easy to do, challenge them to find all the ways it can be done. Discuss what it means for two solutions to be different - if one solution is the mirror image of another, should it be considered different? Answering the question of what makes solutions different is useful to do at the start. Because the mirror image of any solution is easy to make and is also a solution, it makes sense to ignore those. Ignoring mirror images will reduce the number of solutions to consider by half. For example, we can assume that not only is the 6 in the bottom row, but it is either in the middle or the right side of the bottom row. Continuing that thinking with the 5, the bottom row can only have four possible layouts: 5 a 6, b 5 6, c 1 6, or d 6 1. At this point it is a matter of working through the various possible values of a, b, c, and d. After some trial and error you will find that a is 2, b can never work, c must be 4, and d must be 4. So, ignoring mirror images, there are exactly three solutions:
tr: Çocuğunuz bu bulmacayı kolayca çözebiliyorsa, bu sefer ondan tüm mümkün çözümleri bulmasını isteyin. İki çözümün farklı olması ne anlama gelir, bunu tartışın. Bir çözüm diğerinin ayna görüntüsüyse, bu farklı bir çözüm sayılır mı? Bu soruyu başta cevaplamak faydalıdır. Çünkü herhangi bir çözümün ayna görüntüsünü oluşturmak kolaydır ve bu da geçerli bir çözüm sayılır. Bu yüzden, ayna görüntülerini göz ardı etmek mantıklıdır. Böylece incelenmesi gereken çözüm sayısı yarıya iner. Örneğin, sadece 6’nın alt sırada olması gerektiğini değil, aynı zamanda alt sıranın ortasında ya da sağ tarafında olabileceğini varsayabiliriz. Bu mantığı 5 için uygularsak, alt sıra yalnızca şu dört düzene sahip olabilir: Bu noktadan sonra yapılacak iş, a, b, c ve d için mümkün değerleri tek tek denemektir. Biraz deneme yanılma ile şunları göreceksiniz: a = 2, b hiçbir zaman işe yaramaz, c = 4 ve d = 4. Yani, ayna görüntülerini saymazsak, tam olarak üç çözüm vardır:

# data_list
source: Larger Pyramids
tr: Daha Büyük Piramitler

# data_list
source: Let’s use the cards from 1 to 10 to make a pyramid with four rows. This is a lot more complicated. A few cards can be placed, but after that it requires some determination. Because 10 cannot be the difference of two cards, it must go on the bottom row. Similarly, either 9 is in the bottom row or it is in the next-to-the-bottom row above the 1 and the 10. The 8 and 7 cards are also good cards to use to get rid of possibilities. This means the bottom row looks like one of the following (ignoring mirror images): a b 9 10; c 9 d 10; 9 e f 10; g h 10 9; i 9 10 j; 9 k 10 L; m n 1 10; o 1 10 p; q r 10 1 That is a lot of possibilities to consider! Fortunately, if you consider where 8 and 7 can go, the possibilities are reduced to the following list (assuming there are no mistakes!). It is easy to finish each one of these after you have the bottom row. 8 3 10 9; 6 1 10 8; 8 1 10 6 Pyramids of size 15, 21, or higher are left to the truly dedicated. Good luck and enjoy!
tr: Şimdi 1’den 10’a kadar olan kartları kullanarak dört sıralı bir piramit oluşturalım. Bu çok daha karmaşık bir görevdir. Bazı kartlar kolayca yerleştirilebilir ama sonrasında sabır ve dikkat gerekir. 10, iki kartın farkı olamayacağı için mutlaka alt sırada yer almalıdır. Benzer şekilde, 9 ya alt sırada ya da alt sıranın bir üstündeki sırada, 1 ve 10’un üstünde olmalıdır. 8 ve 7 de bazı olasıkları eleyebilmek için işe yarayan kartlardır. Bu durumda alt sıra aşağıdakilerden biri gibi görünmelidir (ayna görüntüleri hariç): a b 9 10, c 9 d 10, 9 e f 10, g h 10 9, i 9 10 j, 9 k 10 L, m n 1 10, o 1 10 p, q r 10 1 Düşünülmesi gereken çok fazla olasılık var! Neyse ki, 8 ve 7’nin nereye yerleştirilebileceğini hesaba kattığınızda, olasılıklar aşağıdaki listeye kadar daralır (tabii hata yapılmadığını varsayarsak). Alt sırayı bulduktan sonra, her birini tamamlamak oldukça kolay hale gelir. 8 3 10 9, 6 1 10 8, 8 1 10 6 15, 21 ya da daha büyük boyutlu piramitler, gerçekten bu işe kendini adamış olanlara bırakılmıştır. İyi şanslar ve iyi eğlenceler!

# data_list
source: Enclosed Sums
tr: Kapalı Toplamalar

# data_list
source: These puzzles have shapes connected by lines. Each enclosed region has a number that is the sum of the shapes that border it. Similar to Shape Sums puzzles, circles may have any value, and the value for a non-circular shape must be the same as any other shape of the same type. For example, all squares must have the same value and all hexagons would have the same value. You can optionally add the rule that different non-circular shapes must have different values - for example, that squares and hexagons must have different values. The puzzle for your child is to figure out the numbers in the shapes and regions that are not supplied.
tr: Bu bulmacada, çizgilerle birbirine bağlanan şekiller bulunur. Her kapalı bölgede, onu çevreleyen şekillerin toplamı olan bir sayı vardır. Şekil Toplamları bulmacalarına benzer bir şekilde, daireler herhangi bir değere sahip olabilir, ve daire olmayan bir şeklinde değeri aynı türdeki şekille aynı olmalıdır. Örneğin tüm kareler aynı değere sahip olmalı ve tüm altıgenler aynı değere sahip olmalıdır. İsteğe bağlı olarak, farklı daire olmayan şekillerin farklı değerlere sahip olması gerektiği kuralını ekleyebilirsiniz - örneğin, kareler ve altıgenler farklı değerlere sahip olmalıdır. Çocuğunuz için bulmaca, verilmeyen şekillerdeki ve bölgelerdeki sayıları bulmaktır.
