Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Understanding 'one more' and 'one less' helps deepen understanding of how numbers sequence, and it also is the foundational skill for beginning addition and subtraction.
ar: يساعد فهم ”واحد أكثر“ و”واحد أقل“ في تعميق فهم كيفية تسلسل الأرقام، كما أنه المهارة الأساسية لبدء عمليات الجمع والطرح.
ko: ‘하나 더’와 ‘하나 덜’을 이해하는 것은 숫자 순서에 대한 이해를 심화시키는데 도움이 되며, 덧셈과 뺄셈을 시작하는 기본 기술이기도 합니다.
tr: ‘Bir fazla’ ve ‘bir eksik’ kavramlarını anlamak, sayıların nasıl sıralandığı konusunu derinleştirmeye yardımcı olur. Bu konuyu anlamak, aynı zamanda, toplama ve çıkarma işlemlerine başlamanın da temel becerisidir.

# data_list
source: IN THE OTHER HAND
ar: في اليد الاخرى
ko: 다른 손
tr: ÖBÜR ELIMDE

# data_list
source: **The setup:** Start with a bowl of small pieces of food.
ar: **الإعداد:** ابدأ بوعاء به قطع صغيرة من الطعام.
ko: **설정:** 작은 과자 한 그릇으로 시작하세요.
tr: **Oyuna Hazırlık:** İşe, bir kâsenin içerisine küçük yiyecek parçaları koymakla başlayın.

# data_list
source: **How to play:** Have your child count out loud a few items from the bowl, say 5, and give them to you. Secretly divide these items between your hands and then hold both hands out with one hand open and the other closed. Your child now counts aloud the items in the open hand and then chooses which hand to “steal” from. Have your child predict how many items will be stolen before you open your hand.
ar: **كيف تلعب:** اطلب من طفلك أن يعد بصوت عالٍ بعض الأشياء في الوعاء، على سبيل المثال ٥، ويعطيها لك. قم بتقسيم هذه الأشياء سرًا بين يديك ثم ارفع كلتا يديك للخارج مع فتح يد واحدة والأخرى مغلقة. يقوم طفلك الآن بعدّ الأشياء الموجودة في اليد المفتوحة بصوت عالٍ ثم يختار اليد التي ”يأخد“ منها. اطلب من طفلك أن يتنبأ بعدد الأشياء التي سيتم أخذها قبل أن تفتح يدك.
ko: **방법:** 아이가 그릇에서 가령 5개의 과자를 크게 세고 당신에게 주게 합니다. 이 과자를 아이가 보지 않게 손으로 나눈 다음 한 손은 열고 다른 손은 닫고 두 손을 내밀세요. 아이는 이제 열린 손에 있는 과자를 소리내어 세고 어떤 손을 “훔칠‘지 선택합니다. 손을 열기 전에 아이가 얼마나 많은 과자가 도난당할지 짐작하게 해보세요.
tr: **Nasıl oynanır?** Çocuğunuzdan, kâseden birkaç yiyecek parçasını, örneğin 5 tanesini, yüksek sesle sayıp size vermesini isteyin. Sonra, gizlice, size verdiği yiyecekleri ellerinizde ikiye bölüştürün. Ardından, bir elinizi açık diğerini kapalı tutarak ellerinizi çocuğunuza gösterin ve çocuğunuzdan açık olan elinizdeki yiyecek parçalarını yüksek sesle saymasını ve hangi elinizden yiyecek “çalmak isteyeceğini” seçmesini isteyin. Siz daha kapalı elinizi açmadan, çocuğunuzdan, elinizden kaç parça yiyeceğin çalınacağını tahmin etmesini isteyin.

# data_list
source: **How to win:** The stolen items become part of your child’s pile, and you keep the remaining items. Play continues for as many rounds as needed until the bowl is empty. At the end, you both line up your items next to each other to see who has more.
ar: **كيف تفوز:** تصبح الأشياء المأخوذة جزءًا من كومة طفلك، وتحتفظ أنت بالأشياء المتبقية. تستمر اللعبة لعدد الجولات المطلوبة حتى يفرغ الوعاء. في النهاية، يقوم كل منكما بترتيب الأشياء الخاصة به بجانب الآخر لمعرفة من لديه المزيد.
ko: **이기는 방법:** 도난당한 과자는 아이의 더미 일부가 되며, 남은 과자는 보관합니다. 놀이는 그릇이 비어 있을 때까지 필요한 만큼 계속합니다. 마지막에, 누가 더 많이 가지고 있는지 과자를 나란히 줄 세워서 봅니다.
tr: **Nasıl kazanılır?** Çalınan yiyecek parçaları, artık çocuğunuzun yiyecek yığınının bir parçası olur ve yiyeceklerin geri kalanı sizde kalır. Oyun, kâsedeki yiyecekler bitene kadar devam eder. En sonunda, kimin daha fazla yiyeceğe sahip olduğunu görmek için yiyeceklerinizi yan yana koyup saymaya başlayın. Oyunu en çok yiyeceğe sahip olan oyuncu kazanır.

# data_list
source: **Introduction** You only need a few materials for these Early Family Math activities, and they are all very inexpensive and easy to get. Here’s a short list: • Five dice • A deck of playing cards • String (optional) • Sidewalk chalk (optional) • Some stiff paper in various colors (optional) **Make Number Cards** Many EFM activities can be played using decks of playing cards. However, using a Number Card deck will help your child practice ideas that will not be emphasized with regular playing cards. Make your own cards using card stock or any thick paper. You can either use the PDF supplied in Resources or draw your own.
ar: **المقدمة** لا تحتاج سوى إلى عدد قليل من المواد لهذه لأنشطة Early Family Math وهي جميعها غير مكلفة للغاية ويسهل الحصول عليها. إليك هذه القائمة: * خمسة قطع من النرد * مجموعة من أوراق اللعب * سلسلة (اختياري) * طباشير الرصيف (اختياري) * بعض الورق الصلب بألوان مختلفة (اختياري) **اصنع بطاقات الأرقام** يمكن لعب العديد من أنشطة EFM باستخدام مجموعات أوراق اللعب. ومع ذلك، فإن استخدام مجموعة من أوراق اللعب سيساعد طفلك على ممارسة الأفكار التي لن يتم التركيز عليها باستخدام أوراق اللعب العادية. اصنع بطاقاتك الخاصة باستخدام ورق مقوى أو أي ورق سميك. يمكنك إما استخدام ملف PDF الموجود في الموارد أو رسم بطاقاتك الخاصة. }
ko: **소개** 가족과 하는 놀이 수학을 위해 몇 가지 자료만 있으면 되고 모두 매우 저렴하고 구하기 쉽습니다. 여기에 짧은 목록이 있습니다: * 주사위 다섯 개 * 카드 한 벌 * 줄 (선택 사항) * 보도 분필 (선택 사항) * 다양한 색상의 뻣뻣한 종이 (선택 사항) **숫자 카드 만들기** 많은 ‘가족과 하는 놀이 수학’ 활동은 카드 한 벌을 사용할 수 있습니다. 하지만, 숫자 카드를 사용하면 아이가 일반 카드 놀이로 강조되지 않을 아이디어를 연습하는 데 도움이 됩니다. 카드 종이나 두꺼운 종이를 사용하여 자신만의 카드를 만들어 보세요. 참고에 있는 PDF를 사용하거나 직접 그릴 수 있습니다.
tr: **Giriş** Bu kısımdaki EFM–Aile Katılımlı Matematik–etkinlikleri için sadece birkaç adet malzemeye ihtiyacınız olacak ve hepsi çok ucuz ve elde edilmesi kolay materyallerdir. İşte sizin için kısa bir liste: * Beş adet zar * Bir deste iskâmbil kartları veya oyun kartları * Bir parça ip (isteğe bağlı) * Kaldırım tebeşiri (isteğe bağlı) * Çeşitli renklerde sert kâğıtlar (isteğe bağlı) **Sayı Kartları Yapma** Aile Katılımlı Matematik–EFM–etkinliklerinin çoğu iskambil kartları kullanılarak oynanabilir ancak iskambil kartları yerine sayı kartları kullanmak çocuğunuzun pekiştirilemeyecek fikirleri uygulamasına yardımcı olacaktır. Bu sayı kartlarını, kartvizit yapımında kullanılan kartlarla veya herhangi bir kalın kâğıt kullanarak kendiniz de yapabilirsiniz. Ayrıca, EFM’nin web sitesindeki ‘kaynakça’ kısmındaki PDF’leri kullanabilir veya kendiniz de benzerlerini çizebilirsiniz.

# data_list
source: MAKE A SHAPE DECK
ar: اصنع مجموعة أشكال
ko: 모형 카드 만들기
tr: ŞEKIL KARTLARI YAPMA

# data_list
source: There are a few games and puzzles that involve a Shape Deck of 27 cards in the Shape Deck Games page. If you happen to have a set of 81 cards from the game of SET, you can use 27 of those cards that have solid colors as a Shape Deck.
ar: هناك بعض الألعاب والألغاز التي تتضمن مجموعة أشكال مكونة من ٢٧ بطاقة في صفحة ألعاب بطاقات الأشكال. إذا كان لديك مجموعة مكونة من ٨١ بطاقة من لعبة SET، فيمكنك استخدام ٢٧ من تلك البطاقات التي تحتوي على ألوان ثابتة كمجموعة أشكال.
ko: 모형 카드 게임 페이지에 27장의 카드로 구성된 모형 카드를 포함하는 몇 가지 게임과 퍼즐이 있습니다. 세트 게임에서 81장의 카드 세트를 가지고 있다면, 단색의 카드 27장을 모형 카드로 사용할 수 있습니다.
tr: EFM’nin ‘Şekil Kartları Oyunları’ sayfasında, 27 karttan oluşan şekil kartlarını içeren birkaç oyun ve bulmaca bulunmaktadır. Eğer elinizde SET oyununun 81 karttan oluşan bir seti varsa, o kartların arasından düz renkli olanlardan 27 tanesini burada bahsedilen Şekil Kartları aktivitesinde kullanabilirsiniz.

# data_list
source: Start with some stiff paper such as card stock if you can. Regular paper will work, it’s just not as easy to handle or as durable. Each of the 27 cards of the Shape Deck has three properties: a shape (circle, triangle, or square), a count (one, two, or three) and a color (red, blue, or black). The 27 cards are pictured above. Use the pdf supplied in Resources or draw your own.
ar: ابدأ ببعض الورق الصلب مثل ورق الكرتون إذا أمكنك. سيفي الورق العادي بالغرض، ولكنه ليس متينًا بنفس القدر ولا يسهل التعامل معه. تحتوي كل بطاقة من البطاقات ال ٢٧ في مجموعة الأشكال على ثلاث خصائص: شكل (دائرة أو مثلث أو مربع)، وعدد (واحد أو اثنان أو ثلاثة) ولون (أحمر أو أزرق أو أسود). البطاقات ال ٢٧ موضحة أعلاه. استخدم ملف PDF الموجود في الموارد أو ارسم بطاقاتك الخاصة.
ko: 가능하다면 카드 종이와 같은 딱딱한 종이로 시작하세요. 일반 종이도 효과가 있겠지만, 다루기가 쉽지 않거나 내구성이 뛰어나지 않습니다. 모형 카드의 27장의 카드 각각에는 세 가지 특징이 있습니다. 모양 (원형, 삼각형, 또는 정사각형), 숫자 세기 (하나, 둘, 또는 세 개) 그리고 색상 (빨간색, 파란색, 또는 검은색). 27장의 카드는 여기 위해 그림으로 되어있습니다. 참고에 제공된 PDF를 사용하거나 직접 그리세요.
tr: Bu etkinliğe, mümkünse, kart stoğu adıyla satılan sert kâğıtlarla da başlayabilirsiniz; normal kâğıt da işinizi görecektir ancak normal kâğıtların kullanımı sert kağıtlar kadar kolay veya dayanıklı olmayabilir. Şekil Kartlarının 27 kartının her birinin 3 özelliği vardır: bir şekli (daire, üçgen veya kare), bir sayısı (bir, iki veya üç) ve bir rengi (kırmızı, mavi veya siyah) vardır ve bu kartlar, yukarıdaki resimde gösterilmiştir. Bu aktivite için, EFM’nin ‘kaynakça’ kısmındaki PDF’yi kullanabilir veya kendiniz de çizebilirsiniz.

# data_list
source: NUMBER LINE ON THE WALL
ar: الخط االعددي على الحائط
ko: 벽에 있는 숫자 줄
tr: DUVARDAKI SAYI DOĞRUSU

# data_list
source: Materials
ar: المواد
ko: 자료
tr: Materyaller

# data_list
source: Place a number line on a wall to let your child see the numbers and how they grow. The number line should start at 0 and go at least to 20, with the numbers increasing as they go to the right. Make it from regular paper and use tick marks and large numbers.
ar: ضع الخط العددي على الحائط للسماح لطفلك برؤية الأعداد وكيف تكبر. يجب أن يبدأ الخط من (٠) ويصل إلى ٢٠ على الأقل، مع زيادة الأعداد كلما اتجهت إلى اليمين. اصنعه من ورق عادي واستخدم علامات التحديد والأعداد الكبيرة.
ko: 아이가 숫자가 어떻게 자라는지 볼 수 있도록 벽에 숫자 줄을 놓으세요. 숫자 줄은 0에서 시작하여 적어도 20까지 가야 하며, 오른쪽으로 가면 숫자가 증가해야 합니다. 일반 종이로 만들고 눈금 표시와 큰 숫자를 사용하세요.
tr: Çocuğunuzun sayıları ve sayıların nasıl arttığını görmesini sağlamak için duvara bir sayı doğrusu yerleştirebilirsiniz. Sayı doğrusu 0’dan başlamalı ve sayılar sağa doğru artarak en az 20’ye kadar gitmelidir. Böyle bir sayı doğrusunu normal bir kâğıttan yapabilirsiniz. Sayıları belirtmek için aşağıdaki şekildeki gibi belirteçler kullanmanız ve sayıları büyük yazmanız önerilir.

# data_list
source: YOUR OWN STORE
ar: متجرك الخاص
ko: 당신의 가게
tr: MAĞAZA OYUNU

# data_list
source: Kids love to play store! Create tags with silly prices that are small numbers. If your child hasn't learned the numerals yet, you can use quantities of dots on the tags.
ar: يحب الأطفال لعبة المتجر! اصنع بطاقات بأسعار مضحكة بأرقام صغيرة. إذا لم يتعلم طفلك الأرقام بعد، يمكنك استخدام كميات من النقاط على البطاقات.
ko: 아이들은 가게에서 노는 것을 좋아합니다! 작은 숫자의 엉뚱한 가격으로 가격표를 만들어 보세요. 아이가 아직 숫자를 배우지 않았다면, 가격표에 다른 수의 점들을 사용할 수 있습니다.
tr: Çocuklar mağazacılık oynamaya bayılırlar! Bu aktivite için, küçük rakamlardan oluşan ucuz fiyatlı basit etiketler oluşturun. Eğer çocuğunuz henüz rakamları öğrenmediyse, etiketlerde rakam yerine noktalar da kullanabilirsiniz.

# data_list
source: Put price tags on things in your home (toys, food, books, etc.) Use pieces of paper that have '1' marked on them as pretend money to spend on things in the store. After each 'purchase,' have your child count out the number of bills to pay for it and then count out how much money is left.
ar: ضع بطاقات الأسعار على الأشياء في منزلك (الألعاب، والطعام، والكتب، وما إلى ذلك). استخدم قطعًا من الورق عليها علامة ”١“ كنقود وهمية لإنفاقها على الأشياء في المتجر. بعد كل عملية شراء، اطلب من طفلك أن يحسب عدد الأوراق النقدية التي سيدفعها ثم يحسب المبلغ المتبقي.
ko: 집에 있는 물건 (장난감, 음식, 책, 등)에 가격표를 붙여보세요. 가게에 있는 물건에 쓸 가짜돈을 ‘1’이라고 표시된 종이로 사용하세요. 각 ‘구매’ 후에, 아이에게 지불할 돈을 세어보게 한 다음 남은 돈은 얼마인지 세어보게 하세요.
tr: Oluşturduğunuz fiyat etiketlerini, evinizdeki eşyaların (oyuncakların, yiyeceklerin, kitapların, vb.) üzerlerine yapıştırın. Daha sonra, mağazada para gibi harcamak için üzerine ‘1’ rakamını yazdığınız kâğıt parçaları hazırlayın. Her ‘alışveriş’ işleminden sonra, çocuğunuzun, ödeyeceği parayı saymasını ve alışverişinin ardından elinde ne kadar parasının kaldığını hesaplamasını sağlayın.

# data_list
source: HOPSCOTCH
ar: الحجلة
ko: 돌차기 놀이
tr: SEKSEK OYUNU

# data_list
source: Numbers up to 5
ar: الأرقام حتى رقم ٥
ko: 5까지의 숫자
tr: 5’e Kadar Sayılar

# data_list
source: The game of hopscotch provides great counting practice, both forward and backward. Copy this design, or use a simpler one. Use chalk if outside, or masking or painter's tape if inside.
ar: توفر لعبة الحجلة تدريبًا رائعًا على العد للأمام والخلف. انسخ هذا التصميم أو استخدم تصميمًا أبسط. استخدم الطباشير إذا كنت في الخارج، أو لاصقًا أو شريطًا النقاشين اللاصق إذا كنت في الداخل.
ko: 돌차기 놀이는 앞뒤로 훌륭한 계산 연습을 할 수 있습니다. 이 디자인을 복사하거나, 더 간단한 디자인을 사용하세요. 밖에서는 보도 분필을 사용하고, 집 안에서는 마스킹이나 페인트 테이프를 사용하세요.
tr: Seksek oyunu çocuğunuzun hem ileriye hem de geriye doğru sayabilmesi için harika bir pratik sağlar. Bu oyun için şekilde verilen tasarımın aynısını çizebilir veya daha basit bir tasarım da kullanabilirsiniz. Aktiviteyi dışarıda oynayacaksanız bir kaldırım tebeşiri, içeride oynayacaksanız yere çizmek yerine boyacı bantlarından kullanabilirsiniz. Seksek oyunu için şu adımları uygulayın.

# data_list
source: 1. Throw a marker into the first square. If it lands on a line, or outside the square, you lose your turn and you pass the marker to the next player. 2. Hop on one foot into the first empty square, and then every subsequent empty square. Skip the one your marker is on. 3. At the pairs (4-5 and 7-8), jump with both feet. 4. At 10, hop with both feet, turn around, and head back toward the start.
ar: ١. ألقِ علامة في المربع الأول. إذا هبطت على خط أو خارج المربع، فستخسر دورك وتمرر العلامة إلى اللاعب التالي. ٢. اقفز على قدم واحدة إلى المربع الفارغ الأول، ثم كل مربع فارغ لاحقاً. تخط المربع الذي توجد عليه العلامة. ٣. في الأزواج (٤-٥ و٧-٨)، اقفز بكلتا القدمين. ٤. عند الرقم ١٠، اقفز بكلتا القدمين، واستدر، واتجه عائدًا نحو البداية.
ko: 1. 사각형에 표시할수 있는 마커를 던지세요. 만약에 줄이나 사각형 밖으로 떨어지면 본인의 차례를 잃고 다음 사람에게 마커를 넘겨 줍니다. 2. 한 발로 첫 번째 빈 사각형으로 뛰어들고, 그 다음의 빈 사각형으로 들어갑니다. 마커가 있는 곳은 건너 뛰세요. 3. 한 쌍 (4-5 와 7-8)에서는 두발로 뛰세요. 4. 10에서는 두 발로 뛰고, 돌아서서, 시작점으로 향해 돌아가세요.
tr: 1. Yassı bir taş veya kiremit parçasını 1. kareye atın. Eğer taşı karenin üzerine denk getirirseniz veya çizili alanların dışına atarsanız, sıranızı kaybedersiniz ve taşı bir sonraki oyuncuya vermelisiniz. 2. Atışınız başarılı ise, tek ayağınızla boş olan ilk kareye atlayın. Ardından, sonraki her boş kareye de aynı tek ayağınız üzerinde atlamaya devam edin. Bunu yaparken, taşınızın bulunduğu kareyi pas geçmeli ve onun üzerinden atlamalısınız. 3. Çift karelerde (4-5 ve 7-8’de), her iki ayağınızla atlayın. 4. Onuncu kareye geldiğinizde ise, iki ayağınızla atlayın, sonra dönüp, ilk kareye doğru gitmelisiniz.

# data_list
source: 5. When you reach the marked square again, pick up the marker—on one foot!—and keep going. 6. If you finished without any mistakes, pass the marker to the next player. On your next turn, throw the marker to the next number. 7. If you fall, jump outside the lines, or miss a square or the marker, you lose your turn and must repeat the same number on your next turn. Whoever reaches 10 first, wins.
ar: ٥. عندما تصل إلى المربع المحدد مرة أخرى، التقط العلامة - على قدم واحدة! - واستمر. ٦.إذا أنهيت دون أي أخطاء، مرر العلامة إلى اللاعب التالي. في دورك التالي، قم بإلقاء العلامة على الرقم التالي. ٧. إذا سقطت أو قفزت خارج الخطوط أو أخطأت مربعًا أو علامة، فستخسر دورك ويجب عليك تكرار نفس الرقم في الدور التالي. من يصل إلى ١٠ أولاً، يفوز.
ko: 5. 마커가 있는 사각형에 도착하면, 한 발로 마커를 집고 계속 가세요. 6. 아무 실수없이 끝났다면, 마커를 다음 사람에게 주세요. 다음 차례에는 마커를 다음 숫자로 던지세요. 7. 넘어지거나, 선 밖으로 뛰거나, 사각형이나 마커를 놓치면, 차례를 잃고 같은 숫자를 다시해야 합니다. 먼저 10에 도달한 사람이 이깁니다.
tr: 5. İşaretli kareye tekrar ulaştığınızda, taşı—tek ayak üzerindeyken!—alın ve oyuna devam edin. 6. Eğer oyunu hatasız bir şekilde tamamlarsanız, taşı bir sonraki oyuncuya verin. Sıra tekrar size geldiğinde, taşı bu sefer bir sonraki numaralı kareye atın. 7. Eğer bir hata yaparsanız; örneğin, düşerseniz, çizgilerin dışına atlarsanız veya bir kareyi atlamayı ya da taşı kaçırırsanız, sıranızı kaybedersiniz ve bir sonraki turda, aynı numaralı kareyi tekrarlamak zorunda kalırsınız. 8. Oyunu, 10. kareye ilk ulaşan oyuncu kazanır.

# data_list
source: Simpler variations
ar: إختلافات بسيطة
ko: 더 간단한 변형
tr: Daha Kolay Versiyonlar

# data_list
source: For younger children, relax many of the rules and replace hopping with stepping. Also, use a jumping pattern with fewer squares, perhaps as simple as having the numbers from1to5infivesquaresinarow.
ar: بالنسبة للأطفال الأصغر سنًا، قم بتخفيف العديد من القواعد واستبدل القفز بالخطوات. استخدم أيضًا نمط قفز يحتوي على عدد أقل من المربعات، ربما يكون بسيطًا مثل وضع الأرقام من ١ إلى ٥ في خمسة مربعات على التوالي.
ko: 나이가 어린 아이들을 위해, 많은 규칙을 풀고 뛰기를 걸음걸이로 바꾸세요. 또한, 뛰어야 하는 사각형의 수를 1에서 5의 갯수만으로 나란히 놓아보세요.
tr: Yaşça daha küçük çocuklar için oyunun kurallarını basitleştirin; örneğin, sayıdan sayıya atlamak yerine, adım atmalarını isteyin. Ayrıca, daha az kare içeren bir seksek modelini kullanın; örneğin, art arda gelen karelere sadece 1’den 5’e kadar olan sayıları yazıp oyunu kolaylaştırabilirsiniz.

# data_list
source: GOING IN CIRCLES
ar: التحرك في دوائر
ko: 원 그리기
tr: KÜMELERE AYIRMA

# data_list
source: **A circle for each property:** Create large circles on the ground using Hula Hoops, string, or draw them with sidewalk chalk. Use a collection of objects and have each circle represent a property of some of the objects. Possible properties are: has four legs, is bigger than a doll, has some red coloring. The challenge for your child is to put everything that has the property in the circle and everything without the property outside the circle.
ar: **دائرة لكل خاصية:** ارسم دوائر كبيرة على الأرض باستخدام حلقات الهولا هوب أو الخيط أو ارسمها باستخدام طباشير الرصيف. استخدم مجموعة من الأشياء واجعل كل دائرة تمثل خاصية لبعض الأشياء. الخصائص المحتملة هي: لها أربع أرجل، أكبر من الدمية، بها بعض الألوان الحمراء. التحدي الذي يواجه طفلك هو وضع كل شيء له الخاصية في الدائرة وكل شيء بدون الخاصية خارج الدائرة.
ko: **각 특성의 원형:** 훌라 후프, 끈, 또는 보도 분필로 그려서 땅에 큰 원형을 만드세요. 모아져 있는 물건을 가지고 각 원형안에 물건의 특징을 나타내는 것들을 넣어보세요. 가능한 특성은 다음과 같습니다: 네개의 다리를 가지거나, 인형보다 더 크거나, 붉은 색이 있습니다. 아이의 도전은 원형안에 특성이 있는 것을 놓고 그렇지 않은 모든 것들은 원형 밖에 넣는 것입니다.
tr: **Her özellik için bir daire:** Hulahup veya ip kullanarak ya da kaldırım tebeşiriyle çizerek zeminde büyük daireler oluşturun. Sonra, bir takım farklı nesneler bulun. Çizdiğiniz her bir daire, bazı nesnelerin farklı bir özelliğini temsil edecektir; örneğin, bir daire dört bacaklı olan nesneler için, başka bir daire oyuncak bebekten daha büyük olan nesneler için, bir daire de üzerinde kırmızı renk olan nesneler için vs. Çocuğunuz için zorluk, belirttiğiniz özelliklere sahip olan şeyleri belirtilen dairenin içine ve o özelliğe sahip olmayan her şeyi ise dairenin dışına koymaktır.

# data_list
source: **Two circles:** Start by using one circle to get your child used to the idea. When you change to two circles, make them partially overlap, and choose the properties so that some objects have both properties. **Example:** For example, if you have a box of blocks, the two properties might be having a round shape and being wooden. Your child should tell you how they are deciding to place each object.
ar: **دائرتان:** ابدأ باستخدام دائرة واحدة ليعتاد طفلك على الفكرة. عند تغيير الشكل إلى دائرتين، اجعلهما متداخلتين جزئيًا، واختر الخصائص بحيث يكون لبعض الأشياء كلتا الخاصيتين. **مثال:** على سبيل المثال، إذا كان لديك صندوق من الكتل، فقد تكون الخاصيتان ذات شكل دائري وخشبية. يجب أن يخبرك طفلك كيف يقرر وضع كل شيء.
ko: **두 개의 원형:** 아이가 아이디어에 익숙해지도록 하나의 원을 사용하는것으로 시작하세요. 두 개의 원으로 바꿀때, 부분적으로 겹치게 하고 두 특성을 가진 물건을 골라보게 하세요. **보기:** 예를 들어, 블록 상자가 있다면, 두개의 특성은 둥근 모양과 나무일 수 있습니다. 아이는 각 물건을 어떻게 배치하기로 결정했는지 당신에게 말할수 있어야 합니다.
tr: **İki Daire:** Çocuğunuzu küme fikrine alıştırmak için önce tek bir daire ile işe başlayın. İki daireye yani iki kümeye geçtiğinizde, dairelerin şekildeki gibi kısmen üst üste gelmelerini, kesişmelerini sağlayın çünkü bazı nesneler her iki özelliğe de sahip olacaktır. **Örnek:** Mesela, tahtadan yapılmış bloklarınız varsa, blokların aynı anda sahip olacakları iki özellik, yuvarlak bir şekle sahip olmak ve ahşaptan yapılmış olmaları olabilir.

# data_list
source: Reverse this activity by placing objects in the circles and challenging your child to identify what property goes with each circle.
ar: اعكس هذا النشاط بوضع الأشياء في الدوائر وتحدي طفلك لتحديد الخاصية التي تتوافق مع كل دائرة.
ko: 물건을 원안에 배치하는 대신 각 원안에 어떤 특성의 물건들이 들어가는지 알아내도록 도전하는 것으로 바꿔보세요.
tr: Bu aktiviteyi tersine çevirin. Nesneleri dairelerin içine karışık bir hâlde yerleştirin ve çocuğunuzdan, hangi nesnenin yani hangi özelliğin hangi daireye gittiğini belirlemesini isteyin.

# data_list
source: SAME AND DIFFERENT
ar: متشابه ومختلف
ko: 같은것과 다른것
tr: AYNI VE FARKLI

# data_list
source: **How to play:** Choose two items that are somewhat similar. How are they similar? How are they different? Allow your child lots of freedom to come up with unusual reasons. Sometimes let your child pick the two items to challenge you to come up with the similarities and differences. **Example:** Pick a spoon and a fork. They are similar because you eat with them and they are both kept in the kitchen. They are different because one is pointy and one is round.
ar: **كيف تلعب:** اختر عنصرين متشابهين إلى حد ما. ما أوجه الشبه بينهما؟ ما أوجه الاختلاف بينهما؟ امنح طفلك الكثير من الحرية للتوصل إلى أسباب غير عادية. دع طفلك يختار العنصرين أحيانًا ليتحداك للتوصل إلى أوجه الشبه والاختلاف بينهما. **مثال:** اختر ملعقة وشوكة. إنهما متشابهان لأنك تأكل بهما وكلاهما محفوظ في المطبخ. إنهما مختلفان لأن أحدهما مدبب والآخر مستدير.
ko: **게임 방법:** 다소 비슷한 두 가지 물건을 고르세요. 그것들은 어떻게 비슷한가요? 그것들은 어떻게 다른가요? 아이가 뜻밖의 이유를 생각해 낼 수 있는 많은 자유를 주세요. 때때로 아이가 비슷한점과 다른점을 생각해내도록 두 가지의 물건을 골라보게 하세요. **보기:** 숟가락과 포크를 고르세요. 그것들은 당신이 먹을때 사용하고 부엌에 두는것이 비슷합니다. 하나는 뾰족하고 하나는 둥글기 때문에 다릅니다.
tr: **Nasıl oynanır?** Birbirlerine benzeyen iki adet nesne seçin. Birbirlerine nasıl benzerler? Birbirlerinden nasıl farklılar? Çocuğunuzun, iki nesne arasında alışılmadık benzerlikler veya farklılıklar bulması için onu özgür bırakın. Hatta, bazen, çocuğunuzun size meydan okumasını ve iki nesne arasındaki benzerlikleri veya farklılıkları size buldurmasına da izin verin. **Örnek:** Mesela, bir kaşık ve çatal seçmiş olun. Bu nesneler birbirlerine benzerler çünkü her ikisini de yemek yemekte kullanırsınız ve her ikisi de mutfakta tutulur. Ama bu iki nesnenin şekilleri farklıdır; biri sivri öteki ise yuvarlaktır.

# data_list
source: One variation is to choose an item and ask which things in the room are similar to it and which things are very different from it.
ar: أحد التنوعات هو اختيار عنصر والسؤال عن الأشياء الموجودة في الغرفة التي تشبهه والأشياء التي تختلف عنه كثيرًا.
ko: 한 가지 변형은 물건을 고르고 방안에서 어떤 것들이 그것과 비슷하고 어떤 것들이 그것과 매우 다른지 묻는 것입니다.
tr: Bir eşya seçin ve sonra, çocuğunuza, odadaki hangi şeylerin seçtiğiniz eşyaya benzediğini ve hangi şeylerin ise ondan çok farklı olduğunu sorun.

# data_list
source: ONE OF THESE IS NOT LIKE THE OTHERS
ar: أحد هذه العناصر ليس مثل الآخرين
ko: 이들 중 하나는 다른것들과 같지 않아요
tr: BUNLARDAN BIRI DIĞERLERINE BENZEMIYOR!

# data_list
source: Use a set of four items or drawings where at least one of the four is the odd one out. Challenge your child to identify one that is not like the others and to explain why. Accept any reason that makes sense; your child may have an unusual reason.
ar: استخدم مجموعة من أربعة عناصر أو رسومات يكون فيها أحد العناصر الأربعة على الأقل هو العنصر الغريب. تحدَّ طفلك لتحديد عنصر لا يشبه الآخرين وشرح السبب. اقبل أي سبب منطقي؛ فقد يكون لدى طفلك سبب غير عادي.
ko: 네 개 중 적어도 하나가 홀수인 네 개의 물건이나 그림 세트를 사용하세요. 아이에게 이들 중 다른 하나를 찾아보게 하고 설명하게 도전시켜 보세요. 말이 되는 어떤 이유라도 받아들이세요; 아이는 아마 특이한 이유가 있을 수 있습니다.
tr: Dört nesneden veya çizimden oluşan grup eşya kullanın ama dördünden en az bir tanesi diğerlerinden farklı olmalıdır. Çocuğunuzdan diğerlerine benzemeyen nesneyi bulmasını ve nedenini açıklamasını isteyin. Çocuğunuzun size sunduğu nedenlerden en mantıklı olanını kabul edin çünkü çocuğunuz alışılmadık bir neden sunabilir.
