Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Soon, everyone was rushing home to prepare for their daily activities. Ataa Ankra looked for his fish bucket. Farmers took their hoes. Children bathed and dressed, ready to go to school. Women tied monies at the ends of their cover cloths. They carried their basins and baskets and hurried to the market.
ar: وسرعان ما هرع الجميع إلى منازلهم للاستعداد لأنشطتهم اليومية. بحث أتا أنكرا عن دلو السمك الخاص به. أخذ المزارعون معازقهم. استحم الأطفال وارتدو ملابسهم استعداداً للذهاب إلى المدرسة. ربطت النساء الأموال في نهايات أغطية ملابسهن. حملن طُسُوتهن وسلالهن وهرعن إلى السوق.
ja: やがて、誰もが日々の活動の準備のために、急いで家に帰った。 アタア・アンクラは魚用のバケツを探した。農家たちはクワを手にした。子供たちは風呂に入り、服を着て学校に行く準備をした。女性たちは布の端にお金を結び、たらいや籠を担いで市場へと急いだ。
ko: 곧바로 모든 사람들은 집으로 서둘러 가서 그들의 하루 일과를 준비하였습니다. 아쿠의 아버지는 그의 물고기 물통을 찾았습니다. 농부들은 그들의 괭이를 들었습니다. 아이들은 몸을 씻고 학교에 갈 준비를 했습니다. 아주머니들은 그들의 겉옷 끝에 돈을 묶었습니다. 아주머니들은 대야와 물통을 들고 시장으로 서둘러 갔습니다.
tr: Çok geçmeden, herkes kendi günlük aktivitelerine hazırlanmak için evlerine koşturdu. Ataa Ankra, balık kovasını aradı. Çiftçiler çapalarını aldılar. Çocuklar okula gitmek için yıkanıp üzerlerini değiştirdiler. Kadınlar örtülerinin uçlarına paralarını bağladılar. Leğenlerini ve sepetlerini taşıyıp alelacele pazara koştular.

# data_list
source: It is dangerous to look at the sun, but we can still notice its changes. Depending on the weather and the time of day, the sun can look glowing yellow, hot white, orange, and even brown.
ar: إنَّ النظر إلى الشمس أمرٌ خطير، ولكن لا يزال بإمكاننا ملاحظة تغيّراتها. اعتماداً على الطقس ووقت النهار، يمكن أن تبدو الشمس صفراء متوهجة، بيضاء ساخنة، برتقالية، وحتى بنّية.
fr: Il est dangereux de regarder le soleil, mais nous pouvons tout de même remarquer ses changements. Selon le temps et l'heure de la journée, le soleil peut être jaune vif, blanc chaud, orange et même brun.
ja: 太陽を見るのは危険だが、その変化に気づくことはできる。天候や時間帯によって、太陽は黄色く輝いて見えたり、白く熱く見えたり、オレンジ色に見えたり、茶色に見えたりする。
ko: 해를 쳐다보는 것은 위험한 일이지만 우리는 여전히 해가 변하는 것을 알 수 있습니다. 날씨와 시간에 따라 해는 빛나는 노란색이나 뜨거운 하얀색, 주황색, 그리고 갈색으로도 보입니다.
tr: Güneşe bakmak tehlikelidir ama bakmadan da değişimlerini fark edebiliriz. Hava durumuna ve günün saatine bağlı olarak, güneş parlak sarı, sıcak beyaz, turuncu ve hatta kahverengi görünebilir.

# data_list
source: What do you do during the day that you can't do at night?
ar: ما الذي تفعله خلال النهار لا يمكنك فعله في الليل؟
fr: Que fais-tu le jour que tu ne peux pas faire la nuit ?
ja: 昼間にできて、夜にできないことは何かな？
ko: 여러분은 밤에는 할 수 없지만 낮에는 할수 있는 일이 있나요?
tr: Geceleri yapamadığınız hangi şeyleri gündüz vakitlerinde yaparsınız?

# data_list
source: The story mentioned farmers working, people going to market, and children going to school. What other adult things only happen when the sun is out?
ar: ذكرت القصة عمل المزارعين، وذهاب الناس إلى السوق، وذهاب الأطفال إلى المدرسة. ما هي الأشياء الأخرى التي يقوم بها الكبار فقط عندما تكون الشمس مشرقة؟
fr: L'histoire mentionne que les agriculteurs travaillent, que les gens vont au marché et que les enfants vont à l'école. Quelles autres choses d'adultes ne se produisent que lorsque le soleil est là ?
ja: このお話では、農家たちが働き、人々が市場に行き、子供たちが学校に行く。大人たちが太陽が出ている時にすることって他にある？
ko: 이야기는 농부가 일을 나가고 사람들이 시장에 가며 아이들이 학교에 가는 것을 얘기합니다. 해가 있을때 어른들이 할 수있는 다른 어떤것들이 있나요?
tr: Hikâye, çiftçilerin çalıştığından, insanların pazara ve çocukların da okula gittiklerinden bahsediyor. Başka hangi yetişkin işleri sadece güneş çıktığında yapılır?

# data_list
source: The sun returned to Sunland. Aku made it. A new day began ...
ar: عادت الشمس إلى أرض الشمس. آكو صنعتها. بدأ يوم جديد...
fr: Le soleil est revenu sur Sunland. Aku a réussi. Un nouveau jour commence...
ja: 太陽がサンランドに戻った。アクはやり遂げた。新しい一日が始まった・・・
ko: 해는 선랜드로 돌아왔습니다. 아쿠가 그것을 가능하게 했습니다. 새로운 날이 시작했습니다.
tr: Güneş, Sunland’e geri döndü. Bunu Aku başardı. Yeni bir gün başladı...

# data_list
source: Why did Aku kick the ball into the sky? Did she do it to make the sun come out, or did she do it for some other reason?
ar: لماذا ركلت آكو الكرة نحو السماء؟ هل فعلت ذلك لجعل الشمس تطلَع، أم فعلت ذلك لسبب آخر؟
fr: Pourquoi Aku a-t-elle envoyé le ballon dans le ciel ? L'a-t-elle fait pour que le soleil apparaisse ou pour une autre raison ?
ja: どうしてアクはボールを空に蹴ったのか？太陽を出現させるために蹴ったのか、それとも何か別の理由があって蹴ったのか？
ko: 왜 아쿠는 공을 하늘을 향해 찼나요? 아쿠는 해가 나오게 하기 위해 그렇게 했을까요 아니면 다른 이유가 있었을까요?
tr: Aku neden topu gökyüzüne doğru tekmeledi? Bunu güneşin doğmasını sağlamak için mi yoksa başka bir nedenle mi yaptı?

# data_list
source: The sun was Aku's only friend. She paid the sun a lot of attention, and the sun stayed with her without making fun of her long legs. Which things do you think make friendships work?
ar: كانت الشمس صديقة آكو الوحيدة. كانت تولي الشمس الكثير من الاهتمام، وبقيت الشمس معها دون أن تسخر من ساقيها الطويلتين. ما هي الأشياء التي تعتقد أنها تجعل الصداقات ناجحة؟
fr: Le soleil était le seul ami d'Aku. Elle lui accordait beaucoup d'attention et le soleil restait avec elle sans se moquer de ses longues jambes. D'après toi, quels sont les éléments qui font que les amitiés fonctionnent ?
ja: 太陽はアクにとって唯一の友達だった。彼女は太陽に多くの注意を払い、太陽は彼女の長い脚をからかうことなく一緒にいてくれた。友情がうまくいくのはどのような理由からだと思う？
ko: 해는 아쿠의 유일한 친구였습니다. 아쿠는 해에게 많은 관심을 주었고 해는 아쿠의 긴 다리를 놀리지 않고 아쿠옆에 있었습니다. 여러분은 친구와의 우정이 지속되기 위해 무엇을 하나요?
tr: Güneş, Aku’nun tek arkadaşıydı. Aku, güneşe çok ilgi gösterdi ve güneş de onun uzun bacaklarıyla dalga geçmeden Aku’nun yanında kaldı. Sizce hangi şeyler arkadaşlıkların yürümesini sağlar?

# data_list
source: Sometimes, when some experience bothers two friends, it can get between them so they can't see each other. Has that happened to you with one of your friends? Did you find a way to fix things?
ar: في بعض الأحيان، عندما يزعج موقف ما صديقين، يمكن أن يقف هذا بينهما بحيث لا يستطيعان رؤية بعضهما البعض. هل حدث هذا لك مع أحد أصدقائك؟ هل وجدت وسيلة لإصلاح الأمور بينكم؟
fr: Parfois, lorsqu'une expérience dérange deux amis, elle peut se mettre entre eux et les empêcher de se voir. Cela t'est-il arrivé avec l'un de tes amis ? As-tu trouvé un moyen d'arranger les choses ?
ja: ある出来事によって2人が嫌な思いをする際、それが2人の間に入り込み、お互い会えなくなってしまうことがある。君は友人とそのような経験がある？解決策は見つかった？
ko: 가끔 두 친구사이에 무언가 언짢은 일이 생기고 그것이 두 사이를 분열시킵니다. 여러분과 여러분의 친구사이에 그런적이 있었나요? 여러분은 그것을 해결할 방법은 찾았나요?
tr: Bazen, bazı deneyimler iki arkadaşın canını sıktığında, arkadaşların aralarına bir mesafe girebilir ve arkadaşlar da birbirlerini göremezler. Arkadaşlarınızdan biriyle başınıza böyle bir şey geldi mi? Aranızı düzeltmenin bir yolunu buldunuz mu?

# data_list
source: Once upon a time on a little farm near a little village.
ar: حدثت هذه القصة في وقت ما على مزرعة صغيرة بالقرب من قرية صغيرة.
fr: Il était une fois dans une petite ferme près d'un petit village.
ja: むかしむかし小さな村の近くに小さな農場がありました。
ko: 아주 옛날에 작은 마을 가까이에 있는 조그마한 농장이 있었습니다.
tr: Bir zamanlar küçük bir köyün yakınındaki küçük bir çiftlikte.

# data_list
source: Farms can grow crops and raise animals, such as chickens. What are some things on a farm that you are curious about?
ar: في المزرعة، يمكننا زراعة المحاصيل وتربية الحيوانات مثل الدجاج. ما هي بعض الأشياء التي تثير فضولك عن المزرعة؟
fr: Les fermes peuvent faire pousser des récoltes et élever des animaux, comme des poulets. Quelles sont les choses qui se passent dans une ferme et qui te rendent curieux ?
ja: 農場は作物を育てたり、ニワトリなどの動物たちを育てることができるよ。農場にある不思議だなって思うものたちは何かな？
ko: 농장은 농작물을 기를수 있고 닭과 같은 동물을 키울수 있습니다. 여러분은 농장에 대해 어떤것이 궁금한가요?
tr: Çiftliklerde tavuk gibi hayvanlar ve mahsuller yetiştirilebilir. Bir çiftlikte merak ettiğiniz bazı şeyler nelerdir?

# data_list
source: There are some groups of three things here. What do you see?
ar: هناك مجموعات تتكون من ثلاثة أشياء هنا. ماذا ترى؟
fr: Il y a des groupes de trois choses ici. Qu'est-ce que tu vois ?
ja: ここには３つのものがあるよ。 何が見えるかな？
ko: 여기에는 3가지로 쌍을 이루는 몇 가지 그룹이 있습니다. 여러분은 무엇이 보이나요?
tr: Burada üç şeyden oluşan bazı gruplar var. Ne görüyorsunuz?

# data_list
source: What are the different things these chickens are doing?
ar: ما الأشياء المختلفة التي يقوم بها هؤلاء الدجاج؟
fr: Quelles sont les différentes choses que font ces poulets ?
ja: ニワトリたちはそれぞれ何をしているのかな？
ko: 여기 있는 닭은 무엇을 하고 있나요?
tr: Bu tavukların yaptığı farklı şeyler nelerdir?

# data_list
source: There lived a little chicken called Daisy.
ar: في هذه المزرعة كانت تعيش دجاجة صغيرة تدعى ديزي.
fr: Vivait un petit poulet appelé Daisy.
ja: そこにはデイジーという名前の小さなニワトリが住んでいました。
ko: 농장에는 데이지라고 불리는 병아리가 살았습니다.
tr: Daisy adında küçük bir tavuk yaşarmış.

# data_list
source: Count together the claws that Daisy has on each leg and all together.
ar: قم الآن بعدِّ عدد المخالب التي تمتلكها ديزي على كل ساق ومجتمعة.
fr: Comptons ensemble les griffes que Daisy a sur chaque patte.
ja: デイジーのそれぞれの足にある爪を一緒に数えてみよう。
ko: 데이지의 발에 있는 갈고리 발톱을 세어보세요.
tr: Daisy’nin her bir bacağında bulunan pençeleri ve tüm pençelerini çocuğunuzla birlikte sayın.

# data_list
source: Daisy's claws spread out to help her balance. How long can you balance on one leg?
ar: تنتشر مخالب ديزي لمساعدتها على التوازن. كم يمكنك البقاء في حالة توازن على ساق واحدة؟
fr: Les griffes de Daisy s'écartent pour l'aider à garder l'équilibre. Combien de temps peux-tu tenir en équilibre sur une jambe ?
ja: デイジーの爪はバランスを取れるようにするために分かれているんだよ。君は１本の足だけでどれくらいバランスが取れるかな？
ko: 데이지의 갈고리 발톱은 데이지가 중심을 잡을 수 있게 쫙 펴져 있습니다. 여러분은 얼마나 오랫동안 한 발로 서서 중심을 잡을 수 있나요?
tr: Daisy’nin pençeleri dengesine yardımcı olmak için genişçe açılmış. Peki siz tek ayak üzerinde ne kadar süre dengede durabilirsiniz?

# data_list
source: Can you balance on one leg long enough to count to five? To ten?
ar: هل يمكنك البقاء في حالة توازن على ساق واحدة لفترة كافية لتعد حتى الخمسة؟ حتى العشرة؟
fr: Peux-tu rester en équilibre sur une jambe assez longtemps pour compter jusqu'à cinq ? Jusqu'à dix ?
ja: ５つ数えられるくらいバランスを取れるかな？それとも１０？
ko: 여러분은 다섯까지 셀 동안 한 발로 서 있을수 있나요? 아니면 십까지 셀 동안 서 있을수 있나요?
tr: Beşe kadar sayabilecek kadar uzun süre tek ayak üzerinde dengede durabilir misiniz? 10’a kadar?

# data_list
source: "When I grow up, I want to fly high, high into the sky," Daisy said.
ar: "عندما أكبر، أريد أن أطير عاليًا، عاليًا في السماء"، قالت ديزي.
fr: « Quand je serai grande, je veux voler haut, haut dans le ciel, » a dit Daisy.
ja: 「大きくなったら、高く、お空に届くくらい高く飛びたい。」デイジーは言いました。
ko: “내가 크면 난 하늘로 멀리 멀리 날아가고 싶어." 데이지가 말했습니다.
tr: “Ben büyüdüğümde yükseklere, gökyüzüne uçmak istiyorum,” dedi Daisy.

# data_list
source: Count together all the circles on their faces. Don't forget to count the pupils in the middle of the eyes.
ar: قم الآن بعدِّ جميع الدوائر على وجوههم. لا تنسى أن تعد بؤبؤ العيون الموجود في منتصفها.
fr: Comptons ensemble tous les cercles sur leur visage. N'oublie pas de compter les pupilles au milieu des yeux.
ja: ニワトリたちの顔の中にある丸を一緒に数えよう。 目の中にある黒目も忘れちゃダメだよ。
ko: 병아리들의 얼굴에 있는 모든 원형을 세어보세요. 눈안에 있는 눈동자도 잊지말고 세어보세요.
tr: Resimdeki tavukların yüzlerindeki daireleri çocuğunuzla birlikte sayın. Gözlerinin ortasındaki göz bebeklerini de saymayı unutmayın!

# data_list
source: How can you tell that the other chickens are not as happy as Daisy?
ar: كيف يمكنك أن تعرف أن الدجاج الآخر ليس سعيدًا مثل ديزي؟
fr: Comment peux-tu dire que les autres poulets ne sont pas aussi heureux que Daisy ?
ja: デイジー以外のニワトリたちはどうしてそんなに幸せそうじゃないのかな？
ko: 여러분은 다른 병아리들은 데이지만큼 행복하지 않는걸 어떻게 알 수 있나요?
tr: Diğer tavukların Daisy kadar mutlu olmadıklarını nasıl anlayabilirsiniz?

# data_list
source: What are these other chicken's thinking?
ar: فيمَ يفكر هؤلاء الدجاج الآخرون؟
fr: À quoi pensent les autres poules ?
ja: 他のニワトリたちは何を考えているんだろう？
ko: 다른 병아리들은 무슨 생각을 하고 있나요?
tr: Acaba diğer tavuklar ne düşünüyorlar?

# data_list
source: But all the other chickens laughed at her.
ar: كل الدجاج يضحك عليها!
fr: Mais toutes les autres poules se sont moquées d'elle.
ja: けれど、他のニワトリたちはデイジーを笑いました。
ko: 그렇지만 모든 병아리들은 데이지를 비웃었습니다.
tr: Ama diğer tavuklar Daisy’ye güldüler.

# data_list
source: Their eyes are now closed. We close our eyes when we are asleep and at other times. Why are these chicken's eyes closed?
ar: عيونهم مغلقة الآن، نغلق عيوننا عندما نكون نائمين وفي أوقات أخرى. لماذا عيون هذه الدجاجة مغلقة؟
fr: Leurs yeux sont maintenant fermés. Nous fermons les yeux quand nous dormons et pendant d'autres moments. Pourquoi les yeux de ces poulets sont-ils fermés ?
ja: ニワトリたちの目は閉じているよ。みんなは寝る時とかに目を閉じるよね。なんでニワトリたちは目を閉じているんだろう？
ko: 병아리들의 눈은 감겨져 있습니다. 우리들은 잠을 잘때나 무언가를 할때 눈을 감습니다. 왜 이 병아리들의 눈은 감겨 있을까요?
tr: Tavukların şu anda gözleri kapalı. Uyurken ve diğer zamanlarda gözlerimizi kapatırız. Bu tavukların gözleri neden kapalı?

# data_list
source: Sometimes people laugh AT other people, and sometimes they laugh WITH other people. What is the difference?
ar: أحيانًا يضحك الناس على الآخرين، وأحيانًا يضحكون مع الآخرين. ما الفرق؟
fr: Parfois, les gens se moquent d'autres personnes, et parfois ils se moquent avec d'autres personnes. Quelle est la différence ?
ja: 人は他の人を見て笑う時もあれば、他の人と一緒に笑う時もあるよね。その違いはなんだろう？
ko: 어떤 때에 사람들은 다른 사람을 비웃을때가 있고 어떤 때에 사람들은 다른 사람들과 함께 웃을때가 있습니다. 무엇이 다른가요?
tr: Bazen, insanlar, diğer insanlara gülerler ve bazen de insanlar, diğer insanlarla birlikte gülerler. Aradaki fark nedir?

# data_list
source: Do you think the shape of the big cloud looks like their mouths?
ar: هل تعتقد أن شكل السحابة الكبيرة يشبه أفواههم؟
fr: Penses-tu que la forme du gros nuage ressemble à leur bouche ?
ja: 大きな雲の形はニワトリたちの口みたいだと思う？
ko: 여러분은 큰 구름이 두 병아리의 입 모양과 비슷하다고 생각하나요?
tr: Sizce resimdeki büyük bulutun şekli tavukların ağızlarına benziyor mu?

# data_list
source: "You are so weird," they said. "We won't play with you anymore."
ar: قال الدجاج لديزي: "أنتِ غريبة الأطوار، نحن لا نريد اللعب معكِ بعد الآن."
fr: « Tu es vraiment bizarre, » ont-ils dit. « Nous ne jouerons plus avec toi. »
ja: 「デイジーは変だよ。」他のニワトリは言いました。「もうデイジーとは遊ばない。」
ko: “넌 정말 이상하구나!" 다른 병아리들이 말했습니다. “우린 너와 더 이상 놀지 않을거야."
tr: “Sen çok tuhafsın,” dediler. “Artık seninle oynamayacağız.”

# data_list
source: Now that their mouths have changed, do you think the cloud changed shape too?
ar: الآن بعد تغير أفواههم، هل تعتقد أن السحابة تغير شكلها أيضًا؟
fr: Maintenant que leurs bouches ont changé, penses-tu que le nuage a aussi changé de forme ?
ja: ニワトリたちの口が変わったね。雲の形も変わったと思うかな？
ko: 이제 병아리들의 입 모양이 달라졌습니다. 여러분은 구름의 모양도 바뀌었다고 생각하나요?
tr: Şu anda tavukların ağızlarının şekli değiştiğine göre, sizce bulut da şeklini değiştirdi mi?

# data_list
source: Can you use your mouth to copy the shape of each chicken's mouth? Can you guess and copy the sound each chicken is making?
ar: هل يمكنك استخدام فمك لتقليد شكل فم كل دجاجة؟ هل يمكنك تخمين وتقليد الصوت الذي تصدره كل دجاجة؟
fr: Peux-tu utiliser ta bouche pour copier la forme de la bouche de chaque poulet ? Peux-tu deviner et copier le son que fait chaque poulet ?
ja: それぞれのニワトリたちの口の形を真似できる？どんな音を出しているかな？
ko: 여러분은 각 병아리들의 입모양을 따라 해 볼수 있나요? 여러분은 각 병아리가 만들어 내는 소리를 생각해 보고 따라해 볼수 있나요?
tr: Her bir tavuğun ağzının şeklini taklit etmek için kendi ağzınızı kullanabilir misiniz? Her bir tavuğun çıkardığı sesi tahmin edip aynısını siz de çıkarabilir misiniz?

# data_list
source: Why are they calling Daisy a mean name?
ar: لماذا يسمون ديزي باسم سيء؟
fr: Pourquoi est-ce qu'ils appellent Daisy d'un nom méchant ?
ja: どうしてニワトリたちはデイジーのことを意地悪な名前でよんでいるんだろう？
ko: 왜 다른 병아리들은 데이지에게 심술궂게 대한다고 생각하나요?
tr: Neden Daisy’ye kötü bir isimle sesleniyorlar?

# data_list
source: "Daisy, we can all flap our wings, but it's very difficult for chickens to fly," Mama told her.
ar: "ديزي، يمكننا جميعًا الرفرفة بأجنحتنا، لكن من الصعب جدًا على الدجاج الطيران" قالت لها أمها.
fr: « Daisy, nous pouvons tous battre des ailes, mais il est très difficile pour les poulets de voler, » lui dit maman.
ja: 「デイジー、羽根を羽ばたかせることはできても、ニワトリにとって飛ぶことはすごく難しいんだよ。」ママは言いました。
ko: “데이지, 우리는 날개를 펄럭거릴수는 있지만 나는것은 정말 어려운 것이란다." 엄마 닭이 데이지에게 말했습니다.
tr: “Daisy, hepimiz kanatlarımızı çırpabiliriz ama tavukların uçması çok zordur,” dedi annesi.

# data_list
source: Discuss what is similar about Daisy and her mother, and how they look different from the other chickens.
ar: ناقش ما هو مشترك بين ديزي وأمها، وكيف تبدوان مختلفتين عن باقي الدجاج.
fr: Discutez de ce qui est similaire chez Daisy et sa mère, et en quoi elles sont différentes des autres poules.
ja: デイジーとデイジーのお母さんのどこが似ているのか、どこが他のニワトリたちと違うのか、話し合ってみよう。
ko: 데이지와 데이지 엄마의 무엇이 비슷하고 무엇이 다른 닭과 다른지 서로 얘기해 보세요.
tr: Daisy’nin ve annesinin nelerinin benzer olduğunu ve diğer tavuklardan hangi yönlerden farklı göründüklerini tartışın.

# data_list
source: What is Daisy's mother doing to help Daisy feel better?
ar: ماذا تفعل أم ديزي لمساعدة ديزي على الشعور بتحسن؟
fr: Que fait la mère de Daisy pour aider Daisy à se sentir mieux ?
ja: デイジーのお母さんはデイジーの気分を良くしてあげるために何をしているのかな？
ko: 데이지의 엄마는 데이지의 기분이 나아지게 하기 위해 무엇을 하고 있나요?
tr: Daisy’nin annesi Daisy’nin daha iyi hissetmesine yardımcı olmak için ne yapıyor?

# data_list
source: Sometimes we feel better when someone pats us or holds our hand. Have you ever tried to help a friend feel better with a friendly touch?
ar: أحيانًا نشعر بتحسن عندما يُربت علينا شخص ما أو يُمسك بيدنا. هل جربت يومًا مساعدة صديق على الشعور بالتحسن من خلال لمسة ودِّية؟
fr: Parfois, nous nous sentons mieux lorsque quelqu'un nous tapote ou nous tient la main. As-tu déjà essayé d'aider un ami à se sentir mieux en le touchant amicalement ?
ja: ときどき誰かが撫でてくれたり手を握ってくれたりすると気分が良くなるよね。君は今までそんな風にお友達の気分を良くしてあげたことあるかな？
ko: 가끔 우리는 다른사람이 등을 두드려 주거나 손을 잡아 주면 기분이 나아집니다. 여러분은 친구의 기분이 나아지게 하기 위해 안아주거나 손을 잡아 준 적이 있나요?
tr: Bazen biri bizi okşadığında veya elimizi tuttuğunda kendimizi daha iyi hissederiz. Siz de dostça bir dokunuşla bir arkadaşınızın daha iyi hissetmesine yardımcı olmaya çalıştınız mı hiç?

# data_list
source: Daisy wouldn't give up. Every day she practiced by herself, flapping her wings. Flap, flap, flap, she would flap her wings but she couldn't lift off the ground.
ar: ديزي لم تستسلم، كانت تتمرَّن كل يوم بمفردها، ترفرف بأجنحتها، ترفرف، ترفرف، ترفرف، ترفرف، كانت تستطيع ترفرف بأجنحتها لكنها لم تستطِع الارتفاع عن الأرض.
fr: Daisy ne voulait pas abandonner. Chaque jour, elle s'entraînait seule, en battant des ailes. Elle battait des ailes, mais elle n'arrivait pas à décoller du sol.
ja: デイジーは諦めませんでした。毎日１人で練習をして、羽をパタパタと動かし続けました。パタパタ、パタパタ、パタパタ、羽を羽ばたかしても地面から上がることはできませんでした。
ko: 데이지는 포기하지 않았습니다. 데이지는 매일 날개를 펄럭이며 혼자 연습을 했습니다. 펄럭, 펄럭, 펄럭, 데이지는 날개를 펄럭거려 보지만 땅에서 조금도 떠오르지 않았습니다.
tr: Daisy pes etmeyecekti. Her gün kanatlarını çırparak kendi kendine alıştırma yaptı. Kanatlarını çırptı, çırptı, çırptı, çırptı ama yerden kalkamadı.

# data_list
source: So far, this is a sad story for Daisy. Make up your own ending. Is it a happy or sad ending?
ar: حتى الآن، هذه قصة حزينة بالنسبة لديزي. ابتكر نهاية خاصة بك! هل هي نهاية سعيدة أو حزينة؟
fr: Jusqu'à présent, c'est une histoire triste pour Daisy. Invente ta propre fin. Est-ce une fin heureuse ou triste ?
ja: ここまではデイジーにとって悲しいお話だよね。君だけのエンディングを作ってみよう。幸せな終わり方かな？それとも悲しい終わり方かな？
ko: 여기까지는 데이지에게는 슬픈 이야기입니다. 여러분만의 이야기 끝을 만들어 보세요. 행복하게 끝나나요 아니면 슬프게 끝나나요?
tr: Şu âna kadar hikâye, Daisy için üzücü bir şekilde ilerliyor. Bu hikâye için istediğiniz bir son yaratın. Bu, mutlu bir son mu yoksa üzücü mü?

# data_list
source: Is Daisy too heavy to fly? Think of something that is as heavy as Daisy looks. Do you think that thing is too heavy to fly?
ar: هل ديزي ثقيلة جدًا لتطير؟ فكر في شيء يبدو ثقيلًا مثلما تظهر ديزي! هل تعتقد أن هذا الشيء ثقيل جدًا للطيران؟
fr: Daisy est-elle trop lourde pour voler ? Pense à quelque chose qui est aussi lourd que Daisy. Penses-tu que cette chose est trop lourde pour voler ?
ja: デイジーが飛ぶには重すぎるのかな？デイジーと同じくらいの重さのものを考えてみよう。それは飛ぶには重すぎると思う？
ko: 데이지가 날아가기에는 너무 무거운가요? 데이지만큼 무거운 것들을 생각해 보세요. 여러분은 그것들도 날아가기에는 너무 무겁다고 생각하나요?
tr: Daisy uçamayacak kadar ağır mı? Daisy’nin göründüğü ağırlıkta bir şey düşünün. Sizce o şey uçmak için çok mu ağır?

# data_list
source: A rectangle is a shape with four straight sides and corners like the corners of this page. Although they are slanted, find and point to the many rectangles on this page.
ar: المستطيل هو شكل له أربعة أضلاع مستقيمة وزوايا مثل زوايا هذه الصفحة. على الرغم من أنها مائلة، ابحث وأشر إلى العديد من المستطيلات على هذه الصفحة!
fr: Un rectangle est une forme avec quatre côtés droits et des coins comme les coins de cette page. Bien qu'ils soient inclinés, trouve et montre du doigt les nombreux rectangles de cette page.
ja: 長方形とは、このページの角みたいに、4 つの直線の辺と角を持つ形のことだよ。傾いているけど、このページにあるたくさんの長方形を探して見つけてみよう。
ko: 사각형은 네 면이 똑바른 면을 가지고 있고 이 페이지의 모서리와 같은 도형입니다. 비록 기울어져 있지만 그림에서 사각형을 모두 찾아보세요.
tr: Bir dikdörtgen, bu sayfa gibi dört düz kenarı ve köşeleri olan bir şekildir. Bu sayfadaki dikdörtgenleri bulup gösterin, eğimli olsalar da!

# data_list
source: While she practiced, she imagined herself flying high into the sky and looking at the chickens below. She imagined herself flying past the sparrows and past the swallows. "Wow!" The birds would say, "A chicken that can fly!"
ar: أثناء التمرين، كانت ديزي تتخيل نفسها تطير عاليًا في السماء وتنظر إلى الدجاجات أسفلها. كانت تتخيل نفسها تطير بجانب العصافير والسُحَب. "واو!" ستقول الطيور، "دجاجة قادرة على الطيران!"
fr: Pendant qu'elle s'entraînait, elle s'imaginait voler haut dans le ciel et regarder les poules en bas. Elle s'est imaginée passer devant les moineaux et les hirondelles. « Wow ! » Les oiseaux disaient, « Un poulet qui peut voler ! »
ja: 練習をしながらデイジーは自分が空高く飛んで下にいるニワトリたちを見ている姿を想像しました。スズメやツバメの横を飛んでいる自分の姿を想像しました。「わーお！」トリたちは言います。「ニワトリが飛んでるよ！」
ko: 데이지는 연습을 하는 동안 자신이 하늘 높이 날아올라서 땅에 있는 닭들을 내려다 보는 상상을 해 봅니다. 데이지는 참새와 제비를 지나치며 날라가는 자신을 상상해 봅니다. “와! 저 닭은 날수 있네!” 새들은 그렇게 말할것입니다!
tr: Daisy alıştırma yaparken, kendisini gökyüzünde uçarken ve aşağıdaki tavuklara bakarken hayal etti. Kendisini serçelerin ve kırlangıçların yanından uçup giderken hayal etti. Kuşlar, “Vay canına! Uçabilen bir tavuk!” diyeceklerdi ona.

# data_list
source: Count together the birds in this picture. Don't forget the ones on the ground.
ar: قم بعدِّ جميع الطيور في هذه الصورة! لا تنسى تلك التي على الأرض.
fr: Comptons ensemble les oiseaux de cette image. N'oublie pas ceux qui sont sur le sol.
ja: 絵の中にいるトリを一緒に数えてみよう。地面にいる子も忘れないでね。
ko: 그림에 있는 모든 새들을 세어보세요. 땅에 있는 새도 잊지마세요.
tr: Bu resimdeki kuşları çocuğunuzla birlikte sayın. Yerdekileri unutmayın.

# data_list
source: What effect is caused by having some of the birds drawn so small?
ar: ما التأثير الذي يسببه وجود بعض الطيور مرسومة بحجم صغير جدًا؟
fr: Quel effet produit le fait que certains des oiseaux soient dessinés si petits ?
ja: すごく小さく描かれたトリたちがいることでどんな効果があるかな？
ko: 몇 마리의 새를 아주 작게 그리면 어떤 효과가 있나요?
tr: Resimdeki bazı kuşların bu kadar küçük çizilmesi nasıl bir etki yaratıyor?

# data_list
source: Describe a memory of looking at something big that was far away and looked tiny.
ar: صف ذكرى لرؤية شيء كبير أصبح يبدو صغيرًا عندما ابتعد!
fr: Décris un souvenir où tu as regardé quelque chose de grand qui était loin et qui semblait minuscule.
ja: 何か大きいものだけど遠くにあって小さく見えるものを見た記憶を説明してみよう。
ko: 멀리서 보면 큰 것들이 아주 작게 보였던 기억이 있으면 말해보세요.
tr: Çok uzakta olan ve küçük görünen büyük bir şeye baktığınız bir anınızı anlatın.

# data_list
source: So flap, flap, flap, every day Daisy would flap her wings.
ar: رفرفة، رفرفة، رفرفة، كانت ديزي كل يوم ترفرف بأجنحتها.
fr: Alors Flap, flap, flap, tous les jours Daisy battait des ailes.
ja: なので、パタパタ、パタパタ、パタパタ、とデイジーは毎日羽を羽ばたかせていました。
ko: 그래서 데이지는 매일 펄럭, 펄럭, 펄럭 자신의 날개를 펄럭였습니다.
tr: Çırp, çırp, çırp! Daisy her gün kanatlarını çırpıyordu.

# data_list
source: Count together the little lines coming from Daisy showing her squawking.
ar: قم بعدِّ جميع الخطوط الصغيرة التي تأتي من ديزي وتُظهر صرخاتها.
fr: Comptons ensemble les petites lignes venant de Daisy qui montre son cri.
ja: デイジーがガアガア鳴いているところから来ている小さな線を一緒に数えてみよう。
ko: 데이지가 꽥꽥거릴때 나오는 작은 선들을 같이 세어보세요.
tr: Resimdeki Daisy’nin ciyaklamasını gösteren küçük çizgileri çocuğunuzla birlikte sayın.
