Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: After that, although the old woman didn't have enough money to buy breakfast, she longed for the delicious bun again. So every morning she walked slowly past Mr. Shabangu's bakery, sniffing the air and smiling blissfully at the mouth-watering smell.
ja: マ・シャンゲさんにはもうパンを買うお金はありません。でもあのパンを食べて以来、またいつか食べたいと、ずっと夢見ていました。毎朝シャバングさんのお店の前をゆっくり通り過ぎては、あの美味しい匂いをかいで夢見ごこちで微笑むのでした。
ko: 그리고 난 후에, 마샹게는 아침을 살 충분한 돈이 없는데도 불구하고 다시 한번 맛있는 빵을 먹기를 원했습니다. 그래서 그녀는 매일 아침 침이 고이는 맛있는 냄새를 맡으며 행복한 미소를 지으며 샤방구씨의 빵집을 천천히 지나갔습니다.
tr: Ondan sonra, yaşlı kadının kahvaltı alacak kadar parası olmamasına rağmen, o lezzetli çöreği yine de çok istiyordu. Bu yüzden, Ma Shang, Mr. Shabangu’nun fırınının önünden her sabah yavaş yavaş yürüyerek geçiyor, havayı içine çekiyor ve o ağız sulandıran kokuya mutlulukla gülümsüyordu.

# data_list
source: It's a little hard to tell, so let's suppose that each piece of bread has 4 cuts in it. What are the total number of cuts for those 6 pieces of bread? Did you skip count by 4's, by 6's, or did you figure it out some other way?
ja: 切れ目が少し分かりずらいので、切れ目はそれぞれ4つあることにしましょう。6つのパンには全部で切れ目がいくつあるでしょう？4つ飛ばしや6つ飛ばしで数えましたか？それとも他の方法で数えましたか？
ko: 확실히 말할수는 없지만 한 덩어리의 빵에 네 개의 칼집이 있다고 합시다. 만약에 여섯 개의 빵이 있다면 모두 몇 개의 칼집이 있나요? 여러분은 4단위, 6단위 아니면 다른 방법으로 건너뛰어 세어보았나요?
tr: Anlatması biraz zor; o yüzden, her bir ekmek parçasında 4 kesik olduğunu varsayalım. Bu durumda, 6 ekmekteki toplam kesik sayısı nedir? Dörderli ve altışarlı atlayarak mı saydınız yoksa başka bir şekilde mi hesapladınız?

# data_list
source: Take a quick look and estimate how many buns you see on the lower shelf.
ja: 下の段の棚にはいくつのパンがあるか、ぱっと見て予想してみましょう。
ko: 잠깐 보고 밑에 선반에 몇 개의 빵이 있는지 한번 추정해보세요.
tr: Hızlıca bir göz atıp alt rafta kaç ekmek gördüğünüzü tahmin edin.

# data_list
source: Now count the buns and see how close your estimate is. There are many ways to count them. One way is to skip count by 2's. How did you count them?
ja: 今度はパンを数えて、自分の予想がどのくらい合っていたか確認しましょう。数える方法はいくつもあります。一つは、2つ飛ばして数える方法です。あなたはどんな方法で数えましたか？
ko: 그리고 나서 빵을 세어보고 여러분의 짐작이 얼마나 가까운지 보세요. 여러가지 세는 방법이 있습니다. 하나는 2단위로 건너뛰어 세는 것입니다. 여러분은 어떻게 세었나요?
tr: Şimdi de çörekleri sayın ve tahmininizin gerçeğe ne kadar yakın olup olmadığını görün. Onları saymanın pek çok yolu var! O yollardan biri, onları ikişerli saymaktır. Siz nasıl saydınız?

# data_list
source: Ma Shange's new habit made the baker very angry. As each day went by, he grew angrier and angrier with her. Finally, one winter morning when he was in an especially bad mood, he stormed out of his bakery and grabbed the old woman by the arm. "How dare you steal my smells!" he shouted. "You're nothing but a smell thief!" He wiped his hands on an apron, then pulled it off and threw it back into the bakery.
ja: マ・シャンゲさんが、来る日も来る日も匂いをかぎに来るので、シャバングさんはとても腹を立てていました。マ・シャンゲさんが毎日やって来るたび、ますます怒りが込み上げてきました。そしてとうとうある冬の朝、とても機嫌の悪かったシャバングさんはお店の外へ飛び出すと、マ・シャンゲさんの腕をぐいと掴んで怒鳴りつけました。「私のパンの匂いを盗むとはなんてやつだ！おまえは匂い泥棒だ！」シャバングさんは着けていたエプロンで手を拭いて、ぐいっと外すと、お店の中へ投げ入れました。
ko: 마샹게의 새로운 버릇은 제빵사를 아주 화나게 했습니다. 하루 하루가 지나갈수록, 제빵사는 마샹게에게 점점 더 화가 났습니다. 마침내 어느 겨울 아침에, 제빵사가 특별히 기분이 나쁠때 그는 빵집을 뛰쳐나와 그녀의 팔을 잡았습니다. “감히 당신이 나의 빵냄새를 훔쳐!" 그는 소리질렀습니다. “당신은 냄새 도둑이야!" 그는 앞치마에 손을 닦았습니다. 그리고 나서 앞치마를 벗어 빵집으로 집어던졌습니다.
tr: Ma Shange’nin yeni alışkanlığı fırıncıyı çok kızdırdı. Gün geçtikçe ona karşı öfkesi daha da artıyordu. Sonunda, özellikle kötü bir ruh hâlinde olduğu bir kış sabahı, fırından bir hışımla çıktı ve yaşlı kadını kolundan yakaladı. “Benim kokularımı çalmaya nasıl cüret edersin!” diye bağırdı. “Sen bir koku hırsızından başka bir şey değilsin!” Ellerini önlüğüne sildi, sonra önlüğünü, çekip çıkardı ve fırına geri fırlattı.

# data_list
source: The bricks showing in the wall are rectangles. Rectangles have four straight sides and have corners like the corners of this page. Can you find any other rectangles in this picture? Do you see any rectangles around where you are?
ja: 壁のレンガは長方形です。長方形は4つの真っ直ぐな側面と、このページの角と同じように角があります。この絵の中にまだ長方形はありますか？あなたの身の回りに長方形のものはありますか？
ko: 벽에 있는 벽돌은 사각형입니다. 사각형은 네 개의 똑바른 면이 있고 이 페이지의 모서리와 같은 모서리를 가지고 있습니다. 그림에서 또 다른 사각형을 찾을 수 있나요? 여러분이 있는 주변에 사각형을 볼 수 있나요?
tr: Duvarda görünen tuğlalar dikdörtgendir. Dikdörtgenlerin dört köşeleri ve bu sayfa gibi dört adet düz kenarları vardır. Bu resimde başka dikdörtgenler bulabilir misiniz? Bulunduğunuz yerde dikdörtgen görüyor musunuz?

# data_list
source: What do you think, is the baker right? Should Ma Shange be forced to stay away?
ja: パン屋さんの言うことは正しいと思いますか？マ・シャンゲさんはパン屋さんに近づいてはいけないと思いますか？
ko: 여러분은 어떻게 생각하나요? 제빵사가 옳다고 생각하나요? 마샹게를 빵집 근처에 오지 못하게 해야할까요?
tr: Sizce fırıncı haklı mı? Ma Shange uzak durmaya zorlanmalı mıdır?

# data_list
source: Notice how the bricks in different rows are offset from the row above. This is always done. Guess why having the bricks all lined up would make the wall weaker.
ja: 同じ列のレンガが、その上の列と互い違いになっていることに注目しましょう。レンガはいつもこのようになっています。もし全部揃えて積み上げたら壁は崩れやすくなってしまいます。なぜだか考えてみましょう。
ko: 벽돌이 위에 있는 줄과 엇갈려 있는지 보세요. 그것은 항상 그렇게 되어왔습니다. 왜 벽돌을 같은 줄로 쌓으면 벽이 더 약해지는지 짐작해 보세요.
tr: Farklı sıralardaki tuğlaların bir üst sıradakilerden nasıl kaymış olduklarına dikkat edin. Böyle bir şey hep yapılır. Tuğlaların hepsinin aynı hizada olmasının duvarı neden zayıflatacağını tahmin edin!

# data_list
source: "This is the last day this cheeky woman will steal my smells!" he shouted. And with these words, he dragged Ma Shange off to the court to see judge Ngwenya. The judge was sitting down at his huge, shiny desk when the angry baker stormed in, dragging the quivering and confused Ma Shange with him.
ja: 「このずうずうしい女め。私のパンの匂いを盗むのも今日でおしまいだぞ！」とシャバングさんは大声で言うと、マ・シャンゲさんを裁判所のヌウェンニャ判事の元へと連れて行きました。判事は大きくてぴかぴかの机に座っていました。困った様子で震えているマ・シャンゲさんを引っ張りながら、シャバングさんは嵐のような勢いでづかづかと入ってきました。
ko: “오늘이 이 건방진 할망구가 나의 냄새를 훔치는 마지막 날이 될거야!" 그가 소리를 질렀습니다. 그 말과 함께 그는 마샹게를 끌고 응웬야 판사를 보기 위해 법원으로 갔습니다. 판사는 제빵사가 떨며 혼란스러워하는 마샹게를 끌고 달려들어 왔을때 크고 빛나는 책상앞에 앉아있었습니다.
tr: “Bu, şu arsız kadının kokularımı çalacağı son gün artık!” diye bağırdı. Ve bu sözlerle, Ma Shange’yi, yargıç Ngwenya’yı görmesi için sürükleyerek mahkemeye götürdü. Öfkeli fırıncı, titreyen ve aklı karışmış Ma Shange’yi sürükleyerek içeri girdiğinde, yargıç kocaman, parlak masasında oturuyordu.

# data_list
source: Point out the rectangles in this picture. Why do you think rectangles are used so often in creating rooms and buildings?
ja: 絵の中にある長方形を見つけてみましょう。部屋や建物を作るとき、長方形がたくさん使われるのはなぜでしょう？
ko: 그림에서 사각형을 가리켜보세요. 여러분은 방과 건물들을 표현할때 왜 사각형을 자주 사용한다고 생각하나요?
tr: Bu resimdeki dikdörtgenleri gösterin. Sizce dikdörtgenler oda ve bina yapımında neden çok sık kullanılır?

# data_list
source: Triangles, which are 3-sided figures, are stronger, more rigid, and keep their shape better. Why not build everything out of triangles?
ja: 三角形には３つの面があり、より強くてしっかりとした形です。どうして三角形だけを使って建物を建てたりはしないのでしょう？
ko: 세 개의 면을 가진 삼각형은 더 강하고 굳고 도형의 모양을 더 잘 유지해 줍니다. 왜 모든 건물들을 삼각형으로 만들지 않을까요?
tr: Üç kenarlı şekiller olan üçgenler daha güçlü, daha serttirler ve şekillerini daha iyi korurlar. O zaman, neden her şeyi üçgenlerden inşa etmiyoruz?

# data_list
source: Have you seen buildings that use shapes other than rectangles. It's fun to find places constructed out of unusual shapes!
ja: 長方形以外の形を使った建物は見たことがありますか？珍しい形を使って造られた建物を見つけるのはとても楽しいですね。
ko: 여러분은 사각형이 아닌 다른 모양으로 만든 건물을 본 적이 있나요? 흔하지 않는 모양으로 지은 건물들을 찾는 것은 재미있는 일입니다!
tr: Hiç dikdörtgenlerden başka şekillerde yapılan binalar gördünüz mü? Alışılmadık şekillerden inşa edilmiş yerler bulmak eğlencelidir?

# data_list
source: "Good morning," said the judge in his deep voice. "Sir," said Mr. Shabangu furiously, "I demand justice! I wish to lay a complaint against this woman. Every day for the last three weeks, she has walked past my bakery early in the morning when my delicious smells are at their best, and stolen them. I demand that she pays for those smells!"
ja: 「おはようございます。」判事は落ち着いた声で言いました。「判事、裁きをお願いします！」とシャバングさんは怒り狂って言いました。「私はこの女に文句があるのです。この3ヶ月ほど、この女は、私のパンが出来立てで一番美味しい匂いがする時間に、毎朝お店の前を通り過ぎてはその匂いを盗んでいくんです。この女は、盗んだ匂いの分のお金を払うべきだと思うのです！」
ko: “좋은 아침입니다!" 판사는 굵은 목소리로 말했습니다. “판사님," 샤방구씨가 격렬하게 말했습니다. “난 정의를 요구합니다. 난 이 여자를 고소하고 싶습니다. 지난 3주 동안 나의 맛있는 냄새가 최고인 이른 아침마다 내 빵집을 지나갔습니다. 난 이 여자가 내 냄새에 대해 돈을 지불할것을 요구합니다!"
tr: “Günaydın,” dedi yargıç derin sesiyle. “Efendim,” dedi Mr. Shabangu öfkeyle, “adalet talep ediyorum! Bu kadın hakkında şikâyette bulunmak istiyorum. Son üç haftadır her gün, sabahın erken saatlerinde, nefis kokularımın en güzel olduğu saatlerde fırınımın önünden geçip kokuları çaldı. Bu kokuların bedelini ödemesini talep ediyorum!”

# data_list
source: This is the first time in the story the baker has asked for payment for his smells rather than for his baked goods. Imagine how silly it would be if he had a sign in his shop that listed costs for different smells.
ja: この物語の中で、シャバングさんがお店の商品ではなく匂いに対してお金を払うように言ったのは、この時が初めてです。想像してみましょう。もしお店のメニューに色々な種類の匂いが書かれていたらどれほど馬鹿げているか分かりますね。
ko: 이야기는 제빵사가 자신의 빵이 아닌 냄새에 대해 돈을 지불할것을 요구한 것은 처음있는 일입니다. 제빵사가 각기 다른 냄새에 가격을 써 놓은 가격표를 붙인다면 얼마나 어리석은 일입니까!
tr: Bu hikâyede fırıncı, pişirdiği ürünlerin değil onların kokuları için ilk kez ödeme talep ediyor. Dükkânında farklı kokuların ücretlerini listeleyen bir tabela olsaydı ne kadar mantıksız olurdu bir düşünün!

# data_list
source: Smells can be wonderful and delightful and can fill us with happiness. However, what are they worth? How much do you think a good smell is worth?
ja: いい匂いをかぐと、とても幸せな気持ちになれます。でもお金を払う必要はあるのでしょうか？いい匂いには、どのくらいの価値があるでしょうか？
ko: 냄새는 대단하고 매우 기쁜것이 될 수 있고 우리에게 행복을 선사할수 있습니다. 그렇지만 그것은 얼마의 가치가 있을까요?
tr: Kokular harika ve hoş olabilir ve içimizi mutlulukla doldurabilirler. O hâlde, kokuların değeri nedir? Sizce güzel bir kokunun değeri ne kadardır?

# data_list
source: Some people buy perfumes with special smells, and some people buy herbs and other foods mainly for the aromas they will provide for their food. Those are some forms of buying smells.
ja: 香水を買う人もいますし、料理のためにハーブなどを買う人もいます。これは、匂いを買うということの一つの例です。
ko: 어떤 사람들은 특별한 냄새때문에 향수를 사고 어떤 사람들은 그들의 음식에 향기를 보태기 위해 향신료나 다른 음식을 삽니다. 그것은 냄새를 사는 또 다른 형태입니다.
tr: Bazı insanlar özel kokulu parfümler satın alırken, bazıları ise yiyeceklerine katacakları aromalar için otlar satın alırlar. Bunlar, koku satın almanın yollarından bazılarıdır.

# data_list
source: The judge scratched his big, bald head for a moment. Then he cleared his throat. "Fair enough," he said to the baker. "Justice will be done." He turned to Ma Shange. "How much money do you have on you, Madam?" he asked.
ja: 判事は、その大きくて髪の無い頭をかきながらしばらく考えたあと、ゴホンと咳払いをしてシャバングさんにこう言いました。「よろしい。判決を言い渡します。」判事はマ・シャンゲさんの方を向いて言いました。「お金は今いくら持っていますか？」
ko: 판사는 그의 크고 벗어진 머리를 잠깐 긁었습니다. 그가 목소리를 가다듬었습니다. “그럴 수 있습니다." 판사가 제빵사에게 말했습니다. “정의가 이루어 질 것입니다." 그는 마샹게를 쳐다보았습니다. “당신은 돈이 얼마나 있나요?" 판사가 물었습니다.
tr: Yargıç bir an büyük, kel kafasını kaşıdı. Sonra boğazını temizledi. “Gayet makul,” dedi fırıncıya. “Adalet yerini bulacaktır.” Ma Shange’ye dönüp, “Üzerinizde ne kadar para var, Hanımefendi?” diye sordu.

# data_list
source: There are even more rectangles in this picture. If you look for them, you will find rectangles almost everywhere people have made things.
ja: この絵の中にはもっとたくさんの長方形があります。よく見ると、人間が作ったほぼ全ての物には長方形が使われていることが分かりますね。
ko: 그림에는 더 많은 사각형이 있습니다. 여러분이 찾는다면 여러분은 사람들이 만들어 놓은 거의 모든것에서 사각형을 찾을 수 있을것입니다.
tr: Bu resimde daha çok dikdörtgen var. Eğer ararsanız, insanların bir şeyler yaptığı hemen hemen her yerde dikdörtgenleri bulursunuz.

# data_list
source: What do you think the judge is going to do with Ma Shange's money? How will the judge put a price on the baker's smells?
ja: 判事は、マ・シャンゲさんのお金で何をするつもりだと思いますか？判事はパンの匂いにどうやって値段をつけるのでしょう？
ko: 여러분은 판사가 마샹게의 돈으로 무엇을 할 것이라고 생각하나요? 판사가 제빵사의 냄새에 얼마의 가격을 붙일거라고 생각하나요?
tr: Sizce yargıç, Ma Shange’nin parasıyla ne yapacak? Yargıç, fırıncının kokularına nasıl fiyat biçecek?

# data_list
source: How do you think this story is going to end?
ja: この物語の結末はどうなると思いますか？
ko: 여러분은 이 이야기가 어떻게 끝날거라고 생각하나요?
tr: Sizce bu hikâye nasıl bitecek?

# data_list
source: "Only two rands," stammered Ma Shange. "Well," said the judge, "hand it to me, please." Meekly, Ma Shange reached into the pocket of her tatty old cardigan and pulled out two one rand coins. She handed them to the judge. He took them, thanking her politely.
ja: 「2ランドだけです。」マ・シャンゲさんは声を詰まらせながら答えました。「分かりました。ではそれを私に渡してください。」マ・シャンゲさんは着古したカーディガンのポケットに手を入れ、2枚のコインを取り出し、判事に手渡しました。判事はコインを受け取ると、丁寧にお礼を言いました。
ko: “2랜드밖에 없습니다." 마샹게가 더듬거리며 말했습니다. “그래," 판사가 말했습니다. “저한테 주세요." 마샹게가 그녀의 너덜너덜한 낡은 옷의 호주머니에 살며시 손을 넣어서 2랜드를 꺼내었습니다. 판사는 동전을 받고 그녀에게 공손하게 감사를 표했습니다.
tr: “Sadece iki rand,” diye kekeledi Ma Shange. “Peki,” dedi yargıç, “bana verin, lütfen.” Usulca, Ma Shange, o eski püskü hırkasının cebine uzanıp iki adet, her biri bir rand olan, bozuk paralarını çıkardı. Onları yargıca uzattı. Yargıç kibarca teşekkür ederek paraları aldı.

# data_list
source: The judge asked her for all the money she had in the world. It seems pretty harsh for her to give her only money to the baker, even if it is only 2 rands (equal to about 15 cents in the US or Europe right now).
ja: 判事はマ・シャンゲさんに、持っている全てのお金を差し出すよう言いました。マ・シャンゲさんのわずかなお金を全てパン屋さんに渡してしまうのは、とてもひどいことのように思えます。たとえそれがたった2ランドだったとしても。(現在の価値でアメリカやヨーロッパの約15セントに相当)
ko: 판사는 마샹게가 가지고 있는 전재산을 달라고 했습니다. 그것이 고작 2랜드이더라도 (미국이나 유럽에서는 15센트 정도입니다.) 그녀에게 그녀가 가지고 있는 돈 전부를 달라고 하는 것은 너무 심한것 같습니다.
tr: Yargıç Ma Shange’den onun tüm parasını istedi. Sadece 2 rand (ki bir rand, şu anda ABD veya Avrupa’da birkaç kuruşa yani çok az bir değere eşit) olsa da elindeki tüm parasını fırıncıya vermesi oldukça acımasız görünüyor.

# data_list
source: Rands are used as currency in the country of South Africa. Their smallest coin is the 5 cent piece. How many of those coins does it take to make 1 rand? If you haven't learned how to divide, count by 5's and keep track of how many 5's you use.
ja: ランドは南アフリカ共和国で使われている通貨です。一番小さい硬貨は5セントです。5セント硬貨が何個あると1ランドになるでしょう？まだ割り算を習っていない場合は、5つ飛ばしで数えて、5をいくつ使ったか数えましょう。
ko: 랜드는 남아프리카에서 쓰이는 화폐통화입니다. 가장 작은 동전은 5센트짜리 입니다. 몇 개의 동전이 1랜드를 만드나요? 여러분이 아직 나누기를 배우지 않았다면 여러분이 쓰는 것들을 다섯개씩 묶어서 생각해 보세요.
tr: Rand, Güney Afrika ülkesinde para birimi olarak kullanılır. En küçük madeni paraları 5 cent’tir. Bu küçük madeni paraların kaç tanesi 1 rand yapar? Sayıları bölmeyi henüz öğrenmediyseniz, beşer beşer ritmik sayıp kaç tane 5 rakamı kullandığınızın kaydını tutun.

# data_list
source: South Africa also has a 10 cent piece. How many of those coins does it take to make 1 rand?
ja: 南アフリカでは10セント硬貨も使われています。10セント硬貨が何個あれば1ランドになるでしょう？
ko: 남아프리카에는 10센트짜리도 있습니다. 몇 개의 10센트가 1랜드를 만드나요?
tr: Güney Afrika’da 10 cent’lik madeni paralar da vardır. Peki, bu 10 cent’lik madeni paralardan kaç tanesi 1 rand yapar?

# data_list
source: Then he shook the coins in his big fist, so that they made a clinking sound. "This is my judgement," he said to the baker. "The punishment must fit the crime. Therefore the sound of Ma Shange's money is the payment you will get for the smells she stole. And now I wish you a good day." The baker looked thoughtful. Then, realizing how unreasonable he had been, he turned slowly and walked out of the room.
ja: それから、判事はその大きな手の中でコインを振りながら、チャラチャラという音を立てました。「これが私の判決です。」判事はパン屋さんに言いました。「罰というものは、その罪に見合ったものでなければなりません。ですから、マ・シャンゲさんが盗んだ匂いに対して払うべきなのは、マ・シャンゲさんのお金が出す音だけです。それでは二人とも、良い一日を。」シャバングさんは深く考え込んだ様子でした。そして、自分がどれだけ理不尽なことを言っていたのかに気が付くと、ゆっくりドアの方を向き、帰って行きました。
ko: 그리고 나서, 판사는 그의 큰 손안에서 동전을 흔들자 딸랑거리는 소리가 났습니다. “이것이 나의 판결입니다." 판사가 제빵사에게 말했습니다. “벌은 죄와 맞아야만 합니다. 그러므로 마샹게의 돈이 내는 소리가 당신이 받을 수 있는 그녀가 훔친 냄새의 지불이 될것입니다. 이제 난 당신이 좋은 하루가 되기를 바랍니다." 제빵사는 뭔가 깊은 생각을 하는것처럼 보입니다. 그리고 나서 자신이 얼마나 무모했는지를 느꼈고 그는 천천히 돌아서서 방을 걸어나갔습니다.
tr: Ardından, paraları büyük avucunun içinde salladı; paralar şangır şungur sesler çıkardı. “Kararım,” dedi fırıncıya, “ceza suça uygun olmalıdır. Dolayısıyla, Ma Shange’nin parasının sesi çaldığı kokular için alacağınız ödemedir. Size iyi günler diliyorum.” Fırıncı düşünceli görünüyordu. Sonra, ne kadar mantıksız davrandığını fark ederek yavaşça arkasını dönüp odadan yürüyerek çıktı.

# data_list
source: A good end to a dispute brings a sense of justice and rightness to all the parties involved. Did the baker feel he had been dealt with fairly? Did the baker learn something important on that day?
ja: 判事のすばらしい判決で、シャバングさんとマ・シャンゲさんの両方に正義がもたらされました。シャバングさんは自分が公平に裁かれたと感じましたか？またシャバングさんはこの日、大切なことを学びましたか？
ko: 분쟁의 좋은 결말은 양쪽 모두가 정의와 공정함을 느끼는 것입니다. 제빵사는 자신이 공정하게 대우받았다고 생각하나요? 제빵사는 오늘 무언가 중요한 것을 배웠나요?
tr: Bir anlaşmazlığın iyi bir şekilde sona ermesi, o anlaşmazlığa karışan ilgili tüm taraflara adalet ve doğruluk duygusu getirir. Fırıncı kendisine adil davranıldığını hissetti mi? Fırıncı o gün önemli bir şey öğrendi mi?

# data_list
source: It was good the baker finally realized he had been unreasonable. It would have been even better if the baker had done more for Ma Shange. An apology to Ma Shange would have been an important step.
ja: シャバングさんは自分が理不尽なことを言っていたことにようやく気付くことができました。もしマ・シャンゲさんにもっと何かしてあげられていれば、なお良かったでしょう。まず、マ・シャンゲさんに謝ることがその大切な一歩です。
ko: 제빵사가 자신이 무모했다고 느낀것은 잘 된 일입니다. 제빵사가 마샹게에게 무언가를 더 했다면 훨씬 좋았을것입니다. 마샹게에게 사과를 했다면 그것은 중요한 과정이 되었을 것입니다.
tr: Fırıncının en sonunda mantıksız davrandığını fark etmesi iyi oldu. Fırıncı Ma Shange için daha fazlasını yapmış olsaydı daha iyi olurdu. Ma Shange’den bir özür dilemek önemli bir adım olurdu.

# data_list
source: What else, if anything, do you think the baker should do for Ma Shange?
ja: もし他にあるとすれば、シャバングさんはマ・シャンゲさんには何をしてあげられたと思いますか？
ko: 만약 무언가 더 있다면, 여러분은 제빵사가 마샹게를 위해 무엇을 해야 된다고 생각하나요?
tr: Sizce fırıncı Ma Shange için daha başka ne yapmalıdır?

# data_list
source: The judge smiled kindly at Ma Shange, and handed her back her money. "Now, Madam," he said pulling a brown paper bag from his briefcase, "would you care to join me for breakfast? These buns are still warm, I bought them only half an hour ago."
ja: 判事は微笑むと、マ・シャンゲさんにお金を返しました。「ところで、マ・シャンゲさん」判事はかばんから茶色い紙袋を取り出して言いました。「一緒に朝食はいかがですかな？このパンは30分前に買ったばかりで、まだ温かいですよ。」
ko: 판사는 마샹게에게 따뜻한 미소를 보이며 그녀에게 그녀의 돈을 돌려주었습니다. “이제, 할머님!" 그는 그의 서류 가방에서 갈색 종이자루를 꺼내었습니다. “나와 함께 아침을 먹을래요? 내가 30분전에 산 것이라 빵은 여전히 따뜻해요."
tr: Yargıç, Ma Shange’ye nazikçe gülümseyip parasını geri verdi. “Şimdi, Hanımefendi, dedi çantasından kahverengi bir kese kâğıdı çıkararak. “Kahvaltıda bana eşlik etmek ister misiniz? Bu çörekler hâlâ sıcak, onları daha yarım saat önce aldım.”

# data_list
source: The judge realized how poor and hungry Ma Shange was. He showed the kind of generosity that the baker should have shown all along.
ja: 判事はマ・シャンゲさんがとても貧しくてお腹を空かせていることに気が付きました。シャバングさんも、初めから判事のように親切な態度でマ・シャンゲさんに接するべきでした。
ko: 판사는 마샹게가 얼마나 가난하고 배가 고픈지 깨달았습니다. 판사는 제빵사가 보여주어야 했을 관대함을 보여주었습니다.
tr: Yargıç, Ma Shange’nin ne kadar yoksul ve aç olduğunu fark etti. Ona, fırıncının en başından beri göstermesi gereken cömertliği gösterdi.

# data_list
source: Helping others is tricky and involves some hard questions. Who do you help, how do you help, and how much do you help?
ja: 誰かを助けると言うことは簡単ではありません。誰を助ければいいのか？どうやって助ければいいのか？どのくらい助ければいいのか？このような疑問が思い浮かぶでしょう。
ko: 다른 사람을 도우는 것은 까다롭고 어려운 질문을 던집니다. 누구를 도울지, 어떻게 도울지, 그리고 얼마나 도울지 하는 질문말입니다.
tr: Başkalarına yardım etmek zordur ve içinde bazı zor sorular içerir. Peki, ya siz kime yardım edersiniz, nasıl yardım edersiniz ve ne kadar yardım edersiniz?

# data_list
source: Have you ever given aid to someone in need of help? We all need help at times. We can't help everyone, but there are times when we can help and make an important difference in another person's life.
ja: あなたは困っている人を助けたことはありますか？誰にでも助けが必要な時があります。全ての人を助けることはできないけれど、あなたが誰かを助けられる時は必ずやってきます。そしてその誰かの人生を大きく変えることができるかもしれないのです。
ko: 여러분은 도움이 필요한 누군가를 도와준 적이 있나요? 우리 모두는 언젠가는 도움이 필요합니다. 우리는 모든 사람을 도와 줄수는 없지만 우리는 누군가를 도와주고 그 사람의 인생에 중요한 차이점을 만들어 줄 수 있는 때가 있습니다.
tr: Yardıma ihtiyacı olan birine yardım ettiniz mi hiç? Hepimizin zaman zaman yardıma ihtiyacı olur. Herkese yardım edemeyiz ancak yardım edebileceğimiz ve birinin hayatında önemli bir fark yaratabileceğimiz zamanlar vardır.

# data_list
source: One day Tortoise was walking through the countryside. He was looking for something. He gazed into the distance and squinted at the grass. Then he walked past Snail.
ar: في أحد الأيام كانت السلحفاة تسير في الريف. كانت تبحث عن شيء ما. كانت تحدق في المسافة وتنظر إلى العشب. ثم مرت بجانب الحلزون.
fr: Un jour, Tortue marchait dans la campagne. Elle cherchait quelque chose. Elle fixait au loin et regardait l'herbe en plissant des yeux. Puis elle passa devant l'escargot.
ja: むかしむかしあるところに、リクガメが田舎道を歩いていました。リクガメは何かを探していました。リクガメは遠くを見つめて、草むらに目をやりました。そして、リクガメは、カタツムリのそばを通り過ぎました。
ko: 어느날 거북이가 시골길을 걷고 있었습니다. 거북이는 무언가를 찾고 있었습니다. 그는 먼 곳을 바라보며 풀밭을 곁눈질 했습니다. 그런 다음 그는 달팽이를 지나쳐 걸었습니다.
tr: Bir gün Kaplumbağa kırlarda yürüyordu. Bir şey arıyordu. Uzaklara dalmış, gözlerini kısmış otlara bakıyordu. Ondan sonra, Salyangoz’un yanından geçti.

# data_list
source: Tortoise is looking for his house. Do you think he forgot it or did he never know where it was? Do you know where Tortoise's house is?
ar: السلحفاة تبحث عن منزلها. هل تعتقد أنها نسيته أم أنها لم تعرف مكانه أبدًا؟ هل تعرف أين يقع منزل السلحفاة؟
fr: Tortue cherche sa maison. Pensez-vous qu'elle l'a oubliée ou qu'elle n'a jamais su où se trouvait sa maison ? Savez-vous où se trouve la maison de la tortue ?
ja: リクガメは、お家を探しているよ。 リクガメはお家の場所を忘れてしまったのかな？それとも、そもそもお家の場所を知らなかったのかな? リクガメのお家は一体どこかな?
ko: 거북이는 그의 집을 찾고 있습니다. 여러분은 거북이가 집을 잊어버렸을 거라고 생각하나요 아니면 집이 어디에 있었는지 전혀 알지 못한다고 생각하나요?
tr: Kaplumbağa evini arıyor. Sizce kaplumbağa evini mi unutmuş yoksa evinin nerede olduğunu hiç bilmiyor muydu? Peki ya siz, Kaplumbağa’nın evinin nerede olduğunu biliyor musunuz?

# data_list
source: Do you know where Snail's house is?
ar: هل تعرف أين يقع منزل الحلزون؟
fr: Savez-vous où se trouve la maison de l'escargot ?
ja: カタツムリのお家はどこかな?
ko: 여러분은 달팽이의 집이 어디있는지 알아요?
tr: Salyangoz’un evinin nerede olduğunu biliyor musunuz?

# data_list
source: Where do you live? Is your house easy to find, or do you need help finding your house sometimes?
ar: أين تعيش؟ هل من السهل العثور على منزلك، أو هل تحتاج إلى مساعدة في العثور على منزلك أحيانًا؟
fr: Où vivez-vous ? Votre maison est-elle facile à trouver ou avez-vous parfois besoin d'aide pour la trouver ?
ja: 君のお家はどこ？ 君のお家は簡単に見つけられる？それとも、お家を見つけるのに誰かの助けが必要？
ko: 여러분은 어디에 살아요? 여러분의 집은 찾기가 쉬운가요 아니면 가끔 여러분도 집을 찾을때 도움이 필요한가요?
tr: Siz nerede yaşıyorsunuz? Evinizi bulmak kolay mı yoksa bazen evinizi bulmak için yardıma ihtiyacınız oluyor mu?

# data_list
source: "Are you looking for something?" Snail asked. "Yes, Snail, I'm looking for my house. Have you seen it, by any chance?"
ar: "هل تبحث عن شيء ما؟" سأل الحلزون. "نعم أيها الحلزون، أنا أبحث عن منزلي. هل رأيته بالصدفة؟"
fr: « Tu cherches quelque chose ? » demanda l’escargot. « Oui, Escargot, je cherche ma maison. L'aurais-tu vue, par hasard ? »
ja: 「なにか探してるの？」カタツムリが聞きました。 「そうなんだ、カタツムリちゃん。実は、ぼくのお家を探しているんだけど、どこかで見かけたりしてないかな？」
ko: ”무엇을 찾고 있나요?” 달팽이가 물었습니다. “응, 달팽이, 난 내 집을 찾고 있어요. 혹시 본적이 있어요?"
tr: “Bir şey mi arıyorsun?” diye sordu Salyangoz. “Evet, Salyangoz, evimi arıyorum. Acaba evimi gördün mü?”

# data_list
source: Can you remember having trouble finding something and discovering it was easy to find all along?
ar: هل تتذكر أنك واجهت صعوبة في العثور على شيء ما ثم اكتشفت أنه كان من السهل العثور عليه طوال ذلك الوقت؟
fr: Vous souvenez-vous d'avoir eu du mal à trouver quelque chose et d'avoir découvert que c'était facile à trouver depuis le début ?
ja: 簡単に見つけられるものなのに、探すことに苦労したことはある？
ko: 여러분도 혹시 무언가를 찾을수 없었는데 나중에 보니 정말 찾기 쉬운곳에 있었던 적이 있나요?
tr: Bir şeyi bulmakta zorlandığınızı ve aslında onu bulmanın çok kolay olduğunu keşfettiğinizi hatırlıyor musunuz?
