Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: There are no legs where Maguru looked. When you have none of something, you have 0 of them. Zero is a very useful number for describing not having anything. Name some silly things that you have zero of!
ar: لا توجد أرجل حيث نظر ماجورو. عندما لا يكون لديك أي شيء، يكون لديك 0 منه. الصفر هو رقم مفيد جدًا لوصف عدم وجود أي شيء. اذكر بعض الأشياء السخيفة التي ليس لديك أي منها!
fr: Il n’y a pas de patte là où Maguru a regardé. Lorsque tu n’as aucune chose, tu en as 0. Le zéro est un nombre très utile pour décrire le fait de ne rien voir. Cite des choses sottes dont tu n’as pas !
ja: マグルが見たところには足がありません。何も持っていないとき、それらを０個持っていることになります。ゼロは何も持っていないことを説明するのにとても便利な数字です。あなたが持っていない馬鹿げたくだらないものをいくつか挙げてください！
ko: 마구루가 본 곳에는 다리가 없었습니다. 여러분이 아무것도 가지고 있지 않을때 여러분은 제로를 가지고 있습니다. 제로는 아무것도 가지고 있지 않을때를 묘사할때 유용한 숫자입니다. 여러분이 가지고 있는 재미있는 물건중에 제로가 있는지 찾아보세요!
tr: Maguru’nun baktığı yerde hiç bacak yok. Bir şeyden hiç yoksa ondan 0 tane vardır. Sıfır, hiçbir şeye sahip olmamayı tanımlamak için çok kullanışlı bir rakamdır. Sıfır sayıda sahip olduğunuz bazı şeyleri söyleyin!

# data_list
source: Maguru said to Snake, "Sorry. There are no legs left." Snake crawled home without legs. From that day, Snake does not sleep much. He is waiting to be first in line to get legs.
ar: قال ماجورو للأفعى: "آسف. لم تعد هناك أرجل متبقية." زحفت الأفعى إلى المنزل بدون أرجل. منذ ذلك اليوم، لم تعد الأفعى تنام كثيرًا. إنها تنتظر أن تكون في الأولى في الصف للحصول على أرجل.
fr: Maguru dit à Serpent : « Désolé. Il ne reste plus de patte. » Serpent rentra chez lui, sans patte, en rampant. A partir de ce jour, Serpent ne dort plus beaucoup. Il attend d’être le premier dans la file d’attente pour avoir des pattes.
ja: マグルはヘビに言いました。「申し訳ない。もう足は残っていないんだ。」ヘビは足がないまま、地面をはって家に帰りました。 その日から、ヘビはあまり眠らなくなりました。ヘビは足をもらうため、列の１番目に並んで待っています。
ko: “미안하구나. 이제 아무 다리도 남아있지 않구나." 마구루가 뱀에게 말했습니다. 뱀은 다리가 없이 집으로 기어갔습니다. 그 이후로 부터 뱀은 잠을 많이 자지 않았습니다. 뱀은 다리를 갖기 위해 첫번째 줄에 다시 설수 있는 날을 기다리고 있습니다.
tr: Maguru, “Üzgünüm. Hiç bacak kalmamış,” dedi. Yılan bacaksız bir halde sürünerek evine gitti. Yılan o günden beri pek uyumaz. Bacaklara kavuşmak için sıranın kendisine gelmesini bekler.

# data_list
source: It is a very sad day for Snake! Have you ever been sad that others got something that you did not? Were you happy for the others, or just sad that you were left out?
ar: إنه يوم حزين للغاية بالنسبة للأفعى! هل حزنت يومًا لأن الآخرين حصلوا على شيء لم تحصل عليه؟ هل كنت سعيدًا من أجل الآخرين، أم حزينًا لأنك استُبعدت؟
fr: C’est un jour très triste pour Serpent ! As-tu déjà été triste que d’autres aient obtenu quelque chose que tu n’as pas eu ? Étais-tu heureux pour les autres ou simplement triste d’avoir été mis à l’écart ?
ja: ヘビにとってとても悲しいことです！あなたは自分は手に入れられなかったものを他の人たちが手に入れたことで悲しくなったことはありますか？あなたは他の人たちに嬉しさを感じましたか？それとも、自分が取り残されたと悲しくなりましたか？
ko: 뱀에게는 아주 슬픈날입니다! 여러분은 다른 사람들이 가지고 있는 것을 가지지 못해 슬퍼해 본적이 있나요? 여러분은 그들을 대신해 기뻤나요 아니면 혼자 빠진것 같아 슬펐나요?
tr: Yılan için çok üzücü bir gün! Sizin alamadığınız bir şeyi başkaları aldığında üzüldünüz mü hiç? Diğerleri için mutlu mu oldunuz yoksa dışlanmış gibi hissettiğiniz için sadece üzüldünüz mü?

# data_list
source: Can you think of some other animals that have zero legs?
ar: هل يمكنك التفكير في بعض الحيوانات الأخرى التي ليست لها أرجل؟
fr: Peux-tu penser à d’autres animaux qui n’ont pas de pattes ?
ja: 足がない他の動物をいくつか思い浮かべることはできますか？
ko: 여러분은 다리가 하나도 없는 동물들을 생각해 낼수 있나요?
tr: Sıfır bacaklı başka hayvanlar biliyor musunuz?

# data_list
source: There is a cloud next to Maguru that is quite strange! The cloud is between Snake and Maguru's home. It must be a very tiny cloud!
ar: هناك سحابة غريبة جداً بجوار ماجورو! السحابة بين منزل الأفعى و ماجورو. لا بد أنها سحابة صغيرة جدًا!
fr: Il y a un nuage près de Maguru qui est assez étrange ! Le nuage se trouve entre Serpent et la maison de Maguru. Il doit s’agir d’un tout petit nuage !
ja: マグルの横にはとても奇妙な雲があります！その雲はヘビとマグルのお家の間にあります。とても小さな雲に違いありません！
ko: 마구루 옆에는 아주 이상하게 생긴 구름이 있습니다! 구름은 뱀과 마구로 사이에 있습니다. 아주 작은 구름이 틀림없네요!
tr: Maguru’nun yanında oldukça tuhaf bir bulut var! Bulut, Yılan ve Maguru’nun evinin arasında. O çok küçük bir bulut olmalı!

# data_list
source: My sister's dress is too big for me!
ar: فستان أختي كبير جدًا بالنسبة لي!
fr: La robe de ma sœur est trop grande pour moi !
ja: 私の姉のドレスは私には大きすぎます！
ko: 우리 언니의 치마는 나한테 너무 커요!
tr: Ablamın elbisesi bana çok büyük!

# data_list
source: Do you sometimes wear someone else's clothes? Is it fun to imagine you are that other person when you do it?
ar: هل ترتدي أحيانًا ملابس شخص آخر؟ هل من الممتع أن تتخيل أنك ذلك الشخص عندما تفعل ذلك؟
fr: Portes-tu parfois les vêtements de quelqu’un d’autre ? Est-ce amusant de te prendre pour cette personne lorsque tu le fais ?
ja: あなたは時々他人の服を着ることがありますか？ 自分がその人になったつもりで 着ると楽しいですか？
ko: 다른 사람의 옷을 입을 때가 있나요? 그때마다 내가 그 사람이라고 상상해보는 건 재미있지 않나요?
tr: Siz de bazen başka birisinin kıyafetlerini giyer misiniz? Giydiğinizde, o kişinin yerine geçtiğinizi hayal etmek eğlenceli mi?

# data_list
source: How can you tell the dress and belt are too big?
ar: كيف يمكنك معرفة أن الفستان والحزام كبيران جدًا؟
fr: Comment peut-on savoir si la robe et la ceinture sont trop grandes ?
ja: ドレスとベルトが大きすぎるってどうしてわかるのですか？
ko: 치마와 허리띠가 너무 크다고 알 수 있는 방법은 무엇인가요?
tr: Elbisenin ve kemerin çok büyük olduğunu nasıl anlayabilirsiniz?

# data_list
source: A rectangle is a four-sided shape like this page. Point to rectangles in the picture. Do you see any rectangles where you are?
ar: المستطيل هو شكل رباعي الأضلاع مثل هذه الصفحة. أشر إلى المستطيلات الموجودة في الصورة. هل ترى أي مستطيلات حيث أنت؟
fr: Un rectangle est une forme à quatre côtés, comme cette page. Montre les rectangles sur cette image. Vois-tu des rectangles, là où tu es ?
ja: 長方形はこのページのような四角形です。写真の中の長方形を指さしてください。今いる場所に長方形はありますか？
ko: 사각형은 네 개의 선으로 둘러싸인 도형이에요. 이 그림에서 사각형은 어디에 있는지 손으로 가리켜 보아요. 지금 있는 곳에도 사각형이 있나요?
tr: Bir dikdörtgen, bu sayfa gibi dört kenarlı bir şekildir. Bu resimdeki dikdörtgenleri gösterin. Bulunduğunuz yerde hiç dikdörtgen görüyor musunuz?

# data_list
source: My brother's jersey is also too big for me.
ar: قميص أخي كبير جدًا بالنسبة لي أيضًا.
fr: Le pull de mon grand frère est aussi trop grand pour moi.
ja: 私の兄のジャージも私には大きすぎます。
ko: 우리 오빠의 스웨터는 나한테 너무 커요!
tr: Ağabeyimin forması bana çok büyük.

# data_list
source: Looking at her face, how does she feel about having a jersey that is too big?
ar: بالنظر إلى وجهها، ما هو شعورها حيال ارتداء قميص كبير جدًا؟
fr: D’après son visage, comment se sent-elle lorsqu’elle porte un pull trop grand ?
ja: 彼女の顔を見て、ジャージが大きすぎることについて彼女はどう感じていると思いますか？
ko: 아이의 얼굴을 보아요. 너무 큰 스웨터를 입어서 어떤 감정을 느끼고 있을까요?
tr: Kızın yüzüne bakarak, çok büyük bir formaya sahip olmak hakkında sizce kız ne hissediyor?

# data_list
source: Is the orange dress she has on the right size for her?
ar: هل الفستان البرتقالي الذي ترتديه مناسب لها؟
fr: Sa robe orange est-elle à sa taille ?
ja: 彼女が着ているオレンジのワンピースは サイズが合っていますか？
ko: 주황색 치마는 아이에게 알맞는 크기일까요?
tr: Kızın üstündeki turuncu elbise kız için doğru bedende mi?

# data_list
source: Notice the new rectangles in this picture.
ar: لاحظ المستطيلات الجديدة في هذه الصورة.
fr: Regarde les nouveaux rectangles sur cette image.
ja: この写真の新しい長方形に注目してください。
ko: 그림 속에 새로운 사각형이 있네요.
tr: Bu resimdeki yeni dikdörtgenlere dikkat edin.

# data_list
source: My bag is big. But not too big!
ar: حقيبتي كبيرة. ولكنها ليست كبيرة جداً!
fr: Mon sac est grand. Mais pas trop grand !
ja: 私のバッグは大きいです。 でも大きすぎないです。
ko: 내 가방은 커요! 하지만 너무 큰 건 아니에요!
tr: Benim çantam büyük. Ama çok büyük değil!

# data_list
source: Is this bag too big for her?
ar: هل هذه الحقيبة كبيرة جدًا بالنسبة لها؟
fr: Ce sac est-il trop grand pour elle ?
ja: このバッグは大きすぎますか？
ko: 가방이 아이에게 너무 큰가요?
tr: Bu çanta kıza çok mu büyük?

# data_list
source: Count together the clasps on the bag.
ar: عدّوا مشابك الكيس معًا.
fr: Comptons ensemble les boucles du sac.
ja: バッグの留め金を数えてみてください。
ko: 가방에 있는 걸쇠의 수를 세어보아요.
tr: Çocuğunuzla birlikte, çantanın üzerindeki tokaları sayın.

# data_list
source: What would you put in this bag if it were yours?
ar: ماذا كنت ستضع في هذه الحقيبة لو كانت لك؟
fr: Que mettrais-tu dans ce sac, s’il t’appartenait ?
ja: このバッグに何を入れますか？
ko: 이 가방을 가지게 된다면, 무엇을 넣고 싶나요?
tr: O çanta sizin olsaydı içerisine neler koyardınız?

# data_list
source: This old belt is too small for me.
ar: هذا الحزام القديم صغير جدًا بالنسبة لي.
fr: Cette vieille ceinture est trop petite pour moi.
ja: この古いベルトは、私には小さすぎます。
ko: 이 오래된 허리띠는 나한테 너무 작아요!
tr: Bu eski kemer bana çok küçük.

# data_list
source: Why might this child's old belt from when she was younger be too small for her?
ar: لماذا قد يكون حزامها القديم الذي كانت ترتديه عندما كانت صغيرة صغيرًا جدًا بالنسبة لها؟
fr: Pourquoi la vieille ceinture de cette fille, qu’elle a eue quand elle était petite, ne lui va plus ?
ja: この子が小さい頃に使っていたベルトが、彼女にとって小さすぎる理由は何でしょうか？
ko: 아이가 더 어릴 때 쓰던 허리띠가 지금은 너무 작은 이유가 무엇일까요?
tr: Bu çocuğun küçükken taktığı eski kemeri neden ona çok küçük gelmiş olabilir?

# data_list
source: What does the expression on her face tell you about how she is feeling about the belt?
ar: ما الذي يخبرك به تعبير وجهها عن شعورها تجاه الحزام؟
fr: Qu’exprime l’expression sur son visage sur ce qu’elle ressent à propos de cette ceinture ?
ja: この子の表情から、そのベルトをどう感じているかがわかりますか？
ko: 아이의 표정을 통해 아이가 허리띠에 대해 무슨 생각을 하고 있는지 알 수 있나요?
tr: Kızın yüzündeki ifade, kızın kemeri hakkında ne hissettiğini anlatıyor mu?

# data_list
source: How many pieces of clothing has she tried on?
ar: كم قطعة ملابس جربت؟
fr: Combien de vêtements a-t-elle essayé ?
ja: この子は何着試着しましたか？
ko: 아이가 지금까지 옷을 몇 벌이나 입어보았을까요?
tr: Kız şu ana kadar kaç parça kıyafet denedi?

# data_list
source: This is my doll's hat.
ar: هذه هي قبعة دميتي.
fr: Ce chapeau est à ma poupée.
ja: これは私の人形の帽子です。
ko: 이건 내 인형의 모자입니다.
tr: Bu, benim oyuncak bebeğimin şapkası.

# data_list
source: This is the fourth piece of clothing that is a bad fit for her. How does she feel about it? Do you think she is feeling discouraged?
ar: هذه هي قطعة الملابس الرابعة التي لا تناسبها. كيف تشعر حيال ذلك؟ هل تعتقد أنها تشعر بالإحباط؟
fr: C’est le quatrième vêtement qui ne lui va pas. Que ressent-elle à cause de cela ? Crois-tu qu’elle se sente découragée ?
ja: これは彼女に合わない4つ目の衣類です。彼女はそれについてどう感じていると思いますか？彼女は落胆していると思いますか？
ko: 이건 아이에게 알맞지 않는 네 번째 옷이에요. 여기에 대해 아이는 어떤 기분일까요? 아이가 실망했다고 생각하나요?
tr: Bu, kızın denediği ona uymayan dördüncü parça. Kız bu konu hakkında ne hissediyor? Kızın cesaretinin kırıldığını düşünüyor musunuz?

# data_list
source: Count together the number of pieces of wood that make up the back of the chair.
ar: عدّوا معًا عدد قطع الخشب التي تشكل ظهر الكرسي.
fr: Comptons ensemble le nombre de bouts de bois qui forment le dossier de la chaise.
ja: 椅子の背もたれを構成する木片の数を数えてください。
ko: 의자의 등받이를 만드는데에 쓰인 나무조각의 수를 함께 세어보아요.
tr: Çocuğunuzla birlikte, sandalyenin arkasını oluşturan tahta parçalarını sayın.

# data_list
source: She has two eyes, ears, and arms, but only one mouth and nose. Where do the body parts that she has one of line up on her body?
ar: تملك عينين وأذنين وذراعين وفماً وأنفاً واحداً. أين تقع أجزاء الجسم التي تملكها على جسدها؟
fr: Elle a deux yeux, deux oreilles et deux bras, mais seulement une bouche et un nez. Où est-ce que ses parties du corps seules se trouvent sur son corps ?
ja: 目、耳、腕は2つあるが、口と鼻は1つしかありません。彼女が持っている体のパーツは、体のどこに並んでいますか？
ko: 아이는 눈이 두 개, 귀가 두 개, 팔이 두 개 있지만, 입과 코는 하나 밖에 없어요. 아이에게 몸에서 하나 밖에 없는 부위는 또 어디가 있을까요?
tr: Kızın iki gözü, iki kulağı, iki kolu var ama bir ağzı ve bir burnu var. Resimde, çizgi olan yerdeki kızın vücudunun parçaları nerede?

# data_list
source: My socks are the right size. But the wrong color!
ar: جواربي هي الحجم الصحيح. ولكن اللون الخطأ!
fr: Mes chaussette sont de la bonne taille. Mais de la mauvaise couleur !
ja: 靴下のサイズは合っています。 でも色が違います。
ko: 내 양말은 나한테 알맞는 크기입니다. 하지만 색깔은 맞지 않아요!
tr: Çoraplarım doğru ölçüde. Ama yanlış renkteler!

# data_list
source: Including her hair ties, which colors is she wearing?
ar: ما هي الألوان التي ترتديها بما في ذلك ربطات شعرها؟
fr: Y compris ses élastiques à cheveux, quelles couleurs porte-t-elle ?
ja: 髪留めも含めて何色の服を着ていますか？
ko: 머리끈을 포함해서, 아이가 어떤 색 옷들을 입고 있나요?
tr: Kızın saç tokaları da dahil olmak üzere, kız hangi renkleri giyinmiş?

# data_list
source: Do you think her socks are the wrong color?
ar: هل تعتقد أن لون جواربها خاطئ؟
fr: Penses-tu que ses chaussettes sont de la mauvaise couleur ?
ja: 彼女の靴下の色が間違っていると思いますか？
ko: 아이의 양말이 알맞지 않은 색깔이라고 생각하나요?
tr: Sizce kızın çorapları yanlış renkte mi?

# data_list
source: The picture of the chair is made up of several rectangles. How many can you find?
ar: صورة الكرسي مكونة من عدة مستطيلات. كم يمكن أن تجد؟
fr: Cette image de la chaise est composée de plusieurs rectangles. Combien en trouves-tu ?
ja: 椅子の絵はいくつかの長方形でできています。いくつ見つけられますか？
ko: 의자는 여러 개의 사각형으로 이루어져 있어요. 그 중 몇 개를 찾을 수 있나요?
tr: Sandalye resmi birkaç dikdörtgenden oluşuyor. Onların kaç tanesini bulabilirsiniz?

# data_list
source: These are my new shoes.
ar: هذه هي أحذيتي الجديدة.
fr: Ce sont mes nouvelles chaussures.
ja: 私の新しい靴です。
ko: 이건 나의 새 신발입니다.
tr: Bunlar benim yeni ayakkabılarım.

# data_list
source: After all the other clothes, do you think these shoes will fit?
ar: بعد كل الملابس الأخرى، هل تعتقد أن هذه الأحذية ستناسبها؟
fr: Après tous les autres vêtements, penses-tu que ces chaussures sont de la bonne taille ?
ja: 他の服を試した後、これらの靴は合うと思いますか？
ko: 지금까지의 옷들을 보았을 때, 이 신발은 아이에게 맞을 것 같나요?
tr: Diğer tüm o kıyafetlerden sonra, sizce bu ayakkabılar kıza uyacak mı?

# data_list
source: Where did she go?
ar: إلى أين ذهبت؟
fr: Où est-elle allée ?
ja: 彼女はどこに行ったのですか？
ko: 아이가 어디로 갔을까요?
tr: Kız nereye gitti?

# data_list
source: These shoes must be in a different room -- the door and windows are a different color. What colors were they before?
ar: لا بد أن هذه الأحذية في غرفة مختلفة – الباب والنوافذ بلون مختلف. ما هي الألوان التي كانت عليها من قبل؟
fr: Ces chaussures doivent-être dans une autre pièce -- la porte et les fenêtres sont de couleurs différentes. De quelles couleurs étaient-elles, avant ?
ja: この靴は別の部屋にあるはずです。ドアと窓の色が違います。それ以前は何色でしたか？
ko: 이 신발은 다른 방에 있는 게 분명해요. 문과 창문이 다른 색깔이죠. 전에는 무슨 색깔이었을까요?
tr: Bu ayakkabılar farklı bir odada olmalılar – kapı ve pencereler farklı renkteler. Onlar daha önce hangi renkteydiler?

# data_list
source: They fit me very well.
ar: إنها تناسبني بشكل جيد للغاية.
fr: Elles me vont très bien.
ja: 似合っています。
ko: 나한테 딱 맞아요!
tr: Bunlar bana çok iyi uydular.

# data_list
source: Is her hat the same as her doll's hat? Does it seem too small to you?
ar: هل قبعتها هي نفس قبعة دميتها؟ هل تبدو صغيرةً جدًا بالنسبة لك؟
fr: Son chapeau est-il le même que celui de sa poupée ? Cela te semble-t-il trop petit ?
ja: 彼女の帽子は彼女の人形の帽子と同じですか？それはあなたにとって小さすぎないですか？
ko: 아이의 모자가 인형의 모자와 같나요? 너무 작아 보이지는 않나요?
tr: Kızın şapkası oyuncak bebeğinin şapkasıyla aynı mı? Size çok küçük mü görünüyor?

# data_list
source: Do you think she needs a belt with her dress?
ar: هل تظن أنها تحتاج إلى حزام مع فستانها؟
fr: Penses-tu qu’elle devrait porter une ceinture avec sa robe ?
ja: ドレスにベルトは必要ですか？
ko: 아이의 치마에 허리띠가 필요하다고 생각하나요?
tr: Sizce kızın o elbisesiyle birlikte bir kemere ihtiyacı var mı?

# data_list
source: Is she ready for school now?
ar: هل هي مستعدة للمدرسة الآن؟
fr: Est-elle prête pour aller à l’école, maintenant ?
ja: 学校に行く準備はできましたか？
ko: 이제 아이는 학교에 갈 준비가 되었을까요?
tr: Kız şimdi okula hazır mı?

# data_list
source: Let me tell you about the palm tree.
ar: دعني أحدثك عن شجرة النخيل.
fr: Laisse-moi te parler du palmier.
ja: 椰子の木の話をしましょう。
ko: 야자수에 대해서 알려줄게요.
tr: Size palmiye ağacı hakkında bilgi vereyim.

# data_list
source: Do you have palm trees where you live? There are many kinds of palm trees -- perhaps yours look different than these.
ar: هل لديك أشجار نخيل حيث تعيش؟ للنخيل أنواع كثيرة، ولعل شكل التي لديك يختلف عن هذه.
fr: Y a-t-il des palmiers, là où tu habites ? Il y a beaucoup de sortes de palmiers -- peut-être que le tien ne leur ressemble pas.
ja: あなたが住んでいる場所にはヤシの木がありますか？さまざまな種類のヤシの木があります。もしかしたらあなたの地域のものはこれらとは異なるかもしれません。
ko: 여러분이 사는 곳에도 야자수가 있나요? 야자수는 여러 종류가 있어요 - 여러분들이 아는 야자수들은 이것들과 다르게 생겼을수도 있죠.
tr: Sizin yaşadığınız yerde palmiye ağaçları var mı? Birçok palmiye ağacı çeşidi vardır – belki sizinkiler bunlardan farklı görünüyorlardır.

# data_list
source: His necklace has a repeating pattern of yellow and red beads. Count the beads by using the pattern to count by 2's.
ar: قلادته بها نمط متكرر من الخرز الأصفر والأحمر. عد الخرزات باستخدام النمط للعد بمقدار 2.
fr: Son collier a un motif répétitif de perles jaunes et rouges. Compte les perles de deux en deux en t’aidant du motif.
ja: 彼のネックレスには黄色と赤のビーズの繰り返しの模様があります。この模様を使って、ビーズを2個ずつ数えてください。
ko: 그의 목걸이는 노란색과 빨간색의 구슬로 이루어져 있네요. 패턴을 이용해서 구슬들을 각각 짝으로 세어보세요.
tr: Resimdeki adamın kolyesinde sarı ve kırmızı boncuklardan oluşan tekrar eden bir desen var. Deseni kullanarak boncukları ikişer ikişer sayın.

# data_list
source: He has loops for his ears. How many looping pieces of clothing does he have? Be sure to look all over.
ar: أنه يمتلك حلقين في أذنيه. كم عدد قطع الملابس على شكل حلقات لديه؟ تأكد من النظر في كل مكان.
fr: Il a des boucles pour ses oreilles. Combien de vêtements avec des boucles y a-t-il ? Regarde partout.
ja: 彼は、耳にループを付けています。彼はどれだけの数のループが付いた服を持っているのでしょうか？必ず全体をよく見てください。
ko: 남자는 귀고리를 매고 있어요. 그는 몇개의 고리 모양 악세사리를 착용하고 있나요? 몸 전체를 다 관찰해보세요.
tr: Kulaklarında halkalar var. Adamın üzerinde kaç tane halka şeklinde (veya ilmekli) parçalar var? Her tarafına baktığınızdan emin olun.

# data_list
source: This tree lives when everything else is dry.
ar: تعيش هذه الشجرة حيث يجف كل شيء آخر.
fr: Cet arbre vit là où tout est sec.
ja: この木は他の木が乾いていても生きています。
ko: 이 나무는 건조한 환경에서도 자란답니다.
tr: Bu ağaç, diğer her şey kuruduğunda bile yaşar.

# data_list
source: Water is needed by most living things. Palm trees are smart about using very little water in a dry place.
ar: الماء تحتاجه معظم الكائنات الحية. تتميز أشجار النخيل بالذكاء في استخدام القليل جدًا من الماء في مكان جاف.
fr: La plupart des êtres vivants ont besoin d’eau. Les palmiers sont malins : ils utilisent très peu d’eau dans un endroit sec.
ja: ほとんどの生き物には水が必要です。ヤシの木は乾燥した場所でも非常に少ない水を賢く使うことができます。
ko: 대부분의 생물들은 물이 꼭 필요해요. 야자수들은 건조한 환경에서도 아주 조금의 물로 살아남을 수 있어요.
tr: Su çoğu canlı için gereklidir. Palmiye ağaçları kurak yerlerde çok az su kullanma konusunda akıllıdır.

# data_list
source: The branches split into two branches as they go up. Count the branches at the top of what we can see before the leaves.
ar: تنقسم الأغصان إلى غصنين إضافيين عند صعودها. عد الأغصان في الجزء العلوي مما يمكننا رؤيته قبل الأوراق.
fr: Les branches se séparent en deux branches lorsqu’elles poussent. Compte les branches en haut de ce que l’on peut voir avant les feuilles.
ja: 枝は上に行くにつれて2本に分かれます。葉の前に見える一番上の枝を数えて下さい。
ko: 나뭇가지들은 위로 올라가면서 각각 두개의 결래로 나뉘어요. 맨 꼭대기에서 보이는 가지들의 개수를 세어보아요.
tr: Dallar yukarılara doğru gittikçe iki dala ayrılır. Ağacın yapraklar başlamadan önceki kısmındaki görebildiğiniz dallarını sayın.

# data_list
source: Count the bones and stones on the ground.
ar: عد العظام والحجارة التي على الأرض.
fr: Compte les os et les pierres au sol.
ja: 地面に落ちている骨や石を数えて下さい。
ko: 땅에 있는 뼈조각과 돌들을 세어보아요.
tr: Yerdeki kemikleri ve taşları sayın.

# data_list
source: The shade from a palm tree is always cool.
ar: ظل شجرة النخيل بارد دائمًا.
fr: Il fait toujours frais, à l’ombre d’un palmier.
ja: ヤシの木陰はいつも涼しいです。
ko: 야자수의 그늘은 항상 시원해요.
tr: Bir palmiye ağacının gölgesi her zaman serindir.

# data_list
source: Is there something special about the shade of a palm tree that makes it cool?
ar: هل في ظل النخلة شيء مميز يجعلها تبرد؟
fr: L’ombre du palmier a-t-elle quelque chose de spécial qui la rend fraîche ?
ja: ヤシの木陰は涼しいですが、何か特別な理由があるのですか？
ko: 야자수의 그늘이 무언가 특별해서 시원한 것인가요?
tr: Palmiye ağacının gölgesini serin yapan özel bir şey var mı?

# data_list
source: Is the shade of all trees cool?
ar: هل ظل الأشجار كلها بارد؟
fr: Est-ce que les ombres de tous les arbres sont fraîches ?
ja: どの木陰も涼しいのですか？
ko: 모든 나무의 그늘이 시원한가요?
tr: Tüm ağaçların gölgeleri serin midir?

# data_list
source: This person barely fits inside this shade. Why did he pick such a small tree? Maybe there aren't any other trees nearby?
ar: هذا الشخص لا يكاد يحتوي داخل هذا الظل. لماذا اختار مثل هذه الشجرة الصغيرة؟ ربما لا توجد أي أشجار أخرى قريبة؟
fr: Cette personne rentre à peine dans cette ombre. Pourquoi a-t-elle choisi un si petit arbre ? Peut-être qu’il n’y en a pas d’autre à proximité ?
ja: この人はこの木陰に入るのがやっとです。なぜこんな小さな木を選んだのでしょう？他に木がなかったのでしょうか？
ko: 이 사람은 그늘 안에 겨우 들어가네요. 왜 이렇게 작은 나무를 골랐을까요? 주변에 다른 나무가 없어서 그런것이 아닐까요?
tr: Bu kişi bu gölgenin içine zar zor sığıyor. Neden bu kadar küçük bir ağaç seçti? Belki yakınlarda başka ağaç yoktur?

# data_list
source: We eat fruit from the palm tree.
ar: نأكل من ثمر النخل.
fr: Nous mangeons le fruit du palmier.
ja: 私たちはヤシの木の実を食べます。
ko: 우린 야자수의 열매를 먹어요.
tr: Palmiye ağacından meyveler yeriz.

# data_list
source: Name and count the kinds of fruit you like to eat.
ar: اذكر وعدّ أنواع الفاكهة التي تحب أن تأكلها.
fr: Nomme et compte les sortes de fruits que tu aimes manger.
ja: 好きな果物の名前を言って下さい。
ko: 여러분이 좋아하는 과일의 이름들들을 떠올려보고 개수를 세어보아요.
tr: Yemekten hoşlandığınız meyve türlerinin isimlerini söyleyin ve sayın.

# data_list
source: Their hair is braided into rows. Which one has more rows that you can see? What is the difference between the two numbers -- how many more?
ar: شعرهم مجدول. أي واحد لديه المزيد من الصفوف التي يمكنك رؤيتها؟ ما الفرق بين الرقمين - أيهما أكثر؟
fr: Ses cheveux sont tressés en rangées. De ce que tu peux voir, qui a le plus de rangées ? Quelle est la différence entre ces deux nombres -- combien y en a-t-il de plus ?
ja: 彼らの髪は編み込まれて列になっています。どちらの髪の列の数が多いですか。2つの数字の差はいくつですか？どれだけ多いですか？
ko: 그들의 머리는 줄로 땋여있네요. 누가 더 많은 줄들을 가지고 있나요? 두 숫자의 차이는 얼마인가요? 즉, 몇개 더 많은가요?
tr: Resimdekilerin saçları sıra sıra örülmüş. Hangisinde daha fazla sıra var? Örgü sayıları arasındaki fark nedir — bir sayı öbüründen ne kadar daha fazla?

# data_list
source: Does it make sense that the bigger person would have the bigger number of hair rows?
ar: هل من المنطقي أن يكون لدى الشخص الأكبر عدد أكبر من صفوف الشعر؟
fr: Est-il logique que la personne la plus grande ait un plus grand nombre de rangées ?
ja: 大きい人の方が髪の列の数が多いというのは理にかなっていますか？
ko: 더 큰 사람이 더 많은 숫자의 머리 줄을 가지고 있다는게 이해되나요?
tr: Daha büyük bir kişinin saçlarında daha fazla örgü sırasına sahip olması mantıklı mı?

# data_list
source: We use palm leaves to thatch our houses.
ar: نستخدم سعف النخيل في تغطية بيوتنا بالقش.
fr: Nous utilisons des feuilles de palmier pour couvrir nos maisons.
ja: 私たちは家の屋根にヤシの葉を茅葺きに使います。
ko: 우린 야잣잎을 이용해서 집 지붕을 만들어요.
tr: Evlerimizin damlarını örtmek için palmiyelerin yapraklarını kullanırız.

# data_list
source: This house has a round shape. Round houses are easier to build and enclose more space.
ar: هذا المنزل له شكل دائري. من السهل بناء المنازل المستديرة كما أنها توفر مساحة أكبر.
fr: Cette maison a une forme arrondie. Les maisons arrondies sont plus faciles à construire et contiennent plus d’espace.
ja: この家は丸い形をしています。丸い形の家は建てるのが簡単で、より多くのスペースを囲むことができます。
ko: 이집은 둥그런 모양을 가지고 있어요. 둥그런 모양을 가진 집들은 짓기가 더 쉽고 더 많은 공간을 확보할 수 있어요.
tr: Bu ev yuvarlak bir şekle sahip. Yuvarlak evleri inşa etmek daha kolaydır ve daha fazla alan kaplar.

# data_list
source: Do you have any round buildings where you live?
ar: هل لديك أي مباني مستديرة حيث تعيش؟
fr: Y a-t-il des bâtiments arrondis, là où tu habites ?
ja: あなたが住んでいる場所には丸い建物はありますか？
ko: 여러분이 사는곳에는 둥그런 건물들이 있나요?
tr: Sizin yaşadığınız hiç yerde yuvarlak yapılar var mı?

# data_list
source: Balls and light bulbs are usually round. What are some round things around you?
ar: عادة ما تكون الكرات والمصابيح مستديرة الشكل. ما هي بعض الأشياء المستديرة من حولك؟
fr: Les ballons et les ampoules sont généralement ronds. Quelles sont les choses rondes autour de toi ?
ja: ボールや電球はたいてい丸いです。あなたの周りにある丸いものは何ですか？
ko: 공과 전구는 대부분 둥그런 모양이에요. 여러분 근처에 둥그런 모양을 가진 물건은 무엇이 있나요?
tr: Toplar ve ampuller genellikle yuvarlaktır. Etrafınızdaki yuvarlak şeyler nelerdir?
