Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: What is inside each of us is invisible to the world until we tell the world. Which things that you love would you like to share with the world?
ar: ما بداخل كل واحد منا غير مرئي للعالم حتى نخبره به. ما هي الأشياء التي تحبها وترغب في مشاركتها مع العالم؟
fr: Ce qui est en nous est invisible au monde jusqu'à ce qu'on le dise. Quelles sont les choses que tu aimerais dire et partager avec le monde ?
ja: 私たち1人1人の中にあるものは、伝えられなければほかの人には見えないね。きみはどんな大好きなものを世界のみんなと分かちあいたい？
ko: 우리가 세상에 드러낼때까지 보이지 않게 마음 안에서 간직하고 있는 것이 있습니다. 여러분이 사랑하고 세상과 같이 나누고 싶은 무언가가 있나요? 여러분은 어떤 가장 소중한 것들을 세상과 나누고 싶나요?
tr: Her birimizin içinde olan şey, biz dünyaya söyleyene kadar aslında o şey dünya için görünmezdir. Sevdiğiniz hangi şeyleri dünyayla paylaşmak isterdiniz?

# data_list
source: She painted herself every day with such pride, to bring out the person who she was inside.
ar: كانت ترسم نفسها كل يوم بكل فخر، لتبرز الشخص الذي بداخلها.
fr: Elle s’est peinte chaque jour avec une telle fierté, pour pouvoir transmettre au monde le genre de personne qu’elle était à l’intérieur.
ja: ローリーは毎日とても誇りをもって自分を描いたよ。中にいるありのままの自分を引きだすためにね。
ko: 로리는 자기 안의 진짜 모습을 보여주기 위해 매일 자신을 열심히 칠했단다.
tr: Lory, içindeki o kişiyi ortaya çıkarmak için her gün büyük bir gururla kendi resmini yapıyordu.

# data_list
source: Which color did she use for her right foot and which one for her left foot?
ar: ما اللون الذي كانت تستخدمه لقدمها اليمنى وأي لون كانت تستخدمه لقدمها اليسرى؟
fr: Quelle couleur a-t-elle utilisé pour son pied droit et gauche ?
ja: ローリーの右足と左足には何色が使われているかな？
ko: 로리는 어떤 색깔을 오른쪽 발과 왼쪽 발에 사용했나요?
tr: Lory sağ ayağı için hangi rengi ve sol ayağı için hangi rengi kullanmış?

# data_list
source: Using paint is a bit messy, but it is one way to show her mark on the world. There are many ways we leave marks on the world without using paint. Can you think of a few?
ar: إن استخدام الطلاء أمر فوضوي بعض الشيء، ولكنه إحدى الطرق لإظهار بصمتها على العالم. هناك العديد من الطرق التي نترك بها بصماتنا على العالم دون استخدام الطلاء. هل يمكنك التفكير في القليل منها؟
fr: Peindre est un peu salissant mais c’est une façon de laisser son empreinte sur le monde. Il y a plusieurs façons de laisser son empreinte sur le monde. Peux-tu penser à quelques-unes ?
ja: 絵の具を使うのは少しよごれるけれど、世界に自分の特色を見せる1つの方法だね。絵の具を使わなくても、世界に自分のしるしを残す方法はたくさんあるよ。何か思いつくかな？
ko: 페인트를 쓰는 것은 조금 지저분하지만 그것은 이 세상에 로리의 존재를 알리는 한 방법입니다. 우리도 페인트가 아니여도 세상에 우리의 존재를 알릴수 있는 방법이 많이 있습니다. 여러분들은 몇 가지 생각해 볼 수 있나요?
tr: Boyaları kullanmak biraz ortalığı kirletebilir ama boyalar Lory’nin dünyaya iz bırakmasının bir yoludur. Boya kullanmadan da dünyaya iz bırakmanın pek çok yolu vardır. Aklınıza onların birkaçı geliyor mu?

# data_list
source: You can count the toe prints one by one, or you can count them by 5's. Skip counting is often a quick way to count a bunch of things! How many toe prints are there?
ar: يمكنك حساب بصمات أصابع القدم واحدًا تلو الآخر، أو يمكنك عدها بمقدار 5. غالبًا ما يكون العد القفزي طريقة سريعة لحساب مجموعة من الأشياء! كم عدد بصمات أصابع القدم؟
fr: Tu peux compter les empreintes d’orteils une par une ou tu peux les compter en 5. Sauter le comptage est une façon rapide de compter des tas de choses ! Combien d’empreintes d’orteils y a-t-il ici ?
ja: 足あとの指は1本1本数えてもいいし、5とびでも数えられるね。とび数えは多くのものを速く数えられるね！ 足あとの指は何本あるかな？
ko: 여러분은 발자국을 하나씩 셀수도 있고 다섯개씩 묶어 셀수 있습니다. 건너뛰어 세기는 빨리 셀수 있는 방법으로 종종 사용됩니다. 여기에는 몇 개의 발자국이 있나요?
tr: Ayak parmak izlerini tek tek veya beşer beşer atlayarak da sayabilirsiniz. Atlayarak sayma, sıklıkla, bir sürü şeyi saymanın hızlı bir yöntemidir! Orada kaç ayak parmağı izi var?

# data_list
source: I know I'm invisible and hard to see. So I painted these pictures to show the real me.
ar: "أعلم أنني غير مرئية ومن الصعب رؤيتي. لذا رسمت هذه الصور لأظهر حقيقتي."
fr: Je sais que je suis invisible et que c’est difficile de me voir. Donc j’ai peint ces images pour te montrer le vrai moi.
ja: 「自分が透明で見えにくいのは知っているの。だから、本当の自分を見せるためにこんな絵を描いたの。」
ko: “난 내가 투명인간이고 날 보기가 어렵다는걸 알아. 그래서 난 나의 진짜 모습을 보여주기 위해 이런 그림들을 그렸어."
tr: “Görünmez olduğumu ve görülmemin zor olduğunu biliyorum. Bu nedenle, gerçek beni göstermek için bu resimleri yaptım.”

# data_list
source: How many different things can you see on her that Lory likes?
ar: كم عدد الأشياء المختلفة التي يمكنك رؤيتها والتي تحبها لوري؟
fr: Combien de choses différentes peux-tu voir que Lory aime sur elle ?
ja: ローリーが好きなものはいくつ見つかるかな？
ko: 여러분은 로리가 좋아하는 것들을 로리가 그린 그림에서 몇 개나 찾을수 있나요?
tr: Lory’nin üzerinde onun çok sevdiği kaç farklı şey görebiliyorsunuz?

# data_list
source: How well does this share who Lory is?
ar: كيف يعبر ذلك بشكل جيد عن من هي لوري؟
fr: Jusqu’à quel point cela nous montre qui est Lory ?
ja: どのくらい上手に自分のことを伝えられているかな？
ko: 로리가 그린 그림은 로리가 누구인지 잘 보여준다고 생각하나요?
tr: Sizce bu, Lory’nin kim olduğunu ne kadar iyi anlatıyor?

# data_list
source: Which things would be hard to share this way?
ar: ما هي الأشياء التي سيكون من الصعب مشاركتها بهذه الطريقة؟
fr: Quelles sont les choses qui seront difficiles à partager de cette manière ?
ja: このやり方で、うまく分かちあえないものは何だろう？
ko: 어떤 것들이 이런 방법으로 보여주기는 힘들다고 생각하나요?
tr: Hangi şeyleri bu şekilde paylaşmak çok zor olurdu?

# data_list
source: "Are you making this up, Gramps? Is this story true?" "Lory is real -- real as me, real as you."
ar: "هل تختلق هذا يا جدي؟ هل هذه القصة حقيقية؟" "لوري حقيقية - حقيقية مثلي، حقيقية مثلك."
ja: 「おじいちゃん、おじいちゃんがこの話を作ったの？ このお話は本当？ 」「ローリーは本当にいるよ。わしと同じように。あなたと同じようにね。」
ko: “할아버지, 이거 지어낸 이야기예요 아니면 진짜예요?" “로리는 너나 나처럼 진짜란다."
tr: “Bu hikâyeyi uyduruyor musun, büyükbaba? Bu hikâye gerçek mi?” diye sordum. Büyükbabam, “Lory gerçek – benim kadar, senin kadar gerçek!” dedi.

# data_list
source: The story may not be real, but it has a real message. What is the message?
ar: قد لا تكون القصة حقيقية، لكنها تحمل رسالة حقيقية. ما هي الرسالة؟
fr: Cette histoire n’est peut-être pas vraie mais le message qu’elle transmet est vrai. Quel est le message ?
ja: この話は本当ではないかもしれないけれど、そこにあるメッセージは本物なんだ。どんなメッセージかな？
ko: 이 이야기는 아마 사실이 아니겠지만 여기에는 중요한 교훈이 있습니다. 그것이 무엇일까요?
tr: Bu hikâye gerçek olmayabilir ama gerçek bir mesaj veriyor. O mesaj nedir?

# data_list
source: How well do you think people see the invisible things inside you?
ar: إلى أي حد تعتقد أن الناس يرون الأشياء غير المرئية بداخلك؟
fr: Comment penses-tu que les gens voient les choses invisibles à l’intérieur de toi ?
ja: 人の中身はどのくらいほかの人に見えると思う？
ko: 여러분은 사람들이 여러분 안에 보이지 않는 것들을 얼마나 잘 볼 수있다고 생각하나요?
tr: Sizce başkaları sizin içinizdeki görünmez şeyleri ne kadar iyi görüyor olabilir?

# data_list
source: Is there something inside you that you would want to keep invisible?
ar: هل هناك شيء بداخلك تريد أن تبقيه غير مرئي؟
fr: Y-a-t-il quelque chose à l’intérieur de toi que tu voudrais laisser invisible ?
ja: きみの中には、見せないままにしておきたいものはある？
ko: 여러분 안에는 아무에게도 보여주고 싶지않은 그 무엇인가가 있나요?
tr: İçinizde görünmez kalmasını istediğiniz bir şey var mı?

# data_list
source: When Grandpa had left me, I can't quite be sure, but I think I saw Lory just outside my door.
ar: عندما تركني جدي، لست متأكدة تمامًا، ولكن أعتقد أنني رأيت لوري خارج باب منزلي.
fr: Quand Grand-père est parti, je ne suis pas sûre, mais je crois qu’à ce moment-là j’ai vu Lory devant ma porte obscure.
ja: おじいちゃんが出ていったとき、はっきり分からないけれどドアのちょうど外にローリーを見たと思う。
ko: 할아버지가 나가고 나는 로리가 문 밖에 있는 것을 본것 같습니다.
tr: Büyükbabam gittiğinde, tam olarak emin değilim ama sanırım Lory’yi kapımın hemen dışında gördüm.

# data_list
source: What do you think? Do "sure" and "door" rhyme?
ar: قصص ما قبل النوم يمكن أن تساعدك على النوم. أعتقد أن القصة هنا جعلت الطفلة أكثر يقظة.
fr: Que penses-tu ? Est-ce que les mots ‘sûre’ et ‘obscure’ riment-ils ?
ja: この絵の女の子の気持ちを想像してみよう。
ko: 잠자리에서 듣는 이야기는 여러분이 잠을 잘 들수 있게 하는 것입니다. 여기에 있는 이야기는 아이를 더 깨어 있게 만든것도 같네요.
tr: Ne düşünüyorsunuz? “Emin” ve “kapımın” kelimeleri kafiyeli mi?

# data_list
source: Go back and look at all the pairs of rhyming words. Can you find a few more words that go with each pair?
ar: الأرضية مظللة بطيات غطاء السرير. هل ترى التجاعيد؟
ja: きみはどう思う？ 女の子にローリーは見えたのかな？それともドアの外から何かを感じ取ったのかな？
ko: 바닥에는 침대보 주름의 그늘이 있습니다. 여러분은 주름이 보이나요?
tr: Önceki sayfalara geri dönün ve tüm kafiyeli sözcük çiftlerine bir bakın. Her çiftle kafiyeli olan birkaç uyumlu kelime daha bulabilir misiniz?

# data_list
source: Some kinds of poems use rhyming words. Have you ever written a poem?
ar: إنه أمر خاص عندما يقوم شخص ما باختلاق قصة ويرويها. هل تعرف أحداً يروي قصصاً كهذه؟ هل تختلق القصص وترويها؟
fr: Certains poèmes utilisent des mots qui riment. As-tu déjà écrit un poème ?
ja: 読んでもらったお話を、誰かに教えたくなることもあるね。きみはこのお話を誰かに話して聞かせたい？
ko: 누군가 이야기를 지어 들려주는 것은 특별한 것입니다. 여러분은 그런 이야기를 들려주는 사람이 있나요? 아니면 여러분이 이야기를 지어서 얘기해 주나요?
tr: Bazı şiir türlerinde kafiyeli sözcükler kullanılır. Hiç şiir yazdınız mı?

# data_list
source: Three siblings, Udoo, Erdoo, and Eryum listened to the music of the rain. They wanted to dance in it. They wanted to touch the rainbow that arrived in the sky. Mother said, "No." They cried, hoping to change her mind. It didn't work. Eryum even tried to sneak out of the house to visit the rainbow.
ja: ウドゥー、エルドゥー、エリュムの３兄弟は雨の音楽を聞いていました。 彼らはその中で踊りたかったのです。 彼らは空にかかる虹に触れたかったのです。 母は「無理」と言いました。 彼らは彼女の考えを変えたいと願いながら泣きました。 うまくいきませんでした。 エリュムは虹を見に行くためにこっそり家を抜け出そうともしました。
ko: 세형제, 우두, 어두, 그리고 에리움은 비가 들려주는 음악을 듣습니다. 그들은 비 속에서 춤을 추고 싶습니다. 그들은 하늘에 도착한 무지개를 만지고 싶었습니다. “안돼!”엄마가 말했습니다. 세형제는 엄마의 마음이 바뀌기를 기대하며 울었습니다. 에리움은 심지어 무지개를 만나기 위해 집을 몰래 나가 보려고 했습니다.
tr: Üç kardeş – Udoo, Erdoo ve Eryum – yağmurun müziğini dinlediler. Yağmurda dans etmek istediler. Gökyüzünde beliren gökkuşağına dokunmak istediler. Anneleri, “Hayır!” dedi. Annelerinin fikrini değiştirmeyi umut ederek ağladılar. Ama işe yaramadı. Eryum, gökkuşağını ziyaret etmek için evden gizlice dışarı çıkmayı bile denedi.

# data_list
source: Rainbows happen when sunlight shines through raindrops in the sky. The colors of the rainbow are red, orange, yellow, green, blue, indigo, and violet. Some people remember this as Roy G. Biv.
ja: 虹は、空の雨粒を通して太陽光が輝くときに発生します。 虹の色は、赤、オレンジ、黄、緑、青、藍、紫です。 これをレインボーカラーとして覚えている人もいます。
ko: 무지개는 하늘에서 햇빛이 빗방울 사이를 통해 비칠때 일어납니다. 무지개의 색깔은 빨간색, 주황색, 노란색, 초록색, 파란색, 남색, 그리고 보라색으로 되어 있습니다. 어떤 사람들은 빨, 주, 노, 초, 파, 남, 보 라고 외웁니다.
tr: Gökkuşağı, güneş ışığının gökyüzündeki yağmur damlalarının arasından geçip yansımasıyla oluşur. Gökkuşağının renkleri şunlardır: kırmızı, turuncu, sarı, yeşil, mavi, çivit mavisi diğer adıyla indigo ve menekşe. Bazı insanlar, gökkuşağının yedi renginin sırasını onlara hatırlatması için ‘KuTuSu YaMaÇ Mı?’ kısaltmasını kullanırlar.

# data_list
source: Some people claim that indigo should not be on that list. What do you think?
ja: 藍色はそのリストに載せるべきではないと主張する人もいます。 あなたはどう思いますか?
ko: 어떤 사람들은 남색은 무지개 색깔에 들어가지 않는다고 생각합니다. 여러분은 어떻게 생각하나요?
tr: Bazı insanlar çivit mavisi renginin bu listede olmaması gerektiğini iddia eder. Siz ne düşünüyorsunuz?

# data_list
source: There are many kinds of rainbows. There are double rainbows and ones that occur when it snows. Have you ever seen one of these unusual rainbows?
ja: 虹にはいろいろな種類があります。 二重虹や雪が降ったときに発生する虹などがあります。 このような珍しい虹を見たことがありますか?
ko: 무지개는 여러가지 종류가 있습니다. 쌍무지개와 눈이 올 때 생기는 무지개도 있습니다. 여러분은 흔하지 않은 무지개를 본 적이 있나요?
tr: Gökkuşaklarının birçok farklı çeşidi vardır – çift gökkuşaklar, kar yağdığında oluşan farklı gökkuşaklar gibi. Bu alışılmadık gökkuşaklarından herhangi birini gördünüz mü hiç?

# data_list
source: Mother caught him before he could go. She raised her voice so that Eryum and his sisters would hear too. "You could catch a cold," she said. "You don't like pepper soup and you would have to eat some, if you caught a cold," she added with a smile.
ja: 母は彼が行く前に彼を捕まえました。 彼女はエリュムと彼の姉妹たちにも聞こえるように声を上げました。 「風邪をひくかもしれないよ」と母は言いました。「あなたはペッパースープが好きじゃないけど、風邪をひいたら食べなきゃね」と母は微笑みながら付け加えました。
ko: 엄마는 에리움이 나가기 전에 그를 잡았습니다. 엄마는 에리움과 그의 누나들이 들을수 있게 큰 소리로 말했습니다. “넌 감기에 걸릴 거야!" 엄마가 말했습니다. “넌 후추 스프를 싫어하지만 감기에 걸리면 그 스프를 먹어야만 해!" 엄마는 미소 지으며 말했습니다.
tr: Annesi onu, gidemeden yakaladı. Annesi, Eryum ve kız kardeşleri de söylediklerini duysun diye sesini yükseltti. “Üşütebilirsin,” dedi. “Biber çorbasını sevmiyorsun ama üşütürsen biraz yemen gerekebilir,” diye ekledi gülümseyerek.

# data_list
source: A partial circle is called an arc. Do you think the colors of a rainbow are in the shape of an arc?
ja: 部分的な円を円弧といいます。 虹の色は弧を描いていると思いますか?
ko: 원형의 한 부분을 호라고 부릅니다. 여러분은 무지개 색깔이 호의 모양이라고 생각하나요?
tr: Kısmi bir daireye ‘yay’ denir. Sizce resimdeki gökkuşağının renkleri de yay şeklinde mi?

# data_list
source: Eryum wanted to go outside to see and touch the rainbow. Have you ever touched a rainbow. Do you think it's possible?
ja: エリュムは外に出て虹を見たり触れたりしたかった。 虹に触れたことがありますか。 それは可能だと思いますか?
ko: 에리움은 밖에 나가서 무지개를 만지고 싶어했습니다. 여러분은 무지개를 만진 적이 있나요? 여러분은 무지개를 만지는게 가능하다고 생각하나요?
tr: Eryum, gökkuşağını görmek ve ona dokunmak için dışarı çıkmak istedi. Bir gökkuşağına dokundunuz mu? Sizce bu mümkün mü?

# data_list
source: Have you ever wanted to do something so much that you tried to do it even though an adult told you not to?
ja: 何かをしたくて、大人に「やめなさい」と言われても、やろうとしたことはありますか？
ko: 여러분은 무언가를 너무 하고 싶어서 어른들이 하지 말라는 데도 해 본 적이 있었나요?
tr: Bir yetişkin size yapmamanızı söylediği hâlde yapmak istediğiniz bir şeyi yine de yapmaya çalıştığınız oldu mu hiç?

# data_list
source: Hoping that they would ask for a story, she said, "The rainbow is a magical river with healing powers. But it is so high up in the sky that you can't reach it. If you catch a cold, the rainbow can't help you." The children thought about this.
ja: 彼らが話を聞いてくれるのを期待して、母はこう言いました。「虹は癒しの力を持つ魔法の川です。でも、空高くにあるので、到達することはできません。風邪をひいたら、あなたを助けられません。 子どもたちはこう考えました。
ko: 이야기를 듣고 싶어하는 아이들을 위해서 엄마는 말했습니다. “무지개는 무엇이든 낫게 해주는 힘이 있는 신비로운 강이란다. 그렇지만 무지개는 하늘 위에 너무 높이 있어서 너희들은 만질 수가 없단다. 만약에 너희가 감기에 걸리면 무지개는 너희들을 도와줄 수가 없어." 아이들은 그 이야기에 대해 생각해 보았습니다.
tr: Anneleri çocuklarının ondan bir hikâye dinlemek isteyeceklerini umarak, “Gökkuşağı iyileştirici gücü olan sihirli bir nehirdir. Ama gökyüzünde o kadar yüksektedir ki ona ulaşamazsınız. Ve eğer üşütürseniz, gökkuşağı size yardım edemez.” Çocuklar bunu düşündüler.

# data_list
source: Their mother is going to tell them a story about the magical healing powers of a rainbow. Before you read further, make up a story of your own about rainbows.
ja: 彼らの母親は、虹の魔法の癒しの力についての話をするつもりです。 続きを読む前に、虹についてあなた自身の物語を作ってください。
ko: 아이들의 어머니는 무엇이든 낫게 할 수 있는 힘이 있는 신비로운 무지개에 대해 이야기를 합니다. 여러분이 계속 더 읽기 전에 무지개에 대한 자신만의 이야기를 만들어 보세요.
tr: Anneleri onlara gökkuşağının sihirli iyileştirici gücü hakkında bir hikâye anlatacak. Okumaya devam etmeden önce, siz de gökkuşağı hakkında bir hikâye uydurun.

# data_list
source: The straight lines in this picture make lots of rectangles, which are four-sided shapes similar to this page. How many rectangles do you see around you?
ja: この絵の直線は、このページに似た四角形をたくさん作ります。 あなたの周りにはいくつの長方形が見えますか?
ko: 그림의 똑바른 선들은 이 장과 비슷한 네 개의 면이 있는 사각형과 같은 도형을 많이 만듭니다. 여러분은 주위에서 몇 개의 사각형을 볼 수 있나요?
tr: Bu resimdeki düz çizgiler, bu sayfa gibi dört kenarlı olan çok sayıdaki dikdörtgen şekilleri oluşturmuş. Etrafınızda kaç tane dikdörtgen görüyorsunuz?

# data_list
source: Sometimes, seeing lots of straight lines is dull. Do you find these lines interesting or dull? Is the curvy pot more interesting?
ja: たくさんの直線を見ると退屈に感じることがある。この直線を面白いと感じますか、鈍いと感じますか？。曲線の鉢の方が面白いですか？
ko: 가끔은 많은 똑바른 선들은 지루해 보입니다. 여러분은 그런 선들이 지루해 보이나요 아니면 흥미로운가요? 곡선이 더 흥미로운가요?
tr: Bazen çok sayıda düz çizgi görmek sıkıcıdır. Peki, ya siz, bu çizgileri ilginç mi yoksa sıkıcı mı buluyorsunuz? Resimdeki kıvrımlı vazo daha mı ilginç?

# data_list
source: "Mother, please tell us our rainbow story," said Erdoo. "Yes, please mother, I want to hear it too," Udoo chimed in. "Me three," Eryum begged, lifting up three little fingers. "Well, let me see, mmmm," she said playfully. "Okay lovelies, gather round. Mother, the storyteller is here!"
ja: 「お母さん、私たちの虹の話を聞かせて」とエルドゥは言いました。 「はい、お願い、お母さん、私も聞きたい」とウドゥーが声をかけた。「私も」エリュムは3本の小さな指を立てて懇願した。 「まあ、見てみよっか、うーん」と母はふざけて言いました。 「わかった、みんな、集まってね。お母さん、語り手が来たよ！」
ko: “엄마, 무지개 이야기를 더 해주세요!" 어두가 말했습니다. “네, 제발 엄마! 나도 듣고 싶어요!" 우두가 거들었습니다. “저두요." 에리움은 손가락 세 개를 들어보이며 빌었습니다. “글쎄, 생각을 좀 해 보자. 음음음." 엄마는 장난스럽게 말했습니다. “좋아, 사랑스러운 애들아, 여기 모여봐! 이야기꾼 엄마가 여기 있다!"
tr: “Anne, lütfen bize gökkuşağı hikâyemizi anlat,” dedi Erdoo. “Evet, lütfen, anne, ben de dinlemek istiyorum,” diye ekledi Udoo. “Ben de!” diye yalvardı Eryum, üç küçük parmağını kaldırarak. “Bir düşüneyim, hım,” dedi anneleri şakacı bir şekilde. “Pekâlâ, benim canlarım, toplanın bakalım. Masalcı anneniz işte burada!”

# data_list
source: Is there someone you know who makes up stories to tell you? Describe the feeling you have when someone tells you a story.
ja: あなたに伝える物語を作ってくれる誰かがあなたの知り合いにいますか？ 誰かがあなたに物語を語ったときに感じる感情を説明してください。
ko: 여러분은 여러분에게 재미있는 이야기를 들려줄 누군가가 있나요? 누군가가 이야기를 들려줄때 여러분은 어떤 느낌인지 말해보세요.
tr: Size anlatmak için hikâyeler uyduran tanıdığınız biri var mı? Birisi size bir hikâye anlattığında hissettiğiniz duyguları betimleyerek açıklayın.

# data_list
source: Sometimes a group of people will create a story together by taking turns making up parts of the story. Have you ever tried this?
ja: 時々、人々のグループが交代でストーリーの一部を構成し、一緒にストーリーを作成することがあります。 これを試したことがありますか?
ko: 가끔 여러 사람들이 이야기의 부분을 지어내고 차례대로 돌아가면서 이야기를 만들어 내기도 합니다. 여러분은 그렇게 해 본 적이 있나요?
tr: Bazen bir grup insan, sırayla, hikâyenin bazı bölümlerini uydurarak hepsi birlikte bir hikâye yaratırlar. Siz de bunu denediniz mi hiç?

# data_list
source: How can you tell the children are happy on this page? What do you see in their faces and body positions that make it obvious?
ja: このページで子供たちが幸せだとどうやって言えますか? 彼らの顔や体の位置でそれが明らかになるのは何ですか?
ko: 여러분은 그림에서 아이들이 행복한지 어떻게 알 수 있나요? 여러분은 그들의 얼굴과 몸짓이 그들이 행복한지 말해 주고 있다고 생각하나요?
tr: Bu sayfadaki çocukların mutlu olduklarını nasıl anlayabilirsiniz? Yüzlerinde ve vücut duruşlarında bunu belli eden ne görüyorsunuz?

# data_list
source: Erdoo ran for the naha, the stirring stick they used as their totem. She handed it over to mother. Eryum got the headgear for mother to wear. It never failed to put her in character. They all sat quietly to listen to the story they had heard many times. Udoo blew the whistle, telling mother to start. The story began.
ja: エルドゥは、彼らがトーテムとして使っていたかき混ぜる棒であるナハを目指して走った。 彼女はそれを母親に手渡した。 エリュムはお母さんが被せる被り物を手に入れました。 彼女のキャラクターを表現することに失敗することはありませんでした。 彼らは皆、静かに座って、何度も聞いた話を聞いていました。 ウドゥーはホイッスルを吹き、母親にスタートするよう告げました。 物語が始まりました。
ko: 어두는 주걱인 나하를 그들의 토덤으로 쓰기위해 달려가서 가져왔습니다. 어두는 나하를 엄마에게 주었습니다. 에리움은 엄마가 머리장식을 머리에 쓸 수 있게 가지고 왔습니다. 머리장식은 엄마가 이야기 주인공들에 몰입하게 항상 도와줍니다. 아이들은 그들이 여러번 들었던 이야기를 듣기 위해 조용히 앉았습니다. 이야기가 시작합니다.
tr: Erdoo totem olarak kullandıkları karıştırma çubuğu olan Naha’ya doğru koştu. Ardından, küçük kız onu annesine uzattı. Eryum ise annesinin takması için başlığı aldı. O başlık annelerini karaktere büründürmekte asla başarısız olmazdı! Hepsi sessizce oturup defalarca dinledikleri o hikâyeyi tekrar dinlediler. Udoo düdüğü çaldı ve annesine başlamasını söyledi. Ve hikâye başladı.

# data_list
source: Do you have special clothes or objects that you use for particular events like story telling?
ja: ストーリーテリングなどの特定のイベントで使用する特別な服や物はありますか?
ko: 여러분은 동화이야기 시간등의 행사에 쓰는 특별한 옷이나 물건들이 있나요?
tr: Sizin de hikâye anlatmak gibi belirli etkinlikler için kullandığınız özel kıyafetleriniz veya eşyalarınız var mı?

# data_list
source: Having a set of things, or particular places, associated with a type of event helps create a sense of shared occasion. Describe some special events, such as birthday parties, when you wear special clothes or do particular activities.
ja: イベントの種類に関連付けられた一連の物事や特定の場所を持つことは、機会を共有しているという感覚を生み出すのに役立ちます。 誕生日パーティーなど、特別な服を着たり、特別な活動をしたりする特別なイベントについて説明してください。
ko: 무언가 행사를 할 때 쓰는 물건이나 특정한 장소가 있으면 모두가 다 함께 할 수 있는 분위기를 만드는데 도움이 됩니다. 생일파티와 같은 특별한 행사에 여러분이 입는 특별한 옷이나 특정한 놀이가 있으면 말해보세요.
tr: Bir tür olayla ilişkilendirilen bir dizi eşyaya veya belirli yerlere sahip olmak, herkesin birlikte hissettiği bir olay duygusu yaratmaya yardımcı olur. Özel kıyafetler giydiğiniz veya belirli aktiviteler yaptığınız – doğum günü partileri gibi – bazı özel etkinlikleri anlatın.

# data_list
source: The frame on the wall is a rectangle, but not the rug on the floor. An oval is a circle that has been stretched or shrunken in one direction. What do you think, is this rug a perfect circle or is it an oval?
ja: 壁のフレームは長方形ですが、床の敷物は長方形ではありません。 楕円は、一方向に引き伸ばしたり縮めたりした円です。 この敷物は真円ですか、それとも楕円形ですか？
ko: 벽에 있는 액자는 사각형이지만 바닥에 있는 돗자리는 그렇지 않습니다. 타원형은 원형이 늘어졌거나 한 쪽으로 눌린 모양입니다. 여러분은 돗자리가 원형이라고 생각하나요 아니면 타원형이라고 생각하나요?
tr: Duvardaki çerçeve bir dikdörtgendir ama yerdeki halı bir dikdörtgen değildir. Bir oval, bir yönde gerilmiş yani uzatılmış ya da bastırılmış dairedir. Sizce bu halı mükemmel bir daire mi yoksa bir oval mi?

# data_list
source: "Once, the rainbow was a magical river. It was hidden inside the green woods of Mbadede. Because it had healing powers, it was guarded. If you were sick, you drank the water. The rainbow was always happy to share. Bit it didn't like badly behaved people."
ja: 「かつて、虹は魔法の川でした。ムバデデの緑の森の中に隠されていました。治癒力があるため、守られていました。 病気のときは、水を飲みました。虹はいつでも喜んで分け与えてくれました。 ちょっと、行儀の悪い人は好きじゃなかったんだ。」
ko: "옛날에 무지개는 신비로운 강이었단다. 무지개는 음바데데의 초록색 숲 안에 숨겨져 있었단다. 그 무지개는 무엇이든 낫게하는 힘을 가졌기 때문에 호위병이 보초를 섰단다. 만약에 사람이 아프면 그들은 강물을 마셨단다. 무지개는 항상 나누어 줄 수 있어 행복했단다. 그렇지만 무지개는 못되게 구는 사람들을 좋아하지 않았단다."
tr: “Bir zamanlar gökkuşağı büyülü bir nehirdi. Mbadede’nin yeşil ormanlarının içinde saklıydı. İyileştirici gücü olduğu için korunurdu. Hasta olduysanız, onun suyunu içerdiniz. Gökkuşağı paylaşmaktan her zaman mutlu olurdu. Ama kötü davranan insanları sevmezdi.”

# data_list
source: This story talks about the rainbow river as though it could feel and think. Do you think non-animals in our world have feelings and thoughts?
ja: この物語は、あたかも感じ、考えることができるかのように、虹の川について語ります。 私たちの世界の動物以外にも感情や思考があると思いますか?
ko: 이야기는 무지개 강이 느끼고 생각하는 것처럼 말합니다. 여러분은 세상에서 동물이 아닌 것들이 느끼고 생각할수 있다고 생각하나요?
tr: Bu hikâye gökkuşağı nehrinden sanki o hissedebiliyormuş ve düşünebiliyormuş gibi bahsediyor. Sizce dünyamızdaki insan veya hayvan olmayan canlıların da duygu ve düşünceleri var mıdır?

# data_list
source: This story talks about the river not liking badly behaved people. This is called foreshadowing. It tells us that such a person will soon appear in the story.
ja: この物語は、川が行儀の悪い人々を好まないということについて語っています。 これを予兆といいます。 やがてそんな人物が物語に登場することを物語っている。
ko: 이야기는 무지개가 못되게 구는 사람들을 좋아하지 않는다는 것을 이야기합니다. 이것을 예감이라고 합니다. 이것은 그런 사람이 곧 나타날거라는 것을 우리에게 말합니다.
tr: Bu hikâye nehrin kötü davranan insanları sevmediğinden bahsediyor. Buna ‘önceden haber verme’ denir. Bu, bize, hikâyede böyle bir kişinin ortaya çıkacağını söyler.

# data_list
source: What do you think a badly behaved person could do to upset the river?
ja: 行儀の悪い人が川を乱すために何ができると思いますか?
ko: 여러분은 못되게 구는 사람이 강을 화나게 할 거라고 생각하나요?
tr: Sizce kötü davranan bir insan bir nehri üzmek için ne yapabilir?

# data_list
source: "Because of the river's magic, there was ice cream along the banks! Everyone who came to drink the water also enjoyed the ice cream, especially children. The ice cream from the river was red, orange, yellow, green, blue, purple, and indigo."
ja: 「川の魔法のおかげで、岸辺にはアイスクリームがありました! 水を飲みに来た人たちも、特に子供たちはアイスクリームを楽しんでいました。 川からのアイスクリームは、赤、オレンジ、黄、緑、青、紫、藍でした。」
ko: "강의 신비로운 힘때문에 강둑 옆으로는 아이스크림이 있었단다! 강물을 마시러 온 모든 사람들은 아이스크림도 같이 즐길수 있었단다. 특히 아이들이 말이야. 강으로 부터 오는 아이스크림은 빨간색, 주황색, 초록색, 보라색 그리고 남색의 색깔을 가지고 있었단다."
tr: “Nehrin büyüsü sayesinde, nehrin kıyıları boyunca dondurmalar vardı! Suyu içmeye gelen herkes, özellikle de çocuklar, dondurmanın tadını çıkarırdı. Nehirden gelen dondurma kırmızı, turuncu, sarı, yeşil, mavi, mor ve çivit rengindeydi.”

# data_list
source: How is this list of colors different from the Roy G. Biv list of rainbow colors?
ja: この色のリストは、レインボーカラーのリストとどう違うのですか?
ko: 여기에 있는 무지개의 색깔은 앞 장에 있는 무지개 색깔과 어떻게 다른가요?
tr: Bu renk listesinin ‘KuTuSu YaMaÇ Mı?’ kısaltmasındaki gökkuşağı renkleri listesinden farkı nedir?
