Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: • Add challenge by having a maximum number of questions that are allowed. • Allow or disallow repeated numbers in the code. • Use shorter or longer lengths for the code. • Use a narrower or wider range of numbers for each place of the code.
ar: * قم بإضافة تحدي من خلال الحصول على الحد الأقصى لعدد الأسئلة المسموح بها. * يمكن السماح أو عدم السماح بالأرقام المتكررة في الشفرة. * يمكن استخدم أطوال أو أقصر طول للشفرة. * يمكن استخدم نطاقًا أضيق أو أوسع من الأرقام لكل مكان من الشفرة.
ko: * 허용된 최대 수의 질문을 통해 도전을 추가하세요. * 암호에서 반복되는 숫자를 허용하거나 허용하지 않습니다. * 암호를 더 짧게 또는 더 길게 만들어 보세요. * 암호의 각 자리에 더 좁거나 더 넓은 범위의 숫자를 사용하세요.
tr: * Kod kırıcının soracağı soru sayısını kısıtlayarak oyunu zorlaştırabilirsiniz. * Kodda sayıların tekrarlanmasına ya izin verebilir ya da izin vermeyebilirsiniz. * Kodun daha kısa veya daha uzun basamaklı olmasına karar verebilirsiniz. * Kodda her basamak için daha dar veya daha geniş bir sayı aralığı kullanabilirsiniz.

# data_list
source: FINGER ADDITION TO 10
ar: جمع الأصابع إلى ١٠
ko: 10까지 손가락 덧셈
tr: PARMAKLA 10’A KADAR TOPLAMA

# data_list
source: We'll use 4 + 2 to demonstrate two methods for this.
ar: سنستخدم ٤ + ٢ لتوضيح طريقتين لذلك.
ko: 이것을 위한 두 가지 방법을 보여주기 위해 4 + 2를 사용할 것입니다.
tr: Bu aktivitedeki iki farklı yöntemi göstermek için 4 + 2 işlemini örnek olarak kullanacağız.

# data_list
source: **Method 1:** Use this method if both numbers are 5 or less. Put up 4 fingers on one hand and 2 fingers on the other. Bring the two hands together - Tada! Your child sees that 4 and 2 brought together becomes 6.
ar: **الطريقة ١:** استخدم هذه الطريقة إذا كان كلا الرقمين ٥ أو أقل. ارفع ٤ أصابع في يد واحدة وإصبعين في اليد الأخرى. اجمع اليدين معًا - تادااااا! يرى طفلك أن ٤ و٢ عند جمعهما معًا يصبح الناتج ٦.
ko: **방법 1:** 두 숫자가 모두 5 이하인 경우 이 방법을 사용하세요. 한 손에는 손가락 4개, 다른 손에는 손가락 2개를 올려 놓으세요. 두 손을 같이 모아보세요 - 짜잔! 아이는 4와 2가 합쳐진 것이 6이 되는 것을 볼 수 있습니다.
tr: **1. Yöntem:** Toplama işlemindeki her iki sayı da 5’e eşit veya 5’ten küçükse bu yöntemi kullanın. Örneğin, 4 + 2 işlemi için, önce bir elinizdeki 4 parmağınızı, sonra diğer elinizdeki 2 parmağınızı kaldırın. Sonra, iki elinizi yan yana getirin. İşte bu kadar! Böyle yaptığınızda, çocuğunuz 4 + 2’nin 6 olduğunu görecektir.

# data_list
source: **Method 2:** Use “counting on” from one of the numbers to reach any sum of up to 10. **Example:** To add 4 and 2, put up 4 fingers on one hand, and count aloud from 0 to 2. For each spoken number after 0, put up one more finger. When 2 is reached, there should be 6 fingers raised. This method allows addition of numbers bigger than 5. Your child will come to realize that it’s easier to start with the larger number of fingers raised and count on using the smaller number.
ar: **الطريقة ٢:** استخدم ”العد“ من أحد الأرقام للوصول إلى أي مجموع يصل إلى ١٠. **مثال:** لجمع ٤ و٢، ارفع ٤ أصابع في يد واحدة وعد بصوت عالٍ من (٠) إلى ٢. لكل رقم منطوق بعد (٠)، ارفع إصبعًا آخر. عند الوصول إلى ٢، يجب رفع ٦ أصابع. تتيح هذه الطريقة جمع أرقام أكبر من ٥. وسيدرك طفلك أنه من الأسهل البدء بالعدد الأكبر من الأصابع المرفوعة والاعتماد على استخدام الرقم الأصغر.
ko: **방법 2:** 숫자중 하나에서 “계산”을 사용하여 최대 10의 합계에 도달해 보세요. **예:** 4와 2을 더하기 위해서 한 손은 4개의 손가락을 올리고 0에서 2까지 크게 세세요. 0이후의 말로 나오는 숫자에 대해, 손가락을 하나 더 올리세요. 2에 도달하면, 6개의 손가락이 올려져 있어야 합니다. 이 방법은 5보다 큰 숫자를 추가할 수 있게 해줍니다. 아이는 더 많은 수의 손가락을 들고 더 적은 숫자를 사용하여 숫자를 세는 것이 더 쉽다는 것을 깨닫게 될 것입니다.
tr: **2. Yöntem:** Sonucu 10 olan herhangi bir toplama ulaşmak için, sayılardan birinin “üstüne sayma” metodunu kullanın. **Örnek:** 4 ve 2’yi toplamak için, önce, bir elinizdeki 4 parmağınızı kaldırın. Sonra, 0’dan 2’ye kadar yüksek sesle sayın. Bunu yaparken, 0’dan sonra söylediğiniz her sayı için bir parmağınızı daha kaldırın. 2’ye ulaştığınızda toplamda 6 parmağınızı kaldırmış olacaksınız. Bu yöntem, 5’ten büyük sayıların toplanmasında da kolaylık sağlar; böylece, çocuğunuz, daha büyük sayılarda parmaklarını kaldırdığında ve sonra onun üzerine daha küçük sayıları saydığında toplamanın ne kadar kolay olduğunu görecektir.

# data_list
source: FINGER SUBTRACTION TO 10
ar: طرح الأصابع حتى ١٠
ko: 10까지 손가락 뺄셈
tr: PARMAKLA 10’A KADAR OLAN SAYILARI ÇIKARMA

# data_list
source: Finger Math
ar: الرياضيات بالأصابع
ko: 손가락 수학
tr: Parmak Matemati̇ği̇

# data_list
source: There are two mental models for subtraction – “take away” or “difference.” Your child should be comfortable with both models. Here is 8 – 5 calculated both ways:
ar: هنالك نموذجان عقليان للطرح – ”الطرح“ أو ”الفرق“. يجب أن يكون طفلك مرتاحًا في استخدام كلا النموذجين. إليك ٨ - ٥ محسوبًا بكلتا الطريقتين:
ko: 여기에는 뺄셈을 위한 두 가지 방법이 있습니다 - “가져가기” 또는 “차이“. 아이는 두 가지 방법 모두에 익숙해져야 합니다. 여기에 8 - 5가 있습니다.
tr: Çıkarma için iki zihinsel model vardır—“ortadan kaldırma” veya “farkını alma.” Çocuğunuzun her iki modelde de rahat olması gerekir. 8 - 5’i her iki modelle hesaplayalım:

# data_list
source: **Take away (on the left):** Think of 8 – 5 as what is left after you start with 8 things and take 5 of them away. Start with 8 fingers raised. Next, count aloud from 0 to 5, and for each number after 0 put one finger down. When 5 is reached in the count, there will be three fingers left up.
ar: **الحذف (علي اليسار):** فكر في ٨ - ٥ على أنها ما يتبقى بعد أن تبدأ بـ ٨ أشياء وتحذف ٥ منها. ابدأ بـ ٨ أصابع مرفوعة. بعد ذلك، قم بالعد بصوت عالٍ من (٠) إلى ٥، ولكل رقم بعد (٠) ضع إصبعًا واحدًا لأسفل. عند الوصول إلى الرقم ٥، سيكون هناك ثلاثة أصابع متبقية.
ko: **가져가기 (왼쪽):** 8개의 물건 중 5개를 가져간 후에 남은 것으로 8 -5를 생각해 보세요. 다음으로, 0에서 5까지 큰 소리로 세고, 0 이후의 각 숫자마다 한 손가락을 내려 놓으세요. 5에 도달하면 세 개의 손가락이 남을 것입니다.
tr: **Ortadan kaldırma(soldaki şekil):** 8 - 5’i kalan olarak düşünün; yani, bu, 8 şeyle başlayıp 5 tanesini alıp götürdükten sonra elinizde kalan demektir. Bunun için, önce, 8 parmağınızı kaldırın. Sonra, 0’dan 5’e kadar yüksek sesle sayın; bunu yaparken 0’dan sonraki her sayı için önceden kaldırmış olduğunuz 8 parmağınızdan 1 parmağınızı indirin. 5’e ulaştığınızda, sadece 3 parmağınız kalkmış olacak.

# data_list
source: **Difference (on the right):** This model views 8 – 5 as finding the difference or distance between the two numbers. Start with 5 fingers raised. Then count the new fingers being raised, and when there are 8 fingers raised the difference of 3 will have been counted. This method uses the “counting on” addition method to find the number to add to 5 to get 8.
ar: **الفرق (علي اليمين):** يعتبر هذا النموذج أن ٨ - ٥ هو إيجاد الفرق أو المسافة بين الرقمين. ابدأ برفع ٥ أصابع. ثم قم بعد الأصابع الجديدة المرفوعة، وعندما يكون هناك ٨ أصابع مرفوعة، يكون الفرق ٣ قد تم حسابه. تستخدم هذه الطريقة طريقة الجمع "العد" للعثور على الرقم المطلوب إضافته إلى ٥ للحصول على ٨.
ko: **차이 (오른쪽):** 이 방법은 8 -5를 두 숫자 사이의 차이 또는 거리를 찾는 것입니다. 5개의 손가락을 들고 시작하세요. 그런 다음 들어올리는 새 손가락을 세고, 8개의 손가락이 들어올렸을 때 3개의 차이가 세어질 것입니다. 이 방법은 “계산” 덧셈 방법을 사용하여 8을 얻기 위해 5에 추가할 숫자를 찾습니다.
tr: Farkını alma (sağdaki şekil):} Bu model, 8 - 5’i, iki sayı arasındaki farkı veya mesafeyi bulma işlemi olarak görür ve “üstüne ekleyerek sayma” yöntemini kullanır. Sağdaki şekildeki gibi, önce, bir elinizdeki 5 parmağınızı kaldırın. Sonra, 8’e ulaşıncaya kadar öbür elinizdeki parmaklarınızı kaldırın. Bu durumda öbür elinizde 3 parmak kaldırmış olacaksınız, ki bu da farkın 3 olduğunu söyler.

# data_list
source: Mix in problems where a number is subtracted from itself, and where 0 is being subtracted.
ar: امزج بين المسائل التي يتم فيها طرح الرقم من نفسه، وطرح الرقم (٠).
ko: 숫자가 그 자체에서 뺀 문제와 0을 뺀 문제를 섞으세요.
tr: Bu yöntemleri, bir sayının kendisinden çıkarıldığı ve sayıdan 0’ın çıkarıldığı sayı problemlerine de uygulayın.

# data_list
source: **The setup:** There are two people - the Puzzler, who thinks of a number, and the Questioner, who discovers the number. **How to play:** To start, the Puzzler says, “Bowser is a number from 0 to 12.” The Questioner then asks questions of the form “How does Bowser compare to 4?” The Puzzler then says Bowser is smaller, equal to, or larger than 4. **Example:** The Puzzler thinks of 11. The discussion could go like this: • Puzzler: Stripes is a number between 0 and 15. • Questioner: How does Stripes compare to 8? • Puzzler: Stripes is bigger than 8. • Questioner: How does Stripes compare to 12? • Puzzler: Stripes is less than 12. • Questioner: How does Stripes compare to 10? • Puzzler: Stripes is bigger than 10. • Questioner: Is your number 11? • Puzzler: Yes, congratulations!
ar: **الإعداد:** هنالك شخصان - المفكر الذي يفكر في رقم، السائل الذي يكتشف الرقم. **كيف تلعب:** في البداية، يقول المفكر: ”باوزر هو رقم من (٠) إلى ١٢“. ثم يطرح السائل أسئلة من النوع ”كيف يُقارن باوزر بالرقم ٤؟“ ثم يقول المفكر أن باوزر أصغر أو يساوي أو أكبر من ٤. **مثال:** يفكر المفكر في الرقم ١١. ويمكن أن تسير المناقشة على النحو التالي: * المفكر : سترايبس هو رقم بين (٠) و ١٥. * السائل : كيف يمكن مقارنة سترايبس بالرقم ٨؟ * المفكر : سترايبس أكبر من ٨. * السائل : كيف يمكن مقارنة سترايبس بالرقم ١٢؟ * المفكر : سترايبس أقل من ١٢. * السائل : كيف يمكن مقارنة سترايبس بالرقم ١٠؟ * المفكر : سترايبس أكبر من ١٠. * السائل : هل رقمك ١١؟ * المفكر : نعم، مبروك!
ko: **설정:** 두 사람이 있습니다 - 숫자를 생각하는 답변자와 숫자를 발견하는 질문자입니다. **게임 방법:** 시작하려면, 답변자는 “모모는 0에서 12까지의 숫자입니다.”라고 말합니다. 질문자는 그런 다음 “모모는 4와 어떻게 비교되나요?”라는 형식의 질문을 합니다. 그러면 답변자는 모모는 4보다 작거나 같거나 크다고 말합니다. **예:** 답변자는 11을 생각합니다. 토론은 다음과 같이 진행됩니다: * 답변자: 콩이는 0에서 15사이의 숫자에요. * 질문자: 콩이는 8과 어떻게 비교되나요? * 답변자: 콩이는 8보다 더 커요. * 질문자: 콩이는 12과 어떻게 비교되나요? * 답변자: 콩이는 12보다 더 작아요. * 질문자: 콩이는 10과 어떻게 비교되나요? * 답변자: 콩이는 10보다 더 커요. * 질문자: 당신의 숫자는 11인가요? * 답변자: 맞아요, 축하해요!
tr: **Oyuna Hazırlık:** Bu oyunda, sayıyı aklında tutan ve o sayıyı bulmaya çalışan yani tahmin eden iki oyuncu bulunur. **Nasıl oynanır?** Sayıyı tutan oyuncu, “Sayım 0 ile 12 arasında,” der. Tahmin eden oyuncu ise, “Sayın 4’le nasıl değişir?” gibi sorular sorar. Sayıyı tutan oyuncu daha sonra, sayısının 4’ten küçük, 4’e eşit veya 4’ten büyük olduğunu söyler. **Örnek:** Oyuncunun aklında tuttuğu sayı 11 olsun. Tartışma şöyle devam edebilir: * 1. oyuncu: Sayım 0 ile 15 arasında. * 2. oyuncu: Sayın 8 ile nasıl değişir? * 1. oyuncu: Sayım 8’den büyük. * 2. oyuncu: Peki sayın 12 ile nasıl değişir? * 1. oyuncu: Sayım 12’den küçük. * 2. oyuncu: Sayın 10 ile nasıl değişir? * 1. oyuncu: Sayım 10’dan büyük. * 2. oyuncu: Sayın 11 mi? * 1. oyuncu: Evet, bildin! Bravo!

# data_list
source: Make this into a game by counting the questions. After alternating turns, the player asking the smaller total number of questions wins. As your child’s mathematics develops, use other kinds of questions, such as “Is Bowser even?” or “Is Bowser a prime number?”
ar: حول هذه اللعبة إلى لعبة من خلال عد الأسئلة. بعد تبادل الأدوار، يفوز اللاعب الذي يطرح العدد الإجمالي الأصغر من الأسئلة. مع تطور مهارات طفلك في الرياضيات، استخدم أنواعًا أخرى من الأسئلة، مثل ”هل باوزر زوجي؟“ أو ”هل باوزرعدد أولي؟“
ko: 질문 수를 세어 게임으로 만들어 보세요. 교대로 차례를 마친 후, 플레이어는 총 질문 수가 더 적은 사람이 이깁니다. 아이의 수학 능력이 향상되면 “모모는 짝수인가요?” 또는 “모모는 소수인가요?”와 같은 다른 종류의 질문을 사용합니다.
tr: Tahmin eden oyuncunun sorduğu soruları sayarak bu aktiviteyi bir oyuna dönüştürebilirsiniz. Bu durumda, dönüşümlü olarak tamamladığınız turlardan sonra, daha az sayıda soru soran oyuncu kazanır. Çocuğunuzun matematiği geliştikçe, “Tuttuğun sayı çift sayı mı?” veya “Aklındaki sayı bir asal sayı mı?” türünden başka sorular da sorabilirsiniz.

# data_list
source: ESTIMATION GAME
ar: لعبة التقدير
ko: 추정 게임
tr: TAHMIN OYUNU

# data_list
source: Develop a sense of quantities by seeing who can make the best estimate for the size of a group, such as a group of people standing in line. Force yourselves to make a quick estimate wiithout doing any counting. After everyone gives an estimate, count the objects and reward the person who is the closest.
ar: قم بتطوير حس الكميات من خلال معرفة من يمكنه إجراء أفضل تقدير لحجم المجموعة، مثل مجموعة من الأشخاص يقفون في الطابور. أجبروا أنفسكم على إجراء تقديراً سريعاً دون إجراء أي عد. بعد أن يعطي الجميع تقديرًا، قم بعد الأشياء ومكافأة الشخص الأقرب تقديراً.
ko: 줄 서있는 사람들과 같은 그룹의 크기를 누가 가장 잘 추정하는지 보며 수량의 감각을 개발합니다. 어떤 방법으로도 수 세기를 하지 않고 빠르게 추정을 해보도록 노력해 보세요. 모두가 추정을 한 다음, 물건의 수를 세어보고 가장 가까운 사람에게 상을 주세요.
tr: Çocuğunuzla, aranızda kimin en iyi tahminde bulunabileceğini görmek üzerine kurulu bir oyunla niceliklerle ilgili bir kavrama yetisi geliştirebilirsiniz. Örneğin, bir sırada bekleyen grupta kaç insan olduğunu tahmin etmek gibi. Kendinizi tahmin ettiğiniz şeyi hiç saymadan hızlı bir tahminde bulunmaya zorlayın. Herkes bir tahminde bulunduktan sonra nesneleri sayın ve gerçeğe en yakın tahminde bulunan kişiyi ödüllendirin.

# data_list
source: 15 SLIDING PUZZLE
ar: ١٥ لغزًا منزلقًا
ko: 15 슬라이딩 퍼즐
tr: 15 KAYDIRMALI BULMACA

# data_list
source: Numbers in Order
ar: الأرقام بالترتيب
ko: 순서안의 숫자
tr: Sirali Sayilar

# data_list
source: **The setup:** Start with a 4 x 4 empty grid of squares formed by 5 horizontal and vertical lines. Use a set of 15 pieces of paper the size of the grid squares, and number the pieces of paper from 1 to 15. The puzzle starts by having someone place the pieces of paper on the grid.
ar: **الإعداد:** ابدأ بمصفوفة فارغة من المربعات مقاس ٤ × ٤ مكونة من ٥ خطوط أفقية ورأسية. استخدم مجموعة مكونة من ١٥ قطعة من الورق بحجم مربعات المصفوفة، وقم بترقيم قطع الورق من ١ إلى ١٥. يبدأ اللغز بجعل شخص ما يضع قطع الورق على المصفوفة.
ko: **설정:** 5개의 수평선과 수직선으로 구성된 4x4의 빈 정사각형 격자로 시작합니다. 격자무늬의 정사각형 크기의 종이 15장 세트를 사용하고 종이에 숫자를 매깁니다. 퍼즐은 누군가가 격자판 위에 종이 조각을 놓는 것으로 시작됩니다.
tr: **Oyuna Hazırlık:** 5 adet yatay ve 5 adet dikey çizgi çizerek 4 x 4’lük boş bir kare veya grid denilen ızgara tablo çizin. Tablonun içindeki her bir küçük karelerin boyutunda 1’den 15’e kadar numaralandıracağınız 15 adet kâğıt parçası hazırlayın. Oyun, oyunculardan birisinin, kâğıt parçalarını 4 x 4’lük tabloya yerleştirmesiyle başlar.

# data_list
source: **The challenge:** The object of the puzzle is to get the pieces of paper in order with only the lower right hand corner of the grid empty. To achieve this, a piece of paper can be moved if it is adjacent to the empty square - in which case it can be slid into that space. Depending on how the person sets up the puzzle, the puzzle may or may not be solvable. **How to create:** To create these puzzles, you have two options. The first is to place the squares randomly, in which case you have a 50 / 50 chance of the position being solvable. Alternatively, you can start by placing the pieces of paper in the final position and then making a series of legal moves to move the paper around. When you are all done, you are guaranteed that the puzzle is solvable.
ar: **التحدي:** الهدف من اللغز هو ترتيب قطع الورق مع ترك الزاوية اليمنى السفلية فقط من المصفوفة فارغة. ولتحقيق ذلك، يمكن تحريك قطعة من الورق إذا كانت مجاورة للمربع الفارغ - وفي هذه الحالة يمكن إدخالها في تلك المساحة. اعتمادًا على كيفية قيام الشخص بإعداد اللغز، قد يكون اللغز قابلاً للحل أو لا. **كيفية الانشاء:** لإنشاء تلك الألغاز، لديك خياران. الأول هو وضع المربعات عشوائيًا، وفي هذه الحالة تكون احتمالية حل الموضع ٥٠/٥٠. بدلًا من ذلك، يمكنك البدء بوضع قطع الورق في الموضع النهائي ثم القيام بسلسلة من التحركات المسموح بها لتحريك الورقة. وعندما تنتهي، ستضمن أن اللغز قابل للحل.
ko: **도전:** 퍼즐의 목적은 오른쪽 하단 모서리가 비어있는 격자위에 종이 조각을 순서대로 맞추는 것입니다. 이를 달성하기 위해서는, 종이 조각은 인접해 있는 빈 정사각형으로만 이동할 수 있습니다 - 이 경우 해당 공간으로 미끄러질 수 있습니다. 퍼즐을 어떻게 설정하느냐에 따라 퍼즐이 풀릴 수도 있고 풀 수 없을 수도 있습니다. **만드는 방법:** 이 퍼즐을 만들려면 두가지 방법이 있습니다. 첫번째는 문제가 해결될 확률이 반반인 사각형을 무작위로 배치하는 것입니다. 다른 방법은, 종이를 일련의 정당한 방법으로 움직여서 종이 조각을 마지막 위치에 놓는 것입니다. 퍼즐이 완성되면, 그 퍼즐은 풀 수 있게 보장이 됩니다.
tr: **Zorlaştırın:** Amaç—tablonun sağ alt köşesindeki kareyi boş bırakmak şartıyla—hazırladığınız numaralandırılmış küçük kâğıt parçalarını sırasıyla tabloya yerleştirmektir. Bir kâğıt parçası, aşağıdaki şekildeki gibi, eğer boş karenin tam yanında veya bitişiğinde ise o boşluğa kaydırılabilir. Oyuncunun bulmacayı nasıl oluşturduğuna bağlı olarak, bu bulmaca çözülebilir veya çözülemeyebilir. **Bulmaca nasıl oluşturulur?** Bu bulmacaları oluşturmak için iki seçeneğiniz vardır. Birincisi, numaralandırılmış kareleri tabloya rastgele yerleştirmektir, ki bu durumda, bulmacanın çözülebilirlik şansı 50/50’dir. İkinci yöntemde ise, bulmacaya, kâğıt parçalarını en son konuma yerleştirerek ve sonra, kâğıdı hareket ettirmek için bir dizi hamle yaparak başlayabilirsiniz. Böylece, tüm kareleri tamamladığınızda, bulmacanın çözülebilir olduğunu garanti etmiş olursunuz.

# data_list
source: Different sizes
ar: أحجام مختلفة
ko: 다른 크기들
tr: Farklı boyutlarda bulmacalar

# data_list
source: If a 4 x 4 grid is too hard for a beginner, start with something smaller. The grid could be as small as 2 x 2 or as big as the child wants. The number of numbered pieces of paper will always be one less than the size of the grid. For example, on a 2 x 3 grid use the cards from 1 to 5.
ar: إذا كانت مصفوفة ٤ × ٤ صعبة للغاية بالنسبة للمبتدئين، فابدأ بشيء أصغر. يمكن أن تكون المصفوفة صغيرة بحجم ٢ × ٢ أو كبيرة حسب رغبة الطفل. سيكون عدد قطع الورق المرقمة دائمًا أقل من حجم المصفوفة بواحدة. على سبيل المثال، في مصفوفة ٢ × ٣، استخدم البطاقات من ١ إلى ٥.
ko: 4x4 격자가 초보자에게 너무 어렵다면, 더 작은 것부터 시작하세요. 격자는 작게는 2x2 또는 아이가 원하는 만큼 크게 만들수 있습니다. 숫자가 적힌 종이는 언제나 격자의 크기보다 하나 더 작게 합니다. 예를 들어, 2x3 격자는 1에서 5의 카드를 사용합니다.
tr: Eğer, 4 x 4’lük kare yeni başlayanlar için çok zorsa, o zaman daha küçük boyutta bir kareyle başlayabilirsiniz. Bulmacanın boyutu, 2 x 2’lik küçük bir kare de olabilir, çocuğunuzun istediği büyüklükteki bir kare de olabilir. Numaralandırılmış kâğıt parçalarının sayısı, oluşturduğunuz bulmacanın veya karenin boyutundan hep 1 tane eksik olmalıdır. Örneğin, oluşturduğunuz 2 x 3’lük boyuttaki bulmacanızda, 1’den 5’e kadar olan numaralandırılmış kareleri veya kartları kullanmalısınız.

# data_list
source: STAGE 3 – I CAN COUNT TO 10!
ar: المرحلة ٣ - أستطيع العد حتى ١٠!
ko: 3 단계 - 난 10까지 셀 수 있어요!
tr: 3. Aşama — 10’e Kadar Sayabiliyorum!

# data_list
source: Stage 3 Introduction
ar: المرحلة ٣ – مقدمة
ko: 3 단계 – 소개
tr: 3. Aşama — Giriş

# data_list
source: **Where You've Been** Your child counts up and down between 0 and 10 and understands what those quantities mean. Early addition and subtraction skills are developing. An important foundation for those skills is confidence with adding and subtracting 1 and 2 with small numbers. Your child understands small quantities, and reasons with those quantities to do addition and subtraction for small numbers. In addition to that wonderful stuff, your child reasons so much better now! They understand that objects and numbers have properties, and they can reason and do beginning problem solving. Your child is now a full member in family math games and puzzles and exploring the mathematical world around them
ar: **أين كنت** يستطيع طفلك العد تصاعديًا وتنازليًا بين (٠) و١٠ ويفهم ما تعنيه هذه الكميات. كما يتطور لديه مهارات الجمع والطرح المبكرة. ومن الأساسيات المهمة لهذه المهارات اكتساب الثقة في الجمع والطرح للرقمين ١ و٢ باستخدام الأعداد الصغيرة. يفهم طفلك الكميات الصغيرة، ويستخدم هذه الكميات لإجراء عمليات الجمع والطرح للأعداد الصغيرة. بالإضافة إلى تلك الأشياء الرائعة، أصبح طفلك يفكر بشكل أفضل الآن! فهو يفهم أن الأشياء والأرقام لها خصائص، ويمكنه التفكير وحل المشكلات. أصبح طفلك الآن عضوًا كاملاً في ألعاب الرياضيات والألغاز العائلية واستكشاف العالم الرياضي من حوله.
ko: **넌 어디에 있었니** 아이는 0에서 10사이에서 숫자를 세고 그 숫자가 무엇을 의미하는지 이해합니다. 초기의 덧셈과 뺄셈 능력이 발달하고, 그러한 기술의 중요한 기초는 작은 숫자로 1과 2를 더하고 빼는 것에 자신감을 가지는 것입니다. 아이는 작은 수량을 이해하고 그것으로 작은 수에 덧셈과 뺄셈을 해야 하는 이유를 추론합니다. 그 놀라운 일에 더해, 아이는 훨씬 더 나은 추론을 할 수 있습니다! 아이들은 물체와 숫자에는 특성이 있다는 것을 이해하며 추론하고 문제 해결을 시작합니다.아이는 이제 가족 수학 게임과 퍼즐의 정식 회원이 되었으며 그들 주변의 수학 세계를 탐구하게 될 것입니다.
tr: **Nerelerdeydin?** Çocuğunuz 0 ile 10 arasında yukarı ve aşağı sayar ve bu miktarların ne anlama geldiğini anlar. Toplama ve çıkarma becerileri erken gelişiyor. Bu beceriler için önemli bir temel, 1 ve 2'yi küçük sayılarla toplama ve çıkarma konusunda özgüvendir. Çocuğunuz küçük miktarları anlıyor ve bu miktarlarla toplama ve çıkarma işlemleri yapabiliyor. Bu harika şeylere ek olarak, çocuğunuz artık çok daha iyi düşünme yeteneğine sahip! Nesnelerin ve sayıların özelliklerini anlıyor ve başlangıç seviyesinde problem çözme yapabiliyor. Çocuğunuz şimdi aile matematik oyunları ve bulmacalarında tam bir üye ve çevresindeki matematiksel dünyayı keşfetmekte.
