Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Even when there is nothing funny happening, sometimes just laughing out loud can make you feel better.
ar: حتى عندما لا يحدث أي شيء مضحك، فإن مجرد الضحك بصوت عالٍ في بعض الأحيان يمكن أن يجعلك تشعر بالتحسن.
fr: Quand on danse, souvent, là aussi on fait un modèle avec nos mains et nos jambes. Aimes-tu danser ?
ja: 何も面白いことが起きなくても、大声で笑うだけで気分が良くなることもあります。
ko: 아무 재미있는 일이 없더라도 가끔 크게 웃어보면 기분이 나아집니다.
tr: Ortada komik bir şey olmasa da bazen sadece yüksek sesle gülmek bile kendinizi daha iyi hissetmenizi sağlayabilir.

# data_list
source: I can hear myself crying. Boohoooo hooo!
ar: أستطيع أن أسمع نفسي أبكي. بوووهووو هوو!
fr: Je peux m’entendre pleurer. Boohoooo hooo!
ja: 自分が泣いているのが聞こえる。えーん、えーん！
ko: 난 내 우는 소리를 들을수 있어. 흑흑흑!
tr: Ağladığımı duyabiliyorum. Aaahhhh! Aahh!

# data_list
source: Do you think she is really crying, or is she just pretending?
ar: أتحسبها تبكي حقاً أم أنها تتظاهر فقط؟
fr: Penses-tu qu’elle pleure vraiment ou est-elle en train de prétendre ?
ja: 彼女は本当に泣いていると思いますか、それともただのふりをしているだけですか?
ko: 여러분은 아익가 진짜로 운다고 생각하나요 아니면 그냥 그러는 척 한다고 생각하나요?
tr: Sizce kız gerçekten mi ağlıyor yoksa numara mı yapıyor?

# data_list
source: Do you ever pretend to cry so that people will feel sorry for you?
ar: هل تتظاهر بالبكاء احياناً ليشفق عليك الناس؟
fr: Prétends-tu quelquefois à pleurer pour que les gens aient pitié de toi ?
ja: 人に同情してもらうために、泣いたふりをしたことがありますか？
ko: 여러분은 다른 사람이 여러분을 가엾게 생각하도록 우는 척을 해 본 적이 있나요?
tr: İnsanlar sizin için üzülsün diye ağlıyormuş gibi yaptınız mı hiç?

# data_list
source: Some people feel much better after they cry. Do you feel better after you cry?
ar: يشعر بعض الناس بتحسن كبير بعد البكاء. هل تشعر بتحسن بعد البكاء؟
fr: Certaines personnes se sentent mieux après avoir pleuré. Te sens-tu mieux après avoir pleuré ?
ja: 泣くと気分が良くなる人もいます。 あなたは泣いたら気分が良くなりますか？
ko: 어떤 사람들은 울고 나면 기분이 훨씬 나아지는 경우가 있습니다. 여러분은 울고 난 후 기분이 나아지나요?
tr: Bazı insanlar ağladıktan sonra kendilerini çok daha iyi hissederler. Peki ya siz, ağladıktan sonra kendinizi daha iyi hisseder misiniz?

# data_list
source: I can hear myself clapping. Clap, clap, clap.
ar: أستطيع أن أسمع نفسي أصفق. تصفيق، تصفيق، تصفيق.
fr: Je peux m’entendre applaudir. Clap, clap, clap.
ja: 自分自身が拍手するのが聞こえます。 パチ、パチ、パチ。
ko: 난 내가 손뼉 치는 소리를 들을수 있어. 짝, 짝, 짝!
tr: Kendimi alkışlarken duyabiliyorum. Şak, şak, şak!

# data_list
source: Make up a pattern using claps and foot stomps on the ground.
ar: اصنع نمطًا باستخدام التصفيق والدوس على الأرض.
fr: Fais un modèle en utilisant des applaudissements et des coups de pieds sur le sol.
ja: 拍手や地面を足で踏み鳴らしてパターンを作ります。
ko: 손뼉치기와 바닥을 발로 치며 패턴을 만들어 보세요.
tr: Alkışlarınızı (şak) ve yere ayak vuruşlarınızı (pat) kullanarak seslerden oluşan bir desen (örüntü) oluşturun.

# data_list
source: Was your pattern complicated, or was it as simple as: clap clap stomp, clap clap stomp?
ar: هل كان النمط الخاص بك معقدًا، أم كان بسيطًا مثل: تصفيق تصفيق دوس، تصفيق تصفيق دوس؟
fr: Ton modèle est-il compliqué ou est-il simple tel que : clap clap stomp, clap clap stomp ?
ja: あなたのパターンは複雑でしたか、それとも「パチパチドスン」「パチパチドスン」というように単純でしたか?
ko: 여러분의 패턴은 복잡한가요 아니면 간단한가요?: 짝 짝 쿵, 짝 짝 쿵
tr: Örüntünüz karmaşık mıydı yoksa şu kadar basit miydi: şak, şak, şak, pat, şak, şak, pat?

# data_list
source: Dancing is often a pattern of movements with your arms and legs. Do you like to dance?
ar: الرقص غالبًا ما يكون نمطًا من الحركات بذراعيك وساقيك. هل تحب الرقص؟
fr: Quand on danse, souvent, là aussi on fait un modèle avec nos mains et nos jambes. Aimes-tu danser ?
ja: ダンスは多くの場合、腕と脚の動きのパターンです。 ダンスは好きですか？
ko: 춤은 종종 여러분의 팔과 다리가 움직이는 패턴입니다. 춤 추는 것을 좋아하나요?
tr: Dans etmek genellikle kollarınız ve bacaklarınızla yaptığınız hareketlerden oluşan bir örüntüdür (desendir). Dans etmeyi sever misiniz?

# data_list
source: I can hear my stomach rumbling! Guddu, guddu, guddu.
ar: أستطيع سماع معدتي تقرقر! جودو، جودو، جودو.
fr: Je peux entendre le grondement de mon estomac ! Guddu, guddu, guddu.
ja: お腹が鳴るのが聞こえます！ グー、グー、グー。
ko: 난 내 배가 요동치는 소리를 들을수 있어! 꼬르륵, 꼬르륵, 꼬르륵!
tr: Midemin guruldadığını duyabiliyorum! Gurr, gurr, gurr!

# data_list
source: When your stomach rumbles, what is your body feeling?
ar: عندما تقرقر معدتك، بماذا يشعر جسمك؟
fr: Quand ton estomac gronde, comment sens-tu ton corps ?
ja: おなかが鳴るとき、あなたの体は何を感じていますか？
ko: 여러분의 배가 요동치면 여러분의 몸은 어떻게 느끼나요?
tr: Mideniz guruldadığında, vücudunuz ne hisseder?

# data_list
source: Does your stomach ever rumble when it is having trouble digesting something or when you're sick?
ar: هل تقرقر معدتك عندما تجد صعوبة في هضم شيء ما أو عندما تكون مريضًا؟
fr: Est-ce que ton estomac gronde parfois quand il a des difficultés à digérer quelque chose ou quand tu es malade ?
ja: 何かを消化できないときや病気のときに、お腹がゴロゴロ鳴ることはありますか?
ko: 여러분이 소화가 잘 안되거나 아플때 배가 요동치나요?
tr: Mideniz bir şeyi sindirmekte zorlandığında veya hasta olduğunuzda hiç gurulduyor mu?

# data_list
source: Looking at her face, what is she feeling right now?
ar: بالنظر إلى وجهها، ما الذي تشعر به الآن؟
fr: En regardant son visage, que ressent-elle à ce moment-là ?
ja: 彼女の顔を見て、彼女は今何を感じていますか？
ko: 아이의 얼굴을 보면 아이가 지금 어떤 기분인거 같나요?
tr: Kızın yüzüne baktığınızda, sizce o şu anda ne hissediyor?

# data_list
source: My stomach is saying, "Feed me!"
ar: تقول معدتي: "أطعميني!"
fr: Mon estomac me dit, « Nourris moi ! »
ja: 私のお腹が「何か食べたい！」と言っています。
ko: 내 배는 지금 음식을 달라고 말하고 있어!
tr: Midem, "Beni doyur!" diyor.

# data_list
source: Have you ever been so hungry you couldn't wait and you had to eat immediately?
ar: هل سبق لك أن شعرت بالجوع لدرجة أنك لم تتمكن من الانتظار واضطررت إلى تناول الطعام على الفور؟
fr: As-tu déjà eu si faim que tu ne pouvais pas attendre et tu as eu besoin de manger immédiatement ?
ja: お腹が空いて待ちきれず、すぐに食べなければならなかったことがありますか?
ko: 여러분은 배가 너무 고파서 기다리지 못하고 바로 먹어야 할때가 있었나요?
tr: Peki ya siz, bekleyemeyeceğiniz kadar çok acıkıp çabucak yemek yemek zorunda kaldınız mı hiç?

# data_list
source: Do you think her stomach is really shoving her to get some food?
ar: هل تعتقد أن معدتها تدفعها حقًا للحصول على بعض الطعام؟
fr: Penses-tu que son estomac la pousse vraiment à manger et à obtenir de la nourriture ?
ja: 彼女の胃は本当に食べ物を求めて動いていると思いますか?
ko: 여러분은 아이의 배가 음식을 갖기 위해서 아이를 밀고 있다고 생각하나요?
tr: Sizce kızın midesi onu gerçekten yemek yemesi için zorluyor mudur?

# data_list
source: Each time she bounds forward, she takes two steps. You can count those steps by counting by 2's -- 2, 4, 6, 8, ...
ar: كلما تقدمت خطت خطوتين. يمكنك حساب تلك الخطوات عن طريق العد بمقدار 2 -- 2، 4، 6، 8، ...
fr: Chaque fois qu’elle bondit vers l’avant, elle prend deux pas. Tu peux compter ses pas en comptant par deux – 2, 4, 6, 8 …
ja: 彼女は前に跳ね上がるたびに 2 歩進みます。 これらの歩数は、2、4、6、8、... のように 2 ずつ数えることによって数えることができます。
ko: 매번 아이가 앞으로 갈때 아이는 두 발짝씩 디딥니다. 여러분은 2로 셀 수있습니다 - 2, 4, 6, 8, …
tr: Kız her ileri atılışında (ileriye zıpladığında), iki adım atıyor. Bu adımları ikişer ikişer de sayabilirsiniz -- 2, 4, 6, 8, ...

# data_list
source: My nose can smell cakes baking in mother's kitchen. And now I want to hear my jaws chewing those cakes!
ar: يستطيع أنفي أن يشم رائحة الكعك المخبوز في مطبخ أمي. والآن أريد أن أسمع فكي يمضغان ذلك الكعك!
fr: Mon nez peut sentir des gâteaux qui cuisent dans la cuisine de maman. Et maintenant, je veux entendre mes mâchoires mâcher ces gâteaux !
ja: 私の鼻には、母のキッチンで焼いているケーキの匂いがします。 そして今、私の顎がケーキを噛む音を聞きたいのです!
ko: 내 코는 엄마가 부엌에서 만드는 케익 냄새를 맡을수 있어. 이제 난 턱이 그 케익을 씹을때 내는 소리를 듣고 싶어!
tr: Burnum annemin mutfağında pişen keklerin kokusunu alabiliyor. Ve şimdi ise çenemin o kekleri çiğnediğini duymak istiyorum!

# data_list
source: How many really small cakes do you think she will eat?
ar: كم عدد الكعكات الصغيرة التي تعتقد أنها ستأكلها؟
fr: Combien de petits gâteaux va-t-elle manger à ton avis ?
ja: あなたは彼女が本当に小さなケーキを何個食べると思いますか?
ko: 여러분은 아이가 아주 작은 케익 조각을 몇 개쯤 먹을것 같나요?
tr: Sizce kız gerçekten kaç adet küçük kek yer?

# data_list
source: What are the most cookies or other snack you've eaten at one time?
ar: ما هو أكثر عدد من البسكويت أو الوجبات الخفيفة الأخرى التي تناولتها في ذات الوقت؟
fr: Combien de biscuits au maximum… tu as mangé en une seule fois ?
ja: 一度に最も多く食べたクッキーやその他のスナックは何ですか?
ko: 여러분은 한꺼번에 다 먹어버린 쿠키나 간식이 있나요?
tr: Sizin tek seferde yediğiniz en fazla kurabiye veya diğer atıştırmalıklar nelerdir?

# data_list
source: This story has talked about a lot of different sounds to hear from your body. How many of them can you remember?
ar: تحدثت هذه القصة عن الكثير من الأصوات المختلفة التي يمكنك سماعها من جسدك. كم منها يمكنك أن تتذكر؟
fr: Cette histoire a parlé de beaucoup de sons différents que notre corps fait. Combien de ces sons peux-tu te rappeler ?
ja: この物語では、体から聞こえるさまざまな音について話しました。 あなたはそれらのうち何個覚えていますか?
ko: 여기 이야기는 여러분의 몸에서 나는 여러가지 소리에 대해 이야기하고 있습니다. 여러분은 몇 개나 기억하고 있나요?
tr: Bu hikâye, vücudunuzdan duyabileceğiniz pek çok farklı sesten bahsetti. Kaçını hatırlayabiliyorsunuz?

# data_list
source: I have a very big problem, cried Chief Short and Round in a loud voice. "Everyone, come here! I have a very big problem." The people of the Village of Many Shapes formed a big circle around Chief Short and Round. They wanted to hear what he had to say.
fr: « J’ai un très gros problème, » s’écria le Chef Court et Rond d’une voix forte. « Tout le monde, venez ici ! J’ai un très gros problème. » Les gens du Village aux Diverses Formes formèrent alors un grand cercle autour du Chef Court et Rond. Ils voulaient tous entendre ce qu’il avait à dire.
ja: 「大きな問題があるんだ。」と、短い丸い村長が大きな声で泣きました。「みんな、ここに来て！とても大きな問題があるんだ。」 たくさんの形の村の人々は、短い丸い村長の周りに大きな円を作りました。彼らは短い丸い村長が何を言うのかを聞きたがっていました。
ko: "아주 큰 문제가 생겼어요!" 작고둥근 마을이장이 크게 외쳤습니다. "여러분, 모두 여기로 모여봐요! 내게 아주 큰 문제가 생겼어요!" 많은 도형 마을의 사람들은 작고둥근 마을이장의 중심에 큰 원형으로 모였습니다. 그들은 작고둥근 마을이장이 무슨 말을 하는 지 듣고 싶었습니다.
tr: “Çok büyük bir sorunum var,” diye yüksek bir sesle haykırdı Kısa ve Yuvarlak Şef. “Herkes buraya gelsin! Çok büyük bir sorunum var.” Çok Şekilli Köy halkı, Kısa ve Yuvarlak Şef’in etrafında büyük bir daire oluşturdular. Onun söyleyeceklerini duymak istiyorlardı.

# data_list
source: A polygon is a shape with several straight sides. Triangles have 3 sides, quadrilaterals have 4, pentagons have 5, and hexagons have 6. Name some polygons where you are.
fr: Un polygone est une forme avec plusieurs côtés droits. Les triangles ont 3 côtés, les quadrilatères en ont 4, les pentagones en ont 5 et les hexagones en ont 6. Nomme quelques polygones à l’endroit où tu te trouves.
ja: 多角形は直線の辺がいくつかある形です。三角形は3つの辺、四角形は4つの辺、五角形は5つの辺、六角形は6つの辺です。あなたがいるところにある多角形をいくつか挙げてください。
ko: 다각형은 여러개의 똑바른 면으로 된 도형입니다. 삼각형은 세 개의 면이, 사변형은 네 개의 면이, 오각형은 다섯 개의 면이, 육각형은 여섯개의 면을 가지고 있습니다. 여러분이 있는 곳에서 다각형을 찾아보세요.
tr: Çokgen, birkaç düz kenarı olan bir şekildir. Üçgenlerin 3, dörtgenlerin 4, beşgenlerin 5 ve altıgenlerin 6 kenarı vardır. Bulunduğunuz yerdeki bazı çokgenlerin isimlerini söyleyin.

# data_list
source: What are some of the shapes of the buildings in this picture?
fr: Peux-tu me dire quelles formes ont les bâtiments sur cette image ?
ja: この絵の建物にはどのような形のものがありますか？
ko: 그림에서 어떤 모양의 건물들이 있나요?
tr: Bu resimdeki binaların şekillerinden bazıları nelerdir?

# data_list
source: There are snowflakes in the sky on a sunny day on this page. Have you ever seen this?
fr: Sur cette page on peut voir des flocons de neige dans le ciel alors que c’est une journée ensoleillée. As-tu déjà vu ça ?
ja: このページでは晴れた日の空に雪の結晶が見えます。あなたは雪の結晶を見たことがありますか？
ko: 그림에는 화창한 하늘에 눈송이들이 있네요. 이런걸 본 적이 있나요?
tr: Bu sayfada güneşli bir günde gökyüzünde kar taneleri var. Daha önce hiç böyle bir şey gördünüz mü?

# data_list
source: Chief Short and Round began, "This is the worst news ever. I have lost my spring horn." The villagers whispered to each other, "Oh no!" Chief Short and Round continued talking, "If I don't find my spring horn then I can't blow my spring horn! And we can't start the springtime party if I can't blow my spring horn. And spring won't come if we don't have a springtime party."
fr: Le chef Court et Rond a commencé : « C’est la pire nouvelle qui soit. J’ai perdu ma corne de brume du printemps. » Les villageois chuchotaient entre eux : « Oh non ! » Le Chef Court et Rond continua : « Si je ne trouve pas ma corne de brume, je ne peux pas la faire retentir ! Et nous ne pouvons pas commencer la fête du printemps si je ne peux pas souffler dans ma corne de brume. Et le printemps n’arrivera pas si nous n’organisons pas de fête printanière. »
ja: 短い丸い村長は話し出しました。「これは今までの中で一番最悪な知らせだ。私は春の角笛をなくしてしまった。」 村人たちはお互いにささやき合いました。「あぁなんてことだ！」短い丸い村長は話し続けました。「もし私が春の角笛を探せなかったら、私はそれを吹くことができない。私が春の角笛を吹くことができなければ、私たちは春のパーティーを始めることができない。春のパーティーができなければ、春は来ない。」
ko: "이건 최악의 소식이에요. 내 봄호른을 잃어버렸어요." 작고둥근 마을이장이 이야기를 하기 시작했습니다. "어머! 이를 어쩌나!" 마을사람들이 서로 속삭였습니다. "만약 내 봄호른을 찾지 못하면 난 봄호른을 불을 수가 없어요. 그러면 봄잔치를 시작할수 없잖아요! 봄잔치를 하지 못하면 봄이 오지 않을 거에요." 작고둥근 마을이장이 이야기를 계속했습니다.
tr: Kısa ve Yuvarlak Şef başladı, “Bu şimdiye kadarki en kötü haber. Bahar borazanımı kaybettim.” Köylüler birbirlerine, “Ah, hayır!” diye fısıldadılar. Kısa ve Yuvarlak Şef konuşmasına devam etti, “Eğer bahar borazanımı bulamazsam, bahar borazanımı çalamam! Ve eğer bahar borazanımı öttüremezsem bahar partisini başlatamayız. Ve bahar partisi yapmazsak bahar gelmez.”

# data_list
source: Many of these people have very colorful clothes. What are your favorite colors to wear to a party?
fr: Beaucoup de ces personnes portent des vêtements très colorés. Quelles couleurs préfères-tu porter pour une fête ?
ja: ここにいる多くの人たちがとてもカラフルな服を着ています。パーティーに着ていくあなたのお気に入りの色は何ですか？
ko: 여기있는 많은 사람들은 여러가지 색깔의 옷을 입고 있습니다. 파티에 간다면 여러분은 어떤 색의 옷을 입고 싶은가요?
tr: Bu insanların çoğunun çok renkli kıyafetleri var. Bir partide giymeyi en sevdiğiniz renkler nelerdir?

# data_list
source: Have you ever looked forward to a party and then worried that it might not happen?
fr: As-tu déjà attendu une fête avec \\ impatience ? Et as-tu ensuite craint qu’elle ne puisse pas avoir lieu ?
ja: パーティーを楽しみにしていたのに、開かれないかもしれないと心配したことはありますか？
ko: 여러분은 파티에 갈 날을 손꼽아 기다렸다가 파티가 취소 될까봐 걱정했던적이 있나요?
tr: Bir partiyi dört gözle beklediğiniz ve sonra ya parti olmazsa diye endişelendiğiniz oldu mu hiç?

# data_list
source: There are many beautiful polygons on these clothes! There are patterns with squares (polygons with four equal sides and four square corners), and some with hexagons. Notice how the hexagons on the back of the shirt are made of six triangles in a lively pattern!
fr: Il y a beaucoup de belles formes sur ces vêtements ! Il existe des motifs avec des carrés (forme à quatre côtés égaux et quatre coins carrés) et certains avec des hexagones. Regarde bien comment sont fait les hexagones au dos de la chemise, ils sont construits par six triangles formant un motif vivant !
ja: 服には美しい多角形がたくさんあります。正方形（4つの辺が等しく、4つの角が四角の多角形）の模様もあれば、六角形の模様もあります。シャツの背中の六角形が6つの三角形でできており、明るい模様であることに気付いてください！
ko: 그림의 옷에는 여러가지 아름다운 다각형이 있습니다! 어떤 문양은 정사각형 (네 개의 면과 네 개의 정사각형 모서리를 가지고 있는 다각형)이고 어떤것은 육각형입니다. 셔츠 뒤에 있는 육각형들이 멋진 여섯개의 삼각형 문양들로 되어있는 것이 보이나요!
tr: Resimdeki kıyafetlerin üzerlerinde çok güzel çokgenler var! Karelerden (dört eşit kenarı ve dört köşesi olan çokgenler) ve altıgenlerden oluşan desenler var. Gömleğin arkasındaki altıgenlerin nasıl capcanlı bir desende tam altı tane üçgenden oluştuğuna dikkat edin!

# data_list
source: Little Square Jojo stepped into the circle and lifted up his hand. "I will find your spring horn, Chief Short and Round." "Good, good," said the chief with a smile. "You can start looking in the last place I visited this morning. Go to Tata Rectangle's house. I remember having my horn with me there."
fr: Le Petit Jojo Carré entra dans le cercle et leva la main. « Je vais trouver votre corne de brume, » Chef Court et Rond. « Bien, bien, » dit le chef avec un sourire. « Tu peux commencer à chercher au dernier endroit que j’ai visité ce matin. Va voir dans la maison Rectangle de Tata. Je me souviens que j’avais ma corne avec moi là-bas. »
ja: 小さな正方形のジョジョは輪の中に入り、手を挙げました。「僕があなたの春の角笛を探します、短い丸い村長。」「よし、よし。」と村長は笑顔で言いました。「私が今朝、最後に訪れた場所から探し始めてくれるかな。長方形のタタのお家に行ってほしい。私はそこで角笛を持っていたことを覚えているよ。」
ko: 어린 정사각형 조조가 원안으로 들어와서 그의 손을 들었습니다. "제가 봄호른을 찾을께요, 작고둥근 마을이장님." "좋아, 좋아," 작고둥근 마을이장이 웃으면서 대답했습니다. "내가 오늘 아침에 제일 마지막에 있었던 곳부터 시작해 보렴. 타타 사각형의 집으로 가 보거라. 내 호른이 거기에 있었던게 기억이 나는구나."
tr: Küçük Kare Jojo, dairenin içine bir adım atıp elini kaldırdı. “Bahar borazanınızı bulacağım, Kısa ve Yuvarlak Şef,” dedi. “İyi, iyi,” dedi şef gülümseyerek. “Aramaya bu sabah ziyaret ettiğim son yerden başlayabilirsin. Tata Dikdörtgen’in evine git. Oradayken borazanımın yanımda olduğunu hatırlıyorum.”

# data_list
source: Why does Little Square Jojo deserve his name?
fr: Pourquoi Petit Jojo Carré porte-t-il ce nom ?
ja: 小さな正方形のジョジョはなぜその名前にふさわしいのでしょうか？
ko: 왜 어린 정사각형 조조는 그 이름이 잘 맞을까요?
tr: Küçük Kare Jojo neden bu ismi hak ediyor?

# data_list
source: There are many circles in this picture. How many circles can you find?
fr: Il y a beaucoup de cercles sur cette image. Combien de cercles peux-tu trouver ?
ja: この絵にはたくさんの円があります。いくつの円を見つけることができますか？
ko: 그림에는 많은 원형들이 있습니다. 여러분은 몇 개의 원형을 찾을수 있나요?
tr: Bu resimde pek çok daire var. Kaç tane daire bulabilirsiniz?

# data_list
source: How many squares are there on Jojo's clothes? That is a very tricky question because there are squares of different sizes on his clothes -- some of the squares are made up of smaller squares!
fr: Combien y a-t-il de carrés sur les vêtements de Jojo ? C’est une question très délicate car il y a des carrés de différentes tailles sur ses vêtements (certains carrés sont faits de carrés plus petits) !
ja: ジョジョの服にはいくつの正方形がありますか？彼の服には様々な大きさの正方形があり、いくつかの正方形は小さな正方形で構成されているため、とても難しい質問です！
ko: 조조의 옷에는 몇 개의 정사각형이 있나요? 조조의 옷에는 다른 크기의 정사각형이 있기 때문에 찾기가 조금 어렵습니다 - 어떤 정사각형은 더 작은 정사각형으로 만들어졌습니다!
tr: Jojo’nun giysilerinde kaç tane kare var? Bu çok zor bir soru çünkü giysilerinde farklı boyutlarda kareler var – bazı kareler daha küçük karelerden oluşmuş!

# data_list
source: Tata Rectangle was happy to see Jojo. He opened his door and welcomed Jojo inside. "I remember seeing Chief Short and Round earlier this morning," said Tata Rectangle, "but I don't think he had his spring horn with him." Little Square Jojo looked under Tata Rectangle's bed and behind his books. He even looked into his fridge. But Jojo couldn't find the spring horn anywhere.
fr: Tata Rectangle était heureuse de voir Jojo. Elle ouvrit sa porte et accueillit Jojo à l’intérieur. « Je me souviens avoir vu le Chef Court et Rond un peu plus tôt ce matin, » dit Tata Rectangle, « mais je ne pense pas qu’il avait sa corne de brume avec lui. » Petit Jojo Carré regarda sous le lit de Tata Rectangle et derrière ses livres. Il a même regardé dans son frigo. Mais Jojo n’a trouvé la corne de brume nulle part.
ja: 長方形のタタはジョジョに会えて喜びました。タタはドアを開け、ジョジョを迎え入れました。「私は今朝早く、短い丸い村長と会ったことを覚えてるよ。」と長方形のタタは言いました。「でも、彼は春の角笛を持っていなかったと思うよ。」小さな正方形のジョジョは長方形のタタのベッドの下や本の後ろを探しました。冷蔵庫の中も調べました。でも、ジョジョはどこにも春の角笛を探すことができませんでした。
ko: 타타 사각형은 조조를 보면서 반가와했습니다. 그는 문을 활짝 열고 조조를 집안으로 맞이했습니다. "오늘 아침에 작고둥근 마을이장을 본 기억이 나는구나!" 타타 사각형의 말했습니다. "하지만 마을이장은 봄호른을 가지고 있지 않은것 같구나." 어린 정사각형 조조는 타타 사각형의 침대와 책들 밑을 찾아 보았습니다. 조조는 그의 냉장고 안에도 찾아 보았습니다. 그렇지만 조조는 어디에도 봄호른을 찾지 못했습니다.
tr: Tata Dikdörtgen, Jojo’yu gördüğü için mutluydu. Kapısını açıp Jojo’yu içeri buyur etti. “Bu sabah Kısa ve Yuvarlak Şef’i gördüğümü hatırlıyorum,” dedi Tata Dikdörtgen, “ama bahar borazanının yanında olduğunu sanmıyorum.” Küçük Kare Jojo, Tata Dikdörtgen’in yatağının altına ve kitaplarının arkasına baktı. Buzdolabının içine bile baktı. Ama Jojo bahar borazanını hiçbir yerde bulamadı.

# data_list
source: A rectangle has four straight sides with corners like the corners of this page. A square is always a rectangle, but rectangles are not always squares. What would make a rectangle not be a square?
fr: Un rectangle a quatre côtés droits avec des coins, comme les coins de cette page. Un carré est toujours un rectangle, mais les rectangles ne sont pas toujours des carrés. Qu’est-ce qu’il ferait qu’un rectangle ne soit pas un carré ?
ja: 長方形はこのページの角のように、角を持つ4つの直線の辺があります。 四角いものはどれも長方形ですが、長方形はいつも正方形ではありません。長方形が正方形でないのはなぜでしょうか？
ko: 사각형은 네 개의 면과 모서리를 여기서 보는 것처럼 가지고 있습니다. 정사각형은 언제나 사각형이지만 사각형은 언제나 정사각형인 것은 아닙니다. 사각형은 어떨때 정사각형이 되지 않나요?
tr: Bir dikdörtgenin tıpkı bu sayfanın köşeleri gibi köşeleri olan dört tane düz kenarı vardır. Bir kare her zaman bir dikdörtgendir ancak bir dikdörtgen her zaman bir kare değildir. Bir dikdörtgeni kare olmaktan çıkaran şey nedir?

# data_list
source: Are there any rectangles that are squares in this picture?
fr: Y a-t-il des rectangles qui sont des carrés sur cette image ?
ja: この絵の中に、四角形である長方形はありますか？
ko: 그림에서는 정사각형이 있나요?
tr: Bu resimde kare olan bir dikdörtgen var mı?

# data_list
source: Which objects in this room are rectangles? There are rectangles everywhere on this page! Point to as many rectangles as you can.
fr: Quels objets dans cette pièce sont des rectangles ? Il y a des rectangles partout sur cette page ! Montre autant de rectangles que possible.
ja: この部屋にあるどの物が長方形ですか？このページにはいろんなところに長方形があります！できるだけたくさんの長方形を指さして下さい。
ko: 이 방에 있는 물건중에 어떤것이 사각형인가요? 여기에는 사각형들이 여기저기에 있습니다. 여러분이 찾을수 있는 만큼 손으로 가리켜 보세요!
tr: Bu odadaki hangi nesneler dikdörtgendir? Bu sayfanın her yerinde dikdörtgenler var! Gösterebildiğiniz kadar çok dikdörtgen gösterin.

# data_list
source: Go and see if Mama Triangle has the spring horn, said Tata Rectangle. "Chief Short and Round visited her before he came to see me." "Thank you, Tata," said Jojo as he waved goodbye. Mama Triangle's house is about three kilometers from here, thought Jojo. That is a far distance to walk. I will stop at my house along the way and have a rest.
fr: « Vas voir si Mama Triangle a la corne de brume, » dit Tata Rectangle. « Le Chef Court et Rond lui a rendu visite avant de venir me voir. » « Merci, Tata, » répondit Jojo en lui disant au revoir. La maison de Mama Triangle est à environ trois kilomètres d’ici, pensa Jojo. C’est une longue distance à parcourir. En chemin, je m’arrêterai chez moi et me reposerai.
ja: 「三角形のママが春の角笛を持っているかどうか見に行ってくれるかな。」と、長方形のタタが言いました。「短い丸い村長は私に会いに来る前に三角形のママを訪れました。」「ありがとう、タタ。」とジョジョが言い、手を振って別れを告げました。 三角形のママのお家はここから約3キロメートルのところにあるとジョジョは思いました。歩くには遠い距離です。途中で自宅に立ち寄って休憩しよう。
ko: "마마 삼각형이 혹시 봄호른을 가지고 있는지 가 보렴." 타타 사각형이 말했습니다. "작고둥근 마을이장이 날 보러 오기전에 마마 삼각형 집에 갔었단다." "타타 아저씨, 감사합니다." 조조는 손을 흔들고 돌아서며 말했습니다. 마마 삼각형의 집은 대충 3 킬로미터쯤 될거라고 조조는 생각했습니다. 그건 걷기에는 꽤 먼 길입니다. 조조는 자기의 집에 들러 잠시 쉬어가야 겠다고 생각했습니다.
tr: “Git bak bakalım bahar borazanı Üçgen Anne’de mi?” dedi Tata Dikdörtgen ve ekledi, “Kısa ve Yuvarlak Şef beni görmeye gelmeden önce onu ziyaret etti.” Jojo el sallayarak vedalaşırken, “Teşekkür ederim, Tata,” dedi. “Üçgen Anne’nin evi buradan yaklaşık üç kilometre uzakta. Bu, yürümek için çok uzak bir mesafe. Yol boyunca evimde durup biraz dinleneceğim,” diye düşündü Jojo.

# data_list
source: What are the tallest things in this picture? Have you ever seen a person almost as tall as a house?
fr: Quelles sont les choses les plus hautes sur cette photo ? As-tu déjà vu une personne presque aussi grande qu’une maison ?
ja: この絵の中で一番高いものは何ですか？お家と同じくらいの高さの人を見たことがありますか？
ko: 그림에서 가장 키가 큰것은 무엇입니까? 여러분은 집만큼 키가 큰 사람을 본적이 있나요?
tr: Bu resimdeki en uzun şeyler hangi şeylerdir? Neredeyse bir ev kadar uzun bir insan gördünüz mü hiç?

# data_list
source: Jojo is going for a long 3km (about two miles) walk. What is the farthest you have ever walked?
fr: Jojo fait une longue marche de 3 km (environ deux miles). Quelle est la distance la plus longue que tu aies jamais parcourue ?
ja: ジョジョは3キロメートル（約2マイル）の距離を歩きます。これまでにあなたが歩いた最長距離はどれくらいですか？
ko: 조조는 3 킬로미터 (약 2 마일)을 걸어가야 합니다. 여러분은 얼마나 멀리까지 걸어가본 적이 있나요?
tr: Jojo 3 km’lik (yaklaşık 2 mil) uzun bir yürüyüşe çıkıyor. Peki ya sizin şimdiye kadar yürüdüğünüz en uzun mesafe nedir?

# data_list
source: Did you ever walk a long, long time? How many minutes was that walk? 10? 20? 60? more?
fr: As-tu déjà marché très, très longtemps ? Combien de minutes a duré cette marche ? 10 minutes ? 20 ? 60 ? plus ?
ja: これまでにとても長い時間歩いたことはありますか？何分歩きましたか？10分？20分？60分？もっと長いですか？
ko: 여러분은 아주 오래 걸어본적이 있나요? 몇 분쯤 걸렸나요? 10분, 20분, 60분 아니면 더 오래 걸렸나요?
tr: Hiç uzun, çok uzun bir süre yürüdünüz mü? O yürüyüş kaç dakikaydı? 10? 20? 60? Yoksa daha mı fazlaydı?
