Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: This story has shapes, colors, and skip counting. Practice words: patterns, row, lighter, darker, rectangle, triangle, round, side, circle, concentric circles, shallow, faint, closer, farther, differences, color names, colors of the rainbow, pair, doubling, and skip counting by 2's, 3's, and 4's.
ar: هذة القصه تحتوي علي أشكال و الوان وتمارين تخطي العد. تدرب علي الكلمات: الانماط، الصف، فاتح، غامق، مستطيل، مثلث، مستدير، دائري، الدوائر متحدة المركز، الشكل الاجوف، باهت، قريب، بعيد، الاختلافات، أسماء الالوان، الوان قوس قزح، الاقتران، المضاعفة، وتمارين تخطي العد بمقدار ٢،٣،٤.
ko: 이야기는 도형, 색깔, 건너뛰어 세기가 있습니다. 연습 단어: 문양, 줄, 더 밝은, 더 어두운, 사각형, 삼각형, 둥근, 면, 원형, 동심원, 얕은, 희미한, 가까운, 먼, 다른점, 색상 이름, 무지개 색깔, 짝, 두배, 2단위, 3단위, 4단위로 건너뛰어 세기.
tr: Bu hikâyede şekiller, renkler ve atlayarak saymalar var. Alıştırma sözcükleri: desenler, yatay sıra, daha açık renk, daha koyu renk, dikdörtgen, üçgen, yuvarlak, kenar, daire, eş merkezli daireler, sığ, soluk renkli, daha yakın, daha uzak, farklılıklar, renklerin isimleri, gökkuşağının renkleri, çift, eş, iki katına çıkarmak, ikişerli, üçerli ve dörderli atlayarak saymalar.

# data_list
source: Emeka and the Old Man
ko: 에메카와 늙은 노인
tr: Emeka ve Yaşlı Adam

# data_list
source: This story has shapes and geometry. Practice words: side, triangle, rectangle, pentagon, circle, oval, arc, big, flat, faint, faded, distance, far away, problem solving, horizontal lines, parallel lines, perspective, width, and dividing 8 evenly.
ko: 이야기는 도형과 기하학이 있습니다. 연습 단어: 면, 삼각형, 사각형, 오각형, 원형, 타원형, 호, 큰, 평평한, 희미한, 시든, 거리, 멀리, 문제 해결, 수평선, 평행선, 원근법, 넓이, 그리고 8등분.
tr: Bu hikâyede şekiller ve geometri var. Alıştırma sözcükleri: kenar, üçgen, dikdörtgen, beşgen, daire, oval, yay, büyük, düz, sönük veya soluk renkli, mesafe, uzakta, problem çözme, yatay çizgiler, paralel çizgiler, perspektif, genişlik ve 8’i eşit şekilde yani kalansız bölme.

# data_list
source: Father, Son, and Donkey
ko: 아버지, 아들, 그리고 당나귀
tr: Baba, Oğlu ve Eşek

# data_list
source: This story has shapes and geometry. Practice words: distance, middle, rectangle, triangle, pale, twice, pairs, counting by 20's, 50's, and 100's.
ko: 이야기는 도형과 기하학이 있습니다. 연습 단어: 거리, 가운데, 사각형, 삼각형, 희미한, 두 배, 20단위, 50단위, 100단위로 세기.
tr: Bu hikâyede şekiller ve geometri var. Alıştırma sözcükleri: mesafe, orta, dikdörtgen, üçgen, soluk, iki kez, çiftler hâlinde, yirmişerli, ellişerli ve yüzerli saymalar.

# data_list
source: Horses of Debre Birhan
ko: 데브레 비르한의 말들
tr: Debre Birhan’ın Atları

# data_list
source: This story has comparing words and counting in groups. Practice words: heavy, faster, enough, more than, too tight, very, old, skip counting by 2's and 4's, equal sharing, pair, pairing, odd, even, estimate, hundred, thousand, million, side, opposite side, round, and rectangle.
ko: 이야기는 단어의 비교와 그룹으로 세기가 있습니다. 연습 단어: 무거운, 더 빨리, 충분히, 이상, 너무 꽉, 매우, 늙은, 2단위와 4단위 건너 뛰어 세기, 동등한 공유, 짝, 홀수, 짝수, 추정, 백, 천, 백만, 면, 반대편, 둥근, 그리고 사각형.
tr: Bu hikâye, karşılaştırma sözcüklerini ve gruplar halinde saymaları içerir. Şu kelimeleri kullanarak alıştırma yapın: ağır, daha hızlı, yeterli, daha fazla, çok sıkı, çok, eski, ikişer ikişer ve dörder dörder atlayarak sayma, eşit paylaşım, çift, eşleştirme, tek sayı, çift, tahmin (değer biçme), yüz, bin, milyon, yan taraf, karşı taraf, yuvarlak, dikdörtgen.

# data_list
source: Hyena and Tortoise
ko: 하이에나와 거북이
tr: Sırtlan ve Kaplumbağa

# data_list
source: This story has shapes and quantities. Practice words: round, cone, different shape, hexagon, regular hexagon, tile designs, squares, patterns, more, less, fewer, same, equal, number difference, estimate, stronger, weaker, faster, slower, slowly, and speed.
ko: 이야기는 도형과 수량이 있습니다. 연습 단어: 둥근, 원뿔, 다른 도형, 육각형, 정육각형, 타일 디자인, 정사각형, 문양, 더, 더 적은, 보다 적은, 같은, 동일한, 숫자 차이, 추측, 더 강한, 더 느린, 느리게, 그리고 속도.
tr: Bu hikâye, şekilleri ve miktarları içerir. Alıştırma sözcükleri: yuvarlak, koni, farklı şekil, altıgen, düzgün altıgen, fayans tasarımları, kareler, desenler, daha çok, daha az, daha az sayıda, aynı, eşit, sayı farkı, tahmin, daha güçlü, daha zayıf, daha hızlı, daha yavaş, yavaşça, hız (sürat).

# data_list
source: Keeper and his Nursery
ko: 동물 사육사와 그의 양육원
tr: Hayvan Bakımevi ve Sahibi

# data_list
source: This story has shapes and descriptions. Practice words: triangle, rectangle, pentagon, hexagon, sides, diagonal, circle, oval, cylinder, ball, sphere, stripe, thin, small, big, flat, pairs, opposite, center, long, high, twice, measurement, and estimate.
ko: 이야기는 도형과 설명이 있습니다. 연습 단어: 삼각형, 사각형, 오각형, 육각형, 면, 대각선, 원, 타원형, 원통, 공, 구체, 줄무늬, 얇은, 작은, 평평한, 쌍, 반대, 가운데, 긴, 높은, 두배, 측정, 그리고 추정.
tr: Bu öyküde şekiller ve betimlemeler var. Alıştırma sözcükleri: üçgen, dikdörtgen, beşgen, altıgen, kenarlar, köşegen, daire, oval, silindir, top, küre, şerit, çizgi, ince, küçük, büyük, düz, çiftler halinde, zıt, merkez, uzun, yüksek, iki kez, ölçüm, tahmin, değer biçme.

# data_list
source: Magical Rainbow River
ko: 신비한 무지개 강
tr: Sihirli Gökkuşağı Nehri

# data_list
source: This story has shapes and descriptions. Practice words: circle, arc, oval, lines, sides, straight, rectangle, curve, color names, rainbow colors, double, high, pairs, and skip counting by 2's.
ko: 이야기는 도형과 설명이 있습니다. 연습 단어: 원형, 호, 타원형, 선, 면, 똑바른, 사각형, 곡선, 색깔 이름, 무지개 색깔, 두 배, 높은, 쌍, 그리고 2 단위로 건너뛰기.
tr: Bu hikâyede şekiller ve betimlemeler var. Alıştırma sözcükleri: daire, yay, oval, çizgiler, kenarlar, düz, dikdörtgen, eğri, renk isimleri, gökkuşağı renkleri, çift, yüksek, çiftler hâlinde, ikişerli atlayarak saymalar.

# data_list
source: Sakima's Song
ko: 사키마의 노래
tr: Sakima’nın Şarkısı

# data_list
source: This story has shapes, descriptions, and perspective. Practice words: rectangle, sides, square, straight, curved, parallel lines, color names, rainbow colors, little, twice, tall, taller, short, shorter, far, farthest, farther, apart, large, thick, close, too close, small, too small, below, and estimate.
ko: 이야기는 도형, 설명 그리고 원근법이 있습니다. 연습 단어: 사각형, 면, 정사각형, 똑바른, 곡진, 평행선, 색깔 이름, 무지개 색깔, 작은, 두배, 키가 큰, 더 큰, 작은, 더 작은, 먼, 가장 먼, 더 멀리, 따로, 짐작, 짧은, 더 짧은, 큰, 두꺼운, 가까운, 너무 가까운, 작은, 너무 작은, 밑, 그리고 짐작.
tr: Bu hikâyede şekiller, açıklamalar, betimlemeler ve perspektif konusu var. Alıştırma sözcükleri: dikdörtgen, kenarlar, kare, düz, kavisli (eğri), paralel çizgiler, renklerin adları, gökkuşağı renkleri, küçük, çok az, iki kez, iki katı, uzun, daha uzun, kısa, daha kısa, uzak, daha uzak, en uzak, birbirinden ayrı, büyük, geniş, kalın, yakın, çok fazla yakın, küçük, çok fazla küçük, aşağıda, aşağısında, tahmin.

# data_list
source: Searching for the Spirit of Spring
ko: 봄의 혼을 찾아서
tr: Bahar Ruhunu Aramak

# data_list
source: This story has shapes and descriptions. Practice words: circle, oval, arc, cone, rectangle, triangle, long, longest, far, far away, distance, big, bigger, pattern, color, bright, dull, muted, drab, giant, dark, too dark, and problem solving.
ko: 이야기는 도형과 설명이 있습니다. 연습 단어: 원형, 타원형, 호, 원뿔, 사각형, 삼각형, 큰, 긴, 제일 긴, 먼, 멀리, 거리, 큰, 더 큰, 무늬, 색깔, 밝은, 따분한, 소리를 죽인, 단조로운, 거대한, 어두운, 너무 어두운, 그리고 문제 해결.
tr: Bu hikâyede şekiller ve tanımlamalar var. Alıştırma sözcükleri: daire, oval, yay, koni, dikdörtgen, üçgen, büyük, geniş, en geniş, uzak, çok uzak, mesafe, daha büyük, desen, renk, parlak, sıkıcı, soluk, sönük, kocaman, karanlık, daha karanlık, çok karanlık, problem çözme.

# data_list
source: Share it Fair!
ko: 공평하게 나누기
tr: Adil Paylaş!

# data_list
source: This story has shapes and dividing evenly. Practice words: rectangle, square, round, circle, arc, oval, ellipse, stripe, equal, dividing equally, point of view, perspective, half, third, fourth, quarter, problem solving, simpler versions of a problem, persistence, subtracting 1, 2, 3, estimate, and multiples of 3.
ko: 이야기는 도형과 고르게 나누기. 연습 단어: 사각형, 정사각형, 둥근, 원형, 호, 타원, 줄무늬, 동일한, 똑같이 나누기, 관점, 반, 제삼, 네번째, 4 분의 1, 문제 해결, 간단한 경우의 문제, 고집, 1, 2, 3 빼기, 추측, 그리고 3으로 곱하기.
tr: Bu hikâyede şekiller ve eşit bölmeler yer almaktadır. Alıştırma Sözcükleri: dikdörtgen, kare, yuvarlak, daire, yay, oval, elips, şerit, eşit, eşit bölme, bakış açısı, perspektif, yarım, üçte bir, dörtte bir, çeyrek, problem çözme, bir problemin daha basit versiyonları, azim, sayılardan 1’i, 2’yi ve 3’ü çıkarma, tahmin, 3’ün katları.

# data_list
source: Singing the Truth: The Story of Miriam Makeba
ko: 진실을 노래하기: 미리암 마케바의 이야기
tr: Gerçeği Şarkıyla Söylemek: Miriam Makeba'nın Hikâyesi

# data_list
source: This story has lots of shapes. Practice words: shape, rectangle, straight, circle, arc, oval, arch, cone, ellipse, different, same, flat, outline, and stripe.
ko: 이야기는 여러가지 도형이 있습니다. 연습 단어: 도형, 사각형, 똑바른, 원형, 호, 타원형, 아치, 원뿔, 타원, 다른, 같은, 평평한, 테두리, 그리고 줄무늬.
tr: Bu hikâyede bir sürü şekiller var. Alıştırma sözcükleri: şekil, dikdörtgen, düz çizgi, daire, çember, yay, oval, kemer, koni, elips, farklı, aynı, düz yüzey, ana hat, şerit.

# data_list
source: Sizwe's Smile
ko: 시즈왜이의 미소
tr: Sizwe’nin Gülümsemesi

# data_list
source: This story has shapes and progressions. Practice words: muted, bright, rectangle, circle, arc, oval, ellipse, big, biggest, curve, vertical lines, parallel lines, stripe, twice, doubling, exponential growth, estimate, and counting by 2's and 4's.
ko: 이야기는 도형과 진행이 있습니다. 연습 단어: 소리를 죽인, 밝은, 사각형, 원형, 호, 타원, 타원형, 큰, 가장 큰, 곡진, 수직선, 평행선, 줄무늬, 두배, 배, 기하 급수적 성장, 추측, 그리고 2 단위와 4 단위로 세기.
tr: Bu hikâyede şekiller ve büyümeler var. Alıştırma sözcükleri: sönük, parlak, dikdörtgen, daire, yay, oval, elips, büyük, en büyük, eğri (kavisli), dikey çizgiler, paralel çizgiler, şerit, iki kez, ikiye katlama yani iki ile çarpma, üstel büyüme, tahmin, ikişer ikişer ve dörder dörder ritmik saymalar.

# data_list
source: The Smell Thief
ko: 냄새 도둑
tr: Koku Hırsızı

# data_list
source: This story has skip counting and shapes. Practice words: counting by 1's, 2's, 3's, 4's, and 6's; multiplying, dividing, estimate, rectangle, and triangle.
ko: 이야기는 건너뛰어 세기와 도형이 있습니다. 연습 단어.: 1단위, 2단위, 3단위, 4단위, 그리고 6단위로 세기; 곱셈, 나누기, 추정, 사각형, 그리고 삼각형.
tr: Bu hikâyede atlayarak saymalar ve şekiller var. Alıştırma sözcükleri: tek tek (birer birer), ikişerli, üçerli, dörderli ve altışarlı atlayarak saymalar, çarpma, bölme, tahmin etme, dikdörtgen, üçgen.

# data_list
source: Who Can Count to Ten?
ko: 누가 10까지 셀 수 있나요?
tr: Kim 10’a Kadar Sayabilir?

# data_list
source: This story has counting, comparisons, and problem solving. Practice words: numbers to ten, skip counting, counting by 2's, 3's, 4's, 5's, and 10's, odd numbers, more, difference, add, combination, total, stripes, spots, big, biggest, fast, fastest, strong, strongest, large largest, high, higher, pattern, and problem solving.
ko: 이야기는 계산, 비교, 그리고 문제 해결이 있습니다. 연습 단어: 10까지의 숫자, 건너 뛰어세기, 2단위, 3단위, 4단위, 5단위 그리고 10단위로 세기, 홀수, 더, 결합, 합계, 줄무늬, 점, 큰, 가장 큰, 빠른, 가장 빠른, 강한, 가장 강한, 크기가 큰, 가장 큰, 높은, 더 높은, 무늬, 그리고 문제 해결.
tr: Bu hikâyede saymalar, karşılaştırmalar ve problem çözmeler ele alınmaktadır. Alıştırma sözcükleri: 10’a kadar ve 10’dan büyük sayılar, ikişer ikişer, üçer üçer, dörder dörder, beşer beşer ve on’ar on’ar atlayarak saymalar, tek sayılar, daha fazla (daha çok), fark, toplama, kombinasyon, toplam, çizgiler (şeritler), noktalar (benekler, lekeler), büyük, en büyük, hızlı, en hızlı, güçlü, en güçlü, geniş, en geniş, yüksek, daha yüksek, örüntü (desen), problem çözme.

# data_list
source: Emeka lived in a fine house in Ebiba town. His parents were rich. Emeka had a dog called Chita. He looked after Chita very well.
ja: エメカの両親はお金持ちで、エビバ町の立派な家に住んでいました。 エメカはチータという犬を飼っていて、彼はチータの面倒をよくみていました。
ko: 에메카는 에비바라는 도시에 있는 좋은 집에서 살았습니다. 에메카의 부모님은 부자였습니다. 에메카는 치타라는 이름의 개가 있었습니다. 에메카는 치타를 잘 돌보았습니다.
tr: Emeka, Ebiba kasabasında güzel bir evde yaşıyordu. Ailesi zengindi. Emeka’nın Chita adında bir köpeği vardı. Chita’ya çok iyi bakıyordu.

# data_list
source: Are you responsible for caring for any animals who are your friends?
ja: お友達でもあるペットの世話を、あなたは責任を持って行っていますか？
ko: 여러분은 여러분의 친구인 어떤 동물을 보살피는 책임이 있나요?
tr: Siz de arkadaşınız olan herhangi bir hayvanın bakımından sorumlu musunuz?

# data_list
source: Rectangles are four-sided shapes like this page. How many rectangles can you find here?
ja: 長方形とは、このページのような4つの辺で作られた形のことです。この絵には、いくつの長方形がありますか？
ko: 사각형은 그림에서와 같이 네 면이 있는 도형입니다. 여러분은 몇 개의 사각형을 찾을 수 있나요?
tr: Dikdörtgenler bu sayfa gibi dört kenarlı şekillerdir. Bu resimde kaç dikdörtgen bulabilirsiniz?

# data_list
source: There are also some triangles on this page. How many triangles and rectangles can you find where you are?
ja: このページには、三角形もいくつかあります。あなたのいる場所には、いくつの三角形と四角形がありますか？
ko: 그림에는 삼각형도 몇 개 있습니다. 여러분이 있는 곳에서는 몇 개의 사각형과 삼각형을 찾을수 있나요?
tr: Bu sayfada bazı üçgenler de var. Peki, bulunduğunuz yerde kaç tane üçgen ve kaç tane dikdörtgen bulabilirsiniz?

# data_list
source: Every day, Emeka's father took him to school in his car. He also brought Emeka home after school. One afternoon on their way home, Emeka's father stopped to buy something at a big shop.
ja: エメカのお父さんは、毎日エメカの学校への送迎を車でしていました。 ある日の午後、お父さんは、買い物をするために大きなお店に寄りました。
ko: 매일 에메카의 아버지는 그의 차로 에메카를 학교로 데려다 주었습니다. 아버지는 에메카가 학교가 끝나면 집으로 다시 데려다 주었습니다. 어느 오후, 집으로 돌아가던 중에 에메카의 아버지는 물건을 사기 위해 큰 가게를 들렀습니다.
tr: Babası Emeka’yı her gün arabasıyla okula götürürdü. Okuldan sonra da Emeka’yı evine getirirdi. Bir öğleden sonra, eve dönerlerken, Emeka’nın babası büyük bir dükkândan bir şey almak için durdu.

# data_list
source: There are shapes everywhere! In addition to the rectangles on this wall, can you find some circles in this picture?
ja: この絵には、たくさんの形が描かれています。壁は長方形です。他にも円があるのを見つけられますか？
ko: 그림에는 사방에 도형들이 있습니다. 벽에 있는 사각형 이외에도 여러분은 그림에서 원형을 찾을 수 있나요?
tr: Her yerde şekiller var! Bu resimde duvardaki dikdörtgenlerle birlikte birkaç daire de bulabilir misiniz?

# data_list
source: An arc is the name for a partial circle. Can you find any arcs in this picture?
ja: 「弧」とは、円の一部のことです。この絵の中で、弧を見つけることはできますか？
ko: 호는 원형의 부분을 말합니다. 그림에서 여러분은 호를 찾을 수 있나요?
tr: Yay, kısmi bir dairenin adıdır. Peki, bu resimde herhangi bir yay bulabilir misiniz?

# data_list
source: As you get to know the shapes, you start to see the world in new ways and you see how the shapes fit together all around you.
ja: 形が分かるようになると、新しい見方をするようになり、周りにある形は、いろいろな組み合わせからできていることが分かるようになります。
ko: 여러분이 도형을 알게 될수록 세상을 새로운 관점에서 보기 시작하고 주위에 여러가지의 도형이 잘 맞추어져 있는 것을 보게 됩니다.
tr: Şekilleri tanıdıkça, dünyayı yeni şekillerde görmeye başlarsınız ve şekillerin, etrafınızda nasıl bir araya geldiklerini görürsünüz.

# data_list
source: From the car, Emeka looked across the road and saw an old man. He was carrying a big load on his head. He was tired and walked slowly. Emeka kept looking at him.
ja: 車の中からエメカが道路の向こうを見ると、一人のおじいさんがいました。おじいさんは頭の上に大きな荷物を乗せて運んでいました。 おじいさんは疲れていて、ゆっくり歩いていました。エメカはおじいさんをずっと見ていました。
ko: 에메카는 어떤 늙은 노인을 차 안에서 바라보았습니다. 노인은 머리위에 아주 큰 짐을 얹고 갔습니다. 노인은 지쳐보였으며 그래서인지 천천히 걷고 있었습니다. 에메카는 계속해서 노인을 쳐다보았습니다.
tr: Emeka, arabadan yolun karşısına baktı ve yaşlı bir adam gördü. Başının üzerinde büyük bir yük taşıyordu. Yorgundu ve yavaş yürüyordu. Emeka ona bakmaya devam etti.

# data_list
source: This old man is homeless. He is carrying everything he owns on his back. Can you imagine carrying everything you own on your back?
ja: このおじいさんは、ホームレスです。彼は、持ち物全てを背負って運んでいます。あなたは自分の持ち物を全て背負って運ぶことを想像できますか？
ko: 이 늙은 노인은 노숙자입니다. 노인은 자신이 가지고 있는 모든것을 그의 등 위에 짊어지고 다닙니다. 여러분은 가진것 모두를 여러분의 등위에 짊어지고 다닌다고 상상해 볼 수 있나요?
tr: Bu yaşlı adam evsiz. Sahip olduğu her şeyi sırtında taşıyor. Sahip olduğunuz her şeyinizi sırtınızda taşıdığınızı hayal edebiliyor musunuz?

# data_list
source: Homelessness is a big problem all over the world and it is a difficult problem to solve. A lot of people need help with food, shelter, medicine, and other basic needs.
ja: ホームレスは世界中で大きな問題となっていて、解決も難しいことです。たくさんのホームレスは食べ物、住む場所、医療、そして、生活にかかわる基本的な必需品に困っています。
ko: 노숙자는 모든 세계의 큰 문제이지만 해결하기에는 아주 어려운 일입니다. 많은 사람들은 음식, 안식처, 약 그리고 생필품이 필요합니다.
tr: Evsizlik tüm dünyada büyük bir problemdir ve çözülmesi zordur. Pek çok insanın yiyecek, barınak, ilaç ve diğer temel ihtiyaçlar konusunda yardıma ihtiyaçları vardır.

# data_list
source: That load is almost as big as the man! How far can you walk when you aren't carrying anything? How far do you think you could walk carrying a big load like that?
ja: その大荷物は、おじいさんと同じくらいの大きさです！あなたは、何も荷物がない状態だと、どこまで歩けますか？そして、大きな荷物を抱えているとしたら、どこまで歩けると思いますか？
ko: 짐은 노인만큼이나 큼니다! 여러분은 아무것도 나르지 않을때 얼마만큼 걸어갈수 있나요? 아주 큰 짐을 나른다면 여러분은 얼마만큼 걸을 수 있나요?
tr: Adamın yükü neredeyse adamın kendisi kadar bir büyüklükte! Hiçbir şey taşımadan ne kadar yürüyebilirsiniz? Ya böyle büyük bir yükü taşıyarak ne kadar yürüyebilirsiniz peki?

# data_list
source: The old man sat under the shade of a tree on the walkway and opened his bag. He had two flat plastic water bottles, which he was making into shoes.
ja: おじいさんは歩道の木陰に座って、荷物を開けました。 おじいさんは二つのペタンコのペットボトルで作ったサンダルを持っていました。
ko: 노인은 길가에 있는 나무 그늘에 앉아서 그의 가방을 열었습니다. 노인은 두 개의 평평한 플라스틱 물병으로 만든 신을 신고 있었습니다.
tr: Yaşlı adam yürüyüş yolundaki bir ağacın gölgesine oturdu ve çantasını açtı. Adamın iki düz plastik su şişesi vardı; onları ayakkabıya dönüştürüyordu.

# data_list
source: Using plastic water bottles as shoes is clever, though uncomfortable. The old man has learned to be creative and resourceful to make do with the little he has.
ja: 履き心地が悪いとしても、ペットボトルをサンダルにするなんて、とても賢いことです。おじいさんは、わずかな持ち物でやりくりするために、創造力と臨機応変さを身につけていたのです。
ko: 플라스틱 물병으로 신발을 만든것은 영리한 생각이지만 그렇게 편하지는 않습니다. 노인은 자신이 가지고 있는 적은 물건으로 살아남기 위해서는 창의적이고 영리해야 했습니다.
tr: Plastik su şişelerini ayakkabı olarak kullanmak rahatsız edici olsa da zekicedir. Yaşlı adam elindeki az şeyle idare etmek için yaratıcı ve becerikli olmayı öğrenmiş.

# data_list
source: Finding new uses for old things is a good way to reduce waste in the world. Have you ever thought of new uses for things that were meant for other purposes?
ja: 古いものの新しい使い道を見つけることは、世の中のゴミを減らす良い方法です。他の用途に使われていたものを、新しい用途で使うことを考えたことがありますか？
ko: 오래된 물건을 새롭게 쓰는 것은 세상의 쓰레기를 줄이는 좋은 방법입니다. 여러분은 다른 용도로 쓰이는 물건을 새로운 용도로 써 본 적이 있나요?
tr: Eski şeylere yeni kullanım alanları bulmak, dünyadaki atıkları azaltmanın iyi bir yoludur. Siz de başka amaçlar için kullanılan eşyalar için yeni kullanım alanları düşündünüz mü hiç?

# data_list
source: Look at the many shades of blues and greens in this picture. Notice how the blue fades as the sky gets farther and farther away. Fading colors can help us tell which parts of a picture are in the distance.
ja: この絵には、青や緑のたくさんの色味があります。空が遠くなるにつれて、青が薄くなっていることに注目してください。色が薄くなることで、絵の中のどの部分が遠くにあるのかが分かるようになります。
ko: 그림에서 여러가지 음양의 파란색과 녹색을 보세요. 파란색이 하늘에서 멀어지면서 색이 희미해 지는것이 보이나요? 희미해지는 색상은 그림에서 거리를 표현할때 도움이 됩니다.
tr: Bu resimdeki mavi ve yeşilin tonlarına bir bakın! Gökyüzünün daha da uzaklara gittikçe mavisinin nasıl da solduğuna dikkat edin. Soluk renkler, bir resmin hangi bölümlerinin uzakta olduğunu anlamamıza yardımcı olabilir.

# data_list
source: Emeka thought about that old man for a long time. He felt sad. When he got home, he could not eat. He thought about what he could do.
ja: エメカは、そのおじいさんのことを長い間考え、悲しい気持ちになりました。 家に帰った時、食事が喉を通りませんでした。 エメカは自分に何ができるかを考えました。
ko: 에메카는 그 늙은 노인을 오랫동안 생각했습니다. 에메카는 슬퍼졌습니다. 에메카가 집에 돌아왔을때 에메카는 아무것도 먹을 수가 없었습니다. 에메카는 자신이 할 수 있는 것에 대해 생각했습니다.
tr: Emeka uzun süre o yaşlı adamı düşündü. Kendini üzgün hissetti. Eve gittiğinde yemek yiyemedi. Ne yapabileceğini düşündü.

# data_list
source: Most people see homeless people and ignore them. It is so hard to know good ways to help other people and then follow through and do them.
ja: ほとんどの人はホームレスを見ても無視をします。人の役に立つ良い方法を考え、それを実行に移すことはとても難しいことです。
ko: 대부분의 사람들은 노숙자를 보지만 신경쓰고 싶어하지 않습니다. 다른 사람을 도울수 있는 좋은 방법을 생각해내고 그것을 실천하는 것은 어려운 일입니다.
tr: Çoğu insan, evsiz insanları görür ama onları görmezden gelir. Diğer insanlara yardım etmenin iyi yollarını bilmek ve sonra, onları uygulamak çok zordur.

# data_list
source: Emeka is practicing good problem solving. He is considering his options and thinking carefully about what might be best. What do you think he should do to help the old man?
ja: エメカは問題解決の良い方法を学んでいます。彼はどうすることが最もよいことなのかを、じっくりと考えているのです。 あなたはおじいさんを助けるために、彼が何をすべきだと思いますか？
ko: 에메카는 문제를 해결하는 좋은 연습을 하고 있습니다. 에메카는 어떠한 방법이 있는지 생각해 보고 무엇이 최선인지 생각합니다. 여러분은 에메카가 늙은 노인을 도와주기 위해 무엇을 해야 한다고 생각하나요?
tr: Emeka iyi bir problem çözme pratiği yapıyor. Seçeneklerini değerlendiriyor ve neyin en iyisi olabileceği konusunda dikkatlice düşünüyor. Sizce Emeka yaşlı adama yardım etmek için ne yapmalıdır?

# data_list
source: An oval is a circle that has been stretched or squashed in one direction. As drawn in this picture, the table and the pan are ovals that don't look like circles. Do you think they are actually circles? Find a circle near you, move around and see how the circle changes shape depending on where you are.
ja: 楕円とは、円を一方向に伸ばしたり潰したりしたものです。 この絵に描かれているように、テーブルとフライパンは円とは違う楕円形をしています。それらは本当は丸い形だと思いますか？ あなたの近くにある丸い形のものを見つけて、 動かしたり、見る角度を変えたりしてみましょう。場所によって円の形が変わることが分かりますか？
ko: 타원형은 원형이 늘어지거나 한쪽으로 눌린 도형입니다. 그림에서 탁자와 팬은 원형이 아닌 타원형입니다. 여러분은 타원형도 원형이라고 생각하나요? 여러분 주변에서 원형을 찾아보고 여러분의 위치에 따라 원형의 모양이 어떻게 바뀌는지 보세요.
tr: Oval, bir yönde gerilmiş veya bastırılmış bir dairedir. Bu resimde çizildiği gibi, masa ve tava, tam bir daire gibi görünmeyen ovallerdir. Yoksa onlar birer daire mi? Yakınınızda bir daire bulun, sonra, onun etrafında hareket edin ve dairenin şeklinin bulunduğunuz yere bağlı olarak nasıl değiştiğini gözlemleyin.

# data_list
source: He got up and took some money from his money bag. He called Chita and jumped on his bicycle. Emeka rode to the shop where his father had shopped.
ja: 彼は立ち上がり、自分のお財布からお金を取り出しました。そして、チータを呼んで自転車に飛び乗りました。 エメカは、お父さんが買い物をしたお店まで行きました。
ko: 에메카는 일어나서 그의 돈주머니에서 돈을 조금 꺼내었습니다. 에메카는 치타를 부르고 자전거에 올라탔습니다. 에메카는 아버지가 쇼핑을 했던 가게로 자전거를 타고 갔습니다.
tr: Ayağa kalkıp para çantasından biraz para aldı. Chita’yı çağırıp bisikletine atladı. Emeka bisikletini babasının alışveriş yaptığı dükkâna doğru sürdü.

# data_list
source: Circles have many uses. The table on the last page was a circle. Find the circles on this page (there are at least three).
ja: 円はいろいろなものに使われています。1ページ前のテーブルは丸い形です。このページに描かれた丸い形を見つけましょう。 (少なくとも3つはあります。)
ko: 원형은 여러가지로 쓰입니다. 앞 장에 있던 탁자는 원형이었습니다. 그림에서 원형을 찾아보세요 (여기에는 세 개가 있습니다.)
tr: Dairelerin pek çok kullanım alanları vardır. Son sayfadaki masa aslında bir daireydi. O hâlde, bu sayfadaki daireleri bulun. (ipucu: En az üç tane var)

# data_list
source: Find some circles where you are. What do you suppose makes circles so useful?
ja: あなたの周りの丸いものを見つけましょう。そして、うまく丸を書く方法を考えてみましょう？
ko: 여러분이 있는 곳에서 원형을 찾아보세요. 여러분은 원형이 쓸모있게 무엇을 할 수 있나요?
tr: Bulunduğunuz yerde birkaç daire bulun. Sizce daireleri bu kadar kullanışlı yapan şey nedir?

# data_list
source: The side of this house is a five-sided figure called a pentagon. This pentagon is made by putting a triangle on top of a rectangle. Combining basic shapes is a great way to make more complicated ones!
ja: この家の形は、五角形と呼ばれる5つの辺を持つ図形になっています。この五角形は、長方形の上に三角形を置いてできています。基本的な形を組み合わせることで、より複雑なものを作ることができます！
ko: 집의 옆 면은 다섯개의 면이 있으며 이것을 오각형이라고 부릅니다. 여기에 있는 오각형은 사각형 위에 삼각형을 놓고 만들었습니다. 기본적인 도형을 서로 붙이는 것은 더 복잡한 도형을 만드는데 아주 좋은 방법입니다!
tr: Bu evin yan tarafı beşgen adı verilen beş kenarlı bir şekildir. Resimdeki beşgen, bir dikdörtgenin üzerine bir üçgen konularak yapılır. Temel şekilleri birleştirmek, daha karmaşık şekiller yapmak için harika bir yoldur!

# data_list
source: The boy ran into the shop and came out with a bag. He went to where the old man was resting against a tree. Emeka called out, "Good afternoon, sir." The man answered, "Peace to you, my child."
ja: エメカは店に駆け込み、袋を持って出てきました。そして、おじいさんが木に寄りかかって休んでいる場所に行きました。 エメカは「こんにちは、おじいさん。」と呼びかけました。 おじいさんは、「坊やに幸せなことがありますように。」と答えました。
ko: 에메카는 가게로 뛰어 들어가서 비닐 봉지 하나를 가지고 나왔습니다. 에메카는 노인이 쉬고 있던 나무로 갔습니다. “안녕하세요, 어르신." 에메카가 불렀습니다. “너도 평안하기를 바란다, 애야." 노인이 말했습니다.
tr: Emeka koşarak dükkâna girdi ve bir çantayla çıktı. Yaşlı adamın ağaca yaslanıp dinlendiği yere doğru gitti. \PARA Emeka, “İyi günler, efendim!” diye seslendi. Adam, “Sana da selamlar, çocuğum,” diye cevap verdi.
