Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Point out all the arcs in this picture, don't forget the small ones, and then look around where you are to find some more arcs.
ja: この絵の中にある弧をすべて指さしてください。小さな弧も忘れないでください。そして自分の周りを見回して、他にも弧を見つけてみましょう。
ko: 그림에서 작은 것도 잊지 말고 호를 가리켜 보세요. 여러분 주위에 더 있는지 둘러보세요.
tr: Bu resimdeki tüm yayları gösterin – küçük olanları unutmayın. Daha fazla yay bulmak için etrafınıza da bakın.

# data_list
source: His mother laughed. "Sizwe! A smile is something you can give away without losing it. Look!" She lifted him up to the mirror. There was his smile, just as bright as before.
ja: 彼の母親は笑いました。”シズウェ！笑顔は失うことなく与えることができるものなのよ。見て！" 彼女は彼を鏡に近づけました。そこには以前と同じように明るい笑顔がありました。
ko: 그의 엄마가 웃었습니다. “시즈왜이! 미소는 너가 잃어버리지 않고 줄 수 있는 거란다. 봐!" 엄마는 시즈왜이를 거울앞으로 들어올렸습니다. 여기에는 그전과 같은 밝은 그의 미소가 있었습니다.
tr: Annesi güldü. “Sizwe! Bir gülümseme, onu kaybetmeden verebileceğin bir şeydir. Bak!” Onu aynaya doğru kaldırdı. Gülümsemesi tam oradaydı, eskisi kadar parlaktı.

# data_list
source: The colors on this page are a bit brighter. Which colors on this page are the brightest?
ja: このページの色は少し明るいです。このページで一番明るい色はどれですか？
ko: 여기 그림에 있는 색깔은 더 밝습니다. 그림에서 어떤 색깔이 가장 밝나요?
tr: Bu sayfadaki renkler biraz daha parlak. En parlak renkler hangileri?

# data_list
source: The mirror is round, but it is not a circle. A circle that is stretched or squished is called an oval or an ellipse. Look around you. Do you see rectangles, circles, arcs, and ovals?
ja: 鏡は丸いけど、円ではありません。円を伸ばしたり縮めたりしたものを楕円といいます。あなたの周りを見て下さい。長方形、円、弧、楕円が見えますか？
ko: 여기 그림에 있는 색깔은 더 밝습니다. 그림에서 어떤 색깔이 가장 밝나요?} {거울은 둥글지만 원형은 아닙니다. 늘어져 있거나 눌린 원형을 타원형이라고 합니다. 여러분의 주위를 둘러보세요. 여러분은 사각형, 원형, 호 그리고 타원형의 도형들을 볼 수 있나요?
tr: Resimdeki ayna yuvarlak ama bir daire değil. Uzatılmış veya ezilmiş bir daireye “oval veya elips” denir. Etrafınıza bakın. Hiç dikdörtgenler, daireler, yaylar ve ovaller görüyor musunuz?

# data_list
source: A smile is something you can give away without losing it or using it up. Can you think of other things like this?
ja: 笑顔は、失ったり使い果たしたりせずに与えることができるものです。このようなものを他にも思いつきますか？
ko: 미소는 잃어버리거나 다 써버리지 않고 여러분이 줄 수 있는 것입니다. 여러분은 미소와 같은 또 다른 것들을 생각할 수 있나요?
tr: Bir gülümseme, kaybetmeden ya da tüketmeden başkalarına verebileceğiniz bir şeydir. Bunun gibi başka şeyler daha biliyor musunuz?

# data_list
source: It was time to go out. Mama buttoned up Sizwe's raincoat, and off they went, through the rain, to the library. Down the street, Sizwe's best friend Zanele stood at the window of her house, looking sadly at the rain. Sizwe felt his smile creeping, creeping up. Before he knew it, his smile LEAPT out, and flew across the garden to Zanele.
ja: 出かける時間でした。ママはシズウェのレインコートのボタンを留め、二人は雨の中を図書館へ向かいました。通りを下ると、シズウェの親友ザネレが家の窓辺に立って、悲しそうに雨を眺めていました。シズウェは笑顔がこぼれるのを感じました。その笑顔はいつの間にか、庭の向こうのザネレまで飛んでいきました。
ko: 이제 나가야 할 시간이 되었습니다. 엄마는 시즈왜이 비옷의 단추를 채워주고 도서관으로 향해 빗속으로 나갔습니다. 시즈왜이의 친한 친구, 자넬은 자신의 집 창문에서 비가 내리는 것을 슬프게 서서 보고 있었습니다. 시즈왜이는 자신의 미소가 살금살금 기어올라오는 것을 느꼈습니다. 시즈왜이가 알기도 전에, 그의 미소는 뛰쳐나와 정원을 가로질러 자넬에게로 날라갔습니다.
tr: Artık dışarıya çıkma zamanıydı. Annesi Sizwe’nin yağmurluğunu ilikledi ve birlikte, yağmurun altında, kütüphaneye doğru yola çıktılar. Sokağın aşağısında, Sizwe’nin en yakın arkadaşı Zanele, evinin penceresinde durmuş, hüzünle, yağmura bakıyordu. Sizwe yavaş yavaş gülümsemesinin arttığını hissetti. Daha ne olduğunu anlamadan gülümsemesi dışarı FIRLADI ve bahçeden Zanele’ye doğru uçup gitti.

# data_list
source: How does Zanele feel? How can you tell from the picture that Zanele feels that way?
ja: ザネレはどんな気持ちなのでしょうか？ザネレがそのように感じていることを絵からどうやってわかりますか？
ko: 자넬은 어떻게 느낄까요? 여러분은 그림에서 자넬이 그런 기분인것을 어떻게 알 수 있나요?
tr: Zanele nasıl hissediyor? Resimden Zanele’nin öyle hissettiğini nasıl anladınız?

# data_list
source: Zanele's dog looks concerned about Zanele. Do you have an animal or person who is good at noticing when you are sad? Do they try to cheer you up?
ja: ザネレの犬はザネレを心配しているようです。あなたには、自分が悲しいときにそれを察してくれる動物や人がいますか？ 彼らはあなたを元気づけようとしてくれますか？
ko: 자넬의 개는 자넬이 걱정되어 보입니다. 여러분은 여러분이 슬플때 잘 알아차리는 동물이나 사람이 있나요? 그들은 여러분의 기분이 나아지게 하려고 노력하나요?
tr: Zanele’nin köpeği de Zanele için endişelenmiş görünüyor. Sizin üzgün olduğunuzu fark etmekte iyi olan bir kişi ya da hayvan var mı? Onlar da sizi neşelendirmeye çalışırlar mı?

# data_list
source: Notice how the arcs of Zanele's mouth, eyes, and eyebrows are all turned down and sagging. Describe how these arcs change when someone is happy and smiling.
ja: ザネレの口、目、眉の弧がすべて下向きに垂れ下がっていることに注目してください。誰かが幸せで笑っているとき、これらの弧がどのように変化するかを描写して下さい。
ko: 자넬의 입, 눈, 눈썹의 호 모양이 모두 내려가고 쳐져있는것을 볼 수 있나요? 여러분이 행복하거나 웃을때 그 호 모양이 어떻게 바뀌는지 설명해 보세요.
tr: Zanele’nin ağzının, gözlerinin ve kaşlarının kenarlarının (yaylarının) nasıl aşağıya dönük ve sarkık olduğuna dikkat edin. Birisi mutlu olduğunda ve gülümsediğinde bu yayların nasıl değiştiğini açıklayın.

# data_list
source: Zanele held on tightly to the smile – it was far too precious to let it get away. As Sizwe walked away to the library, Zanele's doorbell rang. It was the postman, with a letter from her favorite cousin. Zanele was so happy, that the smile bounced up, and beamed out at the postman. "Thank you, Mister Postman!" she said.
ja: ザネレはその笑顔をしっかりと心に留めました。それはあまりにも貴重で手放すことができませんでした。シズウェが図書館へ向かって歩いていると、ザネレの家の玄関のベルが鳴りました。それは郵便配達員が彼女の大好きな従姉妹からの手紙を届けてくれたのです。ザネレはとても嬉しくなり、その笑顔が輝いて郵便配達員に向かって微笑みました。”ありがとう、郵便屋さん！"と彼女は言いました。
ko: 자넬은 그 미소를 꽉 쥐었습니다 – 그 미소는 사라지게 내버려 두기에는 너무 소중했습니다. 시즈왜이가 도서관으로 걸어가는 사이에 자넬의 초인종이 울렸습니다. 거기엔 우체부가 자넬이 좋아하는 사촌의 편지를 들고 있었습니다. 자넬은 아주 행복한 미소를 내뿜으며 우체부를 반겼습니다. "우체부 아저씨, 고마워요!" 자넬이 말했습니다.
tr: Zanele, o gülümsemeyi sımsıkı tuttu – o gülümseme, elinden kaçmasına izin vermeyecek kadar çok değerliydi. Sizwe kütüphaneye doğru yürürken, Zanele’nin kapı zili çaldı. Gelen postacıydı ve en sevdiği kuzeninden bir mektup getirmişti. Zanele o kadar mutluydu ki gülümsemesi zıp zıp zıpladı ve postacıya doğru ışıldadı. “Teşekkür ederim, Efendim!” dedi.

# data_list
source: How does it make you feel when you get a message from someone you like? Do you ever send messages to people you like to cheer them up?
ja: 誰か好きな人からメッセージをもらったらどんな気持ちになりますか？あなたも好きな人にメッセージを送って元気づけることがありますか？
ko: 여러분은 여러분이 좋아하는 사람으로부터 편지를 받을때 어떤 기분인가요? 여러분은 그들의 기분이 좋아지게 편지를 보낸 적이 있나요?
tr: Sevdiğiniz birinden mesaj almak size kendinizi nasıl hissettirir? Hiç sevdiğiniz insanlara onları neşelendirmek için mesaj gönderir misiniz?

# data_list
source: What are the bright colors in this picture? On grey days, it can take a little extra effort to find bright colors and celebrate them.
ja: この絵の中で明るい色は何色ですか？灰色の日には、明るい色を見つけてそれを楽しむのに少し余分な努力が必要かもしれません。
ko: 그림에서 밝은 색은 무엇인가요? 날이 흐릴때는 밝은색을 찾고 기뻐하는 것은 더 힘들수가 있습니다.
tr: Bu resimdeki parlak renkler nelerdir? Kasvetli ve sıkıcı günlerde, parlak renkleri bulmak ve kutlamak biraz daha fazla çaba gerektirebilir.

# data_list
source: It looks like the Postman is about twice as tall as Zanele. We could say he is two Zaneles in height. People sometimes measure things in terms of people. They will say that it is 100 steps to get somewhere or that ocean waves are waist high.
ja: 郵便配達員の身長はザネレの２倍くらいあるように見えます。彼は高さで言えば２ザネレと言えます。人は時々、人を基準に物事を測ることがあります。例えば、どこかに行くのに100歩かかるとか、海の波が腰の高さだとか言います。
ko: 그림에서 우체부는 자넬보다 두배쯤 더 커보입니다. 우리는 그가 키로보면 자넬 두명과 같다고 할 수 있습니다. 사람들은 가끔 사람을 기준으로 무언가를 잽니다. 우리는 종종 어디까지 갈려면 백보를 걸어야한다고 하거나 파도는 사람의 허리 정도로 높다고 합니다.
tr: Resimde, postacı Zanele’den yaklaşık iki kat daha uzun görünüyor. Postacının Zanele’nin boyunun iki katı olduğunu söyleyebiliriz. İnsanlar bazen bir şeyleri “insanları” kullanarak ölçerler. Örneğin, bir yere ulaşmanın 100 adım olduğunu veya okyanus dalgalarının bel yüksekliğinde olduğunu söyleyebilirler.

# data_list
source: Zanele's smile was the brightest thing the postman had seen all morning. It kept him warm as he trudged off through the rain. He came to a big house. Inside the gate, a dog was spinning around in circles, barking, barking, barking. He was so silly that the postman couldn't help smiling. The smile bounced through the gate with glitter of glee.
ja: ザネレの笑顔は郵便配達員が今までの朝見た中で一番明るいものでした。その笑顔のおかげで、彼は雨の中を重い足取りで歩きながらも暖かさを感じました。彼は大きな家の前まで来ました。門の中では犬がぐるぐる回り、吠えて、吠えて、吠えていました。その犬があまりにおかしくて、郵便配達員は微笑まずにはいられませんでした。その笑顔は楽しさでキラキラしながら門を越えて飛び込んでいきました。
ko: 자넬의 미소는 우체부가 아침내내 본 것중에 제일 밝은 것이었습니다. 그 미소는 우체부가 내리는 비사이로 터덜터덜 걸어갈때 그를 따뜻하게 해줍니다. 우체부는 큰 집으로 왔습니다. 대문 안에는 개 한마리가 원을 그리며 돌면서 계속 짖고 있었습니다. 개가 너무 어리석어보여 우체부는 미소를 지을수 밖에 없었습니다. 그 미소는 기쁨의 반짝임과 함께 대문을 넘어갔습니다.
tr: Zanele’nin gülümsemesi postacının o sabah gördüğü en parlak şeydi. Yağmurda ağır ağır ilerlerken, o gülümseme postacıyı ısıttı. Büyük bir evin önüne geldi. Bahçe kapısının öbür tarafında, bir köpek daireler çizerek dönüyor, havlıyor, havlıyor, havlıyordu. O kadar şapşaldı ki postacı gülümsemekten kendini alamadı. Postacının gülümsemesi, sevincin de parıltısıyla kapıdan içeriye sıçradı.

# data_list
source: Zanele's smile was a wonderful gift to the postman, and from there it became a happy gift to the dog. Is the smile getting worn out, or is it just as powerful as when it started with Sizwe?
ja: ザネレの笑顔は郵便配達人への素晴らしい贈り物であり、そこから犬への幸せな贈り物になりました。その笑顔は使い古されているのでしょうか、それともシズウェのときと同じように力強いのでしょうか？
ko: 자넬의 미소는 우체부에게 대단한 선물이었고 거기서 부터 개에서 행복한 선물이 되었습니다. 미소는 점점 낡아졌나요 아니면 시즈왜이가 시작했을때처럼 힘이 있나요?
tr: Zanele’nin gülümsemesi postacı için harika bir hediyeydi ve şimdi de köpek için mutlu bir hediyeye dönüştü. Sizce gülümseme gittikçe yıpranıyor mu yoksa hâlâ Sizwe ile başladığı zamanki kadar güçlü mü?

# data_list
source: What shapes do you see on this page? There are lots of rectangles, and there are quite a few interesting curves.
ja: このページにはどんな形が見えますか？たくさんの長方形や、いくつかの面白い曲線があります。
ko: 그림에서 여러분은 어떤 도형을 보았나요? 그림에는 많은 사각형과 재미있는 곡선이 몇 개 있습니다.
tr: Bu sayfada hangi şekilleri görüyorsunuz? Resimde bir sürü dikdörtgen ve birkaç ilginç eğriler var.

# data_list
source: Counting the rectangles here can be tricky because you get a new rectangle when you put two rectangles side by side. There are over 20 rectangles if you count them all!
ja: ここで長方形を数えるのは少し難しいです。なぜなら、2つの長方形を並べると新しい長方形ができるからです。全部数えると20以上の長方形があります！
ko: 두개의 사각형이 나란히 붙어있을때 새로운 사각형을 만들기 때문에 그림에서 사각형을 세는 것은 쉽지 않습니다. 여러분이 다 세어본다면 그림에는 20개 이상의 사각형이 있습니다!
tr: Buradaki dikdörtgenleri saymak zor olabilir çünkü iki dikdörtgeni yan yana koyduğunuzda yeni bir dikdörtgen elde edersiniz. Eğer hepsini sayarsanız, orada 20’den fazla dikdörtgen olur!

# data_list
source: The dog stopped barking. He pricked up his ears and wagged his tail. Then he turned and ran back to the house with the precious, warm smile. A bent old man opened the door. "Oh, no! You can't come inside. You're all wet!" he told the dog. But right away, the smile beamed up at the old man.
ja: 犬は吠えるのをやめました。耳を立て、尻尾を振りました。そして振り返り、貴重で温かな微笑みを浮かべながら家へと走っていきました。腰の曲がった老人がドアを開けました。「ああ、だめだ！中に入ってはいけないよ。全身びしょ濡れじゃないか！」と彼は犬に言いました。しかしすぐに、その笑顔が老人に向かって輝きました。
ko: 개가 짖는 것을 멈추었습니다. 개는 귀를 쫑긋거리고 꼬리를 흔들었습니다. 그리고 나서 개는 소중하고 따뜻한 미소와 함께 집 안으로 달려갔습니다. 허리가 굽은 늙은 노인이 문을 열었습니다. "아이고, 넌 집안으로 들어올 수 없어. 넌 다 젖었잖아!" 그는 개에게 말했습니다. 그렇지만 바로 미소가 늙은 노인에게 빛났습니다.
tr: Köpek havlamayı kesti. Kulaklarını dikip kuyruğunu salladı. Sonra dönüp o değerli, sıcak gülümsemesiyle eve doğru koştu. İki büklüm olmuş yaşlı bir adam kapıyı açtı. “Ah, hayır! İçeri giremezsin. Sırılsıklam olmuşsun!” dedi köpeğe. Ama tam o anda, işte o gülümseme, yaşlı adama doğru ışıldadı.

# data_list
source: It is amazing how much more people like to do nice things when they are feeling happy. Do you notice it's easier to be thoughtful and kind when you are feeling good?
ja: 幸せな気分のときほど、人はいいことをしたがるものです。気分がいいときほど、思慮深く親切になりやすいことに気づいていますか？
ko: 사람들이 행복할때 얼마나 더 많은 사람들이 좋은 일을 하고 싶어하는것을 보는 것은 놀라운 일입니다. 여러분은 여러분의 기분이 좋을때 생각이 깊거나 친절하는것이 더 쉬어지는지 알 수 있나요?
tr: İnsanların kendilerini mutlu hissettiklerinde güzel şeyler yapmaktan ne kadar keyif aldıkları harikadır! Kendinizi iyi hissettiğinizde düşünceli ve nazik olmanın daha kolay olduğunu fark ettiniz mi hiç?

# data_list
source: The world would be a much better place if everyone could feel happy all the time. Do you think that is possible?
ja: みんながいつも幸せな気分でいられたら、世界はもっといい場所になるでしょう。そんなことが可能だと思いますか？
ko: 모든 사람들이 항상 행복하다면 이 세상은 더 좋은 곳이 되었을 것입니다. 여러분은 그것이 가능하다고 생각하나요?
tr: Herkes kendini her zaman mutlu hissedebilseydi dünya çok daha iyi bir yer olurdu. Bunun mümkün olduğunu düşünüyor musunuz?

# data_list
source: The light vertical lines going up and down show us that it is raining. These lines are all going in the same direction. A family of lines like this are said to be parallel. Parallel lines never meet, no matter how far out they go!
ja: 上下に伸びる軽やかな縦線は、雨が降っていることを示しています。この線はすべて同じ方向に向かっています。このような線を平行線といいます。平行な線は、どんなに遠くへ行っても決して交わることはありません！
ko: 위 아래로 가는 엷은 수직선은 비가 오고 있는 것을 보여줍니다. 이 수직선들은 모두 같은 방향으로 갑니다. 이런 선들을 우리는 평행하다고 합니다. 평행선은 아무리 멀리 가도 결코 만나지 않습니다!
tr: Resimdeki yukarı ve aşağı giden hafif dikey çizgiler bize yağmurun yağdığını gösteriyor. Bu çizgilerin hepsi aynı yöne gidiyor. Bunun gibi aynı yöne giden bir çizgi ailesinin “paralel” oldukları söylenir. Paralel çizgiler ne kadar uzağa giderlerse gitsinler, birbirleriyle asla buluşmazlar!

# data_list
source: The old man stood a little straighter. "Eish," he said, "Who cares if it's raining? Let's go for a walk, boy!" And off they went, splashing in the puddles. There, at the zebra crossing, stood grumpy Mrs. Makabela, the traffic cop. She looked cold, and wet, and miserable. The old man knew just what to do. "Morning, Mrs. Makabela!" he called, and smiled his biggest, brightest smile. But Mrs. Makabela did not smile back.
ja: 老人は少し背筋を伸ばしました。”うーん、雨なんて気にしないさ！散歩に行こうじゃないか、坊や！”。そして二人は水たまりで水しぶきを上げながら歩き出しました。横断歩道には、不機嫌そうな交通警官のマカベラさんが立っていました。彼女は寒そうで、びしょ濡れで、惨めに見えました。老人はどうすればいいかを分かっていました。”おはようございます、マカベラさん！”と彼はそう呼びかけ、最高に明るく微笑みました。しかしマカベラさんは笑い返しませんでした。
ko: 늙은 노인이 조금 더 똑바르게 서있었습니다. "에이," 그가 말했습니다. "누가 비가 오는 것을 상관할까? 애야, 우리 산책가자!" 그래서 그들은 웅덩이의 물을 텀벙거리며 걸어갔습니다. 거기서, 심쿵한 교통경찰, 마카벨라씨가 횡단보도에 서 있었습니다. 그녀는 춥고 흠뻑 젖어 비참해 보였습니다. 늙은 노인은 정확히 무엇을 해야할지 알았습니다. "좋은 아침이에요, 마카벨라씨!" 그는 제일 크고 밝은 미소로 그녀를 불렀습니다. 그렇지만 마카벨라는 미소짓지 않았습니다.
tr: Yaşlı adam biraz daha dik durdu. “Hadi ya!” dedi, “Yağmur yağması kimin umurunda ki? Haydi yürüyüşe çıkalım, evlat!” Ve su birikintilerinde, suyu sıçrata sıçrata yürüyerek yol aldılar. Tam orada, yaya geçidinde, trafik polisi huysuz Mrs. Makabela duruyordu. Üşümüş, ıslanmış ve perişan görünüyordu. Yaşlı adam ne yapacağını biliyordu. “Günaydın, Mrs. Makabela!” diye seslendi ve çokbüyük, çok parlak bir gülümsemesini takındı. Ama Mrs. Makabela yaşlı adamın gülümsemesine karşılık vermedi.

# data_list
source: Some people avoid puddles on rainy days. However, it's a lot more fun to splash in them! Do you like to do that?
ja: 雨の日に水たまりを避ける人がいます。でも、水たまりでバシャバシャする方がずっと楽しいですよね！あなたはそういうことが好きですか？
ko: 어떤 사람들은 비가 오는날 웅덩이를 피합니다. 그렇지만 웅덩이에서 텀벙거리는 것은 재미있습니다! 여러분은 그렇게 하는 것을 좋아하나요?
tr: Bazı insanlar yağmurlu günlerde su birikintilerinden kaçınırlar. Ama onların içinde sıçramak çok eğlencelidir! Su birikintilerinde sıçramayı sever misiniz?

# data_list
source: What things in this picture show us how Mrs. Makabela is feeling?
ja: この絵の中で、マカベラさんがどう感じているかを示しているものは何ですか？
ko: 그림에서 마카벨라씨가 어떤 기분인지 무엇으로 보여주고 있나요?
tr: Resimdeki hangi şeyler bize Mrs. Makabela’nın nasıl hissettiği hakkında bilgi veriyor?

# data_list
source: Which shapes do you see in this picture? Are there any new ones here?
ja: この絵にはどんな形が見えますか？新しい形はありますか？
ko: 그림에서 여러분은 어떤 도형이 보이나요? 여기에 새로운 도형이 있나요?
tr: Resimde hangi şekilleri görüyorsunuz? Acaba orada yeni bir şekil mi var?

# data_list
source: Standing in the rain for days can make a face sad, sad, sad. But a smile is a magical thing and, by now, the smile was so strong, and so bright, that it was very hard to keep inside. It didn't work right away, but bit by tiny bit, it began to creep out until, at last!
ja: 雨の中に何日も立っていると、悲しい、悲しい、悲しい顔になります。しかし、笑顔は魔法のようなもので、今ではその笑顔はとても強く、明るくなっていて、抑えるのがとても難しくなっていました。すぐにはうまくいきませんでしたが、少しずつ、少しずつ、笑顔が表に出てくるようになりました。
ko: 몇 일동안 빗속에 서 있는것은 우리의 얼굴을 아주 슬프게 할 수 있습니다. 그렇지만 미소는 신비로운 것이어서 그냥 안으로만 가지고 있기에는 너무 강하고 밝아졌습니다. 미소는 곧바로 나타나지 않지만 나중에는 천천히 살금살금 나옵니다!
tr: Günlerce yağmur altında durmak bir suratı üzgün, çok üzgün, en üzgün yapabilir. Ama gülümseme sihirli bir şeydir ve artık o gülümseme o kadar güçlü ve parlaktı ki içinde tutması çok zordu. Elbette, hemen işe yaramadı ama yavaş yavaş kendini göstermeye başladı – en sonunda!

# data_list
source: There is no picture on this page to tell us what is going on. What do you think is happening in the story right now? What will happen next?
ja: このページには、何が起こっているのかを教えてくれる絵はありません。今、物語の中で何が起こっていると思いますか？次に何が起こると思いますか？
ko: 여기에는 어떤일이 일어나고 있는지 말할 수 있는 그림이 없습니다. 여러분은 지금 이야기가 어떻게 되어간다고 생각하나요? 다음에는 어떤 일이 일어날까요?
tr: Bu sayfada bize neler olup bittiğini anlatacak bir resim yok. Sizce şu anda hikâyede neler oluyor? Bundan sonra ne olacak?

# data_list
source: How do you think the story will end? Will all the smiles get used up?
ja: 物語の結末はどうなると思いますか？全部使い果たされてしまうのでしょうか？
ko: 여러분은 이야기가 어떻게 끝날거라고 생각하나요? 모든 미소는 다 쓰여져 버릴까요?
tr: Hikâyenin nasıl biteceğini düşünüyorsunuz? Sizce o gülümsemelerin hepsi tükenecek midir?

# data_list
source: Smiling and being happy is one emotion. Choose another emotion and make up a story about how someone with that emotion changed the lives of the people around them.
ja: 笑顔や幸せは一つの感情です。他の感情を選び、その感情を持った人が周りの人の人生をどのように変えたか、物語を作ってみましょう。
ko: 미소와 행복한 마음은 같은 감정입니다. 또 다른 감정을 가지고 그 감정을 가진 사람이 사람들 주위에서 어떻게 그들의 삶을 바꾸는지 이야기를 만들어 보세요.
tr: Gülümsemek ve mutlu olmak bir duygudur. Siz de şimdi başka bir duygu seçin ve bu duyguya sahip birinin, etrafındaki insanların hayatlarını nasıl değiştirdiğine dair bir hikâye uydurun.

# data_list
source: A great, big smile lit up Mrs. Makabela's face! The school bell rang, and children ran to cross the road. Mrs. Makabela put up her sign, and smiled, and smiled, at each and every child.
ja: マカベラさんは満面の笑みを浮かべました！学校のベルが鳴り、子供たちが走って道路を横切りました。マカベラさんは標識を上げて、子どもたち一人ひとりに微笑みかけました。
ko: 크고 멋진 미소가 마카벨라씨의 얼굴에 비추었습니다! 학교의 종이 울리고 아이들은 길을 건너가기 위해 달리기 시작했습니다. 마카벨라씨는 그녀의 신호판을 들고 모든 아이들 한명 한명에게 미소지었습니다.
tr: Mrs. Makabela’nın yüzünü kocaman bir gülümseme aydınlattı! Okul zili çaldı ve çocuklar koşarak yolun karşısına geçtiler. Mrs. Makabela tabelasını kaldırdı ve her bir çocuğa gülümsedi ve gülümsedi.

# data_list
source: Look at how the stripes on the street are made from a series of alternating black and white rectangles.
ja: 道路の縞模様が黒と白の長方形が交互に並んでできているのを見てみましょう。
ko: 길에 있는 줄무늬가 어떻게 하얗고 검은 사각형들이 번갈아 가며 만들어져 있는지 보세요.
tr: Caddedeki şeritlerin nasıl da siyah-beyaz dikdörtgenlerden oluştuğuna bakın!

# data_list
source: Ever wonder whether zebras are black with white stripes or whether they are white with black stripes (they are black with white stripes)? Most roads are black, so it's very likely that these are white stripes on top of a black road.
ja: シマウマは黒い体に白い縞模様なのか、それとも白い体に黒い縞模様なのか、不思議に思ったことはありますか？（答えは、黒い体に白い縞模様です。）たいていの道路は黒いので、これは黒い道路の上に白い縞模様が描かれていると考えられます。
ko: 여러분은 얼룩말이 검은색에 하얀 줄이 있는지 아니면 하얀색에 검은 줄이 있는지 궁금해 본 적이 있나요 (얼룩말은 검은색에 하얀 줄이 있습니다.)? 거의 모든 도로는 검은 색이니 검은 도로에 하얀색 줄무늬 일것입니다.
tr: Yaya geçitlerinin beyaz şeritli siyah yol mu yoksa siyah şeritli beyaz yol mu olduklarını hiç merak ettiniz mi? (Beyaz şeritli siyah yoldur.) Yolların çoğu siyahtır; bu nedenle, onların siyah bir yolun üzerindeki beyaz şeritler olması muhtemeldir.

# data_list
source: The story uses the two words "smiled" and "child" that sound alike -- they rhyme. Having rhyming words makes the story feel cheery and fun. Say some rhyming words that you think are fun to hear together.
ja: このお話には、”スマイルド”と”チャイルド”という音が似ている単語が使われています。これらは韻を踏んでいます。韻を踏んだ単語があると、物語が明るく楽しいものになります。一緒に聞いて楽しいと思う韻を踏んだ言葉をいくつか言ってみましょう。
ko: 마카벨라씨는 빨간 원형에 하얀 사각형의 신호판 막대기를 들고 있습니다. 이 신호판은 무슨 뜻인가요? 왜 그 신호판을 하늘 높이 들고 있는 것이 중요한가요?
tr: Hikâyenin bu kısmında sesleri birbirine benzeyen “çaldı” ve “kaldırdı” kelimeleri kullanılmıştır – bu kelimeler, kafiyelidir. Bir hikâyede kafiyeli kelimelerin olması hikâyenin neşeli ve eğlenceli olmasını sağlar. Şimdi sıra sizde: Birlikte duymaktan keyif aldığınız bazı kafiyeli kelimeler söyler misiniz?

# data_list
source: The children smiled at their moms and dads, and their gogos and tatas and brothers and sisters. They smiled at the bus driver and the greengrocer, and Mme. Makau, who went off to smile at her husband, who smiled at the mayor. The smiles leapt and rolled and beamed and gleamed until EVERYONE was smiling and giggling and laughing out loud in the rain.
ja: 子どもたちはお母さんやお父さん、おばあちゃんやおじいちゃん、兄弟姉妹に笑顔を見せました。バスの運転手や八百屋さん、そしてマカウさんにも笑顔を見せました。マカウさんは旦那さんに笑顔を見せて、旦那さんは市長さんに笑顔を見せました。笑顔は飛び跳ねて転がって、輝いて、ついにはみんなが雨の中で笑って大笑いするようになりました。
ko: 아이들은 그들의 엄마와 아빠, 할머니와 할아버지, 그리고 형제 자매들에게 미소지었습니다. 그들은 버스 운전사와 청과물 상인에게 미소 지었습니다. 마카우는 그녀의 남편에게 미소지었고 그녀의 남편은 시장에게 미소지었습니다. 그 미소는 모든 사람들이 미소 지으며 웃고 빗속에서 크게 웃을때까지 뛰고 굴러가고 빛나고 번쩍였습니다.
tr: Çocuklar annelerine ve babalarına, gogolarına ve tatalarına ve erkek ve kız kardeşlerine gülümsediler. Otobüs şoförüne, manava ve belediye başkanına gülümseyen eşine gülümsemeye giden Mrs. Makau’ya gülümsediler. Gülümsemeler sıçradı, yuvarlandı, ışıldadı ve parıldadı – ta ki HERKES gülümseyene, kıkırdayana ve yağmurda yüksek sesle gülebilene kadar!

# data_list
source: There is no limit to how much smiles can bounce around. How marvelous that all that smiling and laughing can happen on a rainy day.
ja: 笑顔の弾け方には限りがありません。その笑顔と笑い声が雨の日に起こるなんて、なんて素晴らしいことでしょう。
ko: 미소가 얼마나 건너뛰어 다니는지 끝을 알 수가 없습니다. 모든 미소와 웃음이 비가 오는날 일어난다는것이 얼마나 놀라운 일인가요?
tr: Gülümsemelerin etrafa ne kadar yayılabileceğinin bir sınırı yoktur. Tüm bu gülümseme ve kahkahaların yağmurlu bir günde gerçekleşebilmesi ne kadar harika!

# data_list
source: Sometimes rainy days can be fun. Do you enjoy rainy days and watching the rain come down?
ja: 雨の日が楽しいこともあります。雨の日を楽しんだり、雨が降るのを見るのが好きですか？
ko: 가끔 비가 오는 날은 재미있을수 있습니다. 여러분은 비오는 날에 비가 내리는것을 바라보는 것이 재미있나요?
tr: Bazen yağmurlu günler eğlenceli olabilir. Yağmurlu günleri ve yağmuru izlemeyi sever misiniz?

# data_list
source: If one person can cause two new people to smile, consider how quickly this becomes a lot of people. 1 smiling person creates 2 more, who create 4 more, who create 8 more, and it keeps on doubling. How high can you keep this progression going? This is called exponential growth.
ja: １人の人が新たに２人の人を笑顔にすることができるなら、それがどれほどの速さで大勢になるのかを考えてみましょう。1人の笑顔が2人を生み、4人を生み、8人を生み、どんどん増えていきます。どこまで増え続けることができるでしょうか？これを指数関数的な増加と呼びます。
ko: 만약에 한 사람이 새로운 두 사람을 미소 짓게 한다면 얼마나 빨리 많은 사람들이 미소짓게 되는지 생각해 보세요. 한 사람이 미소짓고 그것이 두 사람을 미소짓게 하고 그것이 네 사람이 되고 여덟사람이 되고 계속 배가 되어간다고 생각해보세요. 여러분은 얼마나 더 올라갈수 있나요? 이것을 기하 급수적 성장이라고 부릅니다.
tr: Eğer 1 kişi 2 yeni insanın gülümsemesine neden olabiliyorsa, bunun ne kadar hızlı bir şekilde çok sayıda insana ulaşacağını düşünün. Gülümseyen 1 kişi 2 gülümseyen kişi daha yaratır, onlar da 4 kişi daha yaratır, sonra onlar 8 kişi daha yaratır ve bu, ikiye katlanarak bu şekilde devam eder. Bu büyümeyi ne kadar ileriye kadar sürdürebilirsiniz? İşte buna “üstel büyüme” denir.

# data_list
source: In the library, everything was quiet except for the sound of the rain. "It's time to go," said Sizwe's mother, closing her book. "Aw, mom!" said Sizwe, who had run out of smiles.
ja: 図書館では、雨の音以外は静まり返っていました。”もう時間よ”とシズウェの母親が本を閉じました。”ああ、お母さん！”と笑顔がなくなっていたシズウェが言いました。
ko: 도서관에서는 비가 내리는 소리를 제외하고 모든것이 조용했습니다. "이제 가야할 시간이란다." 시즈왜이 엄마가 책을 접으며 말했습니다. "아, 엄마!" 미소가 모두 사라진 시즈왜이가 말했습니다.
tr: Kütüphanede yağmurun sesi dışında her şey sessizdi. “Gitme vakti geldi,” dedi Sizwe’nin annesi kitabını kapatırken. “Ah, anne!” dedi Sizwe. Sizwe’nin gülücükleri tükenmişti.

# data_list
source: There are lots and lots of rectangles in this picture. Can you count them all?
ja: この絵には長方形がたくさんあります。全部数えられますか？
ko: 그림에서 수 많은 사각형이 있습니다. 여러분은 그것을 다 셀 수있나요?
tr: Bu resimde bir sürü ama bir sürü dikdörtgen var. Hepsini sayabilir misiniz?

# data_list
source: When it is difficult to count a large number of things, we can make an estimate, which is our best guess, for that number.
ja: たくさんのものを数えるのが難しいときは、その数を見積もることができます。見積もりとは、最善の推測のことです。
ko: 만약에 큰 숫자를 세는 것이 어려우면 그 숫자에 대해 우리는 최선의 짐작을 사용한 추정을 합니다.
tr: Çok sayıdaki şeyleri saymak zor olduğunda, o sayı için bir tahminde bulunabiliriz – en iyi öngörümüzü söyleyebiliriz.
