Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The boat rides into the waves. Papa's arms stretch to the oar. His leg braces against the side. His neck strains, his back muscles ripple. Papa sings as he works: "Drop and swish. Find a fish. Pull and plop. Don't you stop."
ar: يركب القارب الأمواج. تمتد أذرع بابا إلى المجذاف. ساقه ترتكز على الجانب. رقبته تتوتر، وعضلات ظهره تموج. يغني بابا وهو يعمل: "أسقط وامسح. ابحث عن سمكة. اسحب واسقط. لا تتوقف."
fr: Le bateau avance dans les vagues. Les bras de Papa s'étirent vers la rame. Sa jambe s'appuie sur le côté. Son cou se tend, les muscles de son dos ondulent. Papa chante en travaillant : « Lâcher et balancer. Trouver un poisson. Tirer et plonger. Ne t'arrête pas. »
ja: ボートが波に乗っています。パパの腕がオールに伸びています。パパの足は横から支えています。首は緊張し、背中の筋肉は波打つっています。パパは働きながら歌っています： 「落として、振り回して。魚を見つけて。ひっぱって、ポチャン。止まらないで。」
ko: 배는 파도를 향해 갑니다. 아버지의 팔은 노의 양쪽으로 뻗어있습니다. 그의 다리는 배의 한쪽을 꽉 잡고 있습니다. 그는 목에 힘을 주고 그의 등 근육은 꿈틀거립니다. 아버지는 노를 저으며 노래를 부릅니다: “내리고 휘둘러라, 생선을 찾아라. 잡아당기고 털썩 내려라. 멈추지 말자."
tr: Tekne, dalgalara doğru ilerler. Babanın kolları küreğe uzanır. Bacakları yan tarafa dayanır. Boynu gerilir, sırt kasları kıpırdanır. Baba çalışırken şarkı söyler: “Bırak ve salla. Bir balık bul. Çek ve bırak. Durma.”

# data_list
source: People sit backwards in rowboats when they row. The pointed end of this boat is much higher than the flat end -- it looks like a pretty rough ride!
ar: يجلس الناس إلى الوراء في زوارق التجديف عندما يجدفون. النهاية المدببة لهذا القارب أعلى بكثير من النهاية المسطحة -- تبدو الرحلة صعبة للغاية!
fr: Les gens s'assoient à l'envers dans les barques lorsqu'ils rament. L'extrémité pointue de ce bateau est beaucoup plus haute que l'extrémité plate - on dirait que le voyage est assez difficile !
ja: 手漕ぎボートで人は後ろ向きに座って漕ぎます。このボートの尖った端は平らな端よりもはるかに高いのでーかなり荒い乗り心地のように見えます！
ko: 사람들은 노를 저을 때 배의 뒤를 향해 앉습니다. 배의 뾰족한 끝은 평평한 끝보다 더 높습니다. – 아주 험난한 여정인것 같습니다!
tr: İnsanlar, kayıklarda kürek çekerlerken geriye doğru otururlar. Bu kayığın sivri ucu düz ucundan çok daha yüksekte – oldukça zahmetli bir yolculuk gibi görünüyor.

# data_list
source: Papa's muscles are working very hard. Have you ever felt your muscles strain trying to lift or pull something?
ar: عضلات بابا تعمل بجهد شديد. هل شعرت يومًا بإجهاد عضلاتك أثناء محاولة رفع شيء ما أو سحبه؟
fr: Les muscles de Papa travaillent très dur. As-tu déjà senti tes muscles se tendre en essayant de soulever ou de tirer quelque chose ?
ja: パパの筋肉はとても頑張っています。 何かを持ち上げたり引っ張ったりしようとすると筋肉が緊張するのを感じたことがありますか?
ko: 아버지의 근육은 열심히 일을 하고 있습니다. 여러분은 무언가를 들거나 잡아당길때 여러분의 근육에 힘이 들어간 적이 있나요?
tr: Babanın kasları çok sıkı çalışıyor. Bir şeyi kaldırmaya ya da çekmeye çalışırken kaslarınızın gerildiğini hissettiniz mi hiç?

# data_list
source: The words "fish" and "swish" rhyme. Think of some other words that rhyme with those words (dish, wish, squish).
ar: يقوم شخصان بالتجديف لتحريك القارب للأمام. الشخص الثالث يحمل قطعة طويلة من الخشب تدخل الماء. وهذا ما يسمى بدفة السفينة ويتم تعديلها للحفاظ على سير السفينة في الاتجاه الصحيح.
fr: Les mots « poisson » et « passion » riment. Pense à d'autres mots qui riment avec ces mots (boisson, flacon, glaçon).
ja: 二人で漕いでボートを進めています。 3 人目は水に入る長い木片を持っています。 これは船の舵と呼ばれ、船が正しい方向に進むように調整します。
ko: 두사람은 배를 앞으로 가기 위해 노를 젓고 있습니다. 세번째 사람은 물로 들어가는 긴 나무조각을 들고 있습니다. 이건은 배의 키라고 부르며 배가 옳은 방향으로 갈수 있게 조정해 줍니다.
tr: ‘Kürek’ ve ‘yüksek’ kelimeleri birbiriyle kafiyelidir. Onlarla kafiyeli olan başka sözcükler daha düşünün (kürek, yüksek, tümsek).

# data_list
source: All day long Yusuf looks at the sky. It is bright and clear and windless. A fish and a gift! What will Papa bring home from the sea? Sometimes he brings a beautiful shell. Sometimes he brings a jewel green bottle rinsed by the waves.
ar: طوال اليوم ينظر يوسف إلى السماء. إنها مشرقة وواضحة وهادئة. سمكة وهدية! ماذا سيحضر بابا من البحر إلى المنزل؟ في بعض الأحيان يجلب صدفة جميلة. أحيانًا يأتي بزجاجة جوهرة خضراء غسلتها الأمواج.
fr: Toute la journée, Yusuf regarde le ciel. Il est clair, limpide et sans vent. Un poisson et un cadeau ! Qu'est-ce que Papa va ramener de la mer ? Parfois, il ramène un beau coquillage. Parfois, il ramène une bouteille vert bijou rincée par les vagues.
ja: ユスフは一日中空を眺めています。 明るく晴れており、風もありません。 お魚とプレゼント！ パパは海から何を持って帰るのかな？ 時々彼は美しい貝殻を持って帰ってきます。 波に洗われた宝石のような緑色のボトルを持って帰ってくることもあります。
ko: 유서프는 하루 종일 하늘을 바라보았습니다. 하늘은 밝고 맑으며 바람이 없습니다. 물고기와 선물! 아빠는 바다에서 무엇을 집으로 가지고 올까? 아빠는 어떤 때에는 아주 아름다운 조개껍질을 가지고 옵니다. 어떤 때는 파도에 씻긴 녹색 병을 가지고 옵니다.
tr: Yusuf gün boyu gökyüzüne bakar. Gökyüzü parlak, berrak ve durgundur. Bir balık ve bir hediye! Baba denizden eve ne getirecek? Bazen, güzel bir deniz kabuğu getirir. Bazen, dalgalar tarafından yıkanmış mücevher yeşili bir şişe getirir.

# data_list
source: Yusuf has many gifts. There is a connection between one of his gifts and something outside the window -- can you figure out what it is?
ar: يمتلك يوسف هدايا كثيرة. هناك علاقة بين إحدى هداياه وشيء ما خارج النافذة - هل يمكنك معرفة ما هو؟
fr: Yusuf a beaucoup de dons. Il y a un lien entre un de ses dons et quelque chose à l'extérieur de la fenêtre -- peux-tu trouver ce que c'est ?
ja: ユスフにはたくさんの贈り物があります。 彼の贈り物の 1 つと窓の外の何かの間にはつながりがありますーそれが何かわかりますか?
ko: 유서프는 많은 선물을 가지고 있습니다. 유서프의 선물중에 하나와 창문 밖에 있는 것들은 특별한 관계가 있습니다. – 그것이 무엇인지 알겠어요?
tr: Yusuf’un bir sürü hediyesi var. Hediyelerinin birisi ile pencerenin dışındaki bir şey arasında bir ilişki var – ne olduğunu bulabilir misiniz?

# data_list
source: Count together all the horizontal lines in this picture.
ar: عدّوا جميع الخطوط الأفقية في هذه الصورة معًا.
fr: Comptons ensemble toutes les lignes horizontales de cette image.
ja: この絵の中の水平線をすべて数えましょう。
ko: 그림에서 모든 평행선을 세어보세요.
tr: Çocuğunuzla birlikte, bu resimdeki tüm yatay çizgileri sayın.

# data_list
source: Which horizontal line is the longest?
ar: ما هو الخط الأفقي الأطول؟
fr: Quelle ligne horizontale est la plus longue ?
ja: 最も長い水平線はどれですか?
ko: 어떤 평행선이 가장 긴가요?
tr: Bu resimdeki hangi yatay çizgi en uzundur?

# data_list
source: Some days Yusuf's father brings a story. Like the time they found sea turtles on the sand, hundreds washed up in a storm. "Whaaat? Whaaat? Whaaat?" cried the gulls. "What will you do to help the turtles?" Papa said, "We saved those turtles, I tell you straight. We sent them back to the ocean, every last one."
ar: في بعض الأيام يروي والد يوسف قصة. مثلما حدث عندما عثروا على السلاحف البحرية على الرمال، جرفت العاصفة المئات منها. "ماذا؟ ماذا؟ ماذا؟" صرخت النوارس. "ماذا ستفعل لمساعدة السلاحف؟" قال بابا: "لقد أنقذنا تلك السلاحف، أقول لك مباشرة. لقد أرسلناها مرة أخرى إلى المحيط، كل واحدة منها."
fr: Certains jours, le père de Yusuf apporte une histoire. Comme la fois où ils ont trouvé des tortues de mer sur le sable, des centaines rejetées par une tempête. « Quoi ? » « Quoi ? » « Quoi ? » criaient les mouettes. « Que ferez-vous pour aider les tortues ? » Papa a dit : « Nous avons sauvé ces tortues, je vous le dis franchement. Nous les avons renvoyées dans l'océan, jusqu'à la dernière. »
ja: ある日、ユスフの父親があるお話を持ってきます。 嵐で数百匹のウミガメが砂浜に打ち上げられたのを見つけたときのことです。 「えっ？ えっ？ えっ？」 カモメたちが叫びました。 「カメを助けるために何をしますか？」 パパは「はっきりと、私たちはあのカメたちを救ったのです。一匹残らず海に送り返したのです。」と言いました。
ko: 어떤 날 유서프의 아버지는 이야기를 가지고 옵니다. 어떤 때는 폭풍에 쓸려온 수백마리의 바다 거북이를 해변에서 보았습니다. “뭐어어엇? 뭐어어엇? 뭐어어엇?" 갈매기들이 울었습니다. “당신은 바다 거북이를 어떻게 도와 줄건가요?" “우리는 저 바다 거북이를 도와줄거야. 우리는 한 마리도 남기지 않고 바다로 다시 보내 줄거야." 아버지는 대답했습니다.
tr: Bazı günler Yusuf’un babası bir hikâye getirir. Tıpkı kumların üzerinde fırtınada yüzlercesi kıyıya vurmuş deniz kaplumbağalarını buldukları zamanki gibi. “Neee? Neee? Neee?” diye haykırdı martılar. “Kaplumbağalara yardım etmek için ne yapacaksın?” Baba, “Biz o kaplumbağaları kurtardık, sana açıkça söylüyorum. Onları okyanusa geri bıraktık, her birini,” dedi.

# data_list
source: Sea turtles come out of the sea to lay eggs on the shore. Every turtle has four flippers. How many flippers do you see?
ar: تخرج السلاحف البحرية من البحر لتضع بيضها على الشاطئ. كل سلحفاة لديها أربعة زعانف. كم عدد الزعانف التي تراها؟
fr: Les tortues de mer sortent de la mer pour pondre leurs œufs sur le rivage. Chaque tortue a quatre nageoires. Combien de nageoires vois-tu ?
ja: ウミガメは海岸に産卵するために海から出てきます。 どのカメにも 4 つの足ひれがあります。 足ひれは何個見えますか？
ko: 바다 거북이는 알을 낳기위해 바다에서 나와 해변가로 나옵니다. 모든 거북이는 네 개의 팔이 있습니다. 여러분은 몇 개의 팔을 볼 수 있나요?
tr: Deniz kaplumbağaları yumurtalarını kıyıya bırakmak için denizden çıkarlar. Her kaplumbağanın dört yüzgeci vardır. Bu resimde kaç yüzgeç görüyorsunuz?

# data_list
source: Can you skip count by 4's to figure out how many flippers these turtles have?
ar: هل يمكنك تخطي العد بمقدار 4 لمعرفة عدد الزعانف التي تمتلكها هذه السلاحف؟
fr: Peux-tu compter par 4 pour savoir combien de nageoires ont ces tortues ?
ja: このカメのヒレは何本あるか、4個単位で数えられますか？
ko: 여러분은 거북이의 팔을 세기 위해서 4 단위로 건너뛰어 세기를 할 수 있나요?
tr: Bu kaplumbağaların toplamda kaç yüzgeci olduğunu bulmak için dörder dörder ritmik (atlayarak) sayabilir misiniz?

# data_list
source: A grown turtle can weigh up to 100 pounds. These turtles probably weigh 10 pounds each. Skip count by 10's to see how much these turtles weigh all together.
ar: يمكن أن يصل وزن السلحفاة البالغة إلى 10 رطل. ربما تزن هذه السلاحف 10 أرطال لكل منها. تخطى العد بمقدار 100 لترى مقدار وزن هذه السلاحف معًا.
fr: Une tortue adulte peut peser jusqu'à 45 kg. Ces tortues pèsent probablement 10 livres chacune. Compte par 10 pour voir combien elles pèsent toutes ensemble.
ja: 成長したカメの体重は最大100ポンドになります。 これらのカメの体重はおそらくそれぞれ10ポンドです。 これらのカメの合計の重さを計算するのに、10 単位で数えましょう。
ko: 다 자란 거북이의 무게는 45 킬로그램까지 나갑니다. 여기있는 거북이는 한마리당 4.5 킬로그램쯤 될 것입니다. 10 단위로 건너뛰어 세어보며 여기 있는 거북이의 무게가 모두 얼마인지 보세요.
tr: Yetişkin bir deniz kaplumbağasının ağırlığı türüne bağlı olarak değişir – yaklaşık 1,000 kilograma (2,200 pound) kadar çıkabilir. Resimdeki kaplumbağaların her biri muhtemelen yaklaşık 10 kg ağırlığındadır. Bu kaplumbağaların toplam ağırlığının ne olduğunu bulmak için 10’ar 10’ar ritmik (atlayarak) sayın.

# data_list
source: Always Papa brings a song. He sings the song while he pulls the oars. He sings the song while he pulls the nets. He sings the song as he winds the ropes. He sings the song as he cycles home. "Drop and swish. Find a fish. Pull and plop. Don't you stop."
ar: دائماً ما يأتي بابا بأغنية. يغني الأغنية وهو يسحب المجاذيف. يغني الأغنية وهو يسحب الشباك. يغني الأغنية وهو يلف الحبال. يغني الأغنية أثناء عودته إلى المنزل. "أسقط وحرك. ابحث عن سمكة. اسحب واسقط. لا تتوقف."
fr: Papa chante toujours une chanson. Il chante la chanson en tirant les rames. Il chante la chanson en tirant les filets. Il chante la chanson quand il enroule les cordes. Il chante la chanson quand il rentre à la maison à vélo. « Lâcher et balancer. Trouver un poisson. Tirer et plonger. Ne t'arrête pas. »
ja: いつもパパが歌を持ってきてくれます。 彼はオールを漕ぎながら歌を歌います。 彼は網を引きながら歌を歌います。 彼はロープを巻きながら歌を歌います。 彼は自転車で家に帰りながらその歌を歌います。「落として、振り回して。魚を見つけて。ひっぱって、ポチャン。止まらないで。」
ko: 아버지는 항상 노래를 가지고 옵니다. 아버지는 노를 젓는 동안 노래를 부릅니다. 아버지는 어망을 끌어올리면서 노래를 부릅니다. 아버지는 밧줄을 감으면서 노래를 부릅니다. 아버지는 집을 향해 자전거를 탈때도 노래를 부릅니다. "내리고 휘둘러라, 생선을 찾아라. 잡아당기고 털썩 내려라. 멈추지 말자."
tr: Baba daima bir şarkı getirir. Baba, kürekleri çekerken şarkı söyler. Ağları çekerken şarkı söyler. Halatları sararken şarkı söyler. Eve bisikletle dönerken şarkıyı söyler. “Bırak ve salla. Bir balık bul. Çek ve bırak. Durma.”

# data_list
source: People often sing or hum as they do something. Do you do this?
ar: غالبًا ما يغني الناس أو يدندنون أثناء قيامهم بشيء ما. هل تفعل هذا؟
fr: Les gens chantent ou fredonnent souvent en faisant quelque chose. Est-ce que tu fais ça ?
ja: 人々は何かをしながら歌ったり、口ずさんだりすることがよくあります。 あなたはこれをやりますか？
ko: 사람들은 종종 무언가를 할때 노래를 하거나 흥얼거립니다. 여러분도 그런가요?
tr: İnsanlar, sıklıkla, bir şeyler yaparken ya şarkı söylerler ya da şarkılar mırıldanırlar. Siz de öyle yapar mısınız?

# data_list
source: It is hard work pulling a wet fishing net out of the water. How many fishermen are pulling? Do they all pull together or take turns?
ar: إنه عمل شاق أن يتم سحب شبكة صيد مبللة من الماء. كم عدد الصيادين الذين يسحبون؟ هل يجتمعون جميعًا معًا أم يتناوبون؟
fr: C'est un travail difficile que de tirer un filet de pêche humide hors de l'eau. Combien de pêcheurs tirent-ils ? Est-ce qu'ils tirent tous ensemble ou à tour de rôle ?
ja: I濡れた漁網を水から引き上げるのは重労働です。 何人の釣り人が引いているでしょうか？ 全員が一緒に行動しますか、それとも順番に行動しますか?
ko: 바다에서 젖은 어망을 당기는 것은 아주 힘든일입니다. 몇 명의 어부가 당기고 있나요? 그들은 모두 함께 당기고 있나요 아니면 차례를 돌아가며 당기나요?
tr: Islak bir balık ağını sudan çekip çıkarmak zor bir iştir. Kaç balıkçı çekiyor? Hep birlikte mi yoksa sırayla mı çekiyorlar?

# data_list
source: Are there more gulls or fishermen in this picture? How many more?
ar: هل هناك المزيد من النوارس أو الصيادين في هذه الصورة؟ كم أكثر؟
fr: Y a-t-il plus de goélands ou de pêcheurs sur cette photo ? Combien d'autres ?
ja: この写真には他にもカモメや漁師がいますか? どんぐらいいますか？
ko: 그림에는 갈매기가 더 많나요 아니면 어부가 더 많나요? 얼마나 더 많나요?
tr: Bu resimde daha fazla martı mı yoksa daha fazla balıkçı mı var? Kaç fazla?

# data_list
source: Ouma Safiya wants a nice fat yellowtail for her supper. "But we'll be lucky if they catch even a tiny crab. More likely it will be fish tail Friday. There's not so many fish left in the sea," says Ouma shaking her head. Yusuf holds Ouma's hand. They cross the road at the bathing cabins. "Whaaat? Whaaat? Whaaat?" cry the gulls perched on the bright rooftops. "What is for supper?"
ar: أوما صفية تريد سمكاً أصفر الذيل سمينًا لطيفًا على عشاءها. "لكننا سنكون محظوظين إذا اصطادوا حتى سرطانًا صغيرًا. من المرجح أن تكون جمعة ذيل السمك. لم تتبق الكثير من الأسماك في البحر،" قالت أوما وهي تهز رأسها. يوسف يمسك بيد أوما. يعبرون الطريق عند كبائن الاستحمام. "ماذا؟ ماذا؟ ماذا؟" صرخت النوارس الجاثمة على أسطح المنازل المشرقة. "ماذا على العشاء؟"
fr: Ouma Safiya veut un bon gros thon jaune pour son souper. « Mais nous aurons de la chance s'ils attrapent ne serait-ce qu'un petit crabe. Il est plus probable que ce soit la queue de poisson du vendredi. Il n'y a plus beaucoup de poissons dans la mer, » dit Ouma en secouant la tête. Yusuf tient la main d'Ouma. Ils traversent la route au niveau des cabines de bain. « Quoi ? » « Quoi ? » « Quoi ? » crient les mouettes perchées sur les toits lumineux. « Qu'y a-t-il pour le souper ? »
ja: オウマ・サフィヤさんは、夕食に脂がのったブリを食べたいと考えています。 「でも、小さなカニでも捕まえられればラッキーです。金曜には魚の尻尾になる可能性が高いです。海にはそれほど多くの魚は残っていないのです」とオウマさんは首を振って言いました。 ユスフがオーマの手を握っています。 彼らは水浴び小屋で道路を渡ります。 「えっ？ えっ？ えっ？」 明るい屋根の上に止まっているカモメの鳴き声。 「夕食は何ですか？」
ko: 오마 사피야는 저녁상을 위해 싱싱하고 살이 오른 방어를 원합니다. “그렇지만 우리는 아주 작은 게를 잡는다고해도 다행일거야. 아마 금요일에는 생선 꼬리나 먹게 될거야. 바다에는 그렇게 많은 고기가 남아있지 않아." 오마는 머리를 내저었습니다. 유서프는 오마의 손을 잡았습니다. 그들은 입욕실에서 길을 건너갔습니다. "뭐어어엇? 뭐어어엇? 뭐어어엇?" 갈매기는 밝은 지붕위에 앉아 울었습니다. “저녁으로 뭘 먹을 건데?"
tr: Ouma Safiya, akşam yemeği için iri dolgun güzel bir sarıkuyruk balığı ister. “Ama küçük bir yengeç bile yakalarlarsa yine de şanslıyız. Bugün büyük olasılıkla balık kuyruğu cuması olacak. Denizde çok fazla balık kalmadı,” der Ouma, başını sallayarak. Yusuf, Ouma’nın elini tutar. Duş kabinlerinin olduğu yoldan karşıya geçerler. “Neee? Neee? Neee?” diye bağırır parlak çatılara tünemiş martılar. “Akşam yemeğinde ne var?”

# data_list
source: Ouma means grandmother. Do you have favorite names for people you are close to?
ar: "أوما" تعني الجدة. هل لديك أسماء مفضلة للأشخاص المقربين منك؟
fr: « Ouma » signifie grand-mère. As-tu des noms préférés pour les personnes dont tu es proche ?
ja: 「オウマ」とは祖母を意味します。 親しい人のお気に入りの名前はありますか?
ko: “오마" 는 할머니라는 뜻입니다. 여러분은 여러분과 친한 사람을 위한 특별한 이름이 있나요?
tr: “Ouma” büyükanne demektir. Sizin de yakın olduğunuz insanlar için koyduğunuz favori isimler var mı?

# data_list
source: The people and the seagulls want the same things for dinner -- maybe a yellowtail or a crab. How many different kinds of fish do you know?
ar: يريد الناس وطيور النورس نفس الأشياء على العشاء - ربما سمك الذيل الأصفر أو سرطان البحر. كم عدد أنواع الأسماك المختلفة التي تعرفها؟
fr: Les gens et les mouettes veulent les mêmes choses pour le dîner - peut-être une queue jaune ou un crabe. Combien d'espèces différentes de poissons connais-tu ?
ja: 人々もカモメも夕食に同じものを望んでいますーブリかカニかもしれません。 あなたは何種類の魚を知っていますか?
ko: 사람들과 갈매기는 저녁으로 같은 것을 원합니다. – 아마도 방어나 게. 여러분은 얼마나 다른 종류의 생선을 알고 있나요?
tr: İnsanlar ve martılar akşam yemeği için aynı şeyleri istiyorlar – ya bir sarıkuyruk ya da bir yengeç. Siz kaç farklı balık türü biliyorsunuz?

# data_list
source: A rectangle is a shape with four straight sides like this page. The doors and roofs of the buildings are rectangles. How many rectangles do you see in this picture? How many rectangles do you see where you are?
ar: المستطيل هو شكل له أربعة جوانب مستقيمة مثل هذه الصفحة. أبواب وأسطح المباني مستطيلة. كم عدد المستطيلات التي تراها في هذه الصورة؟ كم عدد المستطيلات التي تراها في مكان تواجدك؟
fr: Un rectangle est une forme avec quatre côtés droits comme cette page. Les portes et les toits des bâtiments sont des rectangles. Combien de rectangles vois-tu sur cette image ? Combien de rectangles vois-tu là où tu te trouves ?
ja: 長方形とは、このページのように 4 つの直線の辺がある形状です。 建物のドアや屋根は長方形です。 この絵の中に長方形が何個見えますか? 自分のいる場所に長方形が何個見えますか?
ko: 사각형은 이 장과 같이 네 개의 똑바른 면을 가진 도형입니다. 문과 지붕은 사각형입니다. 여러분은 그림에서 몇 개의 사각형이 보이나요? 여러분이 있는 곳에는 몇 개의 사각형을 볼 수 있나요?
tr: Bir dikdörtgen, bu sayfa gibi dört düz kenarı olan bir şekildir. Binaların kapıları ve çatıları dikdörtgendir. Bu resimde kaç tane dikdörtgen görüyorsunuz? Peki, bulunduğunuz yerde kaç dikdörtgen görüyorsunuz?

# data_list
source: Last year the fishermen fought with the surfers. Angry fists and shouting words. "Whaaat? Whaaat? Whaaat?" cried the gulls. "There's enough sea for everybody," said Yusuf's father. He showed them the fishing license that had been Oupa Salie's. "Waves for all. Water for free."
ar: في العام الماضي، تشاجر الصياد مع راكبي الأمواج. قبضات غاضبة وصراخ. "ماذا؟ ماذا؟ ماذا؟" صرخت النوارس. "هناك ما يكفي من البحر للجميع،" قال والد يوسف. أظهر لهم رخصة الصيد التي كانت ملك اوبا سالي. "الأمواج للجميع. الماء مجاني."
fr: L'année dernière, les pêcheurs se sont battus avec les surfeurs. Des poings en colère et des mots qui crient. « Quoi ? » « Quoi ? » « Quoi ? » criaient les mouettes. « Il y a assez de mer pour tout le monde, » a dit le père de Yusuf. Il leur montra le permis de pêche qui avait été celui d'Oupa Salie. « Des vagues pour tous. De l'eau pour tous. »
ja: 去年、漁師はサーファーと争った。 怒りの拳と叫び声。 「えっ？ えっ？ えっ？」 カモメたちが叫びました。 「誰にとっても海は十分にある」とユスフさんの父親は語った。 彼は彼らにオウパ・サリーのものだった漁業許可証を見せた。 「波はみんなに。水は無料。」
ko: 작년에 어부는 서퍼들고 싸웠습니다. 성난 주먹으로 소리를 쳤습니다. "뭐어어엇? 뭐어어엇? 뭐어어엇?" 갈매기가 울었습니다. “모두에게 충분한 바다가 있어." 유서프의 아버지가 말했습니다. 그는 우파 살리라는 이름으로 되어있는 그의 어업허가서를 그들에게 보여주었습니다. “모든 사람들을 위한 파도. 바다는 무료입니다."
tr: Geçen yıl balıkçılar sörfçülerle kavga ettiler. Öfkeli yumruklar ve havada uçuşan kelimeler! “Neee? Neee? Neeee?” diye bağırdı martılar. “Herkese yetecek kadar deniz var,” dedi Yusuf’un babası. Sörfçülere, Oupa Salie’ye ait olan balıkçılık ruhsatını gösterdi. “Dalgalar herkes için. Su bedava.”

# data_list
source: What were the fishermen and surfers arguing about? What bad things might happen if they are in the same place?
ar: في ماذا كان يتجادل الصيادون وراكبو الأمواج؟ ما هي الأشياء السيئة التي قد تحدث إذا كانوا في نفس المكان؟
fr: Pourquoi les pêcheurs et les surfeurs se disputaient-ils ? Quelles mauvaises choses peuvent arriver s'ils se trouvent au même endroit ?
ja: 漁師とサーファーは何について議論していましたか? 同じ場所にいるとどんな悪いことが起こるでしょうか？
ko: 어부와 서퍼는 무엇에 대해 싸우고 있나요? 그들이 같은 곳에 있는다며 어떤 나쁜 일이 일어날수 있을까요?
tr: Balıkçılar ve sörfçüler ne hakkında tartışıyorlar? Aynı yerde olurlarsa ne gibi kötü şeyler olabilir?

# data_list
source: People have disagreements, and then they find ways to resolve them. Think of a disagreement you had with someone. How did you solve that problem?
ar: هناك خلافات بين الناس، ثم يجدون طرقًا لحلها. فكر في خلاف بينك وبين شخص ما. كيف حللت هذه المشكلة؟
fr: Les gens ont des désaccords, puis ils trouvent des moyens de les résoudre. Pense à un désaccord que tu as eu avec quelqu'un. Comment as-tu résolu ce problème ?
ja: 人々は意見の相違があると、それを解決する方法を見つけます。 誰かと意見の相違があったことを思い出してください。 その問題をどうやって解決しましたか?
ko: 사람들은 서로 의견차이가 있습니다. 그렇지만 그들은 해결할 방법을 찾습니다. 여러분도 누군가와 있었던 의견차이를 생각해 보세요. 여러분은 어떻게 문제를 해결 했나요?
tr: İnsanlar anlaşmazlıklar yaşarlar ve sonra onları çözmenin yollarını bulurlar. Biriyle yaşadığınız bir anlaşmazlığı düşünün. O sorunu nasıl çözdünüz?

# data_list
source: What feelings do you have when you get into an argument with someone?
ar: ما هو شعورك عندما تدخل في جدال مع شخص ما؟
fr: Quels sentiments éprouves-tu lorsque tu te disputes avec quelqu'un ?
ja: 誰かと口論になったとき、あなたはどんな気持ちになりますか?
ko: 여러분은 어떤 사람과 논쟁을 할때 기분이 어떤가요?
tr: Biriyle tartışmaya girdiğinizde ne tür duygular hissedersiniz?

# data_list
source: Ouma Safiya watches through her binoculars, her fingers curled in curiosity. The shark siren sounds. Swimmers run back to the sand and grab their towels. Surfers rush to the shore, carrying their boards under their arms. Under the showers they strip off their wetsuits. "Whaaat? Whaaat? Whaaat?" cry the gulls. "What will Yusuf's father bring from the ocean?"
ar: أوما صفية تراقب من خلال منظارها، وأصابعها ملتوية من الفضول. أصوات صفارات إنذار القرش. يعود السباحون إلى الرمال ويمسكون بمناشفهم. يندفع راكبو الأمواج إلى الشاطئ حاملين ألواحهم تحت أذرعهم. تحت الدش يخلعون ملابس الغوص الخاصة بهم. "ماذا؟ ماذا؟ ماذا؟" صرخت النوارس. "ماذا سيحضر أبو يوسف من البحر؟"
fr: Ouma Safiya observe à travers ses jumelles, les doigts recroquevillés de curiosité. La sirène des requins retentit. Les nageurs courent vers le sable et attrapent leurs serviettes. Les surfeurs se précipitent vers le rivage, portant leurs planches sous le bras. Sous les douches, ils se débarrassent de leurs combinaisons de plongée. « Quoi ? » « Quoi ? » « Quoi ? » crient les mouettes. « Que va apporter le père de Yusuf de l'océan ? »
ja: オウマ・サフィヤは双眼鏡を覗き込み、好奇心で指を丸めている。サメの声が聞こえる。 泳ぐ人たちは砂浜に走って戻り、タオルを掴みます。 サーファーたちはボードを小脇に抱えて海岸に急ぐ。 シャワーの下で彼らはウェットスーツを脱ぎます。 「えっ？ えっ？ えっ？」 カモメが鳴きます。 「ユスフのお父さんは海から何を持ってくるでしょうか？」
ko: 오마 사피야는 그녀의 망원경으로 쳐다보고 있으면서 호기심에 손가락을 쥐었습니다. 상어 경보가 울렸습니다. 수영을 하는 사람들은 모래로 달려나와 그들의 수건을 잡았습니다. 서퍼들은 그들의 보드를 팔에 끼고 해변으로 달려왔습니다. 서퍼들은 샤워를 하면서 그들의 잠수복을 벗었습니다. "뭐어어엇? 뭐어어엇? 뭐어어엇?" 갈매기가 울었습니다. “유서프의 아빠는 바다에서 무엇을 가지고 올까?”
tr: Ouma Safiya dürbününden izler, parmakları meraktan kıvrılmış. Köpek balığı sirenleri duyulur. Yüzücüler plaja koşup havlularını kaparlar. Sörfçüler, sörf tahtalarını kollarının altında taşıyarak kıyıya koşarlar. Duşun altında dalgıç kıyafetlerini çıkarırlar. “Neee? Neee? Neeee?” diye bağırır martılar. Yusuf’un babası okyanustan ne getirecek?

# data_list
source: There are hundreds of kinds of sharks in the world. Here are a few of those kinds: Great White Shark, Tiger Shark, Hammerhead Shark, Lemon Shark, and Nurse Shark.
ar: هناك مئات الأنواع من أسماك القرش في العالم. فيما يلي بعض هذه الأنواع: القرش الأبيض الكبير، قرش النمر، قرش أبو مطرقة، القرش الليموني، والقرش الحاضن.
fr: Il existe des centaines d'espèces de requins dans le monde. Voici quelques-unes de ces espèces : Grand requin blanc, requin tigre, requin marteau, requin citron et requin nourrice.
ja: 世界には何百種類ものサメがいます。 ホホジロザメ、イタチザメ、シュモクザメ、レモンシャーク、ナースシャークなど、その種類をいくつか紹介します。
ko: 세상에는 수백가지 종류의 상어가 있습니다. 몇 가지 예를 들자면, 백상아리, 범상어, 귀상어, 북상어, 대서양수염상어가 있습니다.
tr: Dünyada yüzlerce çeşit köpek balığı vardır. İşte o türlerden birkaçı: Büyük beyaz köpek balığı, Kaplan köpek balığı, Çekiç başlı köpek balığı, Limon köpek balığı ve Hemşire köpek balığı.

# data_list
source: Some sharks are dangerous. Others have no interest in people, such as nurse sharks. A leopard shark has never attacked a person and they just hunt for crabs.
ar: بعض أسماك القرش خطيرة. والبعض الآخر ليس لديه اهتمام بالناس، مثل أسماك القرش الحاضن. لم يهاجم القرش النمر أي شخص مطلقًا، بل يصطاد السرطان فقط.
fr: Certains requins sont dangereux. D'autres ne s'intéressent pas aux gens, comme les requins-nourrices. Un requin léopard n'a jamais attaqué une personne et il ne fait que chasser les crabes.
ja: サメの中には危険なものもいます。 ナースザメのように、人間に興味を持たないサメもいます。 ヒョウモンザメは人を襲ったことはなく、カニを狙っているだけです。
ko: 어떤 상어는 위험합니다. 대서양수염상어와 같은 상어들은 인간에게는 관심이 없습니다. 범상어는 인간을 절대 공격하지않고 오직 꽃게를 사냥합니다.
tr: Bazı köpek balıkları tehlikelidir. Bazıları ise, hemşire köpek balıkları gibi, insanlarla ilgilenmezler. Leopar köpek balıkları henüz bir insana saldırmamış olup sadece yengeç avlarlar.
