Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Lulu is scared of something. She is holding that book very tightly -- perhaps her fear has something to do with the book?
ar: لولو خائفة من شيء ما. هي تمسك ذلك الكتاب بقوة - ربما خوفها له علاقة بالكتاب؟
fr: Lulu a peur de quelque chose. Elle sert très fort ce livre dans ses bras : peut-être que ce livre a un lien avec sa peur ?
ja: ルルは何かに怯えています。彼女はその本を強く握っているので、彼女の恐怖は本と何か関係があるのでしょうか？
ko: 룰루는 무언가에 겁이 났습니다. 룰루는 책을 아주 꼭 쥐고 있습니다. -- 아마도 룰루의 두려움은 그 책과 관계가 있는 것 같습니다.
tr: Lulu bir şeyden korkmuş. O kitabı çok sıkı bir şekilde tutuyor – belki de korkusu o kitapla ilgili bir şeydir?

# data_list
source: What are some things that scare you?
ar: ما الأشياء التي تخيفك؟
fr: Y a-t-il des choses qui te font peur ?
ja: 怖いものってなんですか？
ko: 여러분을 겁나게 하는 것은 무엇인가요?
tr: Sizi korkutan bazı şeyler nelerdir?

# data_list
source: What do you do when you are scared? Do you go to someone or maybe find a safe place?
ar: ماذا تفعل عندما تكون خائفاً؟ هل تذهب إلى شخص ما أو ربما تبحث عن مكان آمن؟
fr: Que fais-tu quand tu as peur ? Vas-tu voir quelqu’un ou peut-être te réfugies-tu dans un endroit sûr ?
ja: 怖いときどうしますか？誰かのところへ行ったり、安全な場所を探したりするのでしょうか？
ko: 여러분은 겁이 나면 무엇을 하나요? 누군가에게 가나요 아니면 안전한 곳을 찾나요?
tr: Siz korktuğunuzda ne yaparsınız? Birine mi gidersiniz yoksa güvenli bir yer mi bulursunuz?

# data_list
source: Lulu, it is time to go, calls Ma.
ar: "قالت ماما: "لولو، حان وقت الذهاب.
fr: « Lulu, il est temps de partir ! » appelle Maman.
ja: "ルル、もう出かける時間よ "と母親が呼びかけます。
ko: "룰루야, 이제 가야한단다." 엄마가 불렀습니다.
tr: “Lulu, gitme zamanı!” diye sesleniyor annesi.

# data_list
source: Lulu is running away from her mother. Where do you think she will hide?
ar: لولو تهرب من أمها. أين تعتقد أنها ستختبئ؟
fr: Lulu fuit sa mère. Où penses-tu qu’elle ira se cacher ?
ja: ルルはお母さんから逃げています。どこに隠れていると思いますか？
ko: 룰루는 엄마로 부터 달아납니다. 여러분은 룰루가 어디로 숨을거라고 생각하나요?
tr: Lulu annesinden kaçıyor. Sizce Lulu nereye saklanacak?

# data_list
source: What do you think is Lulu's favorite color? How can you tell?
ar: ما هو لون لولو المفضل؟ هل تستطيع أن تخمن؟
fr: Quelle est la couleur préférée de Lulu selon toi ? Comment peux-tu le deviner ?
ja: ルルの好きな色は何色だと思いますか？どうしてわかるのですか？
ko: 여러분은 룰루가 좋아하는 색이 무엇이라고 생각하나요? 어떻게 알 수 있나요?
tr: Lulu’nun en sevdiği rengin ne olduğunu düşünüyorsunuz? Bunu nasıl anlayabilirsiniz?

# data_list
source: Is Lulu walking or running? How can you tell?
ar: هل كانت لولو تمشي أو تجري؟ ماذا تعتقد؟
fr: Est-ce que Lulu marche ou court ? Comment peux-tu le deviner ?
ja: ルルは歩いていますかそれとも走っているのですか？どうしてわかるのですか？
ko: 룰루는 걷고 있나요 아니면 달리고 있나요? 어떻게 알 수 있나?
tr: Lulu yürüyor mu yoksa koşuyor mu? Bunu nasıl anlayabilirsiniz?

# data_list
source: Where is Lulu? Is she under the sofa?
ar: أين لولو؟ هل هي تحت كرسي الصالون؟
fr: Où est Lulu ? Est-elle sous le canapé ?
ja: ルルはどこにいますか？ ソファの下ですか？
ko: 룰루는 어디에 있나요? 룰루는 소파밑에 있나요?
tr: Lulu nerede? Sofanın altında mı?

# data_list
source: Lulu is hiding. Do you see Lulu?
ar: لولو تختبىء. هل ترى لولو؟
fr: Lulu se cache. Vois-tu Lulu ?
ja: ルルは隠れています。ルルが見えますか？
ko: 룰루는 숨어 있습니다. 여러분은 룰루가 보이나요?
tr: Lulu saklanıyor. Lulu’yu görüyor musunuz?

# data_list
source: Count together the cushions and window panes.
ar: عدوا معاً الوسائد وأجزاء النافذة.
fr: Comptons ensemble les coussins et les carreaux des vitres.
ja: クッションと窓ガラスを一緒に数えてみてください。
ko: 쿠션과 창문을 같이 세어봐요.
tr: Kırlentleri ve pencere bölmelerini çocuğunuzla birlikte sayın.

# data_list
source: Are there more or less cushions than window panes? What is the difference -- how far apart are the two numbers?
ar: هل يوجد أكثر أو أقل وسائد من أجزاء النافذة؟ ما الفرق؟ ما مدى الفرق بين العددين؟
fr: Y a-t-il plus ou moins de coussins que de carreaux de vitres ? Quelle est la différence ? Quelle est la distance entre ces deux nombres ?
ja: クッションは窓ガラスより多いですか少ないですか？その差は幾つですか？2つの数字はどのくらい離れていますか？
ko: 쿠션은 창문보다 더 많나요 아니면 더 적나요? 무엇이 다른가요? -- 두 숫자는 얼마나 떨어져 있나요?
tr: Orada pencere bölmelerinden daha az mı yoksa daha fazla mı kırlent var? Aralarındaki fark kaçtır – iki sayı birbirlerinden ne kadar uzak?

# data_list
source: Is she behind the curtain?
ar: هل هي خلف الستارة؟
fr: Est-elle derrière le rideau ?
ja: カーテンの後ろにいるのは彼女ですか？
ko: 룰루는 커튼 뒤에 있나요?
tr: Lulu perdenin arkasında mı?

# data_list
source: That's a clever disguise for Lulu. Why does her clothing make her stand out?
ar: هذا تخفي ذكي من لولو. لماذا تجعلها ملابسها واضحة؟
fr: C’est une bonne cachette pour Lulu. Pourquoi ses vêtements la mettent-elle en valeur ?
ja: ルルは変装が上手ですね。なぜ彼女の服は目立つのでしょうか？
ko: 룰루는 아주 영리하게 위장을 하고 있습니다. 왜 룰루의 옷이 눈에 띄나요?
tr: Bu, Lulu için çok akıllıca bir gizlenme. Lulu’nun kıyafetleri neden onu öne çıkarıyor?

# data_list
source: Count together the number of legs on the lamp table. Do you have any tables around you with that many legs?
ar: قوموا معاً بعد أرجل طاولة المصباح. هل لديكم طاولة بهذا العدد الكبير من الأرجل؟
fr: Comptons ensemble le nombre de pieds sur la table avec la lampe. As-tu autour de toi des tables qui ont autant de pieds ?
ja: ランプテーブルの脚の数を数えてみてください。あなたの周りにも、こんなに脚のあるテーブルがありますか？
ko: 전등 책상의 다리는 몇 개인지 함께 세어봐요. 여러분 주위에 그렇게 많은 다리가 있는 책상이 있나요?
tr: Çocuğunuzla birlikte, lamba masasındaki bacakları sayın. Sizin etrafınızda hiç böyle çok bacağı olan masalar var mı?

# data_list
source: The number of legs on the lamp table is one less than the number on the couch. Three is one less than what number?
ar: عدد أرجل الطاولة أقل بمقدار واحد من عدد أرجل كرسي الصالون. العدد 3 أقل بمقدار واحد من أي رقم؟
fr: Le nombre de pieds de la table avec la lampe est un de moins que celui du canapé. Trois est un de moins, cela fait quel nombre ?
ja: ランプテーブルの脚の数は、ソファの脚の数より1つ少ないです。 3はどの数より1つ少ないですか？
ko: 전등 책상의 다리 숫자는 소파의 다리보다 하나 더 적습니다. 3은 어떤 숫자보다 하나 더 적나요?
tr: Lamba masasındaki ayakların sayısı sofanın ayaklarının sayısından bir azdır. Üç, hangi sayının bir eksiğidir?

# data_list
source: Where is Lulu? Is she next to the stove?
ar: أين لولو؟ هل هي بجانب موقد الغاز؟
fr: Où est Lulu ? Est-elle à côté de la cuisinière ?
ja: ルルはどこにいますか？ ストーブの横ですか？
ko: 룰루는 어디에 있나요? 룰루는 가스렌지 옆에 있나요?
tr: Lulu nerede? Fırının yanında mı?

# data_list
source: Guess where Lulu is hiding in the kitchen.
ar: خمن أين تختبئ لولو في المطبخ؟
fr: Devine où est cachée Lulu dans la cuisine.
ja: ルルがキッチンのどこに隠れているか当ててみて下さい。
ko: 부엌에서 룰루는 어디에 숨어있다고 생각하나요.
tr: Lulu’nun mutfakta nerede saklandığını tahmin edin.

# data_list
source: Count the cabinet knobs together.
ar: قوموا بعد مقابض الخزانة معاً.
fr: Comptons ensemble les poignées de tiroirs.
ja: キャビネットのツマミを一緒に数えてください。
ko: 케비닛 손잡이가 몇 개인지 함께 세어봐요.
tr: Mutfak dolaplarının kulplarını çocuğunuzla birlikte sayın.

# data_list
source: Point at all the round things you can find in this kitchen -- there are quite a few.
ar: أشيروا إلى كل الأشياء الدائرية التي تستطيعون إيجادها في هذا المطبخ - يوجد عدد لا بأس به.
fr: Montre toutes les choses rondes que tu peux trouver dans cette cuisine : il y en a pas mal.
ja: この台所にある丸いものを全部指さして下さい。たくさんありますよ。
ko: 부엌에서 여러분이 찾을 수 있는 둥근 것들을 가리켜 보세요. -- 여기에는 많은 것들이 있습니다.
tr: Bu mutfakta bulabildiğiniz tüm yuvarlak şeyleri parmakla gösterin – epeyce var!

# data_list
source: Is she in the cupboard?
ar: هل هي في الخزانة؟
fr: Est-elle dans le placard ?
ja: 食器棚の中にいるのですか？
ko: 룰루는 찬장에 있나요?
tr: Lulu mutfak dolabının içinde mi?

# data_list
source: Once again, Lulu picked a clever hiding place, but her colors don't fit in with the colors in the kitchen.
ar: مرة أخرى، لولو اختارت مكاناً ذكياً للاختباء، لكن ألوان ملابسها لا تتطابق مع ألوان المطبخ.
fr: Encore une fois, Lulu a choisi une bonne cachette mais les couleurs qu’elle porte ne vont pas avec celles de la cuisine.
ja: ルルはまた、賢い隠れ場所を選びましたが、彼女の服の色はキッチンの色と合いません。
ko: 다시 한번, 룰루는 아주 영리하게 숨을 곳을 찾았지만 룰루의 색은 부엌에 있는 색깔과 맞지가 않습니다.
tr: Bir kez daha, Lulu zekice bir saklanma yeri seçmiş ama Lulu’nun renkleri mutfaktaki renklerle uyuşmuyor.

# data_list
source: A rectangle is a four-sided shape like this page. Count the rectangles you see on this page.
ar: المستطيل هو شكل له أربعة جوانب مثل هذه الصفحة. قم بعد المستطيلات التي تراها في هذه الصفحة.
fr: Un rectangle est une forme à quatre côtés, comme cette page. Compte le nombre de rectangles que tu vois sur cette page.
ja: 長方形は、このページのような四角い形です。このページにある長方形を数えてみてください。
ko: 사각형은 그림과 같이 네 개의 면이 있는 도형입니다. 그림에서 여러분이 볼 수 있는 사각형을 세어보세요.
tr: Bir dikdörtgen, bu sayfa gibi dört kenarlı bir şekildir. Bu sayfada gördüğünüz dikdörtgenleri sayın.

# data_list
source: A cylinder is a shape like a jar with straight sides. There are five cylinders on the top shelf (the bowl is not a cylinder). How many are there on Lulu's shelf? Is it the same number?
ar: الشكل الاسطواني يشبه الإناء وله جوانب مستقيمة. يوجد خمسة أشكال اسطوانية على الرف العلوي (الصحن ليس اسطوانياً) كم عددها؟ هل هي نفس العدد؟
fr: Un cylindre est de forme similaire à un bocal avec des côtés droits. Il y a cinq cylindres sur l’étagère du haut (le bol n’est pas un cylindre). Combien il y en a sur l’étagère de Lulu ? Est-ce le même nombre ?
ja: 円柱は、瓶のようにまっすぐな辺を持つ形です。一番上の棚には円柱が5つあります（ボウルは円柱ではありません）。ルルの棚にはいくつありますか？同じ数ですか？
ko: 원통은 똑바른 옆면이 있는 병과 같은 모양입니다. 선반 위에는 다섯 개의 원통이 있습니다. (그릇은 원통이 아닙니다.) 룰루가 있는 선반에는 몇 개의 원통이 있나요? 선반위와 같은 숫자인가요?
tr: Bir silindir, düz kenarları olan kavanoz gibi bir şekildir. En üstteki rafta beş silindir var (kâse bir silindir değildir). Lulu'nun rafında kaç tane silindir var? Aynı sayıda mı?

# data_list
source: Lulu, it is time to go! Where are you? calls Ma.
ar: "قالت ماما: "لولو، حان وقت الذهاب ! أين أنتِ؟
fr: « Lulu, il est temps de partir ! Où es-tu ? » appelle Maman.
ja: ”ルル、もう出かける時間よ！どこにいるの？ "と母親が呼びかけます。
ko: “룰루야, 이제 가야 할 시간이란다! 어디에 있니?" 엄마가 불렀습니다.
tr: “Lulu, gitme zamanı! Neredesin?” diye sesleniyor annesi.

# data_list
source: Lulu blends in better this time. Do you see her?
ar: لولو تأقلمت جيداً هذه المرة. هل تراها؟
fr: Lulu se fond mieux dans la masse cette fois-ci. Est-ce que tu la vois ?
ja: ルルは今度はうまく溶け込んでいます。彼女が見えますか？
ko: 이번에는 룰루가 잘 섞여있습니다. 여러분은 룰루가 보이나요?
tr: Lulu bu kez daha iyi uyum sağlıyor. Onu görüyor musunuz?

# data_list
source: So many things to count! Point at and count together the blocks on the floor, the dolls, and the drawings on the wall.
ar: أشياء كثيرة لنعدها! أشيروا وعدوا معاً المكعبات على الأرض و الدمى و الرسومات على الحائط.
fr: Tellement de choses à compter ! Montre et compte le nombre de cubes sur le sol, les poupées et les dessins sur le mur.
ja: 数えるものがたくさんありますね！床のブロック、人形、壁の絵を指差して一緒に数えてみましょう。
ko: 여기에는 셀 수 있는 물건들이 많이 있습니다. 바닥에 있는 블럭들과 인형들 그리고 벽에 있는 그림들을 가리켜 보고 함께 세어보세요.
tr: Çok fazla şey var sayacak! Yerdeki blokları, oyuncak bebekleri ve duvardaki resimleri gösterip çocuğunuzla birlikte sayın.

# data_list
source: Which group of things is the largest and which is the smallest?
ar: أي مجموعة هي الأكبر، وأي مجموعة هي الأصغر؟
fr: Quel groupe d’objets est le plus grand et lequel est le plus petit ?
ja: どのグループのものが一番大きくて、どのグループのものが一番小さいですか？
ko: 어떤 그룹의 것들이 가장 크거나 가장 작은가요?
tr: O şeylerden hangi grup en büyük ve hangisi en küçüktür?

# data_list
source: There you are! says Ma. "I do not want to gooo!"
ar: “ها قد وجدتك!” قالت ماما. “لا أريد الذهاب!”
ja: "ここにいるわよ！"と母親が言っています。 行きたくない！"と言っています。
ko: “여기 있구나!" 엄마가 말했습니다. “난 가고 싶지않아아아요!"
tr: “İşte buradasın!” diyor annesi. “Gitmek istemiyo-ruuummm!”

# data_list
source: Lulu is still holding her book tightly. Do you think Lulu is afraid her mother will take it away?
ar: لولو لا تزال تمسك كتابها بقوة. هل تعتقد أن لولو خائفة أن تأخذ أمها الكتاب؟
ja: ルルはまだ本をしっかり持っています。ルルはお母さんに本を取られるのが怖いのでしょうか？
ko: 룰루는 여전히 책을 꽉 쥐고 있습니다. 여러분은 룰루의 엄마가 책을 가져갈까봐 룰루가 겁이 났다고 생각하나요?
tr: Lulu hâlâ kitabını sıkıca tutuyor. Sizce Lulu, annesinin kitabını elinden alacağından mı korkuyor?

# data_list
source: Lulu seems like she can be difficult when she doesn't get her way. How are you when you don't get your way?
ar: لولو تبدو صعبة المزاج عندما لا تحصل على ما تريد. كيف تبدوعندما لا تحصل على ما تريد؟
ja: ルルは自分の思い通りにならないときに気難しくなるところがあるようです。あなたは思い通りにならない時はどうしますか？
ko: 룰루는 자신의 뜻대로 안되면 아주 까다롭게 구는 아이같아 보입니다. 여러분은 여러분의 뜻대로 되지 않을때 어떠한가요?
tr: Lulu istediğini elde edemediğinde zor biri gibi görünüyor. Siz istediğinizi elde edemediğinizde nasılsınız?

# data_list
source: Lulu's room has many rectangles. How many can you count?
ar: غرفة لولو فيها الكثير من المستطيلات. كم مستطيلاً تستطيع أن تعد؟
ja: ルルの部屋には長方形がたくさんあります。あなたはいくつ数えられますか？
ko: 룰루의 방은 여러가지 사각형이 있습니다. 여러분은 몇 개까지 셀 수 있나요?
tr: Lulu'nun odasında birçok dikdörtgen var. Kaç tanesini sayabilirsiniz?

# data_list
source: We have to go, says Ma. "But I really like this one!"
ar: “يجب أن نذهب” قالت ماما. “ولكنني أحب هذا!”
ja: ”もう行かないと。”と母親が言っています。 "でも、この本が好きなの！"
ko: “우리는 가야만 한단다." 엄마가 말했습니다. “그렇지만 난 이 책이 정말 좋아요!"
tr: “Gitmek zorundayız,” diyor annesi. “Ama ben bunu gerçekten seviyorum!”

# data_list
source: Lulu's book looks very big compared to Lulu. Do you think her book is really that big?
ar: يبدو كتاب لولو كبيراً مقارنة بحجمها. هل تعتقد أن كتابها كبير حقاً؟
ja: ルルの本はルルに比べてとても大きく見えます。ルルの本は本当に大きいと思いますか？
ko: 룰루의 책은 룰루에 비해서 아주 커 보입니다. 여러분은 룰루의 책이 정말로 그렇게 크다고 생각하나요?
tr: Lulu'nun kitabı Lulu’ya kıyasla çok büyük görünüyor. Sizce kitabı gerçekten o kadar büyük mü?

# data_list
source: Do you have a favorite book or story that you like to look through or have told to you? Have you heard the story many times?
ar: هل لديك كتاب مفضل أو قصة تحب أن تقرأها أو يقرأها أحد لك؟ هل سمعت القصة مرات كثيرة؟
ja: あなたは見るのが好きなお気に入りの本や物語がありますか？そのお話を何度も聞いたことがありますか？
ko: 여러분은 끝까지 읽고 싶은 책이나 듣고 싶은 이야기가 있나요? 여러분은 같은 이야기를 반복해서 들은 적이 있나요?
tr: Sizin incelemekten keyif aldığınız favori bir kitabınız veya size anlatılan beğendiğiniz bir öykünüz var mı? O öyküyü defalarca mı dinlediniz?

# data_list
source: There are many kinds of stories. There are scary ones, funny ones, and some are adventures. Do you have a favorite type?
ar: توجد أنواع كثيرة من القصص. توجد قصص مخيفة، و قصص مضحكة، و قصص مغامرات. ما هو نوع القصص المفضل لديك؟
ja: さまざまな種類の物語があります。怖い話もあれば、面白い話もあるし、冒険ものだってある。あなたはお気に入りのものがありますか？
ko: 이야기는 많은 종류가 있습니다. 무서운 이야기가 있고 재미있는 이야기 그리고 모험이 가득한 이야기가 있습니다. 여러분이 좋아하는 종류의 이야기가 있나요?
tr: Pek çok hikâye türü vardır. Komik, maceracı ve korku hikâyeleri var. Sizin en beğendiğiniz bir öykü türü var mı?

# data_list
source: This building has many rectangles. Most buildings use rectangles a lot for their sides and windows.
ar: في هذا المبنى الكثير من المستطيلات. أغلب المباني تستخدم المستطيلات في الجدران والنوافذ.
ja: この建物には長方形がたくさんあります。ほとんどの建物は、側面や窓に長方形が多く使われています。
ko: 이 건물은 많은 사각형들이 있습니다. 거의 모든 건물들은 옆면이나 창문에 많은 사각형은 사용합니다.
tr: Bu binada birçok dikdörtgen var. Çoğu bina, kenarları ve pencereleri için dikdörtgenleri çok kullanır.

# data_list
source: Triangles are three-sided shapes, and pentagons are five-sided shapes. There is a famous building called the Pentagon because it is made in the shape of a pentagon.
ar: المثلثات أشكال لها ثلاثة جوانب، والخماسيات أشكال لها خمسة جوانب. يوجد مبنى مشهور اسمه الخماسي لأنه مصنوع على شكل خماسي.
ja: 三角形は3面体、五角形は5面体です。ペンタゴンという有名な建物がありますが、これは五角形の形に作られているからです。
ko: 삼각형은 세 개의 면이 있는 도형이고 오각형은 다섯 개의 면이 있는 도형입니다. 펜타곤 (미국 국방부)이라는 유명한 건물은 오각형의 모양으로 지어져 있습니다.
tr: Üçgenler üç kenarlı ve beşgenler ise beş kenarlı şekillerdir. Pentagon adında ünlü bir bina var; ismi öyle çünkü beşgen (pentagon) şeklinde yapılmıştır.

# data_list
source: Why do you suppose buildings are not often made in the shape of a triangle or circle? Have you seen any buildings like that?
ar: لماذا برأيك أغلب المباني لا تصنع على شكل مثلثات أو دوائر؟ هل رأيت من قبل مبانِ بهذا الشكل؟
ja: なぜ、三角形や円形の建物はあまり作られないのでしょうか？そのような建物を見たことがありますか？
ko: 여러분은 왜 삼각형이나 원형의 모양으로 만든 건물들을 자주 만들지 않는다고 생각하나요? 여러분은 그런 모양의 건물을 본 적이 있나요?
tr: Neden binaların genellikle üçgen veya daire şeklinde yapılmadığını düşünüyorsunuz? Hiç öyle binalar gördünüz mü?

# data_list
source: Where are they going? What does that big book on top of the building tell you about what this building is?
ar: إلى أين تذهبان؟ ماذا يوحي إليك ذلك الكتاب الكبير فوق المبنى عن نوع المكان؟
ja: どこに行くのですか？ビルの上にある大きな本は、このビルについて何を教えてくれるのでしょうか？
ko: 그들은 어디를 가나요? 건물 위에 있는 큰 책은 이 건물이 어떤 곳인지 말해주고 있나요?
tr: Nereye gidiyorlar? Binanın tepesindeki o büyük kitap bu binanın ne olduğu hakkında size ne söylüyor?

# data_list
source: What is going to happen to Lulu's book at this library?
ar: ماذا سيحدث لكتاب لولو في المكتبة؟
ja: この図書館でルルの本はどうなるのでしょうか？
ko: 여러분은 이 도서관에서 룰루의 책에 무슨 일이 있을거라고 생각하나요?
tr: Bu kütüphanede Lulu'nun kitabına ne olacak?

# data_list
source: Do you have a place where you can borrow books near where you live? Have you ever borrowed books there?
ar: هل يوجد مكان تستعير منه كتباً بالقرب من منزلك؟ هل استعرت كتابا من هناك ذات مرة؟
ja: あなたの住んでいる場所の近くに、本を借りられるところはありますか？そこで本を借りたことがありますか？
ko: 여러분이 사는 근처에는 책을 빌릴수 있는 곳이 있나요? 여러분은 거기에서 책을 빌려본 적이 있나요?
tr: Yaşadığınız yere yakın ödünç kitap alabileceğiniz bir yer var mı? Oradan daha önce hiç ödünç kitap aldınız mı?

# data_list
source: I really like this one!
ar: "أنا أحب هذا الكتاب كثيراً !"
ja: "この本がすごく好き！"と言っていました。
ko: “난 이 책이 정말 좋아요!"
tr: “Bunu gerçekten sevdim!”

# data_list
source: She found a new book very quickly. It didn't take Lulu long to forget about her old book.
ar: وجدت كتاباً جديداً بسرعة. لم يمر وقت طويل حتى نسيت لولو كتابها القديم.
ja: 彼女はすぐに新しい本を見つけました。ルルが古い本のことを忘れるのに時間はかかりませんでした。
ko: 룰루는 새로운 책을 정말 빨리 찾았습니다. 룰루가 가지고 있었던 책을 잊어버리기에는 많은 시간이 걸리지 않았습니다.
tr: Lulu çok çabuk yeni bir kitap buldu. Lulu'nun eski kitabını unutması uzun sürmedi.

# data_list
source: How does Lulu feel about this new book? How can you tell?
ar: ما شعور لولو نحو كتابها الجديد؟ هل تستطيع أن تعرف؟
ja: ルルはこの新しい本をどう感じているのでしょうか？どうしてわかるのですか？
ko: 룰루는 이 새 책을 어떻게 생각하나요? 여러분은 어떻게 알 수 있나요?
tr: Lulu bu yeni kitap hakkında ne hissediyor? Ne hissettiğini nasıl anlayabilirsiniz?

# data_list
source: The windows behind Lulu have four sides and are almost rectangles. How are they different from rectangles?
ar: النوافذ خلف لولو لها أربعة جوانب وهي غالبا مستطيلة الشكل. كيف هي مختلفة عن المستطيل؟
ja: ルルの後ろにある窓は、4つの面があり、ほぼ長方形です。長方形とどう違うのでしょうか？
ko: 룰루 뒤에 있는 창문은 네 개의 면을 가지고 있고 거의 사각형입니다. 이창문은 사각형과 어떻게 다른가요?
tr: Lulu'nun arkasındaki pencerelerin dört kenarı var ve ‘neredeyse’ dikdörtgenler. Dikdörtgenden ne farkları var?

# data_list
source: And this one!
ar: "و هذا !"
ja: "それとこれ！"
ko: “그리고 이것!"
tr: “Ve bu!”

# data_list
source: Lulu is a very enthusiastic person. Some people display their feelings a lot and others are quieter with them. Which are you?
ar: لولو شخص متحمس. بعض الناس يظهرون مشاعرهم بقوة والبعض الآخر يظهرونها بهدوء. ماذا عنك أنت؟
ja: ルルはとても熱心な人です。自分の気持ちをよく表に出す人と、静かに表現する人がいます。あなたはどちらですか？
ko: 룰루는 아주 열렬한 사람입니다. 어떤 사람들은 자신의 감정을 잘 보여주고 어떤 사람은 자신은 그렇지 않습니다. 여러분은 어떤가요?
tr: Lulu çok coşkulu bir insan. Bazı insanlar duygularını çok belli ederlerken, bazıları ise daha sessizdirler. Siz hangisisiniz?

# data_list
source: How many books do you think she will want to take home?
ar: كم كتاباً تعتقد أنها ستأخذ معها إلى المنزل؟
ja: 何冊くらい持って帰りたがるのでしょうか？
ko: 여러분은 룰루가 몇 권의 책을 집에 가지고 가고 싶다고 생각하나요?
tr: Sizce Lulu eve kaç kitap götürmek isteyecek?

# data_list
source: Do you have a library near you? Do you like to check books out of the library?
ar: هل لديك مكتبة قريبة منك؟ هل تحب أن تستعير كتباً من المكتبة؟
ja: あなたの近くに図書館はありますか？図書館で本を借りるのは好きですか？
ko: 여러분 근처에는 도서관이 있나요? 여러분은 도서관에서 책을 빌리는 것을 좋아하나요?
tr: Yakınlarınızda bir kütüphane var mı? Kütüphaneden kitap ödünç almayı seviyor musunuz?

# data_list
source: And this one! "And this one!"
ar: “وهذا!” “وهذا أيضاً!”
ja: "それとこれ！" "これも！"
ko: “그리고 이것도!" “그리고 이것도!"
tr: “Ve bu!” “Ve bu!”

# data_list
source: How many Lulus are there in this picture? Why did the artist draw more than one?
ar: كم لولو توجد في هذه الصورة؟ لماذا رسم الرسام أكثر من واحدة؟
ja: この絵の中にルルは何人いますか？なぜ作者は複数描いたのでしょうか？
ko: 그림에는 몇 명의 룰루가 있나요? 왜 작가는 한 사람 이상의 룰루를 그렸나요?
tr: Bu resimde kaç tane Lulu var? İllüstratör neden birden fazla Lulu çizmiş?

# data_list
source: To count as Lulu grabs books, you would keep adding "one more" each time she added a book. What is one more than zero? What is one more than one? You can count as high as you like this way!
ar: لكي تعد الكتب التي أخذتها لولو، ستضيف العدد واحد في كل مرة تضيف هي كتاباً. ماذا أكثر من صفر؟ ماذا أكثر من الرقم واحد؟ تستطيع العد إلى أكبر عدد تريد بهذه الطريقة!
ja: ルルが本を手に取り数えるには、本を1冊増やすたびに「もう1冊」と追加していくことになります。ゼロより1つ多いのは何ですか？1より多い1とはなんですか？この方法なら、好きなだけ数えることができますよ！
ko: 룰루가 몇 권의 책을 가졌는지 세기 위해서 여러분은 룰루가 매번 책을 한 권 더 보탤때 하는 “하나 더”를 더하면 됩니다. 0보다 하나 더 높은 숫자는 무엇인가요? 1보다 하나 더 높은 숫자는 무엇인가요? 이렇게 여러분은 셀 수 있을 때까지 숫자를 셀 수 있습니다!
tr: Lulu kitapları aldıkça ve o her kitap eklediğinde, siz saymak için “bir tane daha” diye eklemeye devam edersiniz. Sıfırdan bir fazla olan sayı nedir? 1’den bir fazla olan sayı nedir? Bu şekilde istediğiniz kadar sayabilirsiniz!

# data_list
source: Libraries are supposed to be quiet places. Do you think Lulu should be running around?
ar: يفترض أن تكون المكتبات مكاناً هادئاً. هل تعتقد أن لولو يجب أن تجري هنا وهناك؟
ja: 図書館は静かな場所であるべきです。ルルは走り回ってもいいのでしょうか？
ko: 도서관들은 조용한 곳이어만 합니다. 여러분은 룰루가 달리며 돌아다녀도 된다고 생각하나요?
tr: Kütüphanelerin sessiz yerler olması gerekir. Sizce Lulu etrafta koşturmalı mıdır?

# data_list
source: See, you return books and borrow more, says Ma. "YAY!"
ar: أرأيتِ.. ترجعين الكتب و تستعيرين أخرى،"قالت ماما.” “أجل!”
ja: "ほら、本を返して、また借りるのよ、" と母親が言っています。 "やったー！!"
ko: “봐라, 넌 책들을 돌려주고 더 많은 책을 빌렸잖니." 엄마가 말했습니다. “와!"
tr: “Gördün mü, kitapları iade ediyorsun ve daha fazlasını ödünç alıyorsun,” diyor annesi. “OLEY!”

# data_list
source: Why isn't Lulu sad about having to return her old book?
ar: لماذا لا تشعر لولو بالحزن لأنها أعادت كتابها القديم؟
ja: ルルはなぜ古い本を返さなくてはいけないことを悲しまないのでしょうか？
ko: 룰루는 왜 자신이 가지고 있던 책을 돌려주는 것을 슬퍼했나요?
tr: Lulu eski kitabını iade etmek zorunda kaldığı için neden üzülmüyor?

# data_list
source: Count together the books on the counter.
ar: احسبوا معاً عدد الكتب فوق المكتب.
ja: カウンターの上にある本を数えてみてください。
ko: 카운터 위에 있는 책을 함께 세어봐요.
tr: Tezgâhtaki kitapları çocuğunuzla birlikte sayın.

# data_list
source: How many books do you think Lulu is checking out? What is the largest number you know?
ar: كم كتاباً تعتقد أن لولو ستستعير؟ ما هو أكبر عدد تعرفه؟
ja: ルルが借りている本は何冊だと思いますか？一番多いのは何冊ですか？
ko: 여러분은 룰루가 몇 권의 책을 빌린다고 생각하나요? 여러분이 아는 제일 큰 숫자는 무엇인가요?
tr: Sizce Lulu kaç kitap ödünç alıyor? Bildiğiniz en büyük sayı nedir?

# data_list
source: Where is Lulu now?
ar: أين لولو الآن؟
ja: ルルは今どこにいますか？
ko: 룰루는 지금 어디에 있나요?
tr: Lulu şu anda nerede?

# data_list
source: Lulu checked out a lot of books! Can you count them all?
ar: استعارت لولو الكثير من الكتب! هل تستطيع أن تعدها كلها؟
ja: ルルはたくさんの本を借りています！全部数えられますか？
ko: 룰루는 아주 많은 책들을 빌렸습니다! 여러분은 그것을 다 셀 수 있나요?
tr: Lulu bir sürü kitap ödünç aldı! Onların hepsini sayabilir misiniz?

# data_list
source: Do you think Lulu likes to look at and read books?
ar: هل تعتقد أن لولو تحب أن تشاهد وتقرأ الكتب؟
ja: ルルは本を見たり読んだりするのが好きだと思いますか？
ko: 여러분은 룰루가 책을 보고 읽기를 좋아한다고 생각하나요?
tr: Sizce Lulu kitaplara bakıp okumayı mı seviyor?

# data_list
source: Do you?
ar: ماذا عنكَ أنت؟
ja: あなたはどうですか？
ko: 여러분은 어떤가요?
tr: Siz sever misiniz?

# data_list
source: I have lost my bat, and I cannot find it.
ar: لقد أضعت مضربي، ولا أستطيع إيجاده.
ja: バットを失くしてしまい、見つかりません。
ko: 나는 나의 배트를 잃어버려서 찾을 수가 없습니다.
tr: Raketimi kaybettim ve onu bulamıyorum.

# data_list
source: Though you can only see five of them, there are six panes in the window. What else is there six of?
ar: على الرغم من أنك لا تستطيع رؤية سوى خمسة منها، إلا أنه هناك ستة ألواح في النافذة. ما هو الشيء الآخر الذي يوجد ستة منه أيضاً؟
ja: 窓ガラスは5枚しか見えませんが、6枚あります。他に何が6枚ありますか？
ko: 여러분은 다섯 개만 볼 수 있지만 창문에는 여섯 개의 창이 있습니다. 마지막 여섯개는 어디에 있나요?
tr: Sadece beş tanesini görebilmenize rağmen, pencerede altı tane cam var. Başka nelerden altı tane var?
