Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Look at the sides of the road and the horizontal lines of the ABC building. Those lines go in the same direction and are said to be parallel. If you extend parallel lines forever they never meet.
ja: 道の両サイドとABCビルが水平になっていることに注目してください。それらの線は同じ方向に伸びていて、平行です。平行線をどこまで伸ばしたとしても、決して交わることはありません。
ko: 도로의 한쪽으로 보면 ABC 건물의 수평선이 보입니다. 그 선들은 같은 방향으로 가고 있으며 그것을 평행선이라고 부릅니다. 여러분이 이 평행선을 계속 늘려도 선은 결코 만나지 않습니다.
tr: Yolun kenarlarına ve ABC binasının yatay çizgilerine bakın. Bu çizgiler aynı yöne giderler ve onların paralel oldukları söylenir. Paralel çizgileri sonsuza kadar uzatırsanız asla kesişmezler.

# data_list
source: In the picture, those parallel lines meet at an imaginary point on the horizon. This effect is called perspective. This is how our brain sees long parallel lines.
ja: この絵では、これらの平行線が、地平線上のあるポイントで合流しています。この効果を「遠近法」と呼びます。これは、私たちの脳が、長い平行線であると認識する方法です。
ko: 그림에서 그 평행선은 상상속의 수평선의 점 위에서 만납니다. 그것을 원근법이라고 합니다. 이것은 우리의 뇌가 긴 평행선을 보는 방법입니다.
tr: Resimde, bu paralel çizgiler, ufuktaki hayali yani sanal bir noktada birleşiyorlar. Bu etkiye ‘perspektif’ denir. Beynimiz uzun paralel çizgileri buna benzer bir şekilde görür.

# data_list
source: Another example of parallel lines is a pair of railroad tracks. If you look straight down them, the two tracks look like they come together in the distance.
ja: 平行線の例として、線路があります。まっすぐ見ると、2本の線路は遠くで合流しているように見えます。
ko: 또 다른 평행선의 보기는 기차길에 있는 철로입니다. 만약 여러분이 끝을 계속해서 똑바로 본다면 두 철로는 멀리서 보면 하나로 만나게 보입니다.
tr: Bir çift demiryolu hattı, tren rayları, paralel çizgilere bir başka örnek olarak verilebilir. Ray hattından dümdüz aşağıya bakarsanız, iki ray uzaklarda bir yerde birleşiyormuş gibi görünür.

# data_list
source: Emeka asked, "Sir, where do you come from?" The old man replied, "My child, hunger has chased me from my village. I am here to earn money."
ja: エメカは「おじいさん、あなたはどこから来たんですか？」と聞きました。 「坊や、私は貧しい村を出て、お金を稼ぎにここに来たんだよ。」と、おじいさんは答えました。
ko: “어르신은 어디서 오셨어요?" 에메카가 물었습니다. “애야, 굶주림은 나를 내 마을에서 쫓아내었단다. 난 여기서 돈을 벌려고 한단다.” 늙은 노인이 말했습니다.
tr: Emeka, “Efendim, nereden geliyorsunuz?” diye sordu. Yaşlı adam, “Evladım, açlık beni köyümden alıkoydu. Para kazanmak için buradayım,” diye cevap verdi.

# data_list
source: Many people are homeless due to circumstances beyond their control. This man is doing whatever he can to solve his problems by trying to earn some money to feed himself, even if it means being homeless to do it.
ja: 自分ではどうしようもない事情で、ホームレスになってしまう人も少なくありません。 このおじいさんは、自分の問題を解決するために、ホームレスになってでもお金を稼ごうとしています。
ko: 많은 사람들은 자신의 의지와 상관없이 어쩔수 없는 형편때문에 노숙자가 됩니다. 이 노인은 노숙자가 되어서라도 자신이 먹고 살기 위해서 돈을 벌어서 자신의 문제를 해결하려고 합니다.
tr: Pek çok insan kendi kontrolleri dışındaki koşullar sebebiyle evsiz kalır. Bu adam, sorunlarını çözmek için elinden geleni yapıyor – karnını doyurmak için biraz para kazanmaya çalışıyor – sonunda evsiz kalmak olsa bile!

# data_list
source: What do you think Emeka has in the bag for the old man?
ja: エメカはおじいさんにあげようと、袋の中に何を用意したと思いますか？
ko: 여러분은 에메카의 비닐 봉지에 노인을 위해 무엇이 담겨있다고 생각하나요?
tr: Sizce Emeka’nın çantasında yaşlı adam için ne var?

# data_list
source: Drawing realistic scenes using perspective is hard. Look at the width of the road in this picture. Compare Emeka's size with the road and decide whether you think there is room on the road for two cars to be side by side.
ja: 遠近法で実際の景色を描くのは難しいことです。この絵の道路の幅を見てください。エメカの大きさと道路を比べて、道路は、車が横に2台並べる幅があるかどうか考えてください。
ko: 원근법을 써서 현실적인 그림을 그리는 것은 어렵습니다. 그림에서 도로의 폭을 보세요. 에메카의 크기를 비교해 보고 길에 두 대의 차들이 서로 나란히 있을수 있는 공간이 있는지 생각해 보세요.
tr: Perspektif kullanarak gerçekçi sahneler çizmek zordur. Bu resimde, yolun genişliğine dikkat edin. Emeka’nın vücut ölçülerini yolun büyüklüğüyle karşılaştırın ve yolda iki arabanın yan yana geçebilecekleri kadar yer olup olmadığına karar verin.

# data_list
source: Emeka gave his shopping bag to the old man. Tears filled the man's eyes as he took the sandals from the bag. He thanked Emeka from his heart.
ja: エメカは、スーパーの袋をおじいさんに渡しました。 袋にはサンダルが入っていて、おじいさんの目から涙が溢れてきました。おじいさんは心からエメカに感謝しました。
ko: 에메카는 자신의 비닐 봉지를 노인에게 주었습니다. 노인은 가방안에 있는 샌들을 보며 눈물을 흘렸습니다. 노인은 에메카에게 진심으로 감사해 했습니다.
tr: Emeka, elindeki alışveriş poşetini yaşlı adama verdi. Poşetten sandaletleri alan adamın gözleri yaşlarla doldu. Emeka’ya yürekten teşekkür etti.

# data_list
source: Do you think the man cried because he was happy to have a real pair of shoes or because someone cared enough to show him some kindness?
ja: おじいさんが泣いたのは、本物のサンダルを手に入れたことが嬉しかったからだと思いますか、それとも、誰かが気にかけてくれたからだと思いますか？
ko: 여러분은 노인이 신발을 가지게 되어 행복하기 때문에 운다고 생각하나요 아니면 어떤사람이 자신을 위해 친절한 마음을 보여주어서 운다고 생각하나요?
tr: Sizce adam bir çift gerçek ayakkabıya sahip olduğu için mi yoksa birisi ona şefkat gösterecek kadar değer verdiği için mi ağladı?

# data_list
source: Look at the picture and find what Emeka bought in addition to the shoes. His gifts were very thoughtful.
ja: 絵を見て、エメカがサンダル以外に買ったものを見つけてください。エメカのプレゼントは、とても心のこもったものでした。
ko: 그림을 보고 에메카가 신발 이외에도 또 무엇을 샀는지 보세요. 에메카의 선물은 그의 아주 생각이 깊은 마음을 보여줍니다.
tr: Resme bakın ve Emeka’nın ayakkabılardan başka ne aldığını bulun. Emeka’nın hediyeleri çok düşünceli bir şekilde seçilmiş.

# data_list
source: Everyone needs food and clothes. What are some other basic things people need?
ja: 誰もが食べ物と衣類を必要とします。その他に人が必要とする基本的なものには、どのようなものがあるのでしょうか？
ko: 모든 사람들은 음식과 옷이 필요합니다. 사람들에게 기본적으로 필요한 것들이 또 무엇이 있나요?
tr: Herkes yiyecek ve giyeceğe ihtiyaç duyar. İnsanların ihtiyaç duydukları diğer temel şeyler nelerdir?

# data_list
source: "I must go now before mother starts looking for me," said Emeka. The old man waved to the boy and his dog as they went, "Bless you, my child," he said with a smile.
ja: 「お母さんが僕を探し始める前に帰らないといけないから、もう行くね。」とエメカは言いました。 おじいさんは、「気を付けて、坊や。」と言って、帰り始めたエメカとチータに笑顔で手を振りました。
ko: “엄마가 날 찾기 전에 돌아가 봐야 해요." 에메카가 말했습니다. 늙은 노인은 소년과 개에게 손을 흔들었습니다. “복 많이 받아라, 애야!" 그는 미소지으며 말했습니다.
tr: “Annem beni aramaya başlamadan gitmeliyim,” dedi Emeka. Yaşlı adam onlar giderken, Emeka’ya ve köpeğine el salladı, “Tanrı seni korusun çocuğum,” dedi gülümseyerek.

# data_list
source: With a little bit of his extra money, Emeka made a big difference in someone else's life by showing some kindness.
ja: エメカは、お小遣いを少しばかり使って、親切にしたことで、人の人生を大きく変えたのです。
ko: 에메카의 조그마한 여유돈으로 에메카는 어떤 사람의 인생을 친절함으로 달라지게 했습니다.
tr: Emeka parasının küçük bir kısmıyla iyilik yaparak bir başkasının hayatında büyük bir fark yarattı.

# data_list
source: Can you think of some times when your kindness has made a difference for someone else? How about some times when others were kind to you?
ja: あなたの優しさが、誰かのためになったという経験はありますか？また、他の人があなたに親切にしてくれた経験についてはどうでしょう？
ko: 여러분은 본인의 친절함으로 다른사람의 삶을 달라지게 한 경험이 있나요? 다른사람이 여러분에게 친절하게 대해 주었던 적이 있나요?
tr: Sizin de yaptığınız bir iyiliğin bir başkasının hayatında fark yarattığı bir zaman oldu mu hiç? Başkalarının size iyilik yaptığı zamanlar oldu mu peki?

# data_list
source: The spokes split the bike wheel into eight equal parts. How many of those parts do you need to break the wheel into two equal parts? How many for four equal parts? Are there any other possibilities?
ja: スポーク（自転車などの車輪に使われる細長い棒状のパーツ）は、車輪を8等分にしています。車輪を2等分にするためには、その部品は何個必要でしょうか？また、4等分するにはどうでしょうか？ そして、他には何等分にできるでしょうか？
ko: 자전거의 쐐기는 여덟개로 똑같이 나누어 벌려져 있습니다. 그것을 두개의 부분으로 평등하게 나눌려면 몇 개씩 나누어야 할까요? 다른 방법이 있나요?
tr: Bisikletinin jant telleri bisiklet tekerleğini sekiz eşit parçaya bölmüş. Bir tekerleği iki eşit parçaya bölmek için o bölünen parçalardan kaç tanesine ihtiyacınız var? Peki ya dört eşit parçaya bölmek için? Bunun gibi başka olasılıklar daha düşünebilir misiniz?

# data_list
source: "Where were you?" mother asked Emeka as soon as he got home. She was worried. Emeka told her everything. She felt touched by his story.
ja: お母さんはエメカを心配していたので、「どこに行っていたの？」とエメカがうちに帰るとすぐに、尋ねました。 エメカが全ての出来事をお母さんに話すと、お母さんは感動しました。
ko: “어디에 있었니?" 에메카가 집에 오자마자 어머니가 물었습니다. 어머니는 걱정을 하고 있었습니다. 에메카는 엄마에게 모든것을 말했습니다. 어머니는 에메카의 이야기를 듣고 감동했습니다.
tr: Emeka eve gelir gelmez, “Neredeydin?” diye sordu annesi. Annesi çok endişeliydi. Emeka ona her şeyi anlattı. Emeka’nın hikâyesi, annesini çok etkilemişti.

# data_list
source: Emeka's mother was both worried and then happy. Why do you suppose his mother was worried?
ja: エメカのお母さんは、心配と幸せな気持ちと両方の思いでした。どうしてお母さんは心配したのでしょうか？
ko: 에메카의 어머니는 걱정을 했지만 이야기를 듣고 행복해졌습니다. 왜 어머니는 에메카를 걱정했을까요?
tr: Emeka’nın annesi hem endişeliydi hem de ondan sonra mutluydu. Sizce Emeka’nın annesi neden endişeliydi?

# data_list
source: What was it that his mother found so touching about his story?
ja: お母さんは、エメカの出来事のどの部分に感動したのでしょうか？
ko: 에메카의 어떤 이야기가 어머니를 감동시켰나요?
tr: Annenin Emeka’nın hikâyesinde o kadar dokunaklı bulduğu şey neydi?

# data_list
source: What should Emeka have done before going to buy the shoes for the old man? Why didn't Emeka do that?
ja: エメカはおじいさんにサンダルを買いに行く前に、何をすべきだったでしょうか？ どうして、エメカはそれをしなかったのでしょうか？
ko: 에메카는 늙은 노인을 위해 신발을 사주기 전에 무엇을 했어야 하나요? 왜 에메카는 그렇게 하지 않았나요?
tr: Emeka yaşlı adama ayakkabı almaya gitmeden önce ne yapmalıydı? Emeka onu neden yapmadı?

# data_list
source: Later, Emeka's father told him, "We are proud of what you did. But you must always tell us before you leave the house." Then he added, "Now, here is the money that you spent!"
ja: あとで、エメカのお父さんは、「あなたがしたことを誇りに思うよ。だけど、いつも出掛ける前には、私たちに言わないといけないよ。」と言いました。 そして、「ほら、エメカが使っただけのお金だよ。」と言ってお金を渡しました。
ko: 나중에 에메카의 아버지는 에메카에게 말했습니다. “우리는 너가 한 일이 정말 자랑스럽구나. 그렇지만 너가 집을 나가기 전에 엄마 아빠에게 꼭 말을 하고 가야한단다." 그리고 아버지는 덧붙였습니다. “자, 여기 너가 쓴 돈을 받으렴!"
tr: Ve sonra, Emeka’nın babası, “Yaptığın şeyle gurur duyuyoruz. Ama evden çıkmadan önce bize daima söylemelisin,” dedi. Ardından, “İşte harcadığın para!” diye ekledi.

# data_list
source: Emeka did a good thing and made a difference in another person's life. Should his family do more for that old man?
ja: エメカはいいことをして、他の人の人生を変えました。エメカの家族も、あのおじいさんにもっと何かをしてあげるべきでしょうか？
ko: 에메카는 착한 일을 했고 다른 사람의 삶을 달라지게 했습니다. 에메카의 가족은 그 늙은 노인을 위해 무언가를 더 했어야 할까요?
tr: Emeka iyi bir şey yaptı ve bir başkasının hayatında bir fark yarattı. Sizce Emeka’nın ailesi o yaşlı adam için bundan daha fazlasını yapmalı mı?”

# data_list
source: Each of us needs to find ways we can help others and help make their lives better.
ja: 私たち一人ひとりが、人の役に立ち、人の人生をより良いものにしていかなければいけません。
ko: 우리 각자는 다른 사람을 돕고 그들이 더 나은 인생을 만들기 위한 방법을 찾을 필요가 있습니다.
tr: Her birimiz başkalarına yardım etmenin ve onların hayatlarını daha iyi hâle getirmenin yollarını bulmalıyız.

# data_list
source: What do you think? Should Emeka's parents have given Emeka back his money? Would it have been better to have Emeka sacrifice his own money to help the old man?
ja: あなたは、どう思いますか？エメカの両親は、エメカが使っただけのお金をあげるべきだったでしょうか？ エメカが、自分のお小遣いでおじいさんを助けたままの方がよかったでしょうか？
ko: 여러분은 어떻게 생각하나요? 에메카의 부모님은 에메카에게 돈을 돌려주어야 했을까요? 에메카가 노인을 위해 자신의 돈을 희생한게 더 나았을까요?
tr: Ne düşünüyorsunuz: Sizce de Emeka’nın ebeveynleri Emeka’ya parasını geri vermeli miydi? Yoksa Emeka’nın yaşlı adama yardım etmek için kendi parasını feda etmesi daha mı iyi olurdu?

# data_list
source: Fana and her family live in a busy town.
ar: تعيش فانا وعائلتها في مدينة مزدحمة.
fr: Fana et sa famille vivent dans une ville très animée.
ja: ファナと家族はにぎやかな町に住んでいます。
ko: 파나와 가족은 번화한 마을에 살아요.
tr: Fana ve ailesi hareketli bir kasabada yaşıyorlar.

# data_list
source: Fana lives in a very colorful town. Is your town colorful too?
ar: تعيش فانا في مدينة ملونة للغاية. هل مدينتك ملونة أيضًا؟
fr: Fana vit dans une ville très colorée. Votre ville est-elle aussi colorée ?
ja: ファナは色とりどりの町に住んでいます。あなたの町もカラフルですか？
ko: 파나는 색깔이 화려한 마을에 살아요. 여러분의 마을도 화려한 색깔인가요?
tr: Fana çok renkli bir kasabada yaşıyor. Sizin kasabanız da renkli mi?

# data_list
source: Point at and name all the colors of the clothes and buildings.
ar: أشر إلى جميع ألوان الملابس والمباني وقم بتسميتها.
fr: Indiquez du doigt et nommez toutes les couleurs des vêtements et des bâtiments.
ja: 洋服や建物を指でさして、色の名前を全部言いましょう。
ko: 건물과 옷들의 색깔을 가리키고 이름을 말해보아요.
tr: Bu resimdeki kıyafetlerin ve binaların renklerini gösterip isimlerini söyleyin.

# data_list
source: Fana has a cat, two hens, a goat and a dove.
ar: لدى فانا قطة ودجاجتان وعنزة وحمامة.
fr: Fana a un chat, deux poules, une chèvre et une colombe.
ja: この絵の中の人の数を、一緒に数えましょう。
ko: 파나는 고양이 한 마리, 닭 두 마리, 염소 한 마리, 그리고 비둘기 한 마리를 키워요.
tr: Fana’nın bir kedisi, iki tavuğu, bir keçisi ve bir kumrusu var.

# data_list
source: How many animals does Fana have?
ar: كم عدد الحيوانات التي تمتلكها فانا؟
fr: Combien d’animaux Fana possède-t-elle ?
ja: ファナは、ネコ、ヤギ、ハト、そしてめんどりを2羽飼っています。
ko: 파나는 몇 마리의 동물을 키우나요?
tr: Fana’nın kaç tane hayvanı var?

# data_list
source: Which animal does Fana have the most of?
ar: ما هو الحيوان الذي تمتلكه فانا أكثر؟
fr: Quel est l’animal dont Fana a le plus ?
ja: ファナは何匹の動物を飼っていますか？
ko: 파나가 키우는 동물 중 가장 많은것은 무엇인가요?
tr: Fana’da en çok hangi hayvandan var?

# data_list
source: Most people living in a city do not have so many different animals.
ar: معظم الأشخاص الذين يعيشون في مدينة ليس لديهم الكثير من الحيوانات المختلفة.
fr: La plupart des gens qui vivent dans une ville n’ont pas autant d’animaux différents.
ja: どの動物を1番多く飼っていますか？
ko: 도시에 사는 사람들은 보통 저렇게 많은 동물들을 키우지 않아요. 신기하네요.
tr: Şehirde yaşayan çoğu insan bu kadar çok farklı hayvana sahip değildir.

# data_list
source: One day, Fana saw other children throwing stones at doves.
ar: في أحد الأيام، رأت فانا أطفالًا يرشقون الحمام بالحجارة.
fr: Un jour, Fana a aperçu des enfants qui jetaient des pierres sur des colombes.
ja: 都会に住む人で、そんなにたくさんの違う動物を飼っている人は多くありませんね。
ko: 어느날, 파나는 다른 아이들이 비둘기들에게 돌을 던지는 것을 보았어요.
tr: Bir gün, Fana diğer çocukların kumrulara taş attıklarını gördü.

# data_list
source: Throwing stones at animals is a mean thing to do!
ar: إن رمي الحيوانات بالحجارة أمر سيئ!
ja: 動物に石を投げるのは意地の悪いことです！
ko: 동물들에게 돌을 던지는 것은 나쁜 짓이에요!
tr: Hayvanlara taş atmak kötü bir davranıştır!

# data_list
source: What would you do if you saw someone doing something that was mean?
ar: ماذا تفعل إذا رأيت أحداً يفعل شيئاً سيئاً؟
fr: Que feriez-vous si vous voyiez quelqu’un faire quelque chose de méchant ?
ja: 誰かが意地の悪いことをしているのをもし見たら、あなたはどうしますか？
ko: 여러분은 나쁜짓을 하는 사람들을 보면 어떻게 할 것인가요?
tr: Birinin kötü bir şey yaptığını görseydiniz ne yapardınız?

# data_list
source: Count all the birds. Which is more and which is less -- birds in the air or birds on the ground?
ar: عدّوا جميع الطيور. أيهما أكثر وأيهما أقل: الطيور في الهواء أم الطيور على الأرض؟
fr: Comptez tous les oiseaux. Quel nombre d’oiseaux est le plus important et quel est le nombre le moins important– ceux dans le ciel ou ceux au sol ?
ja: 鳥の数を全部数えましょう。空中にいる鳥と地面にいる鳥とでは、どちらが多くて、どちらが少ないですか？
ko: 새들을 모두 세어보아요, 땅에 있는 새와 날고 있는 새 중 무엇이 더 많은가요?
tr: Bütün kuşları sayın. Hangisi daha fazla ve hangisi daha az – havadaki kuşlar mı yoksa yerdeki kuşlar mı?

# data_list
source: Fana ran towards the children. She shouted, "Stop throwing stones!"
ar: ركضت فانا نحو الأطفال. وصرخت: "توقفوا عن رمي الحجارة!"
fr: Fana a couru vers les enfants. Elle a crié, « Arrêtez de jeter des pierres ! »
ja: ファナは子供達にかけ寄りました。 「石を投げるのをやめて！」と大声で言いました。
ko: 파나는 아이들한테 달려갔어요. 파나는 외쳤어요, “돌 던지는 것을 멈춰!”
tr: Fana çocukların yanına doğru koştu. "Taş atmayı bırakın!" diye bağırdı.

# data_list
source: It is not easy to tell other people that you think they are being bad. Why did Fana do it?
ar: ليس من السهل أن تخبر الآخرين أنك تعتقد أنهم سيئون. لماذا فعلت فانا ذلك؟
fr: Ce n’est pas facile de dire aux autres que l’on pense qu’ils sont méchants. Pourquoi Fana a-t ‘elle fait cela ?
ja: 悪いことをしているよと思っているのをその人達に伝えるのは、簡単ではありませんね。どうしてファナはそうしたのでしょう？
ko: 다른 사람들이 나쁜짓을 할 때 말리는 것은 쉽지 않은 일이에요. 파나는 왜 그랬을까요?
tr: Diğer insanlara kötü davrandıklarını düşündüğünüzü söylemek kolay değildir. Fana bunu neden yaptı?

# data_list
source: A rectangle is a shape with four straight sides like the shape of this page. Point out rectangles you see in this picture.
ar: المستطيل هو شكل له أربعة أضلاع مستقيمة مثل شكل هذه الصفحة. أشر إلى المستطيلات التي تراها في هذه الصورة.
fr: Un rectangle est une forme avec quatre côtés droits comme la forme de cette page. Indiquez les rectangles que vous voyez sur cette image.
ja: 長方形は、このページの形のような4つのまっすぐな辺を持つ図形です。この絵の中の長方形を指さしてください。
ko: 직사각형은 이 페이지처럼 네개의 변이 있는 도형을 말해요. 그림에서 보이는 직사각형들을 모두 가리켜 보아요.
tr: Bir dikdörtgen, bu sayfa gibi dört düz kenarı olan bir şekildir. Bu resimde gördüğünüz dikdörtgenleri gösterin.

# data_list
source: Do you see any rectangles around where you are?
ar: هل ترى أي مستطيلات حول مكان تواجدك؟
fr: Voyez-vous des rectangles autour de vous ?
ja: あなたのいる周りに、長方形はありますか？
ko: 여러분이 있는 곳에서도 직사각형을 많이 볼 수 있나요?
tr: Bulunduğunuz yerde, etrafınızda hiç dikdörtgen görüyor musunuz?

# data_list
source: Fana took the two doves home to look after them.
ar: أخذت فانا الحمامتين إلى المنزل لتعتني بهما.
fr: Fana a ramené les deux colombes chez elle pour s’en occuper.
ja: ファナは世話をするために、ハトを2羽家に連れて帰りました。
ko: 파나는 두 마리의 비둘기를 돌보기 위해 집으로 데려왔어요.
tr: Fana iki kumruyu bakmak için evine götürdü.

# data_list
source: It is very nice of Fana to help these animals. It can be dangerous to handle wild animals.
ar: إنه أمر جميل جدًا من فانا أنها تساعد هذه الحيوانات. قد يكون التعامل مع الحيوانات البرية أمرًا خطيرًا.
fr: C’est très gentil de la part de Fana d’aider ces animaux. Il peut s’avérer dangereux de prendre en charge des animaux sauvages.
ja: 動物達を助けるファナはとても親切ですね。野生の動物に触れるのは危険なこともあります。
ko: 파나는 정말 착한 아이네요. 야생 동물을 돌보는 것은 때때로 매우 위험한 일입니다.
tr: Fana'nın bu hayvanlara yardım etmesi çok hoş. Vahşi hayvanlarla ilgilenmek tehlikeli olabilir.

# data_list
source: Count the number of people and the number of birds. Which group is bigger and which group is smaller?
ar: عدّوا عدد الناس وعدد الطيور. أي مجموعة الأكبر وأيهما الأصغر؟
fr: Compter le nombre de personnes et le nombre d’oiseaux. Quel groupe est le plus grand et quel groupe est le plus petit ?
ja: 人の数と鳥の数を数えましょう。どちらのグループが大きくて、どちらのグループが小さいですか？
ko: 사람과 새의 수를 세어보아요. 어떤 게 더 많은가요?
tr: Resimdeki insanları ve kuşları sayın. Hangi grup daha büyük, hangi grup daha küçük?

# data_list
source: What do their faces tell you about what they are feeling?
ar: ماذا تخبرك وجوههم عما يشعرون؟
fr: Que vous disent leurs visages sur ce qu’ils ressentent ?
ja: 人々の顔はどんな感情を伝えていますか？
ko: 사람들의 얼굴 표정을 보았을 때 어떤 감정을 느끼고 있는 것 같나요?
tr: Suratları size onların ne hissettikleri hakkında neler söylüyor?

# data_list
source: She fed them and told her family how she saved them.
ar: لقد أطعمتهما وأخبرت عائلتها كيف أنقذتهما.
fr: Elle les a nourris et a raconté à sa famille comment elle les avait sauvés.
ja: ファナはハトにエサをやって、家族にどのように助けたのかを話しました。
ko: 파나는 먹이를 주고 가족들에게 그녀가 어떻게 비둘기를 구해주었는지 말해주었어요.
tr: Fana, kumruları besledi ve ailesine onları nasıl kurtardığını anlattı.

# data_list
source: How many children and how many adults are there in Fana's family? When you put those groups together, how many people are there in her family?
ar: كم عدد الأطفال وكم عدد البالغين في عائلة فانا؟ عندما تجمع هاتين المجموعتين معًا، كم عدد الأشخاص في عائلتها؟
fr: Combien y a-t-il d’enfants et d’adultes dans la famille de Fana ? Quand vous rassemblez ces groups ensemble, combien y a-t-il de personnes dans sa famille ?
ja: ファナの家族には何人の子供と何人の大人がいますか？両方のグループを合わせると、ファナの家族は何人ですか？
ko: 파나의 가족중에 몇 명의 어른과 아이들이 있나요? 그녀의 가족의 총 몇명이 있다고 할 수 있을까요?
tr: Fana'nın ailesinde kaç çocuk ve kaç yetişkin var? Bu grupları bir araya getirdiğinizde, ailede toplam kaç kişi olur?

# data_list
source: There are many colors of the rainbow here. Which colors are present and which ones are missing?
ar: توجد ألوان كثيرة لقوس قزح هنا. ما هي الألوان الموجودة وأيها مفقودة؟
fr: Il y a beaucoup de couleurs de l’arc-en-ciel ici. Quelles sont les couleurs présentes et celles qui manquent ?
ja: ここにはたくさんの虹の色がありますね。どの色があって、どの色が欠けていますか？
ko: 그림에서 무지개의 다양한 색깔들을 볼 수 있어요. 여기엔 어떤 무지개 색깔들이 있고 어떤 색깔들이 빠져 있나요?
tr: Burada gökkuşağının pek çok rengi mevcut. Gökkuşağının hangi renkleri var ve hangileri eksik?

# data_list
source: Which colors and patterns are your favorite to wear?
ar: ما هي الألوان والأنماط التي تفضل ارتداءها؟
fr: Quels sont les motifs et les couleurs que vous préférez porter ?
ja: あなたが着るお気に入りの色や柄は何ですか？
ko: 여러분은 어떤 색깔과 무늬를 입는 것을 가장 좋아하나요?
tr: Siz hangi renkleri ve desenleri giymeyi seversiniz?

# data_list
source: Fana and her parents took the doves to the clinic.
ar: أخذت فانا ووالداها الحمامتين إلى العيادة.
fr: Fana et ses parents ont emmenés les colombes à la Clinique.
ja: ファナと両親は、ハトを診療所に連れて行きました。
ko: 파나와 가족은 비둘기를 동물병원에 데려갔어요.
tr: Fana ve ailesi kumruları kliniğe götürdü.

# data_list
source: Most doctors either help people or they help animals. Which kind of doctor is at this clinic?
ar: معظم الأطباء إما يساعدون الناس أو يساعدون الحيوانات. أي نوع من الأطباء موجود في هذه العيادة؟
fr: La plupart des médecins aident les gens et les animaux. Quel genre de médecin se trouve dans cette Clinique ?
ja: 大体のお医者さんは人々か動物を助けます。この診療所のお医者さんはどちらのタイプでしょうか？
ko: 대부분의 의사들을 사람이나 동물을 도와요. 이 병원에 있는 의사는 누굴 돕는 사람인 것 같나요?
tr: Çoğu hekim ya insanlara ya da hayvanlara yardım eder. Bu klinikte hangi tür doktor var?

# data_list
source: Who is the shortest person in this picture? Who is the tallest?
ar: من هو أقصر شخص في هذه الصورة؟ من هو الأطول؟
fr: Qui est la personne la plus petite sur cette image ? Qui est la plus grande ?
ja: この絵の中で1番背が低いのは誰ですか？1番背が高いのは？
ko: 여기서 키가 가장 작은 사람과 큰 사람을 가리켜볼까요?
tr: Bu resimdeki en kısa kişi kimdir? En uzun boylu olan kimdir?

# data_list
source: The red cross on the cabinet shows that it has medical supplies in it.
ar: يشير الصليب الأحمر الموجود على الخزانة إلى وجود مستلزمات طبية بداخلها.
fr: La croix rouge sur l’armoire indique qu’elle contient du matériel médical.
ja: 棚の赤十字は、医療用品が中に入っていることを示しています。
ko: 캐비넷에 그려진 빨간 십자가를 통해서 안에 의료품이 있다는 것을 알수 있어요.
tr: Dolabın üzerindeki kırmızı artı işareti, içinde tıbbi malzemelerin olduğunu gösteriyor.

# data_list
source: Fana tells her friends, "Animals are our friends. We protect them."
ar: قالت فانا لأصدقائها: "الحيوانات أصدقاؤنا. يجب علينا أن نحميها."
fr: Fana dit à ses amis : « Les animaux sont nos amis. Nous devons les protéger. »
ja: ファナは友達に、「動物は私達の友達だよ。私達が守るんだ。」と言いました。
ko: 파나는 친구들에게 말했어요, “동물들은 우리의 친구야. 우린 동물들을 보호해야 해.”
tr: Fana arkadaşlarına, "Hayvanlar bizim dostlarımız. Biz onları koruruz," diyor.

# data_list
source: Should we only protect our friends, or should we protect everything we can?
ar: هل يجب أن نحمي أصدقائنا فقط أم يجب أن نحمي كل ما نستطيع؟
fr: Devrions-nous protéger uniquement nos amis ou devrions-nous protéger tout ce que nous pouvons ?
ja: 私達は友達だけを守ればいいでしょうか？それとも、できるだけ何であってもみな守るべきでしょうか？
ko: 우린 우리의 친구만 보호해야 하나요 아니면 보호 할 수 있는 모든 것들을 보호해야 하나요?
tr: Sadece dostlarımızı mı korumalıyız yoksa koruyabileceğimiz her şeyi mi korumalıyız?

# data_list
source: Look at all the color patterns in these clothes. Point out which ones are solid, striped, or have a checkered pattern.
ar: انظر إلى كل أنماط الألوان في هذه الملابس. وضح أي منها صلبة أو مخططة أو مرقعة.
fr: Regardez tous les motifs de couleur sur ces vêtements. Indiquez ceux qui sont unis, rayés ou à carreaux.
ja: これらの服の色柄を全て見てください。無地、縞模様、格子柄がどれであるか指し示してください。
ko: 아이들의 옷에 있는 무늬들을 보세요. 단색과 체커무늬, 그리고 줄무늬인 옷들을 각각 가리켜 보아요.
tr: Bu kıyafetlerdeki tüm renk desenlerine bakın. Hangilerinin düz, çizgili veya kareli desene sahip olduklarını gösterin.

# data_list
source: Fana has worn many different colors during this story. Can you remember them all?
ar: لقد ارتدت فانا العديد من الألوان المختلفة خلال هذه القصة. هل يمكنك تذكرها جميعًا؟
fr: Fana a porté beaucoup de couleurs différentes au cours de cette histoire. Pouvez-vous vous souvenir de toutes ?
ja: このお話では、ファナはたくさんの違う色を着ていましたね。全部覚えていますか？
ko: 파나는 이 이야기에서 다양한 색깔의 옷을 입었답니다. 여러분은 다 기억하고 있나요?
tr: Fana bu hikâye boyunca pek çok farklı renk giydi. Hepsini hatırlayabiliyor musunuz?

# data_list
source: Once upon a time, there was a farmer who had two sons.
ar: كان يا ما كان, كان هناك فلاح ولديه اثنين من الأبناء.
fr: Il était une fois un fermier qui avait deux fils.
ja: むかしむかしあるところに、2人の息子をもつ農家さんがいました。
ko: 옛날에 두 아들을 가진 농부가 살았습니다.
tr: Bir zamanlar iki oğlu olan bir çiftçi vardı.
