Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The number of rungs on the ladder is one more than the number of panes -- how many? The number of panes you can see is five, which is one less than the total number of panes.
ar: عدد درجات السلم يزيد بمقدار درجة واحدة عن عدد الألواح - كم عددها؟ عدد الألواح التي يمكنك رؤيتها هو خمسة، وهو أقل بواحد من إجمالي عدد الألواح.
ja: 梯子の段数は窓ガラスの数より1つ多いです、いくつありますか？ 見える窓ガラスの枚数は5枚で、窓ガラスの総数より1枚少ないです。
ko: 사닥다리의 가로장은 창의 숫자보다 하나 더 많습니다. -- 그러면 가로장은 몇 개인가요? 여러분이 볼 수 있는 창은 모든 창의 숫자에서 하나 적은 다섯 개입니다.
tr: Merdivendeki basamakların sayısı, camların sayısından bir fazladır — o hâlde, kaç tanedir? Pencerelerdeki görebildiğiniz cam (bölme) sayısı beştir, yani toplam sayıdan bir eksiktir.

# data_list
source: Rectangles have four straight sides and corners like those on this page. Point to and describe the rectangles in the picture.
ar: تحتوي المستطيلات على أربعة جوانب وزوايا مستقيمة مثل تلك الموجودة في هذه الصفحة. أشر إلى المستطيلات الموجودة في الصورة وقم بوصفها.
ja: 長方形は、このページにあるような4つのまっすぐな辺と角を持っています。絵の中の長方形を指さして説明して下さい。
ko: 사각형은 네 개의 똑바른 면들이 있고 모서리는 그림의 끝모서리와 같습니다. 그림에서 사각형을 짚어보고 설명해 보세요.
tr: Dikdörtgenlerin bu sayfa gibi dört düz kenarı ve köşeleri vardır. Resimdeki dikdörtgenleri gösterip tanımlayın.

# data_list
source: I looked behind the door. It was not there.
ar: بحثت وراء الباب. لم يكن هناك.
ja: ドアの裏を見ました。そこにはありませんでした。
ko: 나는 문 뒤를 찾아 보았습니다. 거기에도 없습니다.
tr: Kapının arkasına baktım. Orada değildi.

# data_list
source: Did you notice the girl outside the window?
ar: هل لاحظت الفتاة خارج النافذة؟
ja: 窓の外の少女に気づきましたか？
ko: 여러분은 창문 밖에 있는 여자아이가 보이나요?
tr: Pencerenin dışındaki kızı fark ettiniz mi?

# data_list
source: The bat is not behind the door -- could it be inside the box?
ar: المضرب ليس خلف الباب -- هل يمكن أن يكون داخل الصندوق؟
ja: バットはドアの裏にはありません。バットは箱の中に入っているのでしょうか？
ko: 배트는 문 뒤에 없습니다. -- 상자 안에 있을까요?
tr: Raket kapının arkasında değil — acaba kutunun içinde olabilir mi?

# data_list
source: A box is a 3-dimensional shape with rectangles on every side. Do you see anything else similar to a box? (the door)
ar: الصندوق هو شكل ثلاثي الأبعاد يحتوي على مستطيلات في كل جانب. هل ترى أي شيء آخر مشابه للصندوق؟ (الباب)
ja: 箱は、四方に長方形がある立体的な形をしています。他に箱のようなものはありませんか？(ドア)
ko: 상자는 각 면이 사각형으로 된 입체적은 모형입니다. 여러분은 상자와 비슷한 모양의 다른것들이 보이나요? (문)
tr: Bir kutu, her tarafında dikdörtgenler olan 3 boyutlu bir şekildir. Kutuyla benzer başka bir şey görüyor musunuz? (kapı)

# data_list
source: I looked for it on the shelf. I could not find it there.
ar: بحثت عنه على الرف. لم يكن هناك.
ja: 棚を探しました。そこでは見つかりませんでした。
ko: 나는 선반 위를 찾아 보았습니다. 거기에도 없습니다.
tr: Rafın üstünde aradım. Orada da bulamadım.

# data_list
source: The window bangs into the shelf when it opens. That seems like a bad design!
ar: تصطدم النافذة بالرف عند فتحها. يبدو أن هذا تصميم سيء!
ja: 窓が開くと棚にぶつかります。デザインが悪いのだと思います。
ko: 창문은 열릴때마다 선반에 부딪칩니다. 그건 아주 나쁜 설계같아 보입니다!
tr: Pencere açıldığında rafa çarpıyor. Bu pek iyi bir tasarım gibi görünmüyor!

# data_list
source: Do you think this shelf is too high for a child's room?
ar: هل تظن أن هذا الرف عالٍ جداً بالنسبة إلى غرفة أطفال؟
ja: この棚は子供部屋には高すぎると思いますか？
ko: 여러분은 선반이 아이의 방에서 너무 높게 있다고 생각하나요?
tr: Sizce bu raf bir çocuk odası için çok mu yüksek?

# data_list
source: There's that girl riding around again. Notice that the buildings behind her are shaped like big boxes. A lot of buildings are.
ar: ها هي تلك الفتاة تتجول مرة أخرى. لاحظ أن المباني الموجودة خلفها على شكل صناديق كبيرة. هناك الكثير من المباني.
ja: またあの少女が乗っています。彼女の後ろにある建物は、大きな箱のような形をしていることに気づいて下さい。多くの建物がそうです。
ko: 그림에는 자전거를 타고 있는 여자아이가 또 보입니다. 소녀의 뒤에 있는 건물이 큰 상자와 같은 모양인것이 보이나요? 많은 건물들은 상자같아 보입니다.
tr: İşte yine o kız, etrafta bisiklet sürüyor. Arkasındaki binaların büyük kutular şeklinde olduğuna dikkat edin. Bir sürü bina öyledir.

# data_list
source: I looked for it under the bed. Not there either.
ar: بحثت عنه تحت السرير. ليس هناك أيضًا.
ja: ベッドの下を探しました。 そこにもありません。
ko: 나는 침대 밑을 찾아보았습니다. 거기에도 없습니다.
tr: Yatağın altında aradım. Orada da yok.

# data_list
source: The girl's dress matches the bag hanging by the door. Do you think the bag is hers?
ar: فستان الفتاة يتناسب مع الحقيبة المعلقة عند الباب. هل تعتقد أن الحقيبة لها؟
ja: 女の子の服装とドアにかけられたバッグが一致しています。あのバッグは彼女のものでしょうか？
ko: 여자아이의 옷은 문 옆에 걸려있는 가방과 같은 색입니다. 여러분은 그 가방이 여자아이의 것이라고 생각하나요?
tr: Kızın elbisesi, kapının yanında asılı olan çantayla uyumlu. Sizce bu çanta onun mu?

# data_list
source: Can you think of a place the boy hasn't looked?
ar: هل يمكنك التفكير في مكان لم يبحث فيه الصبي؟
ja: 男の子が見ていない場所に心当たりはありますか？
ko: 여러분은 남자아이가 아직 찾아보지 않은 곳을 생각해 낼 수 있나요?
tr: Çocuğun henüz bakmadığı bir yer düşünebiliyor musunuz?

# data_list
source: Vertical lines are lines that go up and down. How many vertical pieces are there to the blue frame on the side of the bed? The number of spaces between those vertical pieces is one less. How many is that?
ar: الخطوط العمودية هي الخطوط التي تذهب إلى فوق وإلى الأسفل. ما عدد القطع العمودية الموجودة في الإطار الأزرق بجانب السرير؟ عدد المسافات بين تلك القطع العمودية أقل بمقدار واحد. كم هو ذلك؟
ja: 垂直線は上下に伸びる線のことです。ベッドの脇にある青いフレームには、縦のピースが何個ありますか？その縦のピースとピースの間のスペースの数は1つ減ります。何個になるでしょうか？
ko: 수직선은 위아래로 되어있는 선입니다. 몇 개의 수직선이 침대 옆에 있는 파란색 틀에 있다고 생각하나요? 수직선 사이에 있는 공간은 수직선보다 하나 더 적습니다. 그러면 몇 개 인가요?
tr: Dikey çizgiler yukarıya ve aşağıya doğru giden çizgilerdir. Yatağın kenarındaki mavi çerçevede kaç tane dikey parça var? O dikey parçalar arasındaki boşlukların sayısı, çerçevedeki parçaların sayısından bir eksiktir. Kaç tanedir?

# data_list
source: I searched inside the box. There was no sign of it.
ar: بحثت داخل الصندوق. ولم يكن هناك أي علامة لوجوده.
ja: 箱の中を探しました。 形跡はありませんでした。
ko: 나는 상자 안에도 찾아보았습니다. 여기에도 없습니다.
tr: Kutunun içinde aradım. Ondan bir iz yoktu.

# data_list
source: The boy's shirt has a stripe on it. Do you see other stripes in this picture? Do you see stripes around where you are?
ar: قميص الصبي عليه خط. هل ترى خطوطًا أخرى في هذه الصورة؟ هل ترى خطوطًا حول مكان تواجدك؟
ja: 少年のシャツには縞模様があります。この写真に他の縞模様も写ってますか？あなたのいる場所にも縞模様がありますか？
ko: 남자아이의 셔츠에는 한 줄이 있습니다. 여러분은 그림에서 또 다른 줄을 볼 수 있나요? 여러분이 있는 곳에서 줄들을 볼 수 있나요?
tr: Çocuğun gömleğinde bir şerit var. Bu resimde başka şeritler görüyor musunuz? Etrafınızda şeritler (çizgiler) görüyor musunuz?

# data_list
source: Pink is a light shade of red. If you include pink, how many things are red in this picture?
ar: اللون الوردي هو لون خفيف من اللون الأحمر. إذا حسبت اللون الوردي، كم عدد الأشياء الحمراء في هذه الصورة؟
ja: ピンクは赤の薄い色合いです。ピンクを含めると、この絵の中で赤色いものはいくつありますか？
ko: 분홍색은 빨간색의 옅은 색입니다. 분홍색을 함께 세어 본다면 그림에는 몇 가지 빨간색의 물건들이 있나요?
tr: Pembe, kırmızının açık bir tonudur. Pembeyi de dahil ederseniz, bu resimde kaç tane kırmızı şey vardır?

# data_list
source: If you don't count pink, you get one less thing that is red. How many is that?
ar: إذا لم تحسب اللون الوردي، فستحصل على شيء أحمر أقل بواحد. كم هو ذلك؟
ja: ピンクを数えなければ、赤のものが1つ減ります。それは何個でしょうか？
ko: 여러분이 분홍색을 세지 않는다면 빨간색보다 하나 적은 물건을 가지게 됩니다. 그러면 몇 개인가요?
tr: Pembeyi saymazsanız, kırmızı olan şeylerin sayısı azalır. O zaman kaç olur?

# data_list
source: I searched the attic. It was not there.
ar: بحثت في العلية. لم يكن هناك.
ja: 屋根裏を探した。 それはそこにはありませんでした。
ko: 나는 다락방도 찾아보았습니다. 거기에도 없습니다.
tr: Çatı katına baktım. Orada da yoktu.

# data_list
source: The boy has looked in a lot of places. How long do you look for something before you give up?
ar: لقد بحث الصبي في الكثير من الأماكن. كم من الوقت تبحث عن شيء ما قبل أن تستسلم؟
ja: 少年はたくさんの場所を探しました。あきらめるまでどのくらい探すのでしょうか？
ko: 남자아이는 많은 곳을 찾아보고 있습니다. 여러분은 포기하기 전에 얼마동안 무언가를 찾아보나요?
tr: Çocuk birçok yere baktı. Siz vazgeçmeden önce bir şeyi ne kadar süre boyunca ararsınız?

# data_list
source: When you have trouble finding something, what are some places you end up finding it?
ar: عندما تواجه صعوبة في العثور على شيء ما، ما هي بعض الأماكن التي ينتهي بك الأمر بالعثور عليه؟
ja: 何かを見つけるのに困ったとき、最終的に見つけることができる場所はどんなところですか？
ko: 무언가를 찾기 힘들때 여러분은 어디에서 결국 그것을 찾았나요?
tr: Bir şeyi bulmakta zorlandığınızda, sonunda onu bulduğunuz bazı yerler nelerdir?

# data_list
source: Notice that the window no longer bangs into the shelf. Did the shelf move?
ar: لاحظ أن النافذة لم تعد تصطدم بالرف. هل تحرك الرف؟
ja: 窓が棚にぶつからなくなったことに気づいてください。棚が動いたのでしょうか？
ko: 여러분은 창문이 선반을 더 이상 부딪치지 않는 것이 보이나요? 선반이 움직였나요?
tr: Pencerenin artık rafa çarpmadığına dikkat edin. Raf yerinden mi oynadı?

# data_list
source: I looked here, there, and everywhere. I could not find it anywhere.
ar: نظرت هنا وهناك وفي كل مكان. لم أتمكن من العثور عليه في أي مكان.
ja: あちらもこちらも、どこもかしこも探しました。 どこを探しても見つかりませんでした。
ko: 나는 여기, 저기 그리고 모든 곳을 찾아보았습니다. 나는 아무곳에서도 찾을 수가 없었습니다.
tr: Oraya, buraya ve her yere baktım ama hiçbir yerde bulamadım.

# data_list
source: Looking at his face, what do you think the boy is feeling?
ar: بالنظر إلى وجهه، ما رأيك في شعور الصبي؟
ja: 彼の表情を見て、少年は何を感じているのでしょう？
ko: 소년의 얼굴을 보면 여러분은 소년이 어떤 기분이라고 생각하나요?
tr: Çocuğun yüzüne baktığınızda, ne hissettiğini düşünüyorsunuz?

# data_list
source: Have you ever lost something and never found it?
ar: هل سبق لك أن فقدت شيئًا ولم تجده أبدًا؟
ja: 何かを失くして、見つからなかったことはないでしょうか？
ko: 여러분은 무언가를 잃어버리고 나서 다시는 찾을 수 없었던 때가 있었나요?
tr: Sizin bir şeyi kaybettiğiniz ve bulamadığınız oldu mu hiç?

# data_list
source: The girl is smiling in the window. Do you think she knows where the bat is?
ar: الفتاة تبتسم في النافذة. هل تعتقد أنها تعرف مكان المضرب؟
ja: 窓のところでは少女が微笑んでいます。彼女はバットがどこにあるか知っていると思いますか？
ko: 여자아이는 창문에서 웃고 있습니다. 여러분은 여자아이가 배트가 어디에 있는지 안다고 생각하나요?
tr: Kız pencerede gülümsüyor. Sizce kız raketin nerede olduğunu biliyor olabilir mi?

# data_list
source: Where is my cat?
ar: أين هي قطتي؟
ja: 私の猫はどこですか?
ko: 나의 고양이는 어디에 있나요?
tr: Benim kedim nerede?

# data_list
source: This cat is very good at hiding. The dark black of this cat helps it hide.
ar: هذه القطة جيدة جدًا في الاختباء. لونها الأسود الداكن يساعدها على الاختباء.
ja: この猫は隠れるのがとても上手です。この猫の黒い色は、隠れるのに役立ちます。
ko: 이 고양이는 숨기를 아주 잘합니다. 이 고양이의 어두운 색이 숨는것을 도와줍니다.
tr: Bu kedi saklanmakta çok iyi. Bu kedinin koyu siyah rengi, onun saklanmasına yardımcı oluyor.

# data_list
source: What kinds of places would make it easy to see this cat?
ar: ما هي أنواع الأماكن التي تجعل من السهل رؤية هذه القطة؟
ja: どんな場所ならこの猫が見えやすいですか？
ko: 이 고양이는 어떤 장소에서 눈에 쉽게 보이나요?
tr: Ne tür yerler bu kediyi görmeyi kolaylaştırır?

# data_list
source: Where do you like to hide?
ar: أين تحب الاختباء؟
ja: あなたはどこに隠れるのが好きですか？
ko: 여러분은 어디에 숨는것을 좋아하나요?
tr: Siz nerede saklanmayı seversiniz?

# data_list
source: Is it under the bed?
ar: هل هي تحت السرير؟
ja: ベッドの下にいるのですか？
ko: 고양이는 침대 밑에 있나요?
tr: Yatağın altında mı?

# data_list
source: Was the cat under the bed before the boy looked there?
ar: هل كانت القطة تحت السرير قبل أن ينظر الصبي هناك؟
ja: 男の子が見る前に、ベッドの下に猫がいましたか？
ko: 고양이는 소년이 보기전에 침대 밑에 있었나요?
tr: Çocuk oraya bakmadan önce, kedi yatağın altında mıydı?

# data_list
source: This bed cover has lots of colorful stripes. Count how many different colors it has.
ar: يحتوي غطاء السرير هذا على الكثير من الخطوط الملونة. احسب عدد الألوان المختلفة التي يحتوي عليها.
ja: このベッドカバーには、たくさんの色とりどりのシマの模様があります。何色あるか数えてみて下さい。
ko: 그림에 침대보는 여러가지 색깔의 줄무늬로 되어있습니다. 얼마나 다른 색깔이 있는지 세어보세요.
tr: Bu yatak örtüsünün bir sürü renkli şeridi var. Yatak örtüsünde kaç tane farklı renk olduğunu sayın.

# data_list
source: The walls in this room have a free form design that doesn't repeat. Have you seen walls like this before?
ar: تتميز الجدران في هذه الغرفة بتصميم حر لا يتكرر. هل رأيت جدرانًا كهذه من قبل؟
ja: この部屋の壁は、繰り返しのない自由な形のデザインです。こんな壁見たことありますか？
ko: 이 방의 벽에는 반복되지 않는 자유로운 형식의 무늬가 있습니다. 여러분은 이런 벽을 본 적이 있나요?
tr: Bu odadaki duvarların tekrarlamayan serbest biçimli bir tasarımı var. Daha önce böyle duvarlar gördünüz mü hiç?

# data_list
source: Is it on top of the cupboard?
ar: هل هي فوق الخزانة؟
ja: 食器棚のありますか？
ko: 고양이는 찬장위에 있나요?
tr: Dolabın tepesinde mi?

# data_list
source: Instead of being on top of the cupboard, the cat is inside it.
ar: بدلاً من أن تكون فوق الخزانة، القطة بداخلها.
ja: 猫は食器棚の上にいるのではなく、食器棚の中にいます。
ko: 고양이는 찬장위에 있는것이 아니라 찬장안에 있습니다.
tr: Dolabın tepesinde olmak yerine, kedi dolabın içinde.

# data_list
source: This cupboard has a beautiful design. How many colors does it have?
ar: تتميز هذه الخزانة بتصميم جميل. كم عدد الألوان التي تملكها؟
ja: この食器棚は美しいデザインです。何色あるでしょう？
ko: 이 찬장은 아름다운 무늬가 있습니다. 몇 개의 색깔이 있나요?
tr: Bu dolap güzel bir tasarıma sahip. Dolabın kaç rengi var?

# data_list
source: Talk about the shapes and patterns on the cupboard doors.
ar: تحدث عن الأشكال والزخرفات الموجودة على أبواب الخزانة.
ja: 食器棚の扉に描かれている形や模様について話してみましょう。
ko: 찬장문에 있는 모형과 무늬를 말해보세요.
tr: Dolap kapaklarının üzerindeki şekiller ve desenler hakkında konuşun.

# data_list
source: Is it behind the couch?
ar: هل هي وراء الكنبة؟
ja: ソファの後ろかな？
ko: 고양이는 소파뒤에 있나요?
tr: Kanepenin arkasında mı?

# data_list
source: The cat is very easy to see right now. Too bad the boy is looking in the wrong place.
ar: من السهل جدًا رؤية القطة الآن. من المؤسف أن الصبي يبحث في المكان الخاطئ.
ja: 今、猫はとても見やすいです。男の子は間違った場所を見ていて残念です。
ko: 고양이는 지금 아주 눈에 잘 띄는 곳에 있습니다. 소년이 다른 곳을 보고 있는 것이 안타깝네요.
tr: Kediyi görmek çok kolay şu anda. Çocuğun yanlış yere bakıyor olması çok kötü.

# data_list
source: Point at the strong colors on this page: red, orange, yellow, green, blue, and brown.
ar: أشر إلى الألوان القوية في هذه الصفحة: الأحمر، البرتقالي، الأصفر، الأخضر، الأزرق والبني.
ja: このページにある強い色、赤、オレンジ、黄、緑、青、茶を指差してください。
ko: 그림에서 가장 도드라지는 색을 가리켜 보세요: 빨간색, 주황색, 노란색, 녹색, 파란색, 그리고 밤색.
tr: Bu sayfadaki güçlü renkleri gösterin: kırmızı, turuncu, sarı, yeşil, mavi ve kahverengi.

# data_list
source: Which colors of the rainbow are missing from the room?
ar: ما هي ألوان قوس قزح المفقودة من الغرفة؟
ja: 虹のどの色がこの部屋から消えていますか？
ko: 이 방에는 무지개 색들중에 어떤 색이 빠져 있나요?
tr: Odada gökkuşağının hangi renkleri eksik?

# data_list
source: Is it next to the trash can?
ar: هل هي بجانب سلة القمامة؟
ja: ゴミ箱の隣ですか？
ko: 고양이는 쓰레기통옆에 있나요?
tr: Çöp kutusunun yanında mı?

# data_list
source: The cat must be very fast and quiet -- he was next to where the boy is now.
ar: لا بد أن القط سريع وهادئ جدًا -- لقد كان بجوار مكان وجود الصبي منذ قليل.
ja: 猫はとても速くて静かです、少年が今いる場所の隣にいます。
ko: 고양이는 아주 빠르고 조용한것이 틀림없습니다. – 고양이는 소년이 지금 있는곳 바로 옆에 있습니다.
tr: Kedi, çocuğun şu anda bulunduğu yerin yanındaydı — kedi, çok hızlı ve sessiz olmalı.

# data_list
source: Count the red bricks just below the window.
ar: عدّوا الطوب الأحمر الموجود أسفل النافذة مباشرة.
ja: 窓の下にある赤いレンガを数えてみてください。
ko: 창문밑에 있는 빨간 벽돌을 세어보세요.
tr: Pencerenin hemen altındaki kırmızı tuğlaları sayın.

# data_list
source: There are many straight lines in this picture. Point to some curved lines.
ar: هناك العديد من الخطوط المستقيمة في هذه الصورة. أشر إلى بعض الخطوط المنحنية.
ja: この写真にはたくさんの直線があります。いくつかの曲線を指差してください。
ko: 그림에는 많은 똑바른 줄이 있습니다. 곡진 선들을 가리켜 보세요.
tr: Bu resimde bir sürü düz çizgi var. Bazı eğri çizgileri gösterin.

# data_list
source: Is it inside the basket?
ar: هل هي داخل السلة؟
ja: カゴの中に入っていますか？
ko: 고양이는 바구니 안에 있나요?
tr: Sepetin içinde mi?

# data_list
source: Which part of the cat is not inside the SOAP box?
ar: أي جزء من القطة ليس موجودًا داخل صندوق الصابون؟
ja: 猫のどの部分が石鹸箱の中に入っていないのですか？
ko: 고양이의 어떤 부분이 비누상자안에 있지 않나요?
tr: Kedinin hangi kısmı SOAP kutusunun içinde değil?

# data_list
source: What is inside the basket? Is that where the cat sleeps?
ar: ماذا يوجد داخل السلة؟ هل هذا هو المكان الذي تنام فيه القطة؟
ja: カゴの中には何が入っていますか？そこに猫が寝ているのでしょうか？
ko: 바구니안에는 무엇이 있나요? 바구니는 고양이가 자는 곳인가요?
tr: Sepetin içinde ne var? Kedinin uyuduğu yer orası mı?

# data_list
source: Notice that the wall does not line up with the squares of the floor.
ar: لاحظ أن الجدار لا يتماشى مع مربعات الأرضية.
ja: 壁と床の正方形が並んでいないことに注目してください。
ko: 벽이 바닥의 정사각형과 나란히 줄지어 있지 않은것을 보세요.
tr: Zemindeki karelerle duvarın aynı hizada olmadığına dikkat edin.

# data_list
source: Is it outside the house?
ar: هل هي خارج المنزل؟
ja: 家の外にありますか？
ko: 고양이는 집 밖에 있나요?
tr: Evin dışında mı?

# data_list
source: That poor boy is always looking in the wrong place.
ar: هذا الولد المسكين يبحث دائمًا في المكان الخاطئ.
ja: あの子はいつも見当違いの場所を探しています。
ko: 안쓰러운 소년은 항상 잘못된 곳만 보고 있습니다.
tr: Zavallı çocuk hep yanlış yere bakıyor.

# data_list
source: Do you think the boy ever finds the cat, or will the boy give up?
ar: هل تعتقد أن الصبي سيجد القطة أم أنه سيستسلم؟
ja: 少年は猫を見つけることができますか、それとも少年は諦めてしまうのでしょうか？
ko: 여러분은 소년이 고양이를 찾을수 있다고 생각하나요 아니면 소년은 포기할거라고 생각하나요?
tr: Sizce çocuk kediyi hiç bulabilecek mi yoksa pes mi edecek?

# data_list
source: This is the same wall pattern as on the last page, but the floor is a different color!
ar: هذا هو نفس نمط الجدار الموجود في الصفحة الأخيرة، لكن الأرضية بلون مختلف!
ja: これは前のページと同じ壁の模様ですが、床の色が違います！
ko: 그림은 앞면에서 본 것과 같은 벽무늬를 가지고 있지만 바닥은 다른 색깔을 가지고 있습니다!
tr: Bu resim, son sayfadaki duvar deseninin aynısı ama zemin farklı bir renkte!

# data_list
source: Here it is!
ar: ها هي!
ja: ありました！
ko: 여기 있네요!
tr: İşte burada!

# data_list
source: It looks like the cat is in a cupboard or under a sink.
ar: يبدو أن القطة في خزانة أو تحت مغسلة.
ja: 猫は食器棚か流し台の下にいるようです。
ko: 고양이는 찬장안이나 싱크대 밑에 있는것 같이 보입니다.
tr: Kedi ya bir dolabın içinde ya da bir lavabonun altında gibi görünüyor.

# data_list
source: Was the cat playing a game with the boy?
ar: هل كانت القطة تلعب لعبة مع الصبي؟
ja: 猫は少年とゲームをしていたのでしょうか？
ko: 고양이는 소년과 게임을 하고 있나요?
tr: Kedi, çocukla bir oyun mu oynuyordu?

# data_list
source: What will the boy do with the cat now? Maybe he will feed it or play with it? What do you think?
ar: ماذا سيفعل الصبي مع القطة الآن؟ ربما سيطعمها أو يلعب معها؟ ماذا تعتقد؟
ja: 少年はこれから猫をどうするのでしょう？餌をあげたり、一緒に遊んだりするのでしょうか？どう思いますか？
ko: 소년은 이제 고양이와 무엇을 할까요? 아마 소년은 고양이에게 먹이를 줄까요 아니면 같이 놀까요? 여러분은 어떻게 생각하나요?
tr: Çocuk kediyle ne yapacak şimdi? Belki onu besleyecek veya onunla oyun oynayacak? Siz ne düşünüyorsunuz?

# data_list
source: A long time ago, deep in the forests, King Leopard began to think about the future. He thought, "I'm getting old and one day, I'm going to die. A wise ruler should pick a successor while still young and healthy." But how could King Leopard choose? He loved all the members of the animal kingdom the same!
ja: 昔 森の奥深くで ヒョウの王は 未来について考え始めました。 "私は年老いて いつか死ぬだろう。 賢い統治者は、若くて健康なうちに後継者を選ぶべきだ 。”と思いました。 しかし、ヒョウの王はどうやって選べばいいのでしょうか？ヒョウの王は全ての動物を同じように愛していたのですから。
ko: 아주 옛날에, 깊은 숲속에서 표범왕이 미래에 대해 생각을 하기 시작했습니다. “난 늙어가고 있고 언젠가는 죽을거야. 현명한 왕이라면 아직 젊고 건강할때 후계자를 뽑아야 할거야." 그는 생각했습니다. 그렇지만 표범왕은 어떻게 고를 수 있을까요? 그는 동물왕국에 있는 모든 동물들을 똑같이 사랑했습니다!
tr: Uzun zaman önce, ormanların derinliklerinde, Kral Leopar gelecek hakkında düşünmeye başladı. “Yaşlanıyorum ve ben bir gün öleceğim. Bilge bir hükümdar, genç ve sağlıklıyken bir varis seçmelidir,” diye düşündü. Ama Kral Leopar nasıl seçim yapacaktı? Hayvan krallığının tüm üyelerini aynı şekilde seviyordu!

# data_list
source: If you were going to pick a leader, which skills would you want them to have?
ja: もしあなたがリーダーを選ぶとしたら、どのような能力を持っていてほしいですか？
ko: 여러분이 지도자를 뽑아야 한다면 그들은 어떤 기술을 가져야 한다고 생각하나요?
tr: Siz bir lider seçecek olsaydınız, onun hangi becerilere sahip olmasını isterdiniz?

# data_list
source: Guess what King Leopard will look for in a successor. Do you think he will look for the largest, the fastest, or the friendliest animal?
ja: ヒョウの王が後継者に何を求めると思いますか？一番大きい動物、一番速い動物、一番友好的な動物、どれを選ぶと思いますか？
ko: 표범왕이 후계자에서 무엇을 보는지 짐작해보세요. 여러분은 그가 가장 크거나 빠르거나 아니면 착한 동물을 찾는다고 생각하나요?
tr: Kral Leopar’ın bir varis ararken neye dikkat edeceğini tahmin edin. Sizce Kral, en büyük, en hızlı ya da en dost canlısı hayvanı mı arayacak?

# data_list
source: Count together all the tree trunks you can see. Can you count that high?
ja: 見える木の幹を全部数えてみて下さい。そんなにたくさん数えられますか？
ko: 여러분이 볼 수 있는 모든 나뭇가지를 함께 세어보세요. 여러분은 얼마큼 셀 수 있나요?
tr: Bu resimde gördüğünüz tüm ağaç gövdelerini çocuğunuzla birlikte sayın. O kadar ileriye kadar sayabilir misiniz?

# data_list
source: King Leopard had an idea. He sent his messengers out into the forests. He told them to ask all the animals of the kingdom to come to the palace. He was going to have a big party and he was going to make an important announcement. Away the messengers ran, to all four corners of the forest.
ja: ヒョウの王には考えがありました。ヒョウの王は使者を森に送りました。彼は王国のすべての動物に、宮殿に来るように頼みました。 彼は大きなパーティーを開き、重要な発表をしようとしていました。 使者たちは森の四隅へと走り去りました。
ko: 표범왕은 한가지 생각이 있었습니다. 그는 그의 전령들을 숲속으로 보냈습니다. 그는 전령에게 왕국에 있는 모든 동물들을 궁전으로 오도록 했습니다. 그는 큰 잔치를 열고 아주 중요한 발표를 하려고 했습니다. 모든 전령들은 숲속의 네거리의 끝으로 달려갔습니다.
tr: Kral Leopar’ın aklına bir fikir geldi. Elçilerini ormanlara gönderdi. Onlara, krallıktaki tüm hayvanların saraya gelmelerini istemelerini söyledi. Büyük bir parti verecek ve önemli bir duyuru yapacaktı. Elçiler ormanın dört bir yanına koştular.

# data_list
source: How many messengers does the King have? Are there enough to go to four corners? How many more does he need?
ja: 王様には何人の使者がいますか？四隅に行くのに足りますか？あと何人必要ですか？
ko: 왕은 몇 마리의 전령이 있나요? 그들은 네거리를 가기에 충분한가요? 그는 몇 마리가 더 필요한가요?
tr: Kralın kaç elçisi var? Dört köşeye gidecek kadar yeterli elçisi var mı? Daha kaç elçiye ihtiyacı var?

# data_list
source: Do you think the forest really has four corners?
ja: 森には本当に四隅があるのでしょうか？
ko: 여러분은 숲속에 정말로 네거리가 있다고 생각하나요?
tr: Sizce ormanın gerçekten dört köşesi mi var?

# data_list
source: What does the writer mean by the phrase "all four corners of the forest?" If forests don't have four corners, what shape are they?
ja: "森の四隅 "とはどういう意味ですか？森に四隅がないとしたら、森はどんな形をしていますか？
ko: 여러분은 작가가 이야기한 “숲속의 네거리의 끝”이 무슨 뜻인가요? 숲속에 네거리가 없다면 숲속은 무슨 모양인가요?
tr: Yazar “ormanın dört köşesi” ifadesiyle ne demek istiyor? Eğer ormanların dört köşesi yoksa, onlar hangi şekildedirler?

# data_list
source: On the night of the party, all the animals were at the palace. They sang and they danced and had a great time. After the moon had risen above the trees, King Leopard came and stood in the middle of the clearing. The animals stopped their singing and dancing. They listened quietly as their king began to speak.
ja: パーティーの夜、 動物たちはみんな宮殿に集まりました。動物たちは歌い、踊り、楽しい時を過ごしました。 月が木々の上に昇った後、ヒョウの王がやって来て、空き地の真ん中に立ちました。動物たちは歌と踊りをやめました。彼らは王様が話し始めると、動物たちは静かに耳を傾けました。
ko: 잔칫날 밤에 모든 동물들이 궁전에 모였습니다. 그들은 노래부르고 춤을 추면서 즐거운 시간을 보냈습니다. 달이 나무들 위로 떠올랐을때, 표범왕이 나와서 한가운에 섰습니다. 동물들은 노래하고 춤추는것을 멈추었습니다. 왕이 이야기를 시작하자 그들은 조용히 듣기 시작했습니다.
tr: Parti gecesi tüm hayvanlar saraydalardı. Şarkı söylediler, dans ettiler ve harika vakit geçirdiler. Ay, ağaçların üzerinde yükseldikten sonra, Kral Leopar geldi ve açık alanın ortasında durdu. Hayvanlar şarkı söylemeyi ve dans etmeyi bıraktılar. Kralları konuşmaya başladığında sessizce dinlediler.

# data_list
source: How many animals can you count in this picture? Are there more animals or more trees?
ja: この絵の中に動物は何匹いますか？動物が多いのでしょうか、それとも木が多いのでしょうか？
ko: 여러분은 그림에서 몇 마리의 동물을 셀 수 있나요? 동물들이 더 많나요 아니면 나무가 더 많나요?
tr: Bu resimde kaç hayvan sayabilirsiniz? Daha fazla hayvan mı yoksa daha fazla ağaç mı var?

# data_list
source: How many animals do you think are in the forest? 10, 20, 30, ... ? A forest usually has hundreds or even thousands of animals, so this will be a very large party!
ja: 森には何匹の動物がいると思いますか？１０、２０、３０... ? 森には通常、何百、何千という動物がいるので、とても大きな集まりになります！
ko: 여러분은 숲속에 몇 마리의 동물들이 있다고 생각하나요? 10, 20, 30, ... ? 숲속에는 보통 백마리에서 천마리의 동물이 있습니다. 그래서 이것은 아주 큰 잔치일 것입니다!
tr: Sizce ormanda kaç hayvan var? 10, 20, 30...? Bir ormanda genellikle yüzlerce hatta binlerce hayvan bulunur; dolayısıyla, bu, çok büyük bir parti olacak!

# data_list
source: Have you ever seen a non-human animal dance?
ja: 人間以外の動物が踊っているのを見たことがありますか？
ko: 여러분은 사람이 아닌 동물이 춤추는 것을 본 적이 있나요?
tr: Bir hayvanın dans ettiğini gördünüz mü hiç?
