Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Nkanyezi walked all day, through a vast forest of giant trees. As the sky became too dark for her to see, she heard the sound of beating drums. She hurried towards the drumming, feeling the spirit of dance coming to her tired feet.
ja: 巨大な木々の広大な森の中を、ンカニエジは一日中歩きました。空が暗くなって辺りが見えなくなったころ、ドラムの鳴る音を聞きました。ンカニエジはつかれた足がダンスをしようとするのを感じながら、急いでドラムのほうへ向かいました。
ko: 은카예지는 엄청나게 큰 나무들이 있는 숲 사이로 하루종일 걸었습니다. 하늘이 너무 어두어 아무것도 보이지 않을때, 은카예지는 북치는 소리를 들었습니다. 은카예지는 춤의 혼이 그녀의 지친 발로 다가오는 것을 느끼며 북치는 곳을 향해 갔습니다.
tr: Nkanyezi bütün gün dev dev ağaçlardan oluşan devasa bir ormanda yürüdü. Gökyüzü artık etrafını göremeyeceği kadar karardığında, davul seslerini duydu. Yorgun ayaklarına dans ruhunun geldiğini hissederek davul seslerinin geldiği yöne doğru koştu.

# data_list
source: How many trees can you count in this picture? Did you count them one at a time, or two at a time, or in some other way?
ja: この絵で何本の木を数えられますか？ 1本ずつ、2本ずつ、それともほかのやり方で数えましたか？
ko: 그림에서 몇 그루의 나무를 볼 수 있나요? 여러분은 하나씩 세었나요 아니면 두개씩 세었나요? 아니면 다른 방법으로 세었나요?
tr: Bu resimde kaç tane ağaç sayabilirsiniz? Hepsini tek tek mi saydınız, ikişerli mi yoksa başka bir şekilde mi?

# data_list
source: What do you notice about these trees? One thing is that they do not have low branches. Have you seen trees like this around where you live?
ja: これらの木で何か気がつくことはありますか？ 一つは低いところには枝がないことですね。あなたの住む場所のまわりでこのような木を見たことがありますか？
ko: 여러분은 이 나무들에서 무엇을 알아차렸나요? 하나는 나무에 낮은 가지가 없다는 것입니다. 여러분은 주변에 이런 나무들을 본 적이 있나요?
tr: Bu ağaçlara baktığınızda ne fark ediyorsunuz? Fark edilen şey: Alçak dalları yok! Yaşadığınız yerde böyle ağaçlar gördünüz mü hiç?

# data_list
source: If you were in the middle of a vast, dark forest at night, do you think you could move quickly? She must be very brave!
ja: もし夜に暗く果てしない森の真ん中にいるとしたら、速く動けると思いますか？ ンカニエジはとても勇気があるにちがいありませんね！
ko: 여러분이 만약 밤에 크고 어두운 숲속 한 가운데 있었다면 여러분은 빨리 움직일수 있었을까요? 은카예지는 정말 용감한 소녀가 틀림이 없습니다!
tr: Gece vakti uçsuz bucaksız, karanlık bir ormanın ortasında olsaydınız hızlı hareket edebilir miydiniz? Nkanyezi çok cesur olmalı!

# data_list
source: Nkanyezi found herself in the village of Bhubezi. People were sitting around a fire, drumming and singing. She had never before heard such wonderful music. She told the village elders about her journey to bring back the spirit of celebration to her people. The Bhubezi invited her to rest and stay the night.
ja: 気がつくとンカニエジはブベジの村にいました。人々がたき火のまわりをかこみ、ドラムを鳴らしたり歌ったりしています。今までこんなにすばらしい音楽を聞いたことはありませんでした。ンカニエジは長老たちに、お祝いのこころを村人たちに取りもどす旅について話しました。ブベジの人々はンカニエジに泊まって休んでいくようすすめてくれました。
ko: 은카예지는 부베지라는 마을을 찾았습니다. 사람들은 불 주변에 앉아서 북을 치며 춤을 추고 있었습니다. 은카예지는 그런 대단한 음악을 들어본 적이 없었습니다. 은카예지는 그 마을의 어른들에게 그녀의 마을 사람들에게 축제의 혼을 다시 가져다 주려는 그녀의 여행에 대해 이야기 했습니다. 부베지 사람들은 은카예지가 쉬고 하룻밤을 잘 수 있게 초대하였습니다.
tr: Nkanyezi kendini Bhubezi köyünde buldu. İnsanlar bir ateşin etrafında oturmuş, davul çalıp şarkı söylüyorlardı. Nkanyezi hayatında daha önce hiç böyle harika bir müzik duymamıştı. Köyün yaşlılarına, kendi köy halkına kutlama ruhunu geri getirmek için çıktığı yolculuktan bahsetti. Bhubezi halkı Nkanyezi'yi dinlenmeye ve gece orada kalmaya davet etti.

# data_list
source: How would you feel coming across people you did not know in the middle of the forest at night? Would you be scared of them or would you want to dance with them?
ja: 夜に森の真ん中で知らない人たちに出会ったら、どのような気持ちになりますか？ その人たちをこわがりますか？ それとも一緒にダンスをおどりたいですか？
ko: 여러분은 한 밤중 산속에서 모르는 사람을 마주쳤다면 어땠을까요? 여러분은 겁이 났을까요 아니면 그들과 함께 춤을 추고 싶었을까요?
tr: Böyle bir ortamda siz olsaydınız, gece vakti ormanın ortasında tanımadığınız insanlarla karşılaştığınızda ne hissederdiniz? Onlardan korkar mıydınız yoksa onlarla dans etmek mi isterdiniz?

# data_list
source: Look at the faces of the people dancing. Are they enjoying their dancing? How can you tell?
ja: ダンスをしている人々の顔を見てください。ダンスを楽しんでいますか？どこで分かりますか？
ko: 춤을 추는 사람들의 얼굴을 보세요. 그들은 춤을 즐기고 있나요? 어떻게 알 수 있나요?
tr: Dans eden insanların yüzlerine bakın. Sizce onlar dans etmekten keyif alıyorlar mı? Bunu nasıl anladınız?

# data_list
source: Do you like to dance?
ja: あなたはダンスをするのが好きですか？
ko: 여러분도 춤을 추고 싶은가요?
tr: Peki, siz dans etmeyi sever misiniz?

# data_list
source: In the morning the chief called on Nkanyezi. "My child," he said, "here is a special drum. It plays a new song every time you beat it." Nkanyezi thanked the elders and put the drum in her bag. She went on her way again, delighted with this gift of music and dance.
ja: 朝になり、村の長がンカニエジを訪ねました。「子どもよ」と言いました。「これは特別なドラムだよ。鳴らすたびに新しい音を奏でてくれるんだ。」ンカニエジは長老たちに感謝してドラムをカバンにしまいました。音楽とダンスのおくり物に喜び、そして自分の旅を続けました。
ko: 다음날 아침, 족장이 은카예지를 불렀습니다. "이것은 특별한 불이란다. 너가 매번 칠 때마다 새로운 노래를 친단다." 그는 말했습니다. 은카예지는 어른들에게 감사를 표하고 북을 가방에 넣었습니다. 은카예지는 음악과 춤의 선물에 기뻐하며 다시 길을 떠났습니다.
tr: Sabahleyin, şef Nkanyezi'yi yanına çağırdı. "Çocuğum," dedi, "burada özel bir davul var. Her vuruşunda yeni bir şarkı çalıyor." Nkanyezi büyüklerine teşekkür edip davulu çantasına koydu. Bu müzik ve dans hediyesinden çok mutlu bir şekilde tekrar yoluna devam etti.

# data_list
source: This elder is very colorfully dressed. Are the clothes you wear colorful, or do you prefer less vibrant colors?
ja: この長老はとてもカラフルな服を着ていますね。あなたが着る服もカラフルですか？ それともあまり鮮やかではない色のほうが好きですか？
ko: 족장은 아주 화려한 색의 옷을 입고 있습니다. 여러분의 옷은 화려한가요 아니면 여러분은 덜 선명한 색깔의 옷이 더 좋나요?
tr: Bu yaşlı çok renkli giyinmiş. Peki, sizin giydiğiniz kıyafetler renkli mi yoksa kıyafetlerinizde daha az canlı renkleri mi tercih edersiniz?

# data_list
source: Look at the shapes that make up the fringe of the elder's robe and the jewelry around her head. Which shapes do you see?
ja: 長老の頭に巻かれた宝石やローブのはしを縁取る模様の形を見てください。何の形が見えますか？
ko: 족장의 옷 주변과 그녀의 머리 주변에 있는 장신구을 만들고 있는 도형을 보세요. 여러분은 어떤 도형이 보이나요?
tr: Yaşlı kadının cübbesinin saçaklarını ve başının etrafındaki takıları oluşturan şekillere bakın. Hangi şekilleri görüyorsunuz?

# data_list
source: Nkanyezi has received gifts of colors, music, and dance. Can you think of other aspects of a celebration she still needs for her village?
ja: ンカニエジは色、音楽、ダンスのおくり物をもらいましたね。ほかに村のお祝いを成り立たせるのに必要なものは思いつきますか？
ko: 은카예지는 색깔과 음악 그리고 춤의 선물을 받았습니다. 여러분은 은카예지의 마을 사람들이 축제에 여전히 필요한 것들이 무엇인지 생각해 볼 수 있나요?
tr: Nkanyezi renk, müzik ve dans hediyelerini aldı. Sizce Nkanyezi'nin, köyü için ihtiyaç duyduğu başka kutlama bileşenleri var mı hâlâ?

# data_list
source: On the third day of her journey, as she passed a field of fat cows, her nose started to tingle. An aroma tickled her taste buds and her mouth started to water. She followed the scent, and arrived in a village to find people standing over steaming pots of stew. This tribe was famous for its feasts and Nkanyezi had never before tasted such flavors. After she had eaten her fill, she told the village elders about her journey to bring back the spirit of celebration to her people.
ja: 旅の三日目に太った牛のいる野原を通りすぎるころ、鼻がムズムズし始めました。においが味覚をしげきして、よだれが出るほど食べたくなってきました。においを追って行くと村に着き、そこでは人々がなべでシチューを蒸しているところでした。この部族はおいしい食事のもてなしで有名で、ンカニエジは今までそのような味の料理を食べたことはありませんでした。おなかを満たすと、お祝いのこころを村人たちに取りもどす旅について長老たちに話しました。
ko: 여행의 삼일째 되는 날, 은카예지는 살찐 소가 있는 들판을 지나가는데 그녀의 코가 얼얼하기 시작했습니다. 그 향은 은카예지의 입맛을 당겼으며 그녀의 입안에 침이 고였습니다. 은카예지는 냄새를 따라갔고 김이 모락모락 나는 스튜가 담긴 단지를 보며 서 있는 사람들을 모인 마을을 찾았습니다. 이 부족은 그들의 잔치상으로 유명했으며 은카예지는 그러한 맛을 본 적이 없었습니다. 은카예지가 배 부르게 먹고나서 그녀는 그녀의 마을 사람들에게 축제의 혼을 다시 가져다 주기 위한 여행을 그 마을 어른들에게 이야기 했습니다.
tr: Yolculuğunun üçüncü gününde, iyi besili ineklerin olduğu bir tarlanın yanından geçerken Nkanyezi'nin burnu sızlamaya başladı. Bir koku tat alma tomurcuklarını gıdıkladı ve ağzı sulanmaya başladı. Kokuyu takip edip bir köye vardığında insanları dumanı tüten güveç tencerelerinin başında buldu. Bu kabile ziyafetleriyle ünlüydü ve Nkanyezi daha önce hiç öyle lezzetler tatmamıştı. Karnını doyurduktan sonra, köyün yaşlılarına, kendi köy halkına kutlama ruhunu geri getirmek için çıktığı bu yolculuğu anlattı.

# data_list
source: An important missing ingredient is food! Some celebrations have specific food eaten during them. Think of some foods that you like to eat that are specially brought out during some celebrations.
ja: 大切な要素である食事がぬけていました！ 特別な食べ物を食べるお祝いの行事もありますね。お祝いのときに特別に食べる、あなたが好きな食事を考えてみてください。
ko: 여기서 빠진 아주 중요한 재료는 음식입니다! 어떤 축제는 그 기간동안에 먹는 특정한 음식이 있습니다. 아주 특별한 날에만 나오는 특정한 음식을 있는지 생각해 보세요.
tr: Kutlamalarda önemli bir bileşen de yemektir! Bazı kutlamaların çok özel yiyecekleri olur. Kutlamalarda özel olarak getirilen ve yemekten hoşlandığınız bazı yiyecekleri düşünün.

# data_list
source: What in the picture tells you that Nkanyezi is smelling an aroma that she likes? What are some of your favorite smells?
ja: この絵のどこで、ンカニエジが好きな香りをかいでいることが分かりますか？ あなたが大好きな香りは何ですか？
ko: 그림에서 은카예지가 좋아하는 음식냄새를 맡고 있는지 어떻게 알 수 있나요? 여러분이 좋아하는 냄새는 무엇이 있나요?
tr: Bu resimde Nkanyezi'nin sevdiği bir kokuyu kokladığını size anlatan şey nedir? Peki, sizin favori kokularınızdan bazıları nelerdir?

# data_list
source: Smells can be very good at bringing memories to mind. Are there some smells that remind you of specific events, places, or people?
ja: においはうまく記憶を呼びおこしてくれます。特定の行事や場所、人々をあなたに思い出させてくれる香りはありますか？
ko: 냄새는 우리의 기억들을 되살릴수 있습니다. 여러분은 어떤 특정한 행사나 장소 아니면 사람들을 생각나게 하는 냄새가 있나요?
tr: Size de belli olayları, mekânları veya insanları hatırlatan bazı kokular var mı?

# data_list
source: The next day, the council of cooks gave her a secret spice blend. "Our daughter," they said, "with these spices, happy tummies are guaranteed! We give you the gift of good food." Nkanyezi thanked the elders and put the spices in her bag. She knew she had everything she needed. With new energy she started the long journey back to the village of Ndlovu.
ja: 次の日、料理の会が秘密のスパイスのブレンドをくれました。「娘よ」と言いました。「このスパイスでおなかはきっと幸せですよ！ 私たちはすてきな食べ物のおくり物をします。」ンカニエジは長老たちに感謝してスパイスをカバンにしまいました。これで必要なものはすべてそろったと知っていました。新しく力が出て、ンカニエジはンドロヴの村へもどる長い旅を始めました。
ko: 다음날, 이사회의 주방장은 은카예지에게 비밀의 향신료 혼합을 주었습니다. "우리의 딸아," 그들은 말했습니다. "이 향신료는 기분 좋은 배를 보장해 줄것이다." 은카예지는 어른들에게 감사를 표하고 향신료를 가방에 넣었습니다. 은카예지는 이제 필요한 모든것을 가졌다는 것을 알았습니다. 새로운 힘으로 은카예지는 들로부의 마을로 돌아가는 긴 여행을 시작했습니다.
tr: Ertesi gün aşçılar konseyi Nkanyezi'ye içeriğini sır tuttukları bir baharat karışımı verdi. "Kızımız," dediler, "bu baharatlarla midelere şenlik garanti! Sana iyi bir gıda hediye ediyoruz." Nkanyezi yaşlı büyüklerine teşekkür edip baharatları çantasına koydu. Artık ihtiyacı olan her şeye sahip olduğunu biliyordu. Nkanyezi, yepyeni bir enerjiyle, Ndlovu köyüne doğru uzun yolculuğuna başladı.

# data_list
source: Hmmm ... She is missing something in this picture. Where is her drum?
ja: うーん、この絵のンカニエジには何かがぬけていますね。ドラムはどこでしょうか？
ko: 음음음 ... 그림에서 은카예지는 무엇가를 빼먹었습니다. 그녀의 북은 어디에 있나요?
tr: Hım... Nkanyezi'nin bu resimde bir şeyi eksik. Davulu nerede?

# data_list
source: Once again, the elders of the village are very colorfully dressed. It looks like people who are good at celebrating use lots of festive colors in their clothes.
ja: 今度の村の長老たちもとてもカラフルな服を着ています。上手にお祝いできる人は、はなやかな色をいっぱい使った服を着ているようですね。
ko: 다시한번, 이 마을의 어른들은 아주 화려한 옷을 입고 있습니다. 축하하는 것을 잘 하는 사람들은 그들의 옷에 화려한 축제의 색깔을 사용하는 것 같습니다.
tr: Bu resimde, bir kez daha, köyün yaşlıları çok renkli giyinmişler. Görünen o ki, kutlamalarda iyi olan insanlar, kutlamalara uygun capcanlı renkleri kıyafetlerinde kullanırlar.

# data_list
source: Looking at this picture with all those intense expressions, you can almost smell the delicious spices. What are some of your favorite spices to put on food?
ja: この絵のはっきりと描かれた表情を見てください。おいしいスパイスの香りがこちらまでただよってくるようですね。あなたが料理にかけるお気に入りのスパイスは何ですか？
ko: 그림에서 모든 강열한 표정들을 보세요. 여러분은 맛있는 향신료의 냄새를 거의 맡을수 있습니다. 여러분이 음식에 넣기 좋아하는 향신료는 무엇이 있나요?
tr: Yoğun ifadelerle dolu bu resme baktığınızda, nerdeyse tüm baharatların kokularını alabiliyorsunuz gibi hissedersiniz. Yemeklere koymayı en sevdiğiniz baharatlar hangileridir?

# data_list
source: When she arrived home the villagers gathered around her to hear of her adventures. She told them the tales of what she had seen, heard, and eaten. Then she opened her bag to share the gifts given. The villagers rejoiced to receive these treasures. The generosity of others and the courage of Nkanyezi brought back color, song, and dance to the people. And so the spirit of celebration was restored to the village of Ndlovu.
ja: 家に着くと、村人たちが冒険の話を聞こうとンカニエジのまわりに集まりました。ンカニエジは見たもの、聞いたもの、食べたものの話をしました。そしてカバンを開けて、もらったおくり物をみんなと分かちあいました。村人たちはこれらの宝ものを受けとり大喜びしました。 ほかの人たちの広いこころとンカニエジの勇気で村人は色、歌、ダンスを取りもどすことができました。ですから、お祝いのこころもンドロヴの村によみがえったのです。
ko: 은카예지가 마을에 도착했을때 마을 사람들 모두 그녀의 모험을 듣기 위해 주위로 모였습니다. 은카예지는 자신이 보고 듣고 맛 본 이야기들을 말했습니다. 그런다음, 은카예지는 가방을 열고 받은 선물들을 나누었습니다. 마을 사람들은 이 모든 보물들을 보고 기뻐하였습니다. 다른 사람들의 관대함과 은카예지의 용기는 사람들에게 색깔과 음악 그리고 춤을 다시 가지고 왔습니다. 그리고 들로부 마을의 축제의 혼은 다시 복원되었습니다.
tr: Eve vardığında, köylüler onun maceralarını dinlemek için Nkanyezi'nin etrafına üşüştüler. Nkanyezi onlara gördüklerini, duyduklarını ve yediklerinin hikâyelerini anlattı. Ardından, kendisine verilen hediyeleri onlarla paylaşmak için çantasını açtı. Köylüler o hazineleri aldıkları için çok sevindiler. Başkalarının cömertliği ve Nkanyezi'nin cesareti insanlara renkleri, şarkıları ve dansları geri getirdi. Ve bu sayede, Ndlovu köyüne baharı kutlama ruhu tekrar geri geldi.

# data_list
source: Look at how the village's drab colors for clothes have been replaced with these happy and festive ones!
ja: くすんだ茶色の村人の服が、どのように幸せなお祝いの色に変わったか見てください！
ko: 마을의 단조로운 옷 색깔이 행복하고 화려한 색깔로 바뀐것을 보세요!
tr: Bu resimde köyün o sıkıcı kıyafet renklerinin yerini nasıl da mutlu ve tam şenliklere uygun renklerin aldığına bir bakın!

# data_list
source: What do you think, has the village remembered how to celebrate?
ja: あなたはどう思いますか？ 村人たちはお祝いの仕方を思い出したでしょうか？
ko: 여러분은 마을 사람들이 어떻게 축제를 하는지 다시 기억할까요?
tr: Sizce bu köy nasıl kutlama yapacağını hatırlamış mıdır?

# data_list
source: It is amazing how acts of generosity, kindness, and caring can lift up the spirits of those around us. Can you think of a time when something you did for someone made a big difference in how they felt? How did it make you feel?
ja: 広いこころ、やさしさ、思いやりからの行いがまわりの人を幸せな気持ちにするのはすばらしいことですね。あなたが誰かのためにしたことで、その人の気持ちを大きく変えられたことはあったでしょうか？ それはあなたをどんな気持ちにしてくれましたか？
ko: 관대함과 친절함 그리고 배려있는 자세는 우리 주변에 있는 사람들의 혼을 일으켜 줍니다. 여러분은 여러분이 한 어떤 행동이 다른사람에게 큰 변화를 준 적이 있나요? 여러분은 어떤 기분이었나요?
tr: Cömertlik, nezaket ve ilgi dolu davranışların çevremizdekilerin morallerini nasıl yükseltebildiği harika bir şeydir. Ya sizin birisi için yaptığınız bir şeyin o kişinin hislerinde büyük bir fark yarattığı bir zaman oldu mu hiç? Bu size kendinizi nasıl hissettirdi?

# data_list
source: It is a hot, sunny Saturday morning on the farm. Maya, Duksie, and Doobie are helping Mama K in her vegetable garden. The children work all morning. They dig compost into the soil. They weed and water the garden. Then, the harvest is ripe. Today each of the children will take home freshly picked strawberries, spinach, and carrots.
ja: 暑くて晴れた土曜日の朝、農場でのこと。マヤ、ドゥクシー、ドゥービーは菜園で K ママを手伝っている。子供たちは朝ずっと作業をしているんだ。土の中からたい肥をほり出すよ。雑草をぬき水やりもする。そのあとはいよいよ収穫のときだ。 今日はどの子供も採れたてのイチゴやほうれん草、にんじんを家に持って帰る。
ko: 아주 무덥고 화창한 토요일 아침의 농장입니다. 마야, 덕시, 그리고 두비는 마마 케이의 채소 정원에서 그녀를 도와주고 있습니다. 아이들은 아침 내내 일을 했습니다. 그들은 흙에 퇴비를 뿌렸습니다. 그들은 잡초를 뽑고 정원에 물을 주었습니다. 그러면 수확할 날이 다가옵니다. 오늘 아이들은 방금 딴 싱싱한 딸기와 시금치, 그리고 당근을 집으로 가지고 갈 것입니다.
tr: Bugün çiftlikte sıcak ve güneşli bir cumartesi sabahı! Maya, Duksie ve Doobie, Anne K’ya ona ait olan sebze bahçesinde yardım ediyorlar. Çocuklar bütün sabah çalışıyorlar. Toprağa gübre ekiyorlar. Bahçeyi yabani otlardan ayıklayıp suluyorlar. Ardından, hasat zamanı geliyor. Bugün çocukların her biri evlerine taze toplanmış çilekler, ıspanaklar ve havuçlar götürecekler.

# data_list
source: Have you ever worked in a garden or farm? Freshly grown food has wonderfully strong flavors!
ja: 菜園や農場で作業したことはあるかな？ 生き生きと育つ食べ物はすばらしく濃い味がするね！
ko: 여러분은 정원이나 농장에서 일을 해 본적이 있나요? 싱싱하게 키운 음식들은 아주 좋은 풍부한 맛이 있습니다!
tr: Ya siz, bir bahçede veya çiftlikte çalıştınız mı hiç? Taze yetiştirilmiş yiyeceklerin harika güçlü tatları vardır!

# data_list
source: Rectangles are four-sided shapes like the shape of this page. Can you find all the rectangles on this page? There are a lot of them!
ja: 長方形はこのページの形のように4つの辺で囲まれた図形だよ。このページの長方形を全部見つけられる？ とてもたくさんあるね！
ko: 사각형은 그림에서 보는 것처럼 네 개의 면을 가진 도형입니다. 그림에서 모든 사각형을 찾을 수 있나요? 여기에는 아주 많이 있습니다!
tr: Dikdörtgenler, bu sayfa gibi dört kenarlı şekillerdir. Resimdeki tüm dikdörtgenleri bulabilir misiniz? Onlardan çok var!

# data_list
source: If you look closely, you'll notice that some of the rectangles are squares, with all their sides the same length. Can you find them?
ja: よく見てみると、長方形のうちのいくつかは辺がすべて同じ長さの正方形であることに気がつくね。正方形を見つけられるかな？
ko: 만약 여러분이 가까이서 본다면 여러분은 어떤 사각형은 모든 면이 같은 길이인 정사각형을 보게 될것입니다. 찾을 수 있나요?
tr: Yakından bakarsanız, bazı dikdörtgenlerin, tüm kenarları aynı uzunlukta olan kareler olduklarını fark edeceksiniz. Onları bulabilir misiniz?

# data_list
source: Mama K always gives the children a treat for helping her. Sometimes the treat is cake, chocolate, or long sweets that look like snakes. Sometimes it's apples, pears, or oranges. Mama K has only one rule. "Share it fair!" The children know they must share the treats equally, so they all get the same amount.
ja: K ママはいつも子供たちにお手伝いのごほうびをあげるよ。ごほうびはケーキやチョコレート、それにヘビのように長いおかしだったりする。りんごやなし、オレンジのときもあるよ。 K ママにはたった一つだけルールがある。「公平に分けようね！」みんなが同じだけごほうびをもらえるように、平等に分けるべきだと子供たちは知っている。
ko: 마마 케이는 항상 그녀를 도와주는 아이들에게 맛있는 것을 줍니다. 어떤때는 케익, 초콜렛, 아니면 뱀 같이 생긴 긴 모양의 사탕을 줍니다. 어떤때는 사과나 배 아니면 오렌지를 주기도 합니다. 마마 케이는 단지 한 가지 규칙만이 있습니다. "공평하게 나누어라!" 아이들은 모두가 똑같은 양을 가져갈 수 있도록 그들의 간식을 공평하게 나누어야 한다는 것을 압니다.
tr: Anne K, kendisine yardım ettikleri için çocuklara daima ödüller verir. Bu ödüller bazen bir kek, çikolata veya yılana benzeyen uzun şekerlemeler, bazen de bir elma, armut ya da portakallar olur. Anne K’nın tek bir kuralı var: “Adil paylaşın!” Çocuklar ödüllerini eşit bir şekilde paylaşmaları gerektiğini bilirler; böylece, hepsi, ödülden aynı miktarda alırlar.

# data_list
source: Think about what it means to share something equally. Suppose you had 12 cookies to share evenly among 3 people. How many cookies would each person get?
ja: 平等に分け合うって、どういうことか考えてみて。きみが12このクッキーを持っていて3人で均等に分けるとするね。1人につきクッキーはいくつもらえるのかな？
ko: 어떤것을 공평하게 나눈다는 말이 무슨 뜻인지 한번 생각해 보세요. 가정해 보면 세 사람이 공평하게 나누어야 하는 12개의 쿠키가 있다고 생각해 보세요. 각 자의 사람들은 몇 개의 쿠키를 가지나요?
tr: Bir şeyi eşit olarak paylaşmanın ne anlama geldiğini düşünün. 3 kişi arasında eşit şekilde paylaştıracağınız 12 kurabiyenizin olduğunu varsayın. Bu durumda, her bir kişi kaç kurabiye alır?

# data_list
source: What would you do if you had 4 or 5 pieces of hard candy to share among 3 people?
ja: 4つ、または5つのキャンディを持っていて3人で分け合うとしたら、きみはどうする？
ko: 만약에 세사람 사이에 4개 또는 5개의 사탕을 나누어야 한다면 어떻게 할 건가요?
tr: Ya 3 kişi arasında paylaşmanız gereken 4 veya 5 adet akide şekeriniz olsaydı, o zaman ne yapardınız?

# data_list
source: What if the things are different? How would you share an apple, an orange, and a banana among three people? Sharing can be tricky, even when everyone is trying to be fair.
ja: 分けるものが別のものだったら？ どうやってりんごやオレンジ、バナナを3人で分けるの？ みんなで公平にしようとしても、分け合うのはなかなか難しいときもあるね。
ko: 만약에 다른 물건이면 어떻게 할 건가요? 세사람 사이에 사과나 오렌지 또는 바나나를 나누어야 한다면 어떻게 할 건가요? 나누는 것은 모두가 공평하려고 노력하지만 잘 되지 않을 때가 있습니다.
tr: Peki, ya paylaştıracağınız şeyler birbirlerinden farklıysa? Bir elmayı, bir portakalı ve bir muzu üç kişi arasında nasıl paylaştırırdınız? Herkes adil olmaya çalışsa bile paylaşmak zor olabilir.

# data_list
source: Today Mama K has baked a round strawberry cake with pink icing and berries from her garden. The children wait on the grass for their treat. "Here you go!" smiles Mama K. "But remember the rule that everyone must get the same. Share it fair! Don't fight!"
ja: 今日K ママはピンクのアイシングと庭で採れたベリーがのった丸いイチゴのケーキを焼いた。子供たちは芝生でごほうびを待っている。「さぁ、どうぞ！」と K ママはにっこりした。「みんなが必ず同じだけもらうのがルールですよ。公平に分けてね！ ケンカしないように！」
ko: 오늘 마마 케이는 그녀의 정원에서 딴 베리를 얹고 분홍색 크림을 놓은 둥근 딸기 케익을 만들었습니다. 아이들은 자신들의 간식을 잔디에 앉아 기다립니다. "여기 있다!" 마마 케이가 미소지었습니다. "그렇지만 모두가 똑같은 양을 가지는 규칙을 기억해. 공평하게 나눠라! 싸우지 말고!"
tr: Bugün, Anne K bahçesinden topladığı orman meyveli ve pembe pasta kremalı yuvarlak bir çilekli pasta yaptı. Çocuklar çimenlerin üzerinde ikramlarını bekliyorlar. “Alın bakalım!” dedi Anne K gülümseyerek. “Ama herkesin eşit alması gerektiği kuralını unutmayın. Bunu adilce paylaşın! Kavga etmeyin!"

# data_list
source: Fortunately, cake is easy to share. How would you share this cake among the three children?
ja: 幸いケーキは簡単に分けられるね。きみはどんなふうにこのケーキを3人の子供たちに分ける？
ko: 다행히도, 케익은 나누기가 쉽습니다. 여러분은 세 아이들에게 이 케익을 어떻게 나눌 수가 있나요?
tr: Neyse ki pastanın paylaşılması kolaydır. Siz olsaydınız, bu pastayı üç çocuk arasında nasıl paylaştırırdınız?

# data_list
source: When someone dies, it is sometimes very hard to find an equal way to share all the different things that person owned.
ja: 誰かが亡くなってその人のいろいろな持ち物を分け合うとき、公平な方法を見つけるのはとても難しいことがあるよ。
ko: 어떤 사람이 죽었을때, 사람이 가진 각기 다른 감정을 똑같이 나누는 것은 매우 어렵습니다.
tr: Birisi öldüğünde, o kişinin sahip olduğu birbirinden farklı şeyleri paylaşmanın eşit bir yolunu bulmak da bazen çok zordur.

# data_list
source: Can you think of a time when you and your friends or your family had something to share and it was tricky to find a way to do it? How was the problem solved?
ja: 友達や家族と何かを分け合おうとして、うまくいかなかったことはある？ どうやって問題は解決したの？
ko: 여러분 혹은 친구들 또는 여러분의 가족과 무언가를 나누어야 할때 방법을 찾는 것이 까다로웠던 때가 있었나요? 어떻게 문제를 풀었나요?
tr: Hiç arkadaşlarınızla veya ailenizle paylaşmanız gereken bir şeyin olduğu ve onu eşit şekilde paylaşmanın bir yolunu bulmanın zor olduğu bir zamanınız oldu mu? O sorun nasıl çözülmüştü?

# data_list
source: Maya has the first turn to share the cake. She uses the knife to trace lines in the icing. The others watch her. She does not cut the cake yet. The others must first agree if her way is fair. "I think I will cut two slices, like this. Now we have three slices, all the same!" Maya shows them.
ja: マヤが1番最初にケーキを分ける。ナイフを使ってアイシングの上に線を引く。ほかの子供たちはそれを見ている。まだケーキは切っていない。まずほかの子供たちが、この方法が公平だと納得しないといけないんだ。 「こうやって2切れ切るでしょう。そうしたら全部で3切れになって、どれも同じ！」マヤはみんなに見せた。
ko: 마야는 첫번째로 케익을 나누었습니다. 마야는 빵칼로 케익위에 있는 크림위에 선을 그립니다. 마야는 아직 케익을 자르지 않습니다. 다른 아이들이 마야가 그린 선에 모두 찬성해야 합니다. "난 이렇게 케익 두 쪽을 자를려고 해. 그러면 우리는 세 쪽을 가지게 돼. 다 똑같아!" 마야가 모두에게 보여주었습니다.
tr: Pastayı paylaşma sırası ilk Maya’da. Maya, bıçağı, kremanın üzerine çizgiler çizmek için kullanıyor. Diğerleri onu izliyor. Maya pastayı henüz kesmiyor. Diğerleri önce onun yönteminin adil olup olmadığına karar vermeli. “Sanırım bu şekilde iki dilim keseceğim. Şu anda üç dilimimiz var, hepsi aynı!” diye gösteriyor Maya onlara.

# data_list
source: Keep watching the strawberries on top of the cake. There are six of them now, but it will keep changing. Where do they go?
ja: ケーキの上のイチゴを見ていてね。今は6つあるけれど数が変わっていくよ。どこに行っちゃうのかな？
ko: 케익위에 있는 딸기를 계속 지켜보세요. 모두 여섯개의 딸기가 있지만 이것은 계속 바뀔것입니다. 딸기가 어디로 갔나요?
tr: Kekin üstündeki çilekleri izlemeye devam edin. Şu anda altı tane var ama sayıları sürekli değişecek. Çilekler nereye gidiyor?

# data_list
source: There are some more rectangles in this picture. Can you find parts of them?
ja: このページにも長方形がいくつかあるね。どこか長方形の一部分を見つけられるかな？
ko: 그림에는 몇 개의 사각형이 더 있습니다. 여러분은 그것을 찾을 수 있나요?
tr: Bu resimde başka dikdörtgenler daha var. Dikdörtgen parçalarını bulabilir misiniz?

# data_list
source: Notice which children wear hats. That will keep changing too! Is the author having fun with us, or is something else going on?
ja: どの子供が帽子をかぶっているのか見ててね。それも変わるよ！作者は楽しんでいるのかな？それともほかに何かあるのかな？
ko: 어떤 아이들이 모자를 쓰고 있는지 보세요. 그것도 계속 바뀔것입니다. 작가가 우리를 놀린다고 생각하나요 아니면 뭔가 다른 이유가 있나요?
tr: Hangi çocukların şapka taktığına dikkat edin. Bu da sürekli değişecek! Yazar bizimle eğleniyor mu yoksa başka bir şeyler mi oluyor?

# data_list
source: "No way!" says Duksie, "the one in the middle is much too big!" Doobie also shakes his head. Maya laughs and shrugs and tells Duksie to try.
ja: 「そんなわけないよ！」とドゥクシーが言った。「真ん中のが大きすぎるよ！」ドゥービーも首を横にふった。マヤは笑って肩をすくめると、ドゥクシーにやってみるように言った。
ko: "말도 안돼!" 덕시가 말합니다. "가운데 있는 것이 너무 커!" 두비도 고개를 흔듭니다. 마야는 어깨를 으쓱하고 웃으며 덕시가 해 보라고 말합니다.
tr: “Asla olmaz!” diyor Duksie, “ortadaki oldukça fazla büyük!” Doobie de başını hayır anlamında sallıyor. Maya gülüyor, omuz silkiyor ve Duksie’ye, o zaman kendisinin denemesini söylüyor.
