Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Rain began to fall. Chat slipped, lost her balance and fell. She hit her head on a stone.
ar: بدأ المطر في الهطول. فانزلقت شات، ثم فقدت توازنها وسقطت أرضا. لقد ارتطم رأسها بحجر.
fr: La pluie se mit à tomber. Chat glissa, perdit l’équilibre et tomba. Elle se tapa la tête contre une pierre.
ja: 雨が降ってきました。 チャットが滑ってバランスを崩して転びました。 彼女は石に頭をぶつけました。
ko: 비가 내리기 시작했습니다. 체트는 미끄러져서 균형을 잃고 넘어졌습니다. 체트는 그녀의 머리를 돌에 부딪쳤습니다.
tr: Yağmur yağmaya başladı. Chat’in ayağı kaydı, dengesini kaybedip düştü. Başını bir taşa çarptı.

# data_list
source: Head injuries can be very serious. Do you think Chat will be okay?
ar: يمكن أن تكون جروح الرأس خطيرة للغاية. هل تظن أن شات ستكون بخير؟
fr: Les blessures à la tête peuvent être très graves. Penses-tu que Chat ira bien ?
ja: 頭のケガは重傷です。 チャットは大丈夫でしょうか？
ko: 머리의 부상은 아주 심각한 일이 될 수 있습니다. 여러분은 체트가 괜찮을거라고 생각하나요?
tr: Kafa yaralanmaları çok ciddi olabilir. Sizce Chat iyi olacak mı?

# data_list
source: There are colors going from yellow to light red to red in this picture. Point to them and describe them.
ar: هناك ألوان متنوعة بين أصفر إلى أحمر فاتح إلى أحمر فاقع في هذه الصورة. أشر إليها وصفها.
fr: Il a des couleurs allant du jaune au rouge clair au rouge sur cette image. Pointe les couleurs et décris-les.
ja: この絵には黄色から薄紅色、赤色へと変化する色があります。指差して説明して下さい。
ko: 그림에는 색깔이 노란색에서 옅은 빨간색 그리고 빨간색으로 변하는 것을 볼 수 있습니다. 그것들을 가리켜 보고 묘사해 보세요.
tr: Bu resimde sarıdan açık kırmızıya ve kırmızıya doğru giden renkler var. Onları gösterip tasvir edin.

# data_list
source: Point to and describe the colors going from yellow to various greens in the picture.
ar: أشر وصف الألوان المتنوعة بين الأصفر إلى درجات اللون الأخضر المختلفة في الصورة.
fr: Pointe les couleurs allant du jaune aux différentes nuances de vert dans cette image.
ja: 絵の中の黄色から緑に向かう色を指さして説明してください。
ko: 그림에서 색깔이 노란색에서 다양한 녹색으로 변하는 것을 가리켜 보고 묘사해 보세요.
tr: Resimde sarıdan farklı yeşillere doğru giden renkleri gösterip tasvir edin.

# data_list
source: When Chat woke up, there were people around her. "What happened?" she asked.
ar: حينما استيقظت شات، وجدت أشخاصا حولها. فسألت: "ما الذي حدث؟"
fr: Quand Chat se réveilla, il y avait des gens autour d’elle. « Que s’est-il \\ passé ? » demanda-t-elle.
ja: チャットが目を覚ますと、周りに人がいました。 "何があったのですか？"と聞きました。
ko: 체트가 깨어났을때, 그녀의 주위에는 사람들이 있었습니다. “무슨 일이에요?" 체트가 물었습니다.
tr: Chat uyandığında, etrafında insanlar vardı. “Ne oldu?” diye sordu.

# data_list
source: Count together the people in Chat's family. Did you include Chat?
ar: هيا لنحسب معا الأشخاص من عائلة شات. هل حسبت شات معهم؟
fr: Compte ensemble les gens dans la famille de Chat ? As-tu compté Chat ?
ja: チャットの家族の人数を数えて下さい。チャットを含めましたか？
ko: 체트의 가족들을 함께 세어봐요. 여러분은 체트도 포함해 세었나요?
tr: Çocuğunuzla birlikte, Chat'in ailesindeki insanları sayın. Chat’i de dahil ettiniz mi?

# data_list
source: Can you tell by looking at their faces what each person is feeling?
ar: هل يمكن أن تقول كيف يحس كل شخص منهم من خلال الصورة؟
fr: Peux-tu deviner, en regardant leurs visages, ce que chaque personne ressent ?
ja: 顔を見たら一人一人の気持ちがわかりますか？
ko: 여러분은 각자의 얼굴을 보며 그들이 어떤 기분인지 알 수 있나요?
tr: Yüzlerine bakarak her birinin ne hissettiğini söyleyebilir misiniz?

# data_list
source: There are many colors here! Which of the colors of the rainbow are missing in this picture?
ar: هناك الكثير من الألوان هنا. ما هو اللون الناقص في قوس قزح المرسوم في الصورة؟
fr: Il y a beaucoup de couleurs ici ! Quelles couleurs de l’arc-en-ciel manque-t-il dans cette image ?
ja: ここにはたくさんの色があります！虹の色のうち、この絵にない色はどれでしょうか？
ko: 그림에는 많은 색깔들이 있습니다. 그림에서는 무지개의 색깔중 어떤색이 빠졌나요?
tr: Burada pek çok renk var! Bu resimde gökkuşağının hangi renkleri eksik?

# data_list
source: You fell and bumped your head, her father said. "We are so thankful that you are fine," said her mother.
ar: قال أبوها:لقد سقطت وصدمت رأسك. قالت أمها: نحمد الله كثيرا لأنك بخير.
fr: « Tu es tombée et tu t’es cognée la tête, » lui dit son père. « Nous sommes si heureux que tu ailles bien, » lui dit sa mère.
ja: "転んで頭を打ちましたね、" とお父さんが言いました。 お母さんは "あなたが無事でよかったです、" と言いました。
ko: “넌 넘어져서 머리를 부딪쳤단다!" 그녀의 아버지가 말했습니다. “우린 너가 괜찮아서 너무 감사한단다." 그녀의 어머니가 말했습니다.
tr: “Düşüp başını çarptın,” dedi babası. “İyi olduğun için çok şükrediyoruz,” dedi annesi.

# data_list
source: There is a fun circular pattern on Chat's bed. Are there more blue circles or red circles?
ar: هناك رسمة دائرية على سرير شات. هل هناك دوائر زرقاء أو دوائر حمراء أخرى؟
fr: Il y un amusant motif circulaire sur le lit de Chat. Y-a-t-il plus de cercles bleus ou rouges ?
ja: チャットのベッドに楽しい丸い模様があります。青い丸と赤い丸、どっちが多いですか？
ko: 체트의 침대에는 재미있는 원형의 무늬가 있습니다. 그림에는 파란 원형이 더 많나요 아니면 빨간 원형이 더 많나요?
tr: Chat'in yatağında eğlenceli dairesel bir desen var. Daha çok mavi daireler mi yoksa kırmızı daireler mi var?

# data_list
source: Describe some pretty patterns around where you are.
ar: صف لي أشكالا أخرى موجودة حولك.
fr: Décris les jolis motifs que tu vois autour de toi.
ja: 今いる場所の周りにあるきれいな模様について教えて下さい。
ko: 여러분이 있는 주변에 예쁜 무늬들을 묘사해 보세요.
tr: Bulunduğunuz yerde etrafınızda olan bazı güzel desenleri tarif edin.

# data_list
source: Find the rectangles in this picture and around where you are.
ar: جد المستطيلات الموجودة في الصورة والموجودة حولك.
fr: Trouve les rectangles dans cette image et là où tu es.
ja: この絵の中にある長方形を探して下さい。
ko: 그림과 여러분 주변에서 사각형을 찾아 보세요.
tr: Bu resimdeki ve bulunduğunuz yerde etrafınızdaki dikdörtgenleri bulun.

# data_list
source: Daddy, mummy? asked Chat. She also called the names of her brothers and sisters. "Please, get me a flower." Everyone was surprised.
ar: سألت شات:”أمي، أبي؟” حتى أنها نادت على إخوتها وأخواتها. ثم قالت: ”أعطوني زهرة من فضلكم؟” فوقف الجميع مندهشا.
fr: « Papa, maman ? » demanda Chat. Elle appelle aussi les prénoms de ses frères et sœurs. « S’ils-vous plait, donnez-moi une fleur. » Tout le monde était surpris.
ja: "パパ、 ママ？" とチャットは尋ねました。 彼女はまた、兄弟や姉妹の名前も呼びました。 "お花をください。" みんな驚きました。
ko: “아빠, 엄마?" 체트가 물었습니다. 그녀는 남동생들과 여동생의 이름도 불렀습니다. “제발 저에게 꽃을 가져다 주세요." 모두가 매우 놀랐습니다.
tr: “Babacığım, anneciğim?” diye sordu Chat. Erkek kardeşinin ve kız kardeşinin de isimlerini söyledi. “Lütfen, bana bir çiçek getirin.” Herkes şaşırdı.

# data_list
source: Why is everyone surprised?
ar: لماذا الجميع مندهش؟
fr: Pourquoi tout le monde est-il surpris ?
ja: どうしてみんな驚いてるのですか？
ko: 왜 모든 사람들이 놀랐나요?
tr: Neden herkes şaşırdı?

# data_list
source: Why is everyone looking so happy?
ar: لماذا الجميع يبدو سعيدا؟
fr: Pourquoi tout le monde a l’air si heureux ?
ja: どうしてみんなとても幸せそうなのですか？
ko: 왜 모든 사람들이 기뻐보이나요?
tr: Neden herkes çok mutlu görünüyor?

# data_list
source: Can you count all the circles on her bed, or is it too many? Can you count other things, such as eyes, arms, or noses?
ar: هل يمكنك أن تحسب الدوائر على سريرها أم أنها كثيرة جدا؟ هل يمكنك أن تحسب أشياء أخرى كالعينين، والأذرع أو الأنوف؟
fr: Peux-tu compter tous les cercles sur son lit, ou il y en a-t-il trop ? Peux-tu compter d’autres choses, comme les yeux, les bras ou les nez ?
ja: ベッドの上にある丸を全部数えられますか、それとも多すぎますか？他にも目とか腕とか鼻とか数えられますか？
ko: 체트의 침대에 있는 원형을 모두 세어볼 수 있나요 아니면 너무 많나요? 여러분은 눈, 팔, 또는 코와 같은 것들도 셀 수 있나요?
tr: Chat’in yatağındaki tüm halkaları sayabilir misiniz yoksa onlar sayılamayacak kadar çok mu fazlalar? Gözler, kollar veya burunlar gibi başka şeyleri de sayabilir misiniz?

# data_list
source: Her sister returned with a flower. Chat held it gently. "It is so lovely," she said.
ar: عادت أختها وفي يدها زهرة. حملتها شات بلطف وقالت: "إنها جميلة للغاية".
fr: Sa sœur revint avec une fleur. Chat la tenait délicatement. « Elle est si belle » dit-elle.
ja: 妹がお花を持って戻ってきました。 チャットはそれをそっと握りました。 "とても素敵ですね、" と言いました。
ko: 그녀의 여동생이 꽃을 가지고 왔습니다. 체트는 꽃을 아주 조심스럽게 들었습니다. "정말 사랑스러워요!" 체트가 말했습니다.
tr: Kız kardeşi bir çiçekle geri geldi. Chat onu nazikçe tuttu. “Bu çok güzel,” dedi.

# data_list
source: Imagine what it is like to see the world for the first time. What would you most want to see?
ar: تخيل كيف يكون شعورك حينما ترى العالم لأول مرة. ما الذي سترغب برؤيته كثيرا؟
fr: Imagine-toi voir le monde pour la première fois. Que voudrais-tu voir le plus ?
ja: 初めて見る世界を想像してみて下さい。何が一番見たいですか？
ko: 세상을 처음으로 보았다고 상상해보세요. 여러분은 어떤 것을 제일 보고 싶은가요?
tr: Dünyayı ilk kez görmenin nasıl bir şey olduğunu hayal edin. En çok neyi görmek isterdiniz?

# data_list
source: Which side of her head did she hit on the rock and which side is bandaged? Hmmm ...?
ar: ما هو الجانب الذي اصطدمت عليه شات وأي جانب تمت لفه بضماد؟ همممممم....؟
fr: Quel côté de la tête de Chat s’est-elle frappée sur la pierre et quel côté est bandé ? Hmmm … ?
ja: 彼女はどちらの頭を岩にぶつけて、どちらに包帯を巻いているのですか？うーん......？
ko: 체트의 어느 쪽 머리가 부딪쳤고 어느 쪽에 반창고가 붙어 있나요? 흠흠흠 ...
tr: Chat kafasının hangi tarafını taşa çarptı ve hangi tarafı bandajlı? Hım...?

# data_list
source: Can you find all the rectangles in this picture? Some of them are a bit sneaky.
ar: هل يمكنك أن تجد كل المستطيلات في الصورة؟ إن البعض منها متخفي قليلا.
fr: Peux-tu trouver tous les rectangles de cette image ? Certains sont un peu cachés.
ja: この絵の中の長方形を全部見つけられますか？ちょっとずるいやつもありますよ。
ko: 그림에서 모든 사각형을 찾을 수 있나요? 몇 개는 찾기가 쉽지 않습니다.
tr: Bu resimdeki tüm dikdörtgenleri bulabilir misiniz? Bazılarını bulmak biraz zor.

# data_list
source: Her family looked at one another. "Chat, can you see the flower?" her mother asked.
ar: نظر أفراد عائلتها لبعضهم البعض. فسألتها أمها: "هل يمكنك رؤية الزهرة يا شات؟"
fr: Les membres de sa famille se regardèrent. « Chat, peux-tu voir la fleur ? » demanda sa mère.
ja: 彼女の家族は顔を見合わせました。 "チャット、お花が見えますか？" とお母さんが聞きました。
ko: 그녀의 가족은 서로를 쳐다보았습니다. "체트야, 꽃을 볼 수 있니?" 그녀의 어머니가 물었습니다.
tr: Ailesinin fertleri birbirlerine baktılar. “Chat, çiçeği görebiliyor musun?” diye sordu annesi.

# data_list
source: What emotion do you see on each person's face?
ar: ما هي المشاعر التي تراها على وجه كل شخص؟
fr: Quelle émotion vois-tu sur le visage de chacun ?
ja: それぞれの人の顔に どのような感情が見えますか？
ko: 각자의 얼굴에서 여러분은 어떤 감정을 볼 수 있나요?
tr: Her bir kişinin suratında hangi duyguyu görüyorsunuz?

# data_list
source: Have you known anyone who suddenly got much better from an illness?
ar: هل تعرف شخصا تعافى من مرض فجأة؟
fr: As-tu connu quelqu’un qui s’est remis soudainement d’une maladie ?
ja: 病気が急に良くなった人を知っていますか？
ko: 여러분은 아프고 난 후에 갑자기 좋아지게 된 사람을 아나요?
tr: Bir hastalıktan sonra aniden çok daha iyi olan birini tanıyor musunuz?

# data_list
source: Have you known anyone who was blind?
ar: هل تعرف شخصا كان أعمى؟
fr: As-tu connu quelqu’un qui était aveugle ?
ja: 目が見えなくなった人を知っていますか？
ko: 여러분은 앞을 보지 못하는 누군가를 아나요?
tr: Kör olan birini tanıyor musunuz?

# data_list
source: Chat played with the flower in her hand. "You are all so beautiful, just like this flower," she smiled.
ar: لعبت شات بالزهرة بين يديها. ابتسمت وقالت: "أنت جميلة كهذه الزهرة."
fr: Chat jouait avec la fleur dans sa main. « Vous êtes tous si beaux, tout comme cette fleur. » Elle sourit.
ja: チャットは 手に持ってたお花で遊びました "みんな、このお花みたいにきれいですね、" 彼女は微笑みました。
ko: 체트는 그녀의 손으로 꽃을 가지고 놀았습니다. "넌 정말 이 꽃처럼 아름답구나!" 그녀는 미소 지었습니다.
tr: Chat elindeki çiçekle oynadı. “Siz hepiniz çok güzelsiniz, tıpkı bu çiçek gibi,” diyerek gülümsedi.

# data_list
source: Point out some of the new rectangles in this picture.
ar: أشر الى المستطيلات الجديدة الموجودة في هذه الصورة.
fr: Pointe à quelques nouveaux rectangles dans cette image.
ja: この絵の中の新しい長方形をいくつか指さして下さい。
ko: 그림에서 새로운 사각형을 가리켜 보세요.
tr: Bu resimdeki yeni dikdörtgenlerden bazılarını gösterin.

# data_list
source: This is a very happy ending! Did you think the story would end this way?
ar: هل تظن أن القصة انتهت هكذا؟ !إنها نهاية سعيدة جدا
fr: C’est une fin très heureuse ! Pensais-tu que cette histoire finirait de cette façon ?
ja: これはとてもハッピーエンドですね！このような結末になると思いましたか？
ko: 이야기는 아주 행복한 결말입니다! 여러분은 이야기가 이렇게 끝난다고 생각하나요?
tr: Bu çok mutlu bir son! Hikâyenin bu şekilde biteceğini düşünmüş müydünüz?

# data_list
source: Some people become doctors because they like helping people to have happy endings like this.
ar: بعض الناس يصبحون أطباء لأنهم يحبون أن يساعدوا الآخرين ليحصلوا على نهاية سعيدة كهذه.
fr: Certaines personnes deviennent des médecins parce qu’ils aiment aider les gens à vivre de belles fins comme celle-ci.
ja: このようなハッピーエンドが好きで医者になる人もいます。
ko: 어떤 사람들은 다른사람을 도와서 행복한 결말을 주기 위해 의사가 되기도 합니다.
tr: Bazı kişiler doktor olurlar çünkü bunun gibi mutlu sonlara sahip olmaları için insanlara yardım etmeyi severler.

# data_list
source: My name is Simo.
ar: اسمي سيمو.
fr: Je m’appelle Simo.
ja: 私の名前はシモです。
ko: 나의 이름은 시모입니다.
tr: Benim adım Simo.

# data_list
source: Count together the different colors of stripes on Simo's shirt.
ar: عدّوا معاً الألوان المختلفة للخطوط الموجودة على قميص سيمو.
fr: Comptons ensemble les différentes couleurs des rayures sur le T-shirt de Simo.
ja: シモのシャツの異なる色のストライプを一緒に数えましょう。
ko: 시모의 셔츠에 있는 줄무늬의 다른 색깔을 함께 세어봐요.
tr: Çocuğunuzla birlikte, Simo'nun formasındaki farklı renkteki şeritleri sayın.

# data_list
source: Simo's ball has two colors and is round. A pentagon is a five-sided shape. Point at the dark pentagons on Simo's ball. Do you see any pentagons around you?
ar: كرة سيمو لها لونان وهي مستديرة. خماسي الأضلاع هو شكل ذو خمسة جوانب. أشر إلى الخماسيات السوداء على كرة سيمو. هل ترى أي أشكال خماسية من حولك؟
fr: Le ballon de Simo est rond et a deux couleurs. Un pentagone est une forme à cinq côtés. Indique les pentagones sombres sur le ballon de Simon. Vois-tu des pentagones autour de toi ?
ja: シモのボールは2色で丸いです。五角形は5辺の形をしています。シモのボールの上にある黒い五角形を指さしてください。周りに五角形の物はありますか？
ko: 시모의 공은 두 개의 색깔로 되어있고 둥그런 모양입니다. 오각형은 다섯 개의 면이 있는 도형입니다. 시모의 공에 있는 거무스름한 오각형을 가리켜 보세요. 여러분 주변에서 오각형을 볼 수 있나요?
tr: Simo'nun topu iki renkli ve yuvarlaktır. Bir beşgen, beş kenarlı bir şekildir. Simo'nun topundaki koyu renkli beşgenlere işaret edin. Hiç etrafınızda beşgen görüyor musunuz?

# data_list
source: A hexagon is a six-sided shape. Point at the hexagons on the ball. Hexagons are often used in tiling patterns. Do you see any hexagons around you?
ar: الشكل السداسي هو شكل سداسي الأضلاع. أشر إلى الأشكال السداسية على الكرة. غالبا ما تستخدم السداسيات في أنماط التبليط. هل ترى أي أشكال سداسية من حولك؟
fr: Un hexagone est une forme à six côtés. Indique les hexagones sur le ballon. Les hexagones sont souvent utilisés pour les carrelages. Vois-tu des hexagones autour de toi ?
ja: 六角形は6辺の形をしています。ボール上の六角形を指さして下さい。六角形はタイルの模様によく使われます。あなたの周りに六角形の物はありますか？
ko: 육각형은 여섯 개의 면을 가진 도형입니다. 공에 있는 육각형을 가리켜 보세요. 육각형은 종종 타일의 패턴으로 사용합니다. 여러분 주변에서 육각형을 볼 수 있나요?
tr: Bir altıgen, altı kenarlı bir şekildir. Topun üzerindeki altıgenleri gösterin. Altıgenler sıklıkla fayans döşeme desenlerinde kullanılırlar. Etrafınızda hiç altıgen görüyor musunuz?

# data_list
source: I have four friends.
ar: أملك أربعة أصدقاء.
fr: J’ai quatre amis.
ja: 友達が4人います。
ko: 나는 네 명의 친구들이 있습니다.
tr: Benim dört tane arkadaşım var.

# data_list
source: When you put Simo together with his four friends, how many is that all together? Another way to ask this is: "What is 1 more than 4?"
ar: عندما تضع سيمو مع أصدقائه الأربعة، كم يبلغ عددهم معًا؟ هناك طريقة أخرى لطرح هذا السؤال وهي: "ما هو 4 بالإضافة إلى 1؟"
fr: Si tu ajoutes Simo à ses quatre amis, combien sont-ils tous ensemble ? Une autre façon de poser la question est : Combien font 1 de plus que 4 ?
ja: シモと4人の友だちを合わせると全員で何人ですか？別の聞き方もあります。： 「4より1多いのはいくつですか？」
ko: 여러분이 시모를 그의 네 친구들과 포함한다면 모두 몇 명입니까? 또 다른 방법으로 물어볼 수 있습니다: "4보다 1이 더 많으면 무엇인가요?"
tr: Simo’yu dört arkadaşıyla bir araya getirdiğinizde, hepsi birlikte kaç kişi eder? Bunu sormanın bir başka yolu: "4’ün 1 fazlası kaç eder?"

# data_list
source: How many of them have striped shirts and how many have solid shirts? That means that 2 more than 3 is 5.
ar: كم منهم ذو قميص مخطط وكم منهم ذو قميص بلون واحد؟ هذا يعني أن 2 أكثر من 3 يساوي 5.
fr: Combien d’entre eux ont des T-shirts rayés et combien ont des T-shirts unis ? Cela veut dire que si on ajoute 2 à 3 cela fait 5.
ja: ストライプのシャツを着ているのは何人ですか、無地のシャツを着ているのは何人ですか？ということは、3より2多いのは5ということになります。
ko: 몇 명이 줄무늬의 셔츠를 입고 있으며 몇 명이 단색의 옷을 입고 있나요? 3보다 2가 더 있으면 5라는 뜻입니다.
tr: Onların kaç tanesinin çizgili, kaç tanesinin düz tişörtü var? Bu, 3’ün 2 fazlasının 5 ettiği anlamına gelir.

# data_list
source: That's two different ways of getting five! If you take one more than four you get the same thing as two more than three!
ar: هاتان طريقتان مختلفتان للحصول على الرقم خمسة! إذا أخذت واحدًا أكثر من أربعة، فستحصل على نفس نتيجة اثنين أكثر من ثلاثة!
fr: Ce sont deux façons différentes d’obtenir cinq ! Si on prend un de plus que quatre, on obtient la même chose que deux de plus que trois !
ja: これは5を得るための2つの異なる方法です！4枚より1枚多ければ、3枚より2枚多いのと同じことになります。
ko: 여기에는 5를 가질수 있는 두 가지 방법이 있습니다! 4보다 1이 더 많은 것은 3보다 2가 더 많은 것과 같은 결과를 가집니다!
tr: Bu, 5’i elde etmenin iki farklı yoludur! Eğer dörtten bir fazlasını alırsanız, aynı şeyi, üçten iki fazlasını alırsanız da elde edersiniz!

# data_list
source: Their names are Zizo, Lele, Sisa, and Ayanda.
ar: أسمائهم هي زيزو، ليلي، سيسا وآياندا.
fr: Ils s’appellent Zizo, Lele, Sisa et Ayanda.
ja: 彼らの名前はジゾ、レレ、シサ、アヤンダです。
ko: 그들의 이름은 지조, 렐레, 시사, 그리고 아얀다입니다.
tr: Arkadaşlarının isimleri: Zizo, Lele, Sisa ve Ayanda.

# data_list
source: Can you guess who has which name? We'll learn about each one soon.
ar: هل يمكنك تخمين من لديه أي اسم؟ سنتعرف على كل واحد منهم قريبًا.
fr: Peux-tu deviner qui porte quel nom ? Nous en apprendrons plus sur chacun plus tard.
ja: 誰がどの名前かわかりますか？各名前が誰のものかすぐに分かります。
ko: 여러분은 누가 어떤 이름을 가지고 있는지 아나요? 우리는 조만간 알게 될 것입니다.
tr: Kimin hangi isme sahip olduğunu tahmin edebilir misiniz? Her birini çok yakında öğreneceğiz.

# data_list
source: Make up a story about one of them. Perhaps one of them likes cats or going on long walks?
ar: اختلق قصة عن أحدهم. ربما أحدهم يحب القطط أو المشي لمسافات طويلة؟
fr: Invente une histoire sur l’un d’entre eux. Peut-être que l’un d’eux aime les chats ou les longues balades ?
ja: そのうちの一人について、物語を作ってみて下さい。おそらく、そのうちの一人は猫が好き、または長い散歩が好きなのかもしれません。
ko: 그들중에 한 아이의 이야기를 지어 보세요. 아마도 그중에 한명은 고양이를 좋아하거나 긴 산책을 갈지 모릅니다.
tr: Onlardan birisi hakkında bir hikâye uydurun. Onlardan birisi belki de kedileri veya uzun yürüyüşlere çıkmayı seviyordur?

# data_list
source: Of the four, one of them likes soccer, one likes swimming, another likes hide-and-seek, and one likes reading -- guess which one is which.
ar: من بين الأربعة، واحد منهم يحب كرة القدم، وآخر يحب السباحة، وآخر يحب لعبة الغميضة، وواحد يحب القراءة - خمن أيهم.
fr: Parmi les quatre, l’un aime le football, l’un aime la natation, l’un aime jouer à cache-cache et l’un aime la lecture. Devine lequel aime quoi.
ja: その4人のうち、1人はサッカーが好きで、もう1人は水泳が好きです。別の1人はかくれんぼが好きで、もう1人は読書が好きです。それぞれがどの趣味を持っているか、予想してみてください。
ko: 네 명중에는, 한 명은 축구를 좋아하고 한 명은 수영을 좋아하며 또 다른 한 명은 숨바꼭질을 그리고 다른 한 명은 책 읽는것을 좋아합니다. – 네 명중에 누가 누구일까요?
tr: Dördünden birisi futbol oynamayı, birisi yüzmeyi, diğeri saklambaç oynamayı ve bir tanesi de okumayı seviyor – hangisinin hangisi olduğunu tahmin edin.

# data_list
source: My friend Zizo likes to play soccer.
ar: صديقتي زيزو ​​تحب لعب كرة القدم.
fr: Mon amie Zizo aime jouer au football.
ja: 友達のジゾはサッカーが好きです。
ko: 나의 친구 지조는 축구를 좋아합니다.
tr: Arkadaşım Zizo futbol oynamayı sever.

# data_list
source: Simo and Zizo have soccer in common. Which parts of their clothes are similar to each other?
ar: سيمو وزيزو لديهما كرة قدم مشتركة. أي أجزاء من ملابسهما متشابهة مع بعضها البعض؟
fr: Simo et Zizo ont le football en commun. Quelles parties de leurs vêtements sont similaires entre elles ?
ja: シモとジゾはサッカーが共通の趣味です。彼らの服のどの部分がお互いに似ていますか？
ko: 시모와 지조는 축구라는 공통점이 있습니다. 어떤 옷의 부분이 서로 비슷한가요?
tr: Simo ve Zizo’nun ortak noktaları futboldur. Onların kıyafetlerinin hangi kısımları birbirine benziyor?

# data_list
source: Simo and Zizo have stripes on different parts of their clothing. How are their stripes different?
ar: سيمو وزيزو لديهما خطوط على أجزاء مختلفة من ملابسهما. كيف تختلف خطوطهما؟
fr: Simo et Zizo ont des rayures sur différentes parties de leurs tenues. En quoi leurs rayures sont-elles différentes ?
ja: シモとジゾは服の異なる部分にストライプがあります。二人のストライプの違いは何ですか？
ko: 시모와 지조는 그들의 옷에 줄무늬를 가지고 있습니다. 그들의 줄무늬는 어떻게 다른가요?
tr: Simo ve Zizo’nun kıyafetlerinin farklı kısımlarında şeritler var. Şeritleri nasıl farklı?

# data_list
source: Zizo seems to like shades of red. Do you? What is your favorite color?
ar: يبدو أن زيزو تحب درجات اللون الأحمر. هل تحب ذلك أيضاً؟ ما هو لونك المفضل؟
fr: Zizo semble aimer les nuances de rouge. Et toi ? Quelle est ta couleur préférée ?
ja: ジゾは赤が好きみたいです。あなたはどうですか？あなたの好きな色は何ですか？
ko: 지조는 빨간 색상을 좋아하는 것 같습니다. 여러분은 어떤가요? 여러분이 좋아하는 색은 무엇인가요?
tr: Zizo kırmızının tonlarını seviyor gibi görünüyor. Ya siz? Sizin favori renginiz nedir?

# data_list
source: My friend Lele likes to swim.
ar: صديقتي ليلي تحب السباحة.
fr: Mon amie Lele aime la natation.
ja: 友達のレレは泳ぐのが好きです。
ko: 나의 친구 렐레는 수영을 좋아합니다.
tr: Arkadaşım Lele yüzmeyi sever.

# data_list
source: Point at and name the beautiful greens, blue greens, and blues in this picture.
ar: أشر إلى اللون الأخضر الجميل، والأخضر المائل إلى الأزرق، والأزرق في هذه الصورة وقم بتسمية كل منها.
fr: Montre du doigt et nomme les jolis verts, bleu-vert et bleus sur l’image.
ja: この写真に写っている美しい緑、青緑、青を指さして名前を挙げてください。
ko: 그림에서 녹색, 청녹색, 그리고 파란색을 가리켜 보고 색의 이름을 말해보세요.
tr: Bu resimdeki güzel yeşilleri, mavi yeşilleri ve mavileri gösterip adlandırın.

# data_list
source: Count the fingers on Lele's left hand. Is she missing a finger or was the artist careless when drawing this picture?
ar: عد الأصابع على يد ليلي اليسرى. هل ينقصها إصبع أم أن الفنان كان مهملاً في رسم هذه الصورة؟
fr: Compte les doigts de la main gauche de Lele. Lui manque-t-il un doigt ou l’artiste a-t-il oublié de le dessiner ?
ja: レレの左手の指を数えて下さい。彼女は指が1本足りないのか、それとも画家がこの絵を描くときに不注意だったのでしょうか？
ko: 렐레의 왼손에 있는 손가락을 세어보세요. 렐레는 손가락이 하나 없나요 아니면 작가가 그림을 그릴때 주의깊게 그리지 않았다고 생각하나요?
tr: Lele'nin sol elindeki parmaklarını sayın. Lele’nin bir parmağı mı eksik yoksa illüstratör bu resmi çizerken dikkatsiz mi davrandı?

# data_list
source: It can be dangerous to swim by yourself. To be safe, always swim with a buddy.
ar: قد يكون من الخطر أن تسبح بمفردك. لكي تكون آمنًا، اسبح دائمًا مع صديق.
fr: Nager seul peut être dangereux. Pour être en sécurité, nage toujours avec un ami.
ja: 一人で泳ぐのは危険です。安全のために、いつも仲間と一緒に泳ぎましょう。
ko: 여러분 혼자서 수영을 하는 것은 위험할 수 있습니다. 안전을 위해서 항상 친구와 함께 수영을 하세요.
tr: Kendi başınıza yüzmek tehlikeli olabilir. Güvende olmak için daima bir arkadaşınızla yüzün.

# data_list
source: My friend Sisa likes to play hide-and-seek.
ar: صديقي سيسا يحب لعب لعبة الغميضة.
fr: Mon ami Sisa aime jouer à cache-cache.
ja: 友達のシサはかくれんぼが好きです。
ko: 나의 친구 시사는 숨바꼭질 하기를 좋아합니다.
tr: Arkadaşım Sisa saklambaç oynamayı sever.

# data_list
source: Is Sisa "it" or is Sisa hiding? It is easy to see Sisa. Is Sisa hiding behind the tree?
ar: هل سيسا هو اللاعب الرئيس أم أن سيسا مختبئ؟ من السهل رؤية سيسا. هل يختبئ سيسا خلف الشجرة؟
fr: Sisa est-il le « chat » ou se cache-t-il ? On peut voir Sisa facilement. Sisa est-il caché derrière l’arbre ?
ja: シサは 「それ」ですか？それとも隠れているのでしょうか？シサはすぐに見つけられます。シサは木の後ろに隠れていますか？
ko: 시사는 "술래" 인가요 아니면 숨는 사람인가요? 시사를 찾기는 쉽습니다. 시사는 나무 뒤에 숨어있나요?
tr: Sisa "ebe" mi yoksa saklanıyor mu? Sisa’yı görmek kolay. Sisa ağacın arkasında mı saklanıyor?

# data_list
source: They say zebras have stripes to help them hide among trees. Do the stripes on Sisa's shirt make Sisa hard to see?
ar: قولون أن الحمير الوحشية لها خطوط تساعدها على الاختباء بين الأشجار. هل الخطوط الموجودة على قميص سيسا تجعل رؤية سيسا صعبة؟
fr: On dit que les zèbres ont des rayures pour mieux se cacher parmi les arbres. Les rayures sur le T-shirt de Sisa le rendent-il difficile à voir ?
ja: シマウマは木の間に隠れるためにストライプがあるそうです。シサのシャツのストライプは、シサを見つけにくくしていますか？
ko: 사람들은 얼룩말은 나무들 사이에 잘 숨을수 있게 줄무늬가 있다고 합니다. 시사의 줄무늬 셔츠는 시사가 눈에 띄지 않게 해주나요?
tr: Zebraların, ağaçların arasında saklanmalarına yardımcı olsun diye şeritlerinin olduğunu söylerler. Sisa'nın tişörtündeki şeritler, Sisa’yı görmeyi zorlaştırıyor mu?
