Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Do you think you can see all the butterflies?
ar: هل تعتقد أنك تستطيع رؤية كل الفراشات؟
fr: Pense-tu que tu peux voir tous les papillons ?
ja: すべてのチョウを見れていると思う？
ko: 여러분은 모든 나비를 볼 수 있다고 생각하나요?
tr: Bütün kelebekleri görebildiğinizi düşünüyor musunuz?

# data_list
source: There are three types of living things in the picture: trees, Cat and Dog, and butterflies. Which group is the largest and which is the smallest?
ar: هناك ثلاثة أنواع من الكائنات الحية في الصورة: الأشجار، القط والكلب، والفراشات. ما هي المجموعة الأكبر وأيها الأصغر؟
fr: Il y a trois types d'êtres vivants sur l’image : les arbres, Chat et Chien, et les papillons. Lequel de ces groupes est le plus grand et lequel est le plus petit ?
ja: 絵の中には3種類の生き物がいるよ：木、イヌとネコ、チョウ。 どのグループが一番大きく、どのグループが一番小さいかな？
ko: 그림에 있는 세가지 생명체(나무, 고양이와 개, 나비)중 가장 큰 것과 작은 것을 말해보아요.
tr: Bu resimde üç tür canlı var: ağaçlar, Kedi ve Köpek ve kelebekler. Hangi grup en büyük ve hangisi en küçüktür?

# data_list
source: They see a hundred butterflies!
ar: إنهما يريان مائة فراشة!
fr: Ils voient cent papillons !
ja: 2人は100匹のチョウを見つけた！
ko: 그들은 백개의 나비를 봤어요!
tr: Onlar yüz tane kelebek görüyorlar!

# data_list
source: How many butterflies can you count? Are there too many for you to count?
ar: كم عدد الفراشات التي يمكنك عدها؟ هل هي أكثر مما يمكنك حسابه؟
fr: Combien de papillons peux-tu compter ? Y en a-t-il trop pour que tu puisses tous les compter ?
ja: 君は何匹のチョウを数えられるかな？多すぎて数えられないかな？
ko: 여러분은 몇 마리의 나비를 셀 수 있나요? 여러분이 세기에는 너무 많은가요?
tr: Siz kaç tane kelebek sayabilirsiniz? Sayamayacağınız kadar çok mu var?

# data_list
source: How many different colors of butterflies are there?
ar: كم عدد ألوان الفراشات المختلفة؟
ja: チョウの色は何色あるかな？
ko: 몇개의 색깔이 보이나요?
tr: Orada kaç farklı renkte kelebek var?

# data_list
source: For which color of butterfly is there the most?
ar: ما هو لون الفراشة الأكثر تواجدًا؟
ja: どの色のチョウが一番多い？
ko: 무슨색의 나비가 가장 많은가요?
tr: Orada en çok hangi renk kelebek var?

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye butterflies.
ar: إلى اللقاء يا قط. إلى اللقاء يا كلب. إلى اللقاء يا فراشات.
fr: Au revoir Chat. Au revoir Chien. Au revoir papillons.
ja: ばいばいネコ。 ばいばいイヌ。 ばいばいチョウ。
ko: 잘 가, 고양이야. 잘 가, 개야. 잘 가, 나비야.
tr: Güle güle, Kedi. Güle güle, Köpek. Güle güle, kelebekler.

# data_list
source: Are you happy or sad that Cat and Dog caught a butterfly?
ar: هل تشعر بالسعادة أو الحزن لأن القط والكلب اصطادا فراشة؟
fr: Es-tu heureux ou triste que Chat et Chien ont attrapé un papillon ?
ja: 君は、ネコとイヌがチョウを捕まえられて嬉しい？それとも悲しい？
ko: 고양이와 개가 나비를 잡은게 슬픈가요?
tr: Kedi ve Köpek’in bir kelebeği yakalamalarına mutlu mu yoksa üzgün müsünüz?

# data_list
source: In the picture, who do you think is happy and who is sad?
ar: في الصورة من برأيك السعيد ومن الحزين؟
fr: Sur l'image, qui penses-tu est heureux et qui est triste ?
ja: 絵の中で、誰が喜んでいて、誰が悲しんでいると思う？
ko: 그림에서 여러분은 누가 슬프고 누가 행복하다고 생각하나요?
tr: Bu resimde, sizce kim mutlu ve kim üzgün?

# data_list
source: How long do you think a butterfly can live in a jar?
ar: كم من الوقت تظن أن الفراشة تستطيع أن تعيش داخل جرة؟
fr: Combien de temps penses-tu qu'un papillon peut vivre dans un bocal ?
ja: チョウはどれくらい瓶の中で生きられると思う？
ko: 여러분은 나비가 통에서 얼마나 살수 있을 것같다고생각하나요?
tr: Sizce bir kelebek bir kavanozda ne kadar uzun yaşayabilir?

# data_list
source: They each have two ears. Whose ears are bigger?
ar: لكل منهما أذنان. من أذناه أكبر؟
fr: Ils ont chacun deux oreilles. Qui a les plus grandes oreilles ?
ja: それぞれ耳が2つずつある。どちらの耳が大きい？
ko: 그 둘은 모두 두개의 귀를 가지고 있어요. 누구의 귀가 더 큰가요?
tr: İkisinin de iki kulağı var. Hangisinin kulakları daha büyük?

# data_list
source: They each have one tail. Whose tail is longer?
ar: لكل واحد منهما ذيل واحد. من ذيله أطول؟
fr: Ils ont chacun une queue. Qui a la plus longue queue ?
ja: それぞれしっぽが1本ずつある。どちらのしっぽが長い？
ko: 그 둘은 모두 한개의 꼬리를 가지고 있어요. 누구의 꼬리가 더 긴가요?
tr: İkisinin de bir kuyruğu var. Hangisinin kuyruğu daha uzun?

# data_list
source: They each have markings on their belly. Whose markings are bigger?
ar: لكل واحد منهم علامة على بطنه. علامات من هي الأكبر؟
fr: Ils ont chacun des marques sur leur ventre. Qui a les plus grandes marques ?
ja: それぞれお腹に印がある。どちらの印が大きい？
ko: 그 둘은 모두 배에 무늬를 가지고 있어요. 누구의 무늬가 더 큰가요?
tr: İkisinin de karnında işaretler var. Hangisinin işaretleri daha büyük?

# data_list
source: Cat and Dog walk. They walk in their village.
ar: القط والكلب يسيران. إنهما يسيران في قريتهما.
fr: Chat et Chien marchent. Ils marchent dans leur village.
ja: ネコとイヌは歩いている。 2人は村の中を歩いている。
ko: 고양이와 개는 걸었어요. 그 둘은 그들의 마을을 걸었어요.
tr: Kedi ve Köpek yürüyorlar. Onlar, köylerinde yürüyorlar.

# data_list
source: Count together the homes in the village.
ar: عدّوا بيوت القرية معًا.
fr: Compte le nombre de maisons dans le village.
ja: 村にある家の数を一緒に数えよう。
ko: 마을에 있는 집의 개수를 함께 세어보아요.
tr: Köydeki evleri çocuğunuzla beraber sayın.

# data_list
source: There are many things to count together -- one bird, one cat, one dog, three animals, three buildings, and one tree.
ar: هناك أشياء كثيرة يمكن عدها معًا - طائر واحد، قطة واحدة، كلب واحد، ثلاثة حيوانات، ثلاثة مباني، وشجرة واحدة.
fr: Il y a beaucoup de choses à compter -- un oiseau, un chat, un chien, trois animaux, trois bâtiments et un arbre.
ja: 一緒に数えるものは沢山ある。鳥が1羽、ネコが1匹、イヌが1匹、動物が3匹、建物が3棟、木が1本。
ko: 함께 셀 것이 많네요 -- 한 마리의 새, 한 마리의 고양이, 한 마리의 강아지, 세 마리의 동물, 세 개의 건물, 그리고 한 그루의 나무.
tr: Birlikte sayılacak birçok şey var – bir kuş, bir kedi, bir köpek, üç hayvan, üç bina ve bir ağaç.

# data_list
source: Two of the buildings are round around the base. The third one has a base shaped like this page.
ar: اثنان من المباني مستديران حول القاعدة. والثالث له قاعدة على شكل هذه الصفحة.
fr: Deux des bâtiments sont ronds à la base. Le troisième a une base en forme de cette page.
ja: 2つの建物は土台の周りが丸い。3つ目はこのページのような形をしている。
ko: 두개의 건물은 둥근 벽을 가지고 있어요. 세번째 건물의 벽은 이 페이지처럼 생겼네요.
tr: Binalardan ikisinin tabanı yuvarlak. Üçüncüsünün tabanı bu sayfanın şekline benziyor.

# data_list
source: Then they see an egg. The egg is in the grass. The egg is alone in the grass. The egg is all alone.
ar: ثم يرون بيضة. البيضة في العشب. البيضة وحدها في العشب. البيضة لوحدها.
fr: Ensuite, ils voient un œuf. L'œuf est dans l'herbe. L'œuf est seul dans l'herbe. L'œuf est tout seul.
ja: そして2人はタマゴを見つける。 タマゴは草の中にある。 タマゴは草むらの中でひとりぼっち。 タマゴはひとりぼっちだ。
ko: 고양이와 개는 알을 발견했어요. 그 알은 잔디 위에 있어요. 그 알은 혼자 잔디위에 있어요. 그 알은 완전히 혼자에요.
tr: Sonra, bir yumurta görürler. Yumurta çimenlerin içinde. Yumurta çimenlerin içinde tek başına. Yumurta yapayalnız.

# data_list
source: Count together the animals, trees, houses, and eggs.
ar: عدّوا معًا الحيوانات والأشجار والبيوت والبيض.
fr: Compte les animaux, les arbres, les maisons et les œufs.
ja: 動物、木、家、タマゴを一緒に数えよう。
ko: 나무, 동물, 집, 그리고 알을 함께 세어보아요.
tr: Hayvanları, ağaçları, evleri ve yumurtaları çocuğunuzla birlikte sayın.

# data_list
source: Name an animal that lays eggs.
ar: قم بتسمية حيوان يبيض.
fr: Nomme un animal qui pond des œufs.
ja: タマゴを産む動物の名前は何かな？
ko: 알을 낳는 동물을 하나 말해보세요.
tr: Yumurtlayan bir hayvan ismi söyleyin.

# data_list
source: Cat and Dog pick up the egg. It is usually better to leave eggs where you find them.
ar: التقط القط والكلب البيضة. من الأفضل عادةً ترك البيض حيث تجده.
fr: Chat et Chien ramassent l'œuf. Il est généralement préférable de laisser les œufs où vous les trouvez.
ja: ネコとイヌがタマゴを拾う。たいてい、タマゴは見つけた場所に置いておくのがいい。
ko: 고양이와 개는 알을 주웠어요. 하지만 이럴 때는 알을 줍는 대신 있던 자리에 가만히 놔두는게 낫습니다.
tr: Kedi ve Köpek yumurtayı alırlar. Yumurtaları bulduğunuz yerde bırakmak genellikle daha iyidir.

# data_list
source: Cat and Dog walk to a bird. They ask the bird, "Is this your egg?"
ar: سار القط والكلب نحو طائر. فسألا الطائر: "هل هذه بيضتك؟"
fr: Chat et Chien marchent vers un oiseau. Ils demandent à l'oiseau : « Est-ce que c'est ton œuf ? »
ja: ネコとイヌが鳥のところへ歩いていく。 2人は鳥に「これは君のタマゴ？」と尋ねる。
ko: 고양이와 개는 새에게 걸어갔어요. “이게 너의 알이니?” 그들은 물었어요.
tr: Kedi ve Köpek bir kuşa doğru yürürler. Kuşa, “Bu senin yumurtan mı?” diye sorarlar.

# data_list
source: The egg is round. Point to other things with round sides.
ar: البيضة مستديرة. أشر إلى أشياء أخرى ذات جوانب مستديرة.
fr: L'œuf est rond. Montre du doigt d'autres choses avec des côtés ronds.
ja: タマゴは丸い。他に側面が丸いものを指さそう。
ko: 그 알은 동그랗네요. 그림에서 다른 동그란 것들을 가리켜 보아요.
tr: Yumurta yuvarlak. Yuvarlak kenarları olan diğer şeyleri gösterin.

# data_list
source: Point to round things where you are.
ar: أشر إلى الأشياء المستديرة حيث أنت.
fr: Montre du doigt des choses rondes là où tu es.
ja: 君がいる場所で丸いものを指さそう。
ko: 여러분이 있는곳에서 동그란 것들을 가리켜보아요.
tr: Bulunduğunuz yerdeki yuvarlak şeyleri gösterin.

# data_list
source: Describe where the bird is -- Cat and Dog are below the roof and below the bird, and the bird is above them.
ar: صف مكان الطائر - القط والكلب تحت السطح وتحت الطائر والطير فوقهما.
fr: Décris où est l'oiseau -- Chat et Chien sont sous le toit et sous l'oiseau, et l'oiseau est au-dessus d'eux.
ja: 鳥がいる場所を説明してみよう。ネコとイヌは屋根と鳥の下にいて、鳥はその上にいる。
ko: 새가 어디있는지 설명해보아요 – 고양이와 개는 지붕과 새 밑에, 그리고 새는 그들 위에 있네요.
tr: Kuşun nerede olduğunu tarif edin – Kedi ve Köpek çatının ve kuşun altında, kuş ise onların üstünde.

# data_list
source: But the bird says, "No, that is not my egg. Ask the owl. Maybe it is his egg."
ar: لكن الطائر قال: ”لا، هذه ليست بيضتي. اسألا البومة. ربما تكون بيضتها.“
fr: Mais l'oiseau dit : « Non, ce n'est pas mon œuf. Demandez à la chouette. Peut-être que c'est son œuf. »
ja: しかし、鳥は「いいえ、それは私のタマゴじゃないよ。フクロウに聞いてごらん。もしかしたら彼のタマゴかもしれない。」と言う。
ko: 그러자 새는 말했어요. "아니, 그건 내 알이 아니야. 부엉이한테 물어봐. 아마 그의 알일거야."
tr: Ama kuş, “Hayır, bu benim yumurtam değil. Baykuşa sorun. Belki onun yumurtasıdır,” der.

# data_list
source: Have you seen blue birds where you live?
ar: هل سبق أن رأيت طيراً أزرق حيث تعيش؟
fr: As-tu vu des oiseaux bleus là où tu vis ?
ja: 君が住んでいる場所で青い鳥を見たことがある？
ko: 여러분이 사는 곳에서 파란색의 새를 본적 있나요?
tr: Yaşadığınız yerde mavi kuşlar gördünüz mü?

# data_list
source: What color is the tie the owl is wearing? Have you seen a bird wearing a tie?
ar: ما هو لون ربطة العنق التي ترتديها البومة؟ هل سبق أن رأيت طائرًا يرتدي ربطة عنق؟
fr: De quelle couleur est la cravate que la chouette porte ? As-tu vu un oiseau porter une cravate ?
ja: フクロウがつけているネクタイの色は？ネクタイをしている鳥を見たことがある？
ko: 부엉이가 무슨 색깔의 넥타이를 매고 있나요? 여러분은 넥타이를 맨 새를 본적 있나요?
tr: Baykuşun taktığı kravatın rengi nedir? Kravat takan bir kuş gördünüz mü?

# data_list
source: The blue bird is sitting on the roof. What is the owl sitting on?
ar: الطائر الأزرق يجلس على السطح. على ماذا تجلس البومة؟
fr: L'oiseau bleu est assis sur le toit. Sur quoi la chouette est-elle assise ?
ja: 青い鳥は屋根の上にとまっている。フクロウは何にとまっている？
ko: 파란 새는 지붕위에 앉아 있어요. 부엉이는 무엇 위에 앉아있나요?
tr: Mavi kuş çatının üzerinde oturuyor. Baykuş neyin üzerinde oturuyor?

# data_list
source: Cat and Dog walk to the owl. They ask the owl, "Is this your egg?"
ar: سار القط والكلب نحو البومة. فسألا البومة:”هل هذه بيضتك؟”
fr: Chat et Chien marchent vers la chouette. Ils demandent à la chouette : « Est-ce que c'est votre œuf ? »
ja: ネコとイヌがフクロウのところへ歩いていく。 2人はフクロウに「これは君のタマゴ？」と尋ねる。
ko: 고양이와 개는 부엉이에게 걸어갔어요. “이게 너의 알이니?” 그들은 물었어요.
tr: Kedi ve Köpek baykuşa doğru yürürler. Baykuşa, “Bu senin yumurtan mı?” diye sorarlar.

# data_list
source: Owls are said to be wise. Does this owl look wise to you?
ar: يقال أن البوم حكيم. هل تبدو هذه البومة حكيمة بالنسبة لك؟
fr: On dit que les chouettes sont sages. Cette chouette te semble-t-elle sage ?
ja: フクロウは賢いと言われている。君にはこのフクロウが賢く見えるだろうか？
ko: 부엉이들은 지혜롭다고 해요. 이 부엉이가 지혜로워 보이나요?
tr: Baykuşların bilge olduğu söylenir. Bu baykuş size bilge gibi görünüyor mu?

# data_list
source: Count the birds, cats, and dogs. Which type of animal is there the most of?
ar: عدّوا الطيور والقطط والكلاب. ما هو نوع الحيوان الأكثر وجودًا؟
fr: Compte les oiseaux, les chats et les chiens. Quel type d'animal y a-t-il le plus ?
ja: 鳥、ネコ、イヌを数えよう。どの種類の動物が一番多い？
ko: 새와 고양이, 그리고 강아지를 세어보아요. 어떤 동물이 제일 많은가요?
tr: Kuşları, kedileri ve köpekleri sayın. En fazla hangi tür hayvandan var?

# data_list
source: Notice owl's unusual kite-shaped tie!
ar: لاحظ ربطة عنق البومة غير العادية على شكل طائرة ورقية!
fr: Remarque la cravate inhabituelle en forme de cerf-volant de la chouette !
ja: フクロウの珍しい凧の形をしたネクタイに注目しよう！
ko: 저 부엉이의 특이한 연모양 넥타이를 보세요!
tr: Baykuşun uçurtma şeklindeki sıra dışı kravatına dikkat edin!

# data_list
source: But the owl says, "No, that is not my egg. Ask the goose. Maybe it is her egg."
ar: لكن البومة قالت: ”لا، هذه ليست بيضتي. اسألا الإوزة. ربما تكون بيضتها.“
fr: Mais la chouette dit : « Non, ce n'est pas mon œuf. Demandez à l'oie. Peut-être que c'est son œuf. »
ja: しかし、フクロウは「いいえ、それは私のタマゴじゃないよ。ガチョウに聞いてごらん。 彼女のタマゴかもしれない。」と言う。
ko: 그러자 부엉이가 말했어요. "아니, 그건 내 알이 아니야. 거위한테 물어봐. 아마 거위의 알일거야."
tr: Ama baykuş, “Hayır, bu benim yumurtam değil. Kaza sor. Belki onun yumurtasıdır,” der.

# data_list
source: If you get something wrong two times, do you get discouraged?
ar: إذا أخطأت مرتين فهل تثبط عزيمتك؟
fr: Si tu te trompes deux fois, es-tu découragé ?
ja: 君なら2回も間違えたら落ち込むかな？
ko: 여러분이 무언가를 두번 틀리면, 포기하고 싶어지나요?
tr: Bir şeyi iki kez yanlış yaptığınızda cesaretiniz kırılır mı?

# data_list
source: Cat and Dog are great at persisting -- trying over and over until they succeed. Are you good at persisting?
ar: القط والكلب رائعان في المثابرة - المحاولة مرارًا وتكرارًا حتى ينجحا. هل أنت مثابر أيضاً؟
fr: Chat et Chien sont très persévérants – ils essaient encore et encore jusqu'à ce qu'ils réussissent. Es-tu persévérant ?
ja: ネコとイヌは粘るのが得意だよ。成功するまで何度も何度も挑戦する。君は粘るのが得意？
ko: 고양이와 개는 무언가를 지속해서 하는 걸 잘해요. 성공할 때까지 계속해서 노력하는것 말이죠. 여러분은 무언가를 지속해서 하는 것을 잘 하나요?
tr: Kedi ve Köpek ısrarcı olma konusunda – başarana kadar tekrar tekrar denemekte – harikadırlar. Siz de ısrar etmekte iyi misiniz?

# data_list
source: Count the houses and how many animals there are now.
ar: قم بعدّ البيوت والحيوانات الموجودة الآن.
fr: Compte les maisons et combien d'animaux il y a maintenant.
ja: 家を数えよう。動物は何匹になったかな？
ko: 이제 집과 동물의 개수를 세어보아요.
tr: Şimdi, evleri ve kaç tane hayvan olduğunu sayın.

# data_list
source: Cat and Dog walk to the goose. They ask the goose, "Is this your egg?"
ar: سار القط والكلب نحو الإوزة. فسألا الإوزة:”هل هذه بيضتك؟”
fr: Chat et Chien marchent vers l'oie. Ils demandent à l'oie : « Est-ce que c'est votre œuf ? »
ja: ネコとイヌがガチョウのところへ歩いていく。 2人はガチョウに「これは君のタマゴ？」と尋ねる。
ko: 고양이와 개는 거위에게 걸어갔어요. “이게 너의 알이니?” 그들은 거위에게 물었어요.
tr: Kedi ve Köpek kaza doğru yürürler. Kaza, “Bu senin yumurtan mı?” diye sorarlar.

# data_list
source: How many animals are there?
ar: كم حيواناً هناك؟
fr: Combien d'animaux y a-t-il ?
ja: 動物は何匹かな？
ko: 몇마리의 동물이 있나요?
tr: Orada kaç tane hayvan var?

# data_list
source: Are any of the animals the same color? How many different colors are there for all the animals?
ar: هل تملك هذه الحيوانات لوناً واحداً؟ ما عدد الألوان المختلفة الموجودة لدى جميع الحيوانات؟
fr: Est-ce qu’il y a des animaux de la même couleur ? Combien de couleurs différentes y a-t-il pour tous les animaux ?
ja: 同じ色の動物はいるかな？すべての動物の中でいくつの色があるかな？
ko: 동물 중에 몇마리가 같은 색인가요? 각각 다른 동물의 색은 몇개인가요?
tr: Hayvanlardan bazıları aynı renkte mi? Tüm hayvanların kaç farklı rengi var?

# data_list
source: There are three birds. How are these three similar and how are they different?
ar: هناك ثلاثة طيور. كيف تتشابه هذه الثلاثة وكيف تختلف؟
fr: Il y a trois oiseaux. Comment ces trois oiseaux sont-ils semblables et comment sont-ils différents ?
ja: 3羽の鳥がいる。この3羽はどのように似ていて、どのように違う？
ko: 여기 세 마리의 새가 있어요. 이 셋이 어떻게 다르고 어떻게 비슷한가요?
tr: Üç kuş var. Bu üçü birbirlerine hangi yönden benzerler ve birbirlerinden nasıl farklılar?

# data_list
source: But the goose says, "No, that is not my egg. Ask the two ducks. Maybe it is their egg."
ar: لكن الإوزة قالت: ”لا، هذه ليست بيضتي. اسألا البطتين. ربما تكون بيضتهما.“
fr: Mais l'oie dit : « Non, ce n'est pas mon œuf. Demandez aux deux canards. Peut-être que c'est leur œuf. »
ja: しかし、ガチョウは「いいえ、それは私のタマゴじゃないよ。2羽のアヒルに聞いてごらん。彼らのタマゴかもしれない。」と言う。
ko: 그러자 거위가 말했어요. “아니, 그건 내 알이 아니야. 두 오리들 한테 물어봐. 아마 그들의 알일거야.”
tr: Ama kaz, “Hayır, bu benim yumurtam değil. İki ördeğe sorun. Belki onların yumurtasıdır,” der.

# data_list
source: Do you think Cat and Dog will give up? Would you give up at this point?
ar: هل تعتقد أن القط والكلب سيستسلمان؟ هل ستستسلم عند هذه النقطة؟
fr: Penses-tu que Chat et Chien vont abandonner ? Abandonnerais-tu à ce stade ?
ja: ネコとイヌは諦めると思う？君はこの時点であきらめる？
ko: 고양이와 개가 포기할까요? 여러분은 이런 상황이었다면 포기할것인가요?
tr: Kedi ve Köpek pes edecek mi sizce? Siz bu durumda pes eder miydiniz?

# data_list
source: How many birds have they talked to?
ar: كم عدد الطيور التي تحدثا إليها؟
fr: A combien d'oiseaux ont-ils parlé ?
ja: 2人はこれまでに何羽の鳥と話をしたかな？
ko: 지금까지 그들이 몇마리의 새에게 말을 걸어봤나요?
tr: Kedi ve Köpek, şimdiye kadar kaç kuşla konuştular?

# data_list
source: If they can't find the home for the egg, what should they do with it?
ar: إذا لم يجدا بيتًا للبيضة ماذا سيفعلان بها؟
fr: S'ils ne trouvent pas la maison de l'œuf, que devraient-ils en faire ?
ja: もしタマゴの帰る場所が見つからなかったら、2人はタマゴをどうすればいいのだろう？
ko: 만약 그들이 알의 집을 찾지 못한다면 알을 어떻게 해야 할까요?
tr: Eğer yumurta için bir yuva bulamazlarsa, yumurtayla ne yapmalılar?

# data_list
source: Cat and Dog walk to the two ducks. They ask the two ducks, "Is this your egg?"
ar: سار القط والكلب نحو البطتين. فسألا البطتين:”هل هذه بيضتكما؟”
fr: Chat et Chien marchent vers les deux canards. Ils demandent aux deux canards : « Est-ce que c'est votre œuf ? »
ja: ネコとイヌは2羽のアヒルのところへ歩いていく。 2人はアヒルに「これは君のタマゴ？」と尋ねる。
ko: 고양이와 개는 두 오리한테 걸어갔어요. “이게 너희의 알이니?” 그들은 물었어요.
tr: Kedi ve Köpek iki ördeğe doğru yürürler. İki ördeğe, “Bu sizin yumurtanız mı?” diye sorarlar.

# data_list
source: What are the ducks going to say?
ar: ماذا ستقول البطتان؟
fr: Que vont dire les canards ?
ja: アヒルたちは何と言うだろう？
ko: 두 오리들이 무슨 말을 할것 같나요?
tr: Ördekler ne söyleyecekler?

# data_list
source: The two ducks are different colors and patterns. Describe how they are the same and how they are different.
ar: للبطتين ألوان وأنماط مختلفة. صف كيف تتشابه وكيف تختلف.
fr: Les deux canards ont des couleurs et des motifs différents. Décris comment ils sont semblables et comment ils sont différents.
ja: 2羽のアヒルは色も模様も違う。どのように同じで、どのように違うかを説明しよう。
ko: 두 오리는 각각 다른 색깔과 무늬를 가지고 있어요. 그들의 같은 점과 다른 점을 얘기해 보아요.
tr: İki ördek farklı renk ve desenlerde. Onların nasıl aynı ve nasıl farklı olduklarını açıklayın.

# data_list
source: Do you have ducks around where you live?
ar: هل لديك بط في المكان الذي تعيش فيه؟
fr: Y a-t-il des canards là où tu vis ?
ja: 君が住む場所にアヒルはいる？
ko: 여러분이 사는 곳 근처에서 오리를 본 적 있나요?
tr: Sizin yaşadığınız yerde ördekler var mı?

# data_list
source: But the two ducks say, "No, that is not our egg." Then the egg breaks.
ar: لكن البطتين قالتا: "لا، هذه ليست بيضتنا.” ثم انكسرت البيضة.
fr: Mais les deux canards disent : « Non, ce n'est pas notre œuf. » Puis l'œuf se casse.
ja: しかし、2羽のアヒルは「それは私たちのタマゴじゃないよ」と言う。 そしてタマゴが割れてしまった。
ko: 그러자 두 오리들이 말했어요. “아니 그건 우리의 알이 아니야.” 이때 알이 깨지기 시작했어요.
tr: Ama iki ördek, “Hayır, bu bizim yumurtamız değil,” derler. Sonra yumurta kırılır.

# data_list
source: How can you tell that the egg is breaking?
ar: كيف عرفت أن البيضة انكسرت؟
fr: Comment sais-tu que l'œuf se casse ?
ja: タマゴが割れていることをどうやって見分けられる？
ko: 여러분은 알이 깨지고 있다는 것을 무엇을 보고 알 수 있나요?
tr: Yumurtanın kırıldığını nasıl anlarsınız?

# data_list
source: Did Cat drop the egg? Have you ever dropped an egg?
ar: هل أسقط القط البيضة؟ هل سبق لك أن أسقطت بيضة؟
fr: Chat a-t-il laissé tomber l'œuf ? As-tu déjà laissé tomber un œuf ?
ja: ネコがタマゴを落としたの？君はタマゴを落としたことがある？
ko: 고양이가 알을 떨어뜨린 것인가요? 여러분은 알을 떨어뜨린 적이 있나요?
tr: Kedi yumurtayı mı düşürdü? Siz hiç yumurta düşürdünüz mü?

# data_list
source: What do you think will come out of the egg?
ar: ماذا تظن أنه سيخرج من البيضة؟
fr: A ton avis, qu’est-ce qu’il va sortir de l'œuf ?
ja: タマゴから何が出てくると思う？
ko: 여러분은 알에서 무엇이 나올 거라고 생각하나요?
tr: Sizce yumurtadan ne çıkacak?

# data_list
source: There is a lizard in the egg. A baby lizard.
ar: هناك سحلية داخل البيضة. صغير سحلية.
fr: Il y a un lézard dans l'œuf. Un bébé lézard.
ja: タマゴの中にトカゲがいる。 トカゲの赤ちゃん。
ko: 알에는 아기 도마뱀이 있었어요. 아기 도마뱀이요.
tr: Yumurtanın içinde bir kertenkele var. Bir yavru kertenkele.

# data_list
source: Why is it surprising to see a baby lizard come out of the egg? Were you expecting a baby bird?
ar: لماذا هو من المفاجئ رؤية صغير سحلية يخرج من البيضة؟ هل كنت تتوقع أن يخرج طائر صغير؟
fr: Pourquoi est-ce surprenant de voir un bébé lézard sortir de l'œuf ? T’attendais-tu à voir un oiseau ?
ja: どうして、トカゲの赤ちゃんがタマゴから出てくるとびっくりする？鳥の赤ちゃんが出てくると思った？
ko: 알에서 아기 도마뱀이 나온게 왜 놀라울까요? 여러분은 아기 새가 나오기를 기대했나요?
tr: Yumurtadan bir yavru kertenkele çıkması neden şaşırtıcı? Bir yavru kuş mu bekliyordunuz?

# data_list
source: Can you think of other animals that lay eggs and that are not birds? Hint: Fish, insects, and turtles are examples.
ar: هل يمكنك أن تفكر في حيوانات أخرى تبيض وليست طيورًا؟ تلميح: الأسماك والحشرات والسلاحف أمثلة.
fr: Peux-tu trouver d'autres animaux qui pondent des œufs et qui ne sont pas des oiseaux ? Indice : Les poissons, les insectes et les tortues en sont des exemples.
ja: 鳥以外でタマゴを産む動物が分かるかな？ヒント：魚、昆虫、カメなど。
ko: 여러분은 알을 낳는데 새가 아닌 다른 동물을 생각해 볼 수 있나요. 힌트: 물고기, 곤충, 그리고 거북이.
tr: Kuş dışında başka yumurtlayan hayvanları düşünebiliyor musunuz? İpucu: Balıklar, böcekler ve kaplumbağalar örnek olarak verilebilir.

# data_list
source: What color is the lizard? Have you seen lizards like this before?
ar: ما هو لون السحلية؟ هل سبق أن رأيت سحالي كهذه من قبل؟
fr: De quelle couleur est le lézard ? As-tu déjà vu des lézards comme celui-ci ?
ja: トカゲの色は？こんなトカゲを見たことある？}
ko: 도마뱀이 무슨 색인가요? 여러분은 이런 도마뱀을 본적이 있나요?
tr: Kertenkele hangi renkte? Daha önce böyle kertenkeleler gördünüz mü?

# data_list
source: The baby lizard says, "Where is my mother? Where is my father? Where are my mother and father?" Cat and Dog bring the baby lizard to his mother and father.
ar: قال صغير السحلية: "أين أمي؟ أين أبي؟ أين أمي وأبي؟” أعاد القط والكلب صغير السحلية إلى أمه وأبيه.
fr: Le bébé lézard dit, « Où est ma mère ? Où est mon père ? Où sont ma mère et mon père ? » Chat et Chien amènent le bébé lézard à sa mère et à son père.
ja: トカゲの赤ちゃんは言う。「ママはどこ？パパはどこ？ママとパパはどこ？」 ネコとイヌはトカゲの赤ちゃんをママとパパのところに連れて行く。
ko: 그러자 아기 도마뱀이 말했어요, “내 엄마는 어디있어? 내 아빠는 어디있어? 내 엄마와 아빠는 어디있어?” 고양이와 개는 아기 도마뱀을 엄마와 아빠에게 데려다 줬어요.
tr: Yavru kertenkele, “Annem nerede? Babam nerede? Annem ve babam nerede?” der. Kedi ve Köpek yavru kertenkeleyi annesi ve babasına getirirler.

# data_list
source: How many lizards are on top of the rocks?
ar: كم عدد السحالي الموجودة فوق الصخور؟
fr: Combien de lézards sont sur les rochers ?
ja: 岩の上には何匹のトカゲがいる？
ko: 바위 위에 몇 마리의 도마뱀이 있나요?
tr: Kayaların üstünde kaç tane kertenkele var?

# data_list
source: Why do lizards like to be on rocks on sunny days?
ar: لماذا تحب السحالي الجلوس على الصخور في الأيام المشمسة؟
fr: Pourquoi les lézards aiment-ils être sur les rochers les jours de soleil ?
ja: どうしてトカゲは晴れた日に岩の上にいたがるの？
ko: 햇빛이 쨍쨍한 날에 도마뱀들이 왜 바위 위에 있는것을 좋아할까요?
tr: Kertenkeleler neden güneşli günlerde kayaların üstünde olmayı severler?

# data_list
source: Are most rocks round like these, or do some have sharp edges and points?
ar: هل معظم الصخور مستديرة هكذا أم أن بعضها له حواف ونقاط حادة؟
fr: La plupart des rochers sont-ils ronds comme ceux-ci, ou certains ont-ils des rebords et des pointes tranchants ?
ja: たいていの岩はこのように丸い？それとも、鋭い角や尖った部分があるものもある？
ko: 대부분의 바위가 이렇게 둥근가요? 아니면 몇몇은 뾰족한가요?
tr: Kayaların çoğu bunlar gibi yuvarlak mıdır yoksa bazılarının keskin kenarları ve uçları mı vardır?

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye baby lizard.
ar: إلى اللقاء أيها القط. إلى اللقاء أيها الكلب. إلى اللقاء يا صغير السحلية.
fr: Au revoir Chat. Au revoir Chien. Au revoir bébé lézard.
ja: ばいばいネコ。 ばいばいイヌ。 ばいばいトカゲの赤ちゃん。
ko: 잘 가, 고양이야. 잘 가, 개야. 잘 가, 아기 도마뱀아.
tr: Hoşça kal, Kedi. Hoşça kal, Köpek. Hoşça kal, yavru kertenkele.

# data_list
source: The baby lizard is still in the egg. Is it stuck in there?
ar: صغير السحلية لا يزال في البيضة. هل هو عالق في داخلها؟
fr: Le bébé lézard est encore dans l'œuf. Est-ce qu’il est coincé dedans ?
ja: トカゲの赤ちゃんはまだタマゴの中にいる。そこから抜け出せないのだろうか？
ko: 아기 도마뱀은 아직도 알 안에 있네요. 안에 갇힌 것일까요?
tr: Yavru kertenkele hâlâ yumurtanın içinde. Yumurtada mı sıkışmış?
