Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: He stood below a window and began to sing his favorite song. Slowly, the head of the rich man began to show through the window.
ja: サキマは窓の下に立って、お気に入りの歌を歌い始めました。 ゆっくりと、お金持ちのおじさんの頭が窓から見え始めました。
ko: 사키마는 창문밑에 서서 그가 좋아하는 노래를 부르기 시작했습니다. 천천히, 부자의 머리가 창문을 통해 보이기 시작했습니다.
tr: Sakima, bir pencerenin altında durdu ve en sevdiği şarkıyı söylemeye başladı. Yavaş yavaş, zengin adamın başı pencereden görünmeye başladı.

# data_list
source: Sakima might be blind, but his gift of singing made a huge difference to the rich man. People have a wide variety of skills, and each skill can make a big contribution in the right context.
ja: サキマは目が見えないかもしれませんが、彼の歌の才能はお金持ちのおじさんに大きな違いをもたらしました。人はさまざまなスキルを持っており、それぞれのスキルは適切な状況で大きな貢献をすることができます。
ko: 사키마는 눈이 멀었는지 모르겠지만 그의 노래를 부르는 재주는 부자에게 큰 변화를 주었습니다. 사람들은 다양한 재주를 가지고 있고 각자의 재주는 상황이 주어진다면 큰 보탬이 될 수 있습니다.
tr: Sakima kör olabilir fakat şarkı söyleme yeteneği zengin adam için çok büyük bir fark yarattı. İnsanlar çok çeşitli becerilere sahiplerdir ve her bir beceri doğru bağlamda büyük katkı sağlayabilir.

# data_list
source: Do you have some surprising skills that people don't always fully appreciate? Are there skills other people have that you sometimes don't give enough recognition?
ja: あなたには、人からそれほど大したことだと思われていないスキルがありますか？他の人が持っているスキルで、あなたがあまり大したことだと思っていないスキルはありますか？
ko: 여러분은 사람들이 모르는 놀라운 재주가 있나요? 여러분은 잘 알려지지 않았지만 그런 재주를 가진 사람을 아나요?
tr: Sizin de insanların her zaman çok takdir etmedikleri bazı şaşırtıcı yetenekleriniz var mı? Peki, diğer insanların sahip olduğu ama sizin onları yeterince takdir etmediğiniz beceriler var mı?

# data_list
source: There are a lot of notes (the dark or hollow circles) on that page. Use your new estimation skills and estimate how many notes there are. They are hard to count, but count them as best you can and see how close your estimate was.
ja: このページにはたくさんの音符（暗い円または中空の円）があります。新しい推定スキルを使用して、音符がいくつあるかを推定してください。数えるのは難しいですが、できるだけ数えて、推定がどれだけ正確だったかを確認してください。
ko: 여기에는 많은 음표가 (검은 원형이나 속이 빈 원형) 그림에 많이 있습니다. 여러분의 추측하는 재주를 사용해서 몇 개의 음표가 있는지 짐작해 보세요. 그 음표를 다 셀 수는 없지만 최선을 다해 세어보고 여러분의 짐작과 얼마나 가까운지 보세요.
tr: Bu sayfada bir sürü notalar (içi boş veya dolu daireler) var. Yeni tahmin becerilerinizi kullanıp, resimde kaç nota olduğunu tahmin edin. Sayması zor ama elinizden geldiğince sayın ve tahmininizin gerçeğe ne kadar yakın olduğunu görün.

# data_list
source: The workers stopped what they were doing. They listened to Sakima's beautiful song. But one man said, "Nobody has been able to console the boss. Does this blind boy think he will console him?"
ja: 働いていた人たちは作業を中断し、サキマの美しい歌を聴きました。 しかし、一人の男が言いました。「誰もボスを慰めることができなかった。この目の見えない少年が彼を慰めることができると思っているのか？」
ko: 일꾼들은 하는 일을 멈추었습니다. 그들은 사키마의 아름다운 노래를 들었습니다. 그렇지만 한 일꾼이 말했습니다. “아무도 주인님을 위로할 수 없었어. 이 눈 먼 소년은 주인님을 위로할 수 있다고 생각하는 걸까?"
tr: İşçiler yaptıkları işleri bıraktılar. Sakima’nın güzel şarkısını dinlediler. Ama bir adam, “Kimse patronu teselli edemedi. Bu kör çocuk onu teselli edebileceğini mi sanıyor?” dedi.

# data_list
source: Look at all the different colors the people are wearing. Describe the difference in the coloring of their clothes and the rich man's clothes.
ja: 人々が着ている服のさまざまな色を見てください。彼らの服とお金持ちのおじさんの服の色の違いを説明してください。
ko: 사람들이 입고 있는 다양한 색깔들을 보세요. 일꾼들과 부자의 옷 색깔의 다른점을 말해보세요.
tr: Resimdeki insanların giydikleri tüm o farklı renklere bakın! İnsanların ve zengin adamın kıyafetlerinin renkleri arasındaki farkı açıklayın.

# data_list
source: Did you notice the rectangles on this page?
ja: このページの長方形に気づきましたか？
ko: 그림에서 사각형을 볼 수 있나요?
tr: Bu sayfadaki dikdörtgenleri fark ettiniz mi?

# data_list
source: What is wrong with this picture of the rich man? In a scene, the farther away the same thing is, the smaller it should be. The rich man's head is a little farther away than everyone else, and yet his head is drawn much larger than everyone else's. Hmmm ....
ja: このお金持ちのおじさんの絵のどこが間違っているのでしょうか？同じものが遠くにあればあるほど、小さくする必要があります。お金持ちのおじさんの頭は他の全員よりも少し離れていますが、彼の頭は他の全員よりもずっと大きく描かれています。うーん...。
ko: 부자의 그림은 무엇이 잘못되었나요? 그림에서 더 멀리 있는 물건은 더 작게 보여야 합니다. 부자의 얼굴은 다른 사람들 보다 더 멀리 있지만 그의 머리는 다른 사람들 보다 더 크게 그려져 있습니다. 음음음 ....
tr: Zengin adamın resmindeki sorun ne? Bir manzarada bir şey ne kadar uzakta ise, o şey o kadar küçük olmalıdır. Zengin adamın kafası herkesten biraz daha uzakta ama yine de diğerlerinden çok daha büyük çizilmiş. Hım...

# data_list
source: Sakima finished singing his song and turned to leave. But the rich man rushed out and said, "Please sing the song again."
ja: サキマは歌を歌い終えて、立ち去ろうとした。 しかし、お金持ちのおじさんは急いで出て来て、「もう一度歌を歌ってください」と言った。
ko: 사키마는 노래를 마치고 뒤돌아 가려고 했습니다. 그렇지만 부자가 달려나와 말했습니다. “제발 노래를 다시 불러 주렴."
tr: Sakima şarkısını bitirdi ve gitmek için arkasını döndü. Ama zengin adam alelacele dışarı fırlayıp, “Lütfen o şarkıyı tekrar söyle!” dedi.

# data_list
source: Look at the faces of the people in the crowd. What are they thinking about all this?
ja: 大勢の人々の顔を見てください。彼らはこのことについて何を考えているのでしょうか？
ko: 모여있는 사람들의 얼굴을 보세요. 그들은 이것을 보고 무엇을 생각하고 있을까요?
tr: Kalabalıktaki insanların yüzlerine bakın. Sizce onlar bu olanlar hakkında ne düşünüyorlar?

# data_list
source: Parallel lines are lines that go in exactly the same direction and would never meet if they kept going. Notice how the bottom and top sides of these windows are not parallel. However, these lines, including the base of the house, should be parallel. Hmmm ...
ja: 平行線は、まったく同じ方向に進む線であり、そのまま進んでも決して交わることはありません。これらの窓の下側と上側が平行ではないことに注目してください。しかし、家の土台を含め、これらの線は平行であるべきです。うーん
ko: 평행선은 정확히 같은 방향으로 향해가고 결코 만나지 않습니다. 그림에서 창문의 위아래의 면이 평행선이 아닌것이 보이나요? 집의 바닥에 있는 선을 포함한 모든 선들은 평행선이어야만 합니다. 음음음 ...
tr: Paralel çizgiler, tam olarak aynı yönde giden ve devam etseler dahi asla birleşmeyecek olan çizgilerdir. Bu pencerelerin alt ve üst taraflarının neden paralel olmadıklarına dikkat edin. Aslında – buna evin tabanı da dahil olmak üzere – o çizgiler paralel olmalıdırlar. Hım...

# data_list
source: Compare the rich man's clothes to the other people's clothes. What are the ways his shirt and pants are different from everyone else's clothes?
ja: お金持ちのおじさんの服を他の人の服と比べてください。彼のシャツとズボンは、他の人の服とどのように違いますか？
ko: 부자의 옷과 다른 사람들의 옷을 비교해 보세요. 부자의 셔츠와 바지는 다른사람들의 옷과 어떻게 다른가요?
tr: Zengin adamın kıyafetlerini diğer insanların kıyafetleriyle karşılaştırın. Gömleğinin ve pantolonunun diğerlerinin kıyafetlerinden farklı olan tarafları nelerdir?

# data_list
source: At that very moment, two men came carrying someone on a stretcher. They had found the rich man's son beaten up and left on the side of the road.
ja: ちょうどそのとき、担架に乗せた人を運んでいる2人の男がやって来た。 彼らは、お金持ちの息子が殴られて道端に置き去りにされているのを発見したのだ。
ko: 바로 그때, 두 남자들이 누군가를 들것에 들고 왔습니다. 그들은 부자의 아들이 구타를 당하고 길가에 버려져 있는 것을 보았습니다.
tr: İşte tam o sırada, iki adam sedyede birini taşıyarak geldi. Zengin adamın oğlunu dövülmüş ve yol kenarına bırakılmış bir hâlde bulmuşlardı.

# data_list
source: Have you ever tried to carry something as heavy as a person? It is hard work, even for two people, to carry someone for a distance.
ja: 人間と同じくらい重いものを運んだことがありますか？2人でやっても、結構な距離を運ぶのは結構難しいことです。
ko: 여러분은 사람과 같은 무거운 것을 나른적이 있나요? 그것은 두사람이라도 누군가를 오랫동안 나르는 것은 힘든일입니다.
tr: Bir insan kadar ağır bir şeyi taşımayı denediniz mi hiç? İki kişi için bile birini belli bir mesafeye kadar taşımak zor bir iştir.

# data_list
source: The two people carrying the son look like they are working very hard. What about their bodies shows that they are carrying a heavy load?
ja: 息子を運んでいる2人は、とても一生懸命働いているように見えます。彼らの体のどこが、重い荷物を運んでいることを示していますか？
ko: 부자의 아들을 나르고 있는 두 사람은 매우 열심히 일을 하는 사람들처럼 보입니다. 그들이 무거운 것을 나르고 있는 것을 그들의 몸짓에서 어떻게 알 수 있나요?
tr: Resimdeki çocuğu taşıyan iki kişi çok sıkı çalışıyorlar gibi görünüyorlar. Sizce onların vücutlarında ağır bir yük taşıdıklarını gösteren ne var?

# data_list
source: Notice how the tree trunks are now farther apart than when Sakima was walking toward the house. Given the large trunks, do some of the tree crowns look a little small to you?
ja: サキマが家に向かって歩いていたときよりも、木の幹が離れていることに注目してください。幹が大きいので、木の冠の一部が少し小さく見えますか？
ko: 이제 나무줄기가 사키마가 집을 향해 걸어갈때와 다르게 서로 떨어져있는 것이 보이나요? 큰 나무줄기와 비교해서 나무 꼭대기가 너무 작게 보이지 않나요?
tr: Şimdi de ağaç gövdelerinin, Sakima’nın, evine doğru yürüdüğü zamandakinden daha uzakta olduklarına dikkat edin. Ağaçların büyük gövdeleri göz önüne alındığında, acaba bazı ağaç taçları küçük mü görünüyor?

# data_list
source: The rich man was so happy to see his son again. He rewarded Sakima for consoling him. He took his son and Sakima to the hospital to check if Sakima could see again.
ja: お金持ちのおじさんは息子に再会できてとても嬉しかった。 おじさんはサキマが慰めてくれたことに対して報酬を与えた。 彼は息子とサキマを病院に連れて行き、サキマが再び目が見えることができるかどうかを確認した。
ko: 부자는 그의 아들을 다시 보게 되어 너무 기뻤습니다. 부자는 사키마가 그를 위로해 준 것에 대해 큰 상을 주었습니다. 그는 그의 아들과 사키마가 다시 볼 수 있는지 검사해 보기 위해 그들을 병원에 데리고 갔습니다.
tr: Zengin adam, oğlunu tekrar gördüğü için çok mutluydu. Sakima’yı onu teselli ettiği için ödüllendirdi. Sakima’nın tekrar görüp göremeyeceğini kontrol ettirmek için oğlunu ve Sakima’yı hastaneye götürdü.

# data_list
source: One person being nice often causes other people to be nice. It can make a big difference in a community when people look out for each other.
ja: 一人が優しくすることで、他の人も優しくなることがよくあります。人々がお互いに気を遣い、コミュニティに大きな変化をもたらすことができます。
ko: 한 사람이 친절하게 대하면 다른 사람도 친절하게 대하게 됩니다. 사람들이 서로 살피면 우리가 사는 사회는 큰 변화를 줍니다.
tr: Bir kişinin iyi davranması, sıklıkla diğer insanların da iyi davranmasını sağlar. İnsanların birbirlerini kollamaları bir toplumda büyük bir fark yaratabilir.

# data_list
source: Drawing things with perspective is a way of making our world look realistic when drawn on a flat page. It is tricky to do correctly. What are some mistakes the illustrator has made with this drawing?
ja: 遠近法を使って物を描くことは、平面の紙に描いた世界をリアルに見せる方法です。正しく描くのは難しいです。この絵での間違いは何ですか?
ko: 물건을 원근법으로 그리는 것은 평평한 종이에 그림을 그릴때 현실적으로 보입니다. 원근법을 정확하게 그리는 것은 쉬운일이 아닙니다. 그림을 그리는 사람이 이 그림에서 한 실수는 무엇일까요?
tr: Bir şeyleri perspektifle çizmek, dünyamızın, düz bir sayfaya çizildiğinde çok daha gerçekçi görünmesini sağlamanın bir yoludur. Ama onu doğru şekilde yapmak zordur. Bu resimde illüstratörün yaptığı bazı hatalar nelerdir?

# data_list
source: Try drawing a simple scene with just a few things using perspective. Do you notice how hard it is to get the relationships between things right?
ja: 遠近法を使って、いくつかの物だけがあるシンプルなシーンを描いてみてください。物と物の関係を正しく描くのがいかに難しいかお分かりですか?
ko: 원근법을 사용해서 몇 가지의 것들이 있는 간단한 장면을 그려보세요. 물건들 사이를 정확히 표현하는 것이 얼마나 어려운지 알겠나요?
tr: Perspektif kullanarak sadece birkaç şey içeren basit bir manzara çizmeyi deneyin. Nesneler arasındaki ilişkileri doğru kurmanın ne kadar zor olduğunu fark ettiniz mi?

# data_list
source: The winter cold had passed. Spring was coming to Nkanyezi's village. Soon the villagers would gather to celebrate the new season. Nkanyezi looked forward to the Spring Festival more than any other day of the year.
ja: 冬の寒さは過ぎさりました。ンカニエジの村に春がやって来ました。もうすぐ村人たちは新しい季節をお祝いするために集まります。ンカニエジは1年のほかのどの日よりも春祭りの日を楽しみにしていました。
ko: 추운 겨울이 지나갔습니다. 봄은 은카예지의 마을에 오고 있었습니다. 조만간 마을 사람들은 새로운 계절이 오는것을 축하하기 위해 모일것입니다. 은카예지는 한 해 중에 봄 잔치를 제일 손꼽아 기다리고 있었습니다.
tr: Kış soğuğu geçmişti. Nkanyezi'nin köyüne bahar geliyordu. Çok yakında, köylüler yeni mevsimi kutlamak için toplanacaklardı. Nkanyezi, Bahar Şenliklerinin gelmesini, yılın diğer günlerinden daha çok iple çekiyordu!

# data_list
source: The Spring Festival is a big event for Nkanyezi and her village. What are some celebrations that you look forward to? What makes them special for you?
ja: 春祭りはンカニエジと村にとって大きな行事です。あなたが楽しみにしているお祝いの行事は何ですか？ それらの行事のどこがあなたにとって特別なのでしょうか？
ko: 봄 축제는 은카예지와 마을 사람들에게는 큰 행사입니다. 여러분이 기대하는 축제는 무엇인가요? 그것은 왜 특별한가요?
tr: Bahar Şenlikleri, Nkanyezi ve köyü için çok büyük bir etkinliktir. Sizin dört gözle beklediğiniz kutlamalar nelerdir? Onları sizin için o kadar özel yapan şey nedir?

# data_list
source: A butterfly has landed on her hand. Have you ever had a butterfly land on you?
ja: チョウが手の上にまいおりましたね。チョウがあなたに止まったことはありますか？
ko: 나비가 은카예지의 손에 날아앉았습니다. 나비가 여러분의 손 위에 날아앉은 적이 있나요?
tr: Nkanyezi’nin eline bir kelebek kondu. Sizin de üzerinize bir kelebek kondu mu hiç?

# data_list
source: Identify different shapes in this picture. There are circles, ovals (stretched circles), arcs (parts of circles), cones on the tops of the huts, and rectangles for the doors and windows.
ja: この絵のいろいろな形を見分けましょう。円や楕円 (引きのばされた円)、弧 (円周の一部分)、小屋の屋根の円すい、そしてドアや窓の長方形がありますね。
ko: 그림에서 다른 도형들을 맞혀보세요. 집 위에는 원형, 타원형 (늘어진 원형), 호 (원형의 부분), 원뿔과 문과 창문에 있는 사각형이 있습니다.
tr: Bu resimdeki farklı şekilleri tanımlayın. Kulübelerin tepelerinde daireler, ovaller (uzatılmış daireler), yaylar (dairelerin parçaları), koniler ve kapı ve pencerelerin de dikdörtgenleri var.

# data_list
source: One warm morning, Nkanyezi overheard two village elders talking about the festival. "The people of Ndlovu have lost their spirit of celebration," one sighed. "How can we have a Spring Festival in a village that has forgotten how to celebrate?" asked another.
ja: ある暖かい日の朝、ンカニエジは村の二人の長老がお祭りについて話しているのを耳にしました。「ンドロヴの人々は祝う気持ちを忘れてしまった。」一人がため息をつきました。「どのようにお祝いするかを忘れてしまった村で、どうやって春祭りができるだろうか？」もう一人がたずねました。
ko: 어느 따뜻한 아침에, 은카예지는 축제에 관해 얘기하고 있는 마을의 두 어른들이 하는 이야기를 엿들었습니다. "엔디오부의 사람들이 축제의 혼을 잃어버렸다는군!" 첫번째 어른이 한숨을 쉬었습니다. "어떻게 축하하는지 잊어버린 마을에서 봄 축제를 할수 있을까?" 두번째 어른이 말했습니다.
tr: Ilık bir sabah, Nkanyezi, iki köy büyüğünün Bahar Şenlikleri hakkındaki konuşmalarına kulak misafiri oldu. "Ndiovu halkı, kutlama ruhunu kaybetmiş," diye iç geçirdi içlerinden birisi. "Nasıl kutlanacağı unutulmuş bir köyde Bahar Şenliklerini nasıl yapabiliriz ki?" diye sordu bir başkası.

# data_list
source: On special occasions, groups of people come together and do things that celebrate that special day. What are some of the things that create a special day for you? (music, food, particular people, clothes, location, decorations, activities)
ja: 特別な機会には人々が集まり、お祝いのためにいろいろします。あなたにとって、どんなものがその日を特別な日にしてくれますか？ (音楽、食事、集まる人々、着るもの、場所、飾りつけ、活動)
ko: 특별한 경사가 있을때 사람들은 모두 모여서 특별한 날을 축하하기 위해 무언가를 합니다. 여러분은 특별한 날을 만드는 어떤 것들이 있나요? (음악, 음식, 특정한 사람, 옷, 장소, 장식, 활동)
tr: Özel günlerde, insan grupları bir araya gelip özel günleri kutlamak için bir şeyler yaparlar. Bir günü sizin için özel kılan şeyler nelerdir? (Müzik, yemek, özel insanlar, kıyafetler, mekân, dekorasyonlar, aktiviteler)

# data_list
source: Have you ever listened in on someone else's conversation? When is it okay to do that and when is it invading someone's privacy?
ja: ほかの人たちの会話を聞いてしまったことはありますか？ どんな場合に許されて、どんな場合にプライバシーをおかしているのでしょうか？
ko: 여러분은 다른 사람의 대화를 엿들은 적이 있나요? 어떤때는 괜찮고 또 어떤때는 다른 사람의 사생활을 침해하는 것일까요?
tr: Bir başka kişinin konuşmasına kulak misafiri oldunuz mu hiç? Hangi zamanlarda bunu yapmak sorun değildir ve hangi zamanlarda bunu yapmak başkasının özel hayatını ihlâl etmektir?

# data_list
source: What about their faces tells you that the elders and Nkanyezi are worried?
ja: 長老とンカニエジの顔のどんな表情で、心配していることがわかりますか？
ko: 두 어른들과 은카예지의 얼굴 표정에서 여러분은 무엇을 알 수있나요?
tr: Nkanyezi ve köyün büyüklerinin yüzlerinden endişeli olduklarını anlatan şey nedir?

# data_list
source: Nkanyezi was worried. "How will the sun shine again unless we sing to wake it from its winter slumber?" she asked herself. Nkanyezi thought for a long time. "I must find what we have lost," she decided. "I must go in search of things that will bring back the spirit of celebration to my village."
ja: ンカニエジは心配でした。「歌わずにどうやって、冬の休眠から起こして太陽をまたかがやかせるの？」と自分に問いました。長い間考えました。「失ったものを見つけないと」ンカニエジは決心しました。「村にお祝いのこころをよみがえらせるものを探しに行かなきゃ。」
ko: 은카예지는 걱정스러웠습니다. "햇빛은 우리가 노래를 부르지 않으면 겨울잠에서 어떻게 깨어나지?" 은카예지는 자신에게 물었습니다. 은카예지는 오랫동안 생각했습니다. "난 우리가 잃어버린것을 찾아야만 해!" 은카예지는 결심했습니다. "난 우리 마을에 축제의 혼을 다시 가져올 수 있는 것들을 찾아 나서야만 해!"
tr: Nkanyezi endişeliydi. "Eğer onu kış uykusundan uyandırmak için şarkılar söylemezsek, güneş tekrar nasıl parlar?" diye sordu kendi kendine. Nkanyezi uzun bir süre düşündü. "Neler kaybettiğimizi bulmalıyım," diye karar verdi. "Köyüme o eski kutlamaların ruhunu geri getirecek şeyleri gidip arayışa koyulmalıyım."

# data_list
source: Nkanyezi is posing in a special way. What is she doing when she looks like this?
ja: ンカニエジのポーズは普段はしませんね。このようなポーズのときは何をしているのでしょうか？
ko: 은카예지는 독특한 몸짓을 하고 있습니다. 은카예지는 이런 몸짓을 할때 무엇을 하고 있나요?
tr: Bu resimde Nkanyezi özel bir şekilde duruyor. Sizce o, bu pozuyla ne yapıyor?

# data_list
source: Does she look old enough to go on a long journey by herself? What are some of the longest trips you have been on? Was it scary to be so far away or was it exciting to be in new places, or maybe some of both?
ja: 一人で長い旅に出てもよい年ごろに見えますか？ あなたが行ったなかで1番長い旅行はどれですか？ とても遠くはなれてこわかったでしょうか？ それとも新しい場所にいてワクワクしましたか？ またはどちらの気持ちもありましたか？
ko: 은카예지는 혼자서 긴 여행을 할 만큼 나이가 들어 보이나요? 여러분이 가본 가장 긴 여행은 무엇이었나요? 멀리에 있어서 무서웠나요 아니면 새로운 곳에 있어서 신났었나요? 아니면 둘 다였나요?
tr: Sizce Nkanyezi tek başına uzun bir yolculuğa çıkacak kadar büyük mü görünüyor? Sizin çıktığınız en uzun yolculuklardan bazıları nelerdir? O kadar uzakta olmak korkutucu muydu yoksa yeni yerlerde olmak heyecan verici miydi – veya belki, ikisi de mi?

# data_list
source: Nkanyezi is practicing problem solving. Rather than giving up, she is going to think long and hard about the problem and she is going to get help from others who may have good ideas for her!
ja: ンカニエジは問題を解決しようとしています。あきらめるのではなく問題について長く熱心に考え、よいアイデアを持っているかもしれない人たちから助けを得るつもりです！
ko: 은카예지는 문제을 해결하는 연습을 하고 있습니다. 포기하기 보다는 은카예지는 문제에 대해 깊게 생각해 보고 만약에 그녀에게 좋은 방법을 알려줄 누군가에게 도움을 얻으러 갈 것입니다!
tr: Nkanyezi problem çözme pratiği yapıyor. Vazgeçmek yerine, sorun hakkında uzun uzun düşünecek ve kendisi için iyi fikirleri olabilecek başkalarından yardım alacak!

# data_list
source: The elders gave Nkanyezi their blessing for the journey. They gave her a bag to carry the things she would find. Nkanyezi was afraid, but she believed she would succeed.
ja: 長老たちは旅に向けてンカニエジを祝福しました。見つけたものを運べるようにカバンをあげました。ンカニエジはこわい気持ちもありましたが、自分は成功すると信じていました。
ko: 노인들은 은카예지가 떠나는 여행을 축복해 주었습니다. 그들은 은카예지가 찾으면 담아올 가방을 주었습니다. 은카예지는 무서웠지만 자신이 성공할 수 있을거라고 믿었습니다.
tr: Yaşlılar Nkanyezi'yi çıkacağı yolculuğu için kutsadılar. Bulacağı şeyleri taşıması için ona bir çanta verdiler. Nkanyezi korkuyordu ama başaracağına inanıyordu.

# data_list
source: Have you ever been afraid to do something you knew you should do? Fear can be a good thing when it stops us from doing something dangerous, but it can also get in the way when we know we need to do something we're afraid of.
ja: するべきだと分かっていても、こわくなってしまったことはありますか？ こわがることで危険なことをしないですみます。でも、こわいと思うことをしないといけないときにはその気持ちはじゃまになりますね。
ko: 여러분은 여러분이 해야하는 것인줄 알지만 그것에 대해 무서워 해본적이 있나요? 두려움은 우리가 무언가 위험한 일을 하는 것을 멈추게 해 줄 수 있는 좋은 감정이지만 우리가 무섭지만 해야하는 것을 알고 있을때 걸림돌이 되기도 합니다.
tr: Peki, ya sizin yapmamanız gerektiğini bildiğiniz bir şeyi yapmaktan korktuğunuz oldu mu hiç? Korku, bizi tehlikeli bir şey yapmaktan alıkoyduğunda iyi bir şey olabilir fakat korku, korktuğumuz bir şeyi yapmamız gerektiğini bildiğimizde de engel olabilir.

# data_list
source: How did you overcome your fear when you really had to do something you were afraid to do?
ja: こわくてもどうしてもする必要があったとき、どのようにこわい気持ちを乗りこえましたか？
ko: 여러분은 두렵지만 여러분이 정말 해야되는 일이 있을때 그 두려움을 어떻게 이겨내나요?
tr: Korktuğunuz bir şeyi gerçekten yapmak zorunda kaldığınızda korkunuzun üstesinden nasıl geldiniz?

# data_list
source: Look at the red mountains in the distance. She will be traveling to them very soon. What do you think she will find there?
ja: 遠くの赤い山々を見てください。ンカニエジは間もなくそこに旅立ちます。そこで何が見つかると思いますか？
ko: 저 멀리 있는 빨간산을 보세요. 은카예지는 그 산으로 곧 여행을 떠날것입니다. 여러분은 은카예지가 거기서 무엇을 찾을것 같나요?
tr: Uzaktaki kızıl dağlara bakın. Nkanyezi, çok geçmeden, o dağlara gidecek. Sizce orada ne bulacak?

# data_list
source: Nkanyezi walked all day. She hiked up a hill, and down into a valley. She sailed across the great river, and climbed between sharp rocks. She marched across the plains until she reached the shadow of the red mountains.
ja: ンカニエジは一日中歩きました。丘をのぼり、谷におりました。大きな川を船でわたり、とがった岩の間をのぼりました。赤い山々の影のところに着くまで、高原を横切ってどんどん進みました。
ko: 은카예지는 하루종일 걸었습니다. 은카예지는 언덕을 오르고 골짜기를 내려갔습니다. 그녀는 큰 강을 배로 건너가고 뾰족한 돌들 사이를 타고 올라갔습니다. 그녀는 빨간산의 그림자가 닿는곳까지 평야를 가로질러 전진해 갔습니다.
tr: Nkanyezi tüm gün yürüdü. Bir tepeye tırmanıp bir vadiye indi. Büyük nehri geçip sarp kayaların arasından tırmandı. Kızıl dağların gölgesine ulaşıncaya kadar ovalarda yürüdü.

# data_list
source: She went by hills, valleys, rivers, rocks, plains, and mountains. Can you think of other land features not mentioned in this list?
ja: 丘、谷、川、岩、高原や山を通りすぎました。これら以外にどんな地形が思いつきますか？
ko: 은카예지는 언덕과 골짜기, 강, 돌, 평야와 산을 따라갔습니다. 여러분은 여기에 나열되어 있지 않은 땅의 지형을 생각해 볼 수 있나요?
tr: Tepelerden, vadilerden, nehirlerden, kayalardan, ovalardan ve dağlardan geçti. Bu listede adı geçmeyen başka arazi özellikleri daha aklınıza geliyor mu?

# data_list
source: Have you ever been on a sailboat? The sails on her boat are in the shape of triangles. Sometimes sails on bigger sailboats are shaped like rectangles.
ja: 船に乗ったことはありますか？ ンカニエジの船の 帆は三角形ですね。より大きな船の帆は長方形なこともあります。
ko: 여러분은 항해 보트를 타 본적이 있나요? 배의 돛의 모양은 삼각형입니다. 더 큰 항해 보트는 가끔 사각형 모양입니다.
tr: Hiç hayatınızda yelkenli bir tekneye bindiniz mi? Resimdeki teknedeki yelkenler üçgen şeklinde. Bazen daha büyük teknelerin yelkenleri dikdörtgen şeklindedir.

# data_list
source: Do you like being on a boat? Some people get seasick when they go on a boat (their stomachs get queasy). Do you know someone with that problem?
ja: 船に乗るのは好きですか。船に乗ると船酔いする人もいます (胃がムカムカします) 。あなたのまわりに船に乗ると気分が悪くなってしまう人はいますか？
ko: 여러분은 배에 있는것을 좋아하나요? 어떤 사람들은 배에 있으면 멀미 (배가 아프고 메스 꺼려 집니다.)가 생깁니다. 여러분은 배멀미를 하는 사람을 아나요?
tr: Teknede olmayı sever misiniz? Bazı insanları, tekneye bindiklerinde deniz tutar (mideleri bulanır). Bu sorunu yaşayan birini biliyor musunuz?

# data_list
source: As night was closing in, Nkanyezi arrived at a village of patterns and colors as she had never seen before. She told the village elders about her journey to bring back the spirit of celebration to her people. The mother of this tribe gave Nkanyezi a gift. She told the girl, "With love we give to you this paint to restore color to your village." Nkanyezi thanked the elders and put the paint in her bag. Early the next morning she went on her way.
ja: 夕やみが近づくころ、ンカニエジは今まで見たことのないような色や柄の村に着きました。村の長老たちに、お祝いのこころを自分の村に取りもどす旅について話しました。 部族の母はンカニエジにおくり物をしました。「あなたの村に色をもたらすこの絵の具を、愛をこめてさしあげましょう。」と言いました。ンカニエジは長老たちに感謝して絵の具をカバンにしまいました。次の日の朝早く、また自分の旅を続けました。
ko: 밤이 다가오고 있는 동안 은카예지는 한번도 본적이 없는 색깔과 무늬의 마을에 도착했습니다. 은카예지는 마을 어른들에게 그녀의 마을로 가지고 돌아갈 축제의 혼을 찾기위해 여행을 하고 있다고 말했습니다. 이 부족의 어머니는 은카예지에게 선물을 주었습니다. 그녀는 은카예지에게 이렇게 말했습니다. "우리의 사랑과 함께 너의 마을을 다시 재생시킬 수 있는 색깔이 든 페인트를 너에게 줄께." 은카예지는 마을 어른들에게 고맙다고 말하며 그녀의 가방에 페인트를 넣었습니다. 다음날 아침, 은카예지는 다시 길을 떠났습니다.
tr: Gece çökerken, Nkanyezi daha önce hiç görmediği desenler ve renklerle dolu bir köye vardı. Köyün yaşlılarına, kendi köy halkına baharı kutlama ruhunu geri getirmek için çıktığı yolculuğu anlattı. O kabilenin annesi, Nkanyezi'ye bir hediye verdi. Kıza, "Köyüne rengini tekrar geri getirmen için sana bu boyayı sevgiyle veriyoruz," dedi. Nkanyezi yaşlılara teşekkür edip boyayı çantasına koydu. Ertesi sabah, erkenden yoluna devam etti.

# data_list
source: How would you compare the colors this elder is wearing to the colors worn by the elders of Nkanyezi's village?
ja: この長老が着ている色はンカニエジの村の長老が着ている色と比べてどうでしょうか？
ko: 여러분은 여기에 있는 마을 어른들이 입은 옷 색깔과 은카예지의 마을의 어른들이 입었던 옷의 색깔을 어떻게 비교할 수 있나요?
tr: Bu yaşlı büyüğün giydiği renkleri Nkanyezi'nin köyündeki yaşlı büyüklerin giydikleri renklerle nasıl kıyaslardınız?

# data_list
source: Which colors would you choose if you were creating a celebration? Bright, lively, high-energy colors would probably be a better idea for a celebration than dull, muted, low-energy colors.
ja: あなたがお祝いをするとしたら、どんな色を選びますか？ 明るく鮮やかな力強い色のほうが、どんよりとくすんだ元気のない色よりもお祝いにはよいかもしれませんね。
ko: 여러분이 축제를 만든다면 여러분은 어떤 색깔을 고르고 싶나요? 밝고 선명하고 기운이 넘치는 색깔들이 축제를 위해서는 따분하고 칙칙하고 풀이 죽어보이는 색깔보다 더 좋은 색깔일 것입니다.
tr: Siz bir kutlama düzenliyor olsaydınız, hangi renkleri seçerdiniz? Donuk, sönük, düşük enerjili renklerdense, muhtemelen parlak, canlı, yüksek enerjili renkler bir kutlama için çok iyi bir fikir olacaktır.

# data_list
source: What are some of your favorite colors?
ja: あなたのお気に入りの色は何色ですか？
ko: 여러분이 좋아하는 색깔은 무엇인가요?
tr: En sevdiğiniz renklerden bazıları nelerdir?
