Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **Example – Shapes:** Suppose the four items are a red triangle, a red square with a hole, a small red square, and solid blue square.
ar: **مثال - الأشكال:** لنفترض أن العناصر الأربعة هي مثلث أحمر، ومربع أحمر به ثقب، ومربع أحمر صغير، ومربع أزرق مصمت.
ko: **보기 – 모형:** 네 개의 물건이 빨간색 삼각형, 구멍이 있는 빨간색 정사각형, 작은 빨간색 사각형, 그리고 단단한 파란색 정사각형이라고 가정해 봅니다.
tr: **Örnek — Şekiller:** Dört farklı nesnenin şunlar olduğunu varsayalım: kırmızı bir üçgen, üzerinde delikler olan kırmızı bir kare, küçük kırmızı bir kare ve düz mavi bir kare.

# data_list
source: The red triangle is the only non-square, the red square with the hole is the only one with a hole, the blue square is the only one that isn't red, and the little red square is much smaller than the others. There isn’t always more than one good answer, but you should always be open to surprising ideas.
ar: المثلث الأحمر هو العنصر الوحيد غير المربع، والمربع الأحمر به ثقب هو الوحيد الذي به ثقب، والمربع الأزرق هو الوحيد الذي ليس أحمر، والمربع الأحمر الصغير أصغر كثيرًا من الآخرين. لا يوجد دائمًا أكثر من إجابة واحدة جيدة، ولكن يجب أن تكون دائمًا منفتحًا على الأفكار المفاجئة.
ko: 빨간색 삼각형은 사각형이 아닌 유일한 삼각형이고, 구멍이 있는 빨간색 정사각형은 구멍이 있는 유일한 사각형이며, 파란색 사각형은 빨간색이 아닌 유일한 사각형이며, 작은 빨간색 사각형은 다른 사각형보다 훨씬 작습니다. 항상 하나 이상의 좋은 대답이 있는 것은 아니지만, 당신은 항상 놀라운 아이디어에 열려 있어야 합니다.
tr: Bu nesneler arasında kare şeklinde olmayan tek şey kırmızı üçgendir. Delikli kırmızı kare, üzerinde delik olan tek nesnedir. Mavi kare ise kırmızı olmayan tek şeydir. Ve en sonuncusu, küçük kırmızı kare de diğerlerinden çok daha küçük olan tek şeydir. Görüldüğü üzere, sadece bir tane iyi cevap yoktur; bu nedenle, şaşırtıcı fikirlere her zaman açık olmalısınız.

# data_list
source: Object Properties
ar: خصائص الأشياء
tr: Nesneleri̇n Özelli̇kleri̇

# data_list
source: DESCRIBING SCENES
ar: وصف المشاهد
ko: 장면을 설명하기
tr: ADIM ADIM BETIMLEME

# data_list
source: **The setup:** Make a simple barrier between the two players so they can’t see each other’s work. Another option is to work back to back. Each person has a piece of paper and the same set of colored pencils, crayons, or pens. One person draws shapes (such as circles, triangles, squares, and rectangles) in colors and groups in distinctive positions on their paper. That person then gives directions for the other person to follow to make the identical drawing. At the end, the barrier is removed and the two drawings are compared (usually with lots of laughter). The players compare ideas on which spoken directions worked and which did not.
ar: **الإعداد:** اصنع حاجزًا بسيطًا بين اللاعبين بحيث لا يستطيع كل منهما رؤية عمل الآخر. خيار آخر هو العمل ظهرًا لظهر. كل شخص لديه قطعة من الورق ونفس مجموعة أقلام الرصاص الملونة أو أقلام التلوين أو الأقلام. يرسم أحد الأشخاص أشكالًا (مثل الدوائر والمثلثات والمربعات والمستطيلات) بألوان ومجموعات في مواضع مميزة على ورقته. ثم يعطي هذا الشخص توجيهات للشخص الآخر ليتبعها لعمل رسم مطابق. في النهاية، تتم إزالة الحاجز ويتم مقارنة الرسمين (عادةً مع الكثير من الضحك). يقارن اللاعبون الأفكار حول التوجيهات المنطوقة التي نجحت والتي لم تنجح.
ko: **설정:** 서로의 작품을 볼 수 없도록 두 사람 사이에 간단한 장벽을 만드세요. 또 다른 방법은 연달아 하는 것입니다. 각 사람은 종이 한 장과 같은 색연필, 크레용 또는 펜 세트를 가집니다. 한 사람은 종이위에 독특한 위치에 있는 색상과 그룹으로 모양 (원형, 삼각형, 사각형, 직사각형 등)을 그립니다. 그런 다음, 그 사람은 상대방이 동일한 그림을 그리기 위해 따라야 할 방법을 제시합니다. 마지막에는, 장벽이 제거되고 그림을 비교합니다 (보통 많은 웃음과 함께). 플레이어들은 어떤 방법이 효과가 있었고 어떤 방법이 효과가 없었는지에 대한 생각을 비교합니다.
tr: **Nasıl oynanır?** Önce, iki oyuncu arasına birbirlerinin çalışmalarını görmemeleri için basit bir engel koyun—engel koymak yerine, oyuncuları sırt sırta da oturtabilirsiniz. Sonra, her birine birer adet kâğıt, ikisinde de aynı renkte olacak şekilde renkli kalemler, kuru boyalar veya tükenmez kalemler verin. İçlerinden birisi, kâğıdına belli konumlarda ve renklerde daireler, üçgenler, kareler ve dikdörtgenler gibi şekiller çizer. Bu kişi daha sonra diğer kişinin de aynı çizimi yapabilmesi için talimatlar verir. En sonunda, aradaki engel kaldırılır ve iki çizim karşılaştırılır (genellikle kahkahalar eşliğinde). Oyuncular, söylenen talimatların hangilerinin işe yaradığı ve hangilerinin işe yaramadığı konusunda fikirlerini konuşup, karşılaştırırlar.

# data_list
source: This can be a 3D activity if each player has the same set of stackable items (such as Lego bricks). In this case, one player makes a stack in some interesting way and then gives a sequence of directions to the other player.
ar: يمكن أن يكون هذا نشاطًا ثلاثي الأبعاد إذا كان لدى كل لاعب نفس مجموعة العناصر القابلة للتركيب (مثل مكعبات ليغو). في هذه الحالة، يقوم أحد اللاعبين بعمل كومة بطريقة مثيرة للاهتمام ثم يعطي تسلسلًا من التوجيهات للاعب الآخر.
ko: 각 플레이어가 똑같이 쌓을 수 있는 물건 (예: 레고 세트)을 가지고 있다면 이것은 3D 활동이 될 수 있습니다. 이 경우, 한 플레이어는 흥미로운 방식으로 쌓은 다음 상대방에게 일련의 방법을 제시합니다.
tr: Eğer her bir oyuncunun birbirine geçmeli araç-gereçleri (Lego parçaları gibi) veya oyuncakları varsa, bu aktivite, 3 boyutlu hâle getirilebilir. Bu durumda, bir oyuncu ilginç şekilde bir yapı inşa eder ve ardından, diğer oyuncunun da aynı yapıyı inşa etmesi için ona bir dizi talimatlar verir.

# data_list
source: WHICH SHAPE AM I?
ar: أي شكل أنا؟
ko: 나는 어떤 도형일까요
tr: BENIM ŞEKLIM NE?

# data_list
source: Have a collection of small shapes, drawings of shapes on cards, or names of shapes on cards. Stick a shape or card on each person’s forehead. Ask yes-or-no questions about your own shape until you guess what you are.
ar: قم بتجميع مجموعة من الأشكال الصغيرة أو رسومات الأشكال على البطاقات أو أسماء الأشكال على البطاقات. قم بلصق شكل أو بطاقة على جبهة كل شخص. اطرح أسئلة بنعم أو لا حول شكلك الخاص حتى تخمن من أنت.
ko: 작은 도형, 카드에 그려진 도형 또는 카드에 도형의 이름 모음을 가집니다. 각 사람의 이마에 모양이나 카드를 붙이세요. 상대방이 무엇인지 추측할 때까지 자신의 모형에 대해 예 또는 아니오 질문을 하세요.
tr: Küçük şekillerden, kartlara çizilmiş şekillerden ya da kartlara yazılmış şekil isimlerinden oluşan bir kart destenizi oyun için hazırlayın. Sonra, bir şekli veya şeklin adının yazılı olduğu bir kartı oyundaki her bir kişinin alnına yapıştırın. Ardından, oyuncular alınlarındaki kartlardaki şeklin ne olduğunu tahmin edene kadar, şekil hakkında evet veya hayır cevabını alabilecekleri soruları sorarlar.

# data_list
source: WHO IS IT?
ar: من هو؟
ko: 누구인가요?
tr: O KIŞI KIM?

# data_list
source: This is an activity for several people. The Leader secretly picks one person in the group. To narrow down to the secret person, players ask questions such as, "Is this person wearing a shirt with a triangle on the front?" or "Is this person's hair more than 12 inches long?"
ar: هذا نشاط لعدة أشخاص. يختار القائد شخصًا واحدًا سراً في المجموعة. لتحديد الشخص السري، يطرح اللاعبون أسئلة مثل، ”هل يرتدي هذا الشخص قميصًا به مثلث في المقدمة؟“ أو ”هل يبلغ طول شعر هذا الشخص أكثر من ١٢ بوصة؟“
ko: 이것은 몇몇 사람들을 위한 활동입니다. 리더는 비밀리에 그룹에서 한 사람을 뽑습니다. 비밀의 인물을 좁히기 위해, 플레이어는 “이 사람은 앞면에 삼각형이 있는 셔츠를 입고 있나요?”와 같은 질문을 합니다. 또는 “이 사람의 머리카락 길이가 12인치 이상인가요?”
tr: Bu aktivite birkaç kişiyle oynanacak bir aktivitedir. Oyunda bir Lider bulunur ve lider, gruptan bir gizli kişi seçer. Ardından, oyuncular, bu gizli kişinin kim olduğunu bulmak için lidere şu tür soruları sorarlar: “Bu kişi, üzerinde üçgen şekli olan bir gömlek mi giyinmiş?” veya “Bu kişinin saçı 30 cm’den uzun mu?”

# data_list
source: STAGE 2 – I CAN COUNT TO 5!
ar: المرحلة الثانية – القدرة علي العد حتى ٥!
ko: 2 단계 - 난 5까지 셀 수 있어요!
tr: 2. Aşama — 5’e Kadar Sayabiliyorum!

# data_list
source: Stage 2 Introduction
ar: المرحلة ٢ – مقدمة
ko: 2 단계 – 소개
tr: 2. Aşama — Giriş

# data_list
source: **Where You've Been** Wow! Your child is now able to count to 5! These numbers are not just being repeated in order like a parrot – they represent quantities that your child is gaining a feel for. You are ready to assign properties to objects that you describe and talk about. Think how far your child has come in understanding the world! Your child is becoming more verbal and better able to reason and explain. You can discuss mathematical things and this allows you to start playing games and doing puzzles together.
ar: **أين كنت؟** رائع! أصبح طفلك الآن قادراً على العد حتى الرقم ٥! لا يتم تكرار هذه الأرقام بالترتيب مثل الببغاء فحسب، بل إنها تمثل الكميات التي يكتسبها طفلك. أنت على استعداد لتعيين خصائص للأشياء التي تصفها وتتحدث عنها. فكر إلى أي مدى وصل طفلك في فهم العالم! أصبح طفلك أكثر قدرة على النطق وأكثر قدرة على التفكير والشرح. يمكنكم مناقشة الأمور الرياضية وهذا يسمح لكما بالبدء في ممارسة الألعاب وحل الألغاز معًا.
ko: **넌 어디에 있었니** 와! 당신의 아이는 이제 5까지 셀 수 있습니다. 이 숫자들은 앵무새처럼 순서대로 반복하는 것이 아니라 아이가 느끼고 있는 양을 나타냅니다. 당신은 당신이 설명하고 이야기하는 물체의 속성에 대해 시작할 준비가 되었습니다. 당신의 아이가 세상을 이해하는 데 얼마나 멀리 왔는지 생각해 보세요! 당신의 아이는 더 언어적이고 더 잘 추론하고 설명할 수 있게 되어가고 있습니다. 당신은 수학에 대해 논의할 수 있으며, 이를 통해 게임을 시작하고 퍼즐을 함께 할 수 있습니다.
tr: **En Son Nerede Kalmıştınız?** Harika! Çocuğunuz artık 5’e kadar sayabiliyor! Ve bu sayıları sadece sırasıyla ezbere saymakla kalmıyor, sayıların belirttiği miktarlar hakkında da bir fikri var. Artık betimleyeceğiniz ve hakkında konuşacağınız nesnelere çeşitli özellikler atamaya hazırsınız. Çocuğunuzun dünyayı anlama konusunda ne kadar ilerleme kaydettiğini bir düşünsenize! Çocuğunuz artık daha fazla konuşuyor, daha iyi mantık yürütebiliyor ve açıklayabiliyor. Çocuğunuzla matematiksel şeyleri tartışmaya hazırsınız; ki bu, size, çocuğunuzla birlikte oyunlar oynamaya ve bulmacalar çözmeye başlama fırsatını da verecektir.

# data_list
source: Your child will be learning many things in the coming months beyond counting to 10 and above. Here is a quick list of topics that will be covered in this Stage. • Counting forward and backward to 10. Don’t ignore backward counting – it is important for understanding number relationships as well as being an aid for subtraction. • Include 0 in your counting sometimes. Including 0 now makes it a familiar number and keeps it from feeling exotic. • Reasoning with properties and numbers. Understanding properties and reasoning with them is a key part of developing mathematical ability. • Deepening understanding of shapes, especially circles, triangles, and squares. Keep using descriptive shape names as your child interacts with them. • Comparing and ordering numbers. How quantities compare and interact with each other is central to understanding them. • One more, one less, two more, two less. These concepts are relatively easy to pick up, and they will form the basis for addition and subtraction. • Learning to use manipulatives, especially fingers, to understand adding and subtracting. Adding and subtracting 0. • Subtracting a number from itself.
ar: سوف يتعلم طفلك أشياء كثيرة في الأشهر المقبلة بما يتجاوز العد إلى ١٠ وما فوق. إليك قائمة سريعة بالموضوعات التي سيتم تناولها في هذه المرحلة. * العد التصاعدي والعد التنازلي حتى ١٠. لا تتجاهل العد التنازلي - فهو مهم لفهم العلاقات بين الأعداد كما أنه يساعد في عملية الطرح. * قم بتضمين الرقم (٠) في العد بعض الأحيان. إن تضمين الرقم (٠) الآن يجعله رقمًا مألوفًا ويمنعه من الشعور بأنه رقم غريب. * الاستدلال بالخصائص والأرقام. يعد فهم الخصائص والاستدلال بها جزءًا أساسيًا من تطوير القدرة الرياضية. * تعميق فهم الأشكال، وخاصة الدوائر والمثلثات والمربعات. استمر في استخدام أسماء الأشكال الوصفية عندما يتفاعل طفلك معها. * مقارنة الأعداد وترتيبها. تعتبر كيفية مقارنة الكميات وتفاعلها مع بعضها البعض أمرًا ضروريًا لفهمها. * واحد أكثر، واحد أقل، اثنان أكثر، اثنان أقل. هذه المفاهيم سهلة التعلم نسبيًا، وستشكل الأساس لعمليات الجمع والطرح. * تعلم استخدام الأدوات اليدوية، وخاصة الأصابع، لفهم عمليات الجمع والطرح. قم بجمع وطرح الرقم (٠). * قم بطرح رقم من نفسه.
ko: 당신의 아이는 앞으로 몇 달 안에 10 이상을 세는 것보다 더 많은 것을 배울 것입니다. 이 단계에서 다룰 주제의 간략한 목록이 여기 있습니다. * 앞으로 그리고 거꾸로 10까지 세는 것. 거꾸로 세는 것을 무시하지 마세요 - 숫자 관계를 이해하고 뺄셈에 중요한 도움이 됩니다. * 가끔 0을 셀때 포함하세요. 0을 포함하면 친숙한 숫자가 되고 이국적으로 느껴지지 않게 됩니다. * 특성과 숫자로 추론하기. 특성을 이해하고 추론하는 것은 수학적 능력을 개발하는 데 중요한 부분입니다. * 모양, 특히 원형, 삼각형, 사각형에 대한 깊은 이해. 아이가 그것을 볼때 설명적인 모양 이름을 계속 사용하세요. * 숫자의 비교와 배열하기. 양이 어떻게 서로 비교되고 상호 작용하는지 알아가는 것은 그것들을 이해하는데 핵심입니다. * 하나 더, 하나 덜, 둘 더, 둘 덜. 이 개념들은 상대적으로 이해하기 쉽고, 덧셈과 뺄셈의 기초를 만들것입니다. * 덧셈과 뺄셈을 이해하기 위한 조작, 특히 손가락을 사용하는 법을 배웁니다. 0을 더하고 빼기. * 그 안에서 숫자를 빼기
tr: Çocuğunuz önümüzdeki aylarda 10’a kadar saymanın ötesinde pek çok şey öğrenecek. İşte bu aşamada ele alınacak konuların kısa bir listesi: * 10’a kadar ileri ve geri sayma. Geriye doğru saymayı göz ardı etmeyin çünkü geriye doğru sayma, sayı ilişkilerini anlamanın yanında çıkarma işlemlerinde de yardımcı olur. * Sayma aktivitelerinize bazen 0’ı da dahil edin. 0’ı dahil etmek, onu tanıdık bir rakam hâline getirir ve çocuğunuzun 0’a karşı yabancı hissetmesini engeller. * Sayılarla ve özelliklerle mantık yürütme. Özellikleri anlamak ve onlarla akıl yürütmek, matematiksel yetenek geliştirmenin önemli bir parçasıdır. * Şekilleri, özellikle de çemberleri, üçgenleri ve kareleri anlamayı derinleştirme. Çocuğunuz şekillerle etkileşime girdikçe, siz, tanımlayıcı şekil adlarını kullanmaya devam edin. * Sayıları karşılaştırma ve sıralama. Miktarların birbirleriyle nasıl karşılaştırıldıkları ve etkileşime girdikleri, onları anlamanın merkezinde yer alır. * Bir fazlası, bir eksiği, iki fazlası, iki eksiği kavramlarını anlama. Bu kavramların anlaşılması nispeten kolaydır ve bunları anlamak, toplama ve çıkarma işlemlerinin temelini oluşturacaktır. * Toplama ve çıkarmayı anlamak için araç gereçleri özellikle de parmakları kullanmayı öğrenme. * 0’ı ekleme ve çıkarma * Bir sayıyı kendinden çıkarma.

# data_list
source: CONNECT THE DOTS
ar: قم بتوصيل النقاط
ko: 점들을 연결하기
tr: NOKTALARI BIRLEŞTIRIN

# data_list
source: **How to create:** Complete fun drawings by connecting numbered dots. Make these by taking a simple drawing, removing some straight lines, and replacing them with numbered dots. Connecting the dots in order recreates the original drawing.
ar: **كيفية الإنشاء:** أكمل الرسومات الممتعة عن طريق توصيل النقاط المرقمة. اصنع ذلك عن طريق رسم رسم بسيط وإزالة بعض الخطوط المستقيمة واستبدالها بنقاط مرقمة. توصيل النقاط بالترتيب يعيد إنشاء الرسم الأصلي.
ko: **만드는 방법:** 숫자가 매겨진 점을 연결하여 재미있는 그림을 완성하세요. 간단한 그림을 그리고, 직선을 제거하고, 숫자가 매겨진 점으로 대체하여 만들어 보세요. 원본 그림을 재현하기 위해 점들을 연결하세요.
tr: **Nasıl yapılır?** Numaralandırılmış noktaları birleştirerek eğlenceli çizimleri tamamlayın. Bunun için basit bir çizimi alın. Sonra, çizimdeki bazı düz çizgileri ortadan kaldırın ve onların yerlerine numaralandırılmış noktalar koyun. Daha sonra, noktaları sırayla birleştirerek orijinal çizimi yeniden oluşturun.

# data_list
source: **Backwards:** Challenge your child to connect the dots in backwards order. You can also find these kinds of drawings to download from the internet.
ar: **الي الخلف:** تحدي طفلك لتوصيل النقاط بترتيب عكسي. ويمكنك أيضًا العثور على هذه الرسومات وتحميلها من الإنترنت.
ko: **거꾸로 가기:** 아이가 점들을 거꾸로 연결하도록 도전 시켜보세요. 당신은 인터넷에서 다운로드할 수 있는 이 그림들을 찾을 수도 있습니다.
tr: **Geriye doğru:** Çocuğunuzdan noktaları geriye doğru sayarak birleştirmesini isteyin. Bu tür çizimleri internetten bulup indirerek de yapabilirsiniz.

# data_list
source: ISLAND HOPPING – COUNTING
ar: التنقل بين الجزر – العد
ko: 섬 뛰기 – 세기
tr: ADALARDAN ATLAMA — SAYMA

# data_list
source: These puzzles use numbered islands (circles) connected by bridges (lines). **The challenge:** Find a path that connects the islands in order. The easiest versions have numbers that go from 1 to the number of islands.
ar: تستخدم هذه الألغاز جزرًا مرقمة (دوائر) متصلة عن طريق جسور (خطوط). **التحدي:** ابحث عن مسار يربط بين الجزر بالترتيب. تحتوي الإصدارات الأسهل على أرقام تتراوح من ١ إلى عدد الجزر.
ko: 이 퍼즐은 다리 (선)로 연결된 숫자가 매겨진 섬 (원)을 사용합니다. **도전:** 섬을 순서대로 연결하는 길을 찾아보세요. 가장 쉬운 경우는 1에서 섬의 숫자까지 가는 숫자가 있습니다.
tr: Bu bulmacalarda köprülerle (çizgilerle) birbirlerine bağlanmış numaralandırılmış adalar (daireler) kullanılır. **Bulmacanın zorluğu:** Adaları sırasıyla birbirlerine bağlayan yolları bulun. Bu bulmacanın daha kolay bir versiyonunda, sayılar 1’den başlayıp toplam ne kadar ada varsa o sayıya kadar gider.

# data_list
source: **Adjust the challenge 1:** Leave out some numbers so your child figures out what is missing and where it belongs. **Adjust the challenge 2:** Instead of starting at 1, design the puzzles to start at 0 or other numbers. (Note the range at the top of the puzzle).
ar: **تعديل التحدي ١:** احذف بعض الأرقام حتى يتمكن طفلك من معرفة الأرقام المفقودة ومكانها. **تعديل التحدي ٢:** بدلاً من البدء بالرقم ١، قم بتصميم الألغاز لتبدأ بالرقم (٠) أو أرقام أخرى. (لاحظ النطاق في أعلى اللغز).
ko: **도전 1 조정하기:** 아이가 어떤 숫자가 빠졌고 어디에 속하는지 알아낼 수 있도록 몇 가지 숫자를 생략하세요. **도전 2 조정하기:** 1에서 시작하는 대신, 0또는 다른 숫자에서 시작하도록 퍼즐을 디자인하세요. (퍼즐 위에 있는 범위를 주목하세요).
tr: **1. Seviyede:** Çocuğunuzun, hangi sayının eksik olduğunu anlaması ve o sayının nereye ait olduğunu bilmesi için bazı sayıları yazmayın. **2. Seviyede:** Bulmacayı 1’den başlatmak yerine 0’dan veya başka sayılardan başlayacak şekilde tasarlayın. (Not: Şekillerdeki bulmacaların en üst kısımlarındaki sayı aralıklarına dikkat edin!)

# data_list
source: Make this into a physical puzzle by placing pieces of paper with consecutive numbers on the floor in some twisty path. Your child can solve this puzzle by walking along the path from the smallest to the largest number. Add challenge: Replace some of the numbered pieces with blank ones. Also, have your child to start at the largest number and go downward.
ar: قم بتحويل هذا إلى لغز مادي عن طريق وضع قطع من الورق بأرقام متتالية على الأرض في مسار ملتوي. يستطيع طفلك حل هذا اللغز من خلال المشي على طول المسار من الأصغر إلى الأكبر. إضافة تحدي: استبدل بعض القطع المرقمة بأخرى فارغة. اطلب من طفلك أيضًا أن يبدأ من أكبر رقم ثم يتجه إلى الأسفل.
ko: 구불구불한 경로의 바닥에 연속적인 숫자가 있는 종이 조각을 놓아 몸으로 할 수 있는 퍼즐로 만드세요. 아이는 가장 작은 숫자에서 가장 큰 숫자로 길을 따라 걸으면서 이 퍼즐을 풀 수 있습니다. 도전 추가: 번호가 매겨진 조각 중 일부를 빈 조각으로 바꾸세요. 또한 아이가 가장 큰 숫자에서 시작하여 거꾸로 내려가도록 해보세요.
tr: Bu bulmacayı fiziksel bir bulmaca hâline dönüştürebilirsiniz. Bunun için üzerinde ardışık sayılar bulunan kâğıt parçalarını kıvrımlı bir yol izleyecek şekilde yere koyun. Böylece, çocuğunuz yol boyunca en küçük sayıdan en büyük sayıya doğru yürüyerek bu bulmacayı çözebilir. Zorlaştırın: Numaralandırılmış kâğıt parçalarının yerine boş kâğıtlar yerleştirebilirsiniz. Ayrıca, çocuğunuzun en büyük sayıdan başlayıp en küçük sayıya doğru gitmesini de sağlayabilirsiniz.

# data_list
source: STRING NUMBER LINE
ar: الخط العددي
ko: 숫자로 연결된 줄
tr: İPTEN SAYI DOĞRUSU

# data_list
source: In addition to having a paper number line on a wall, create a number line using a piece of string. Tie or clip a section of string between two objects. Use paper clips to attach sliding Number Cards from 0 to 10 along the string in order.
ar: بالإضافة إلى وضع ورقة على الحائط تحتوي علي الخط العددي، قم بإنشاء خط أعداد باستخدام قطعة من الخيط. قم بربط أو تثبيت جزء من الخيط بين جسمين. استخدم مشابك الورق لربط بطاقات الأرقام المنزلقة من (٠) الي ١٠ على طول الخيط بالترتيب.
ko: 종이 숫자가 벽에 줄지어 있는 것과 함께, 끈을 사용해서 숫자선을 만들어 보세요. 0에서 10까지의 숫자카드를 종이 클립에 달고 끈에 순서대로 끼워 넣으세요.
tr: Duvarınızda kâğıttan bir sayı doğrusu yapabileceğiniz gibi aynı sayı doğrusunu bir ip kullanarak da yapabilirsiniz. İpten sayı doğrusu yapmak için, önce, bir miktar ipi iki nesne veya çiivi arasına bağlayın veya klipsleyin. Ardından, 0’dan 10’a kadar olan sayı kartlarını birer ataç kullanarak sırasıyla ipe tutturun.

# data_list
source: In addition to exploring these ideas, you and your child will probably discover many more. • Switch two numbers and have your child find the mistake. • Leave out a number and have your child find which one is missing. • Practice adding. To do 4 + 2, slide over the first 4 numbers and then slide the next 2. • Practice subtracting. To do 6 - 2, slide 6 cards to the left, then slide 2 of those to the right.
ar: بالإضافة إلى إستكشاف هذه الأفكار، قد تكتشف أنت وطفلك الكثير من الأفكار الأخرى. * قم بتبديل رقمين واطلب من طفلك العثور على الخطأ. * احذف رقمًا واطلب من طفلك إيجاد الرقم الناقص. * التدريب علي الجمع. لعملية جمع ٤ + ٢، قم بالتمرير فوق أول ٤ أرقام ثم قم بتمريرالرقمين التاليين. * التدريب على الطرح. لعملية طرح ٦ - ٢، قم بتمرير ٦ بطاقات إلى اليسار، ثم قم بتمريراثنتين منها إلى اليمين.
ko: 이러한 아이디어를 탐구하는 것 외에도 당신과 아이는 더 많은 것을 발견하게 될 것입니다. * 두 개의 숫자를 바꿔서 아이가 틀린 부분을 찾도록 해보세요. * 숫자를 남겨두고 아이가 빠진 숫자를 찾아보게 해보세요. * 덧셈을 연습해 보세요. 4+2를 해 보려면, 처음 4개의 숫자를 밀어넣고 다음 2개의 숫자를 밀어넣으세요. * 뺄셈을 연습해 보세요. 6-2를 해 보려면, 6장의 카드를 왼쪽에서 밀어넣고 그 중 2장을 오른쪽으로 밀어내어 보세요.
tr: Çocuğunuzla birlikte yukarıdaki fikirlerden çok daha fazlasını keşfedebilirsiniz. İşte birkaç fikir: * İki sayının yerlerini değiştirin ve çocuğunuzdan hatayı bulmasını isteyin. * Bir sayıyı sayı doğrusuna koymayın ve çocuğunuzdan hangi sayının eksik olduğunu bulmasını isteyin. * Toplama alıştırması yapın. Örneğin, 4 + 2 için, önce, ilk 4 sayıyı sola kaydırın, ardından, sonraki 2 sayıyı sola kaydırın. * Çıkarma alıştırması yapın. Örneğin, 6 - 2 için, önce, 6 kartı sola kaydırın, sonra, o altı karttan 2 tanesini sağa kaydırın.

# data_list
source: GO FISH!
ar: إذهب لصيد السمك!
ko: 낚시하기
tr: BALIĞA GİT OYUNU!

# data_list
source: Counting up to 10
ar: العد حتى الرقم ١٠
ko: 10가지 세기
tr: 10’a Kadar Sayma

# data_list
source: **The setup:** Remove cards above the highest number your child is comfortable with. For more than two players, if you have restricted the number range you may need several decks.
ar: **الإعداد:** قم بحذف البطاقات التي تحتوي علي ارقام أعلى مما يناسب طفلك. إذا كان عدد اللاعبين أكبر من اثنين، قد تحتاج إلى عدة مجموعات من البطاقات إذا قمت بتقييد نطاق الأرقام.
ko: 설정:} 아이가 편하게 느낄 수 있는 가장 높은 숫자 이상의 카드를 빼세요. 두명 이상이 있는 경우, 숫자 범위를 제한한 여러 개의 카드가 필요할 수 있습니다.
tr: **Oyuna Hazırlık:** Kartlarda sadece çocuğunuzun rahatça sayabildiği en yüksek sayıya kadarki sayılar olsun. Oyunda 2’den fazla kişi olacaksa ve eğer sayı aralıkları farklı olursa birkaç deste daha sayı kartına ihtiyacınız olabilir.

# data_list
source: **How to play:** Deal 5 cards to each player and put the other cards face down in a shared draw pile. During a turn, a player “fishes” by asking any player if they have a card matching one of their cards. For example: ‘Jonah, please give me a 4’. If they have it, they hand over the card. If they don’t, they say “Go Fish!” and the player must pick a card from the draw pile.
ar: **كيف تلعب:** قم بتوزيع ٥ بطاقات لكل لاعب ووضع البطاقات الأخرى مقلوبة في كومة سحب مشتركة. خلال الدور، يقوم اللاعب ”بصيد السمك“ عن طريق سؤال أي لاعب عما إذا كان لديه بطاقة تطابق إحدى بطاقاته. على سبيل المثال: ”يونان، من فضلك أعطني ٤“. إذا كان لدى يونان هذه البطاقة، فإنه يقوم بتسليمك لها. وإذا لم يكن لديه، فإنه يقول ”اذهب لصيد السمك!“ فيجب على اللاعب اختيار بطاقة من كومة السحب.
ko: 게임 방법:} 각 플레이어에게 5장의 카드를 나눠주고 나머지의 카드는 함께 나누는 뽑기 더미에 뒤집어 놓습니다. 차례가 돌아가는 동안, 플레이어는 다른 사람들이 가지고 있는 카드중 하나와 일치하는 카드를 가지고 있는지 “낚시”를 하며 물어봅니다. 예를 들어: ‘철수야, 너에게 4번 카드가 있으면 나한테 줘’. 만약 상대방이 그 숫자의 카드를 가지고 있으면 카드를 넘겨주고 만약 가지고 있지 않으면 “낚시하러 가!”라고 말하고 플레이어는 뽑기 더미에서 카드를 뽑아야 합니다.
tr: **Nasıl oynanır?** İlk önce, her oyuncuya 5 kart dağıtın. Kalan kartları ise sayıları görünmeyecek şekilde ters çevirip ortaya koyun. İlk turda, oyuncu, elindeki kartlara bakar ve çift olan kartları elinden çıkarır. Çifti olmayan kartın çiftini bulmak için diğer oyuncuya kartlarından herhangi biriyle eşleşen bir karta sahip olup olmadığını sorar. Örneğin, “Jale, elindeki 4’ü bana ver!” diyebilir. Jale’nin elinde istediğiniz sayı varsa, onu size vermelidir ama elinde yok ise, size, “Balığa git!” der ve siz de istediğiniz kart gelene kadar o ortaya koyduğunuz kart destesinden bir kart çekersiniz.
