Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Dropping a piece of mat is quite an unusual thing for any bird to do. Maybe trusting this bird is not such a bad idea after all. What do you think?
ar: وقوع سجادة من طائر في السماء شئ غريب بالنسبة لطائر. ولكن يمكن أن تكون فكرة الوثوق في الطائر ليست بفكرة سيئة للغاية. ماذا تظن؟
ja: 鳥がマットの切れ端を落とすなんて、とても珍しいことです。この鳥を信頼するのも悪くないかもしれません。あなたはどう思いますか？
ko: 돗자리의 조각을 떨어뜨리는 것은 보통새가 하기에는 드문일입니다. 이 파랑새를 믿은것은 그렇게 나쁜일이었나 봅니다. 여러분은 어떻게 생각하나요?
tr: Bir kilim parçasını düşürmek bir kuş için oldukça olağandışı bir şey. Belki de bu kuşa güvenmek o kadar da kötü bir fikir değildir. Ne düşünüyorsunuz?

# data_list
source: We didn't see that piece of mat in any other pictures of the bird. Where did that piece of mat come from and how did the bird get it?
ar: لكن الغريب أننا لم نرى هذة السجادة مع الطائر في أي من الصور. من اين يا ترى أتت تلك السجادة ومن أين أتى بها هذا الطائر؟
ja: 鳥が写っている他の絵には、そのマットの切れ端は写っていませんでした。あのマットはどこから来て、どうやって手に入れたものなのでしょうか？？
ko: 우리는 돗자리의 조각을 새가 있던 어느 그림에서도 본 적이 없습니다. 여러분은 그 돗자리의 조각이 어디서 나왔으며 파랑새가 어떻게 가지게 되었다고 생각하나요?
tr: Kuşun bu kilim parçasını başka hiçbir resimde görmedik. Bu parça nereden geldi ve kuş onu nasıl aldı?

# data_list
source: Look at Akai's face. What does her expression tell you about how she is feeling?
ar: انظر الى وجه اكايا. ماذا يخبرك تعبيروجهها عن شعورها؟
ja: アカイの表情を見てみましょう。 彼女の表情から、どのような気持ちが伝わってきますか？
ko: 아카이의 얼굴을 보세요. 아카이의 표정에서 아카이가 어떻게 느끼는지 알 수 있나요?
tr: Akai’nin yüzüne bakın. Yüz ifadesi onun nasıl hissettiği hakkında size ne söylüyor?

# data_list
source: Picking up the piece of mat, Akai saw footprints that she knew were her mother's. Soon she saw the shallow well from where they fetched water.
ar: التقطت اكايا السجادة. رأت اكايا آثار أقدام عرفت انها آثار أقدام أمها. و بعدها رأت اكايا منبع الماء في قريتها.
ja: マットの切れ端を手に取ると、アカイはお母さんの足跡を見つけました。そしてすぐに、お母さんが水を汲んでいた浅い井戸が見えてきました。
ko: 돗자리의 조각을 주워 보니 아카이는 거기에 아카이 엄마의 발자국이 있는 것을 보았습니다. 조만간 아카이는 엄마와 자신이 물을 길렀던 얕은 우물을 보았습니다.
tr: Kilimin parçasını alıp kaldıran Akai, annesine ait olduğunu bildiği ayak izlerini gördü. Çok geçmeden, su alıp götürecekleri o sığ kuyuyu gördü.

# data_list
source: It's good she trusted that strange bird. She ended up being taken to safety by following her instincts and trusting the bird.
ar: لقد كان من الجيد أن تثق اكايا في الطائر الغريب. لقد وصلت اكايا في النهاية الى بر الامان بإتباع احساسها والثقة في مساعدة ذلك الطائر.
ja: あの不思議な鳥を信じたことが幸いしました。彼女は本能に従って、鳥を信頼することで、無事に帰ることができたのです。
ko: 아카이가 낯선 새를 믿은것은 잘한 일이었습니다. 아카이는 자신의 직감과 새를 믿어서 자신을 안전한 곳으로 안내해 갔습니다.
tr: Akai iyi ki o garip kuşa güvenmişti. İçgüdülerini takip ederek ve kuşa güvenerek, en nihayetinde, güvenli bir yere götürülmüştü.

# data_list
source: Have you ever had to trust something or someone in an unusual situation? You have to be very careful about the people you choose to trust.
ar: هل قمت بالوثوق في أي شخص أو أي شئ؟ عليك أن تكون حذر قبل الوثوق في أي شخص.
ja: あなたは、いつもと違う状況で、何かや誰かを信頼しなければならなかった経験はありますか。相手が信頼に値する人であるのかを判断するには、細心の注意を払わなければなりません。
ko: 여러분은 낯선 환경에서 어떤 물건이나 어떤 사람을 믿어야 했던 적이 있나요? 여러분은 여러분이 믿기로 한 사람에 대해 아주 조심해야 할 것입니다.
tr: Peki, siz de hiç olağandışı bir durumda bir şeye veya birine güvenmek zorunda kaldınız mı? Güvenmeyi seçtiğiniz insanlar konusunda çok dikkatli olmalısınız.

# data_list
source: Do you know what anyone else's footprints look like? When you live where it is important to be able to follow paths, do you suppose you get good at recognizing tracks made by various people and animals?
ar: هل تستطيع تمييز آثار اقدام أي شخص تعرفه؟ هل تظن إذا عشت في مكان مشابه لقرية اكايا أنك ستتعرف على آثار الحيوانات والأشخاص؟
ja: あなたは他の人の足跡がどのようなものか知っていますか？ 方向を感じ取って道を進んで行くことが大切な地域で生活をしていると、いろいろな人や動物の足跡が分かるようになるのでしょうか？
ko: 여러분은 다른사람의 발자국이 어떻게 생겼는지 알 수있나요? 길을 따라가는 것이 중요한 곳에서 여러분이 산다면 다양한 사람이나 동물의 발자국을 알아보는 것은 아주 중요할수 있습니다.
tr: Başkalarının ayak izlerinin neye benzediğini biliyor musunuz? Yolları takip edebilmenin önemli olduğu bir yerde yaşadığınızda, çeşitli insan ve hayvanlar tarafından yapılan izleri tanımada gün geçtikçe daha da iyi olur musunuz?

# data_list
source: Akai's family sang and danced to welcome her home. They made a feast to celebrate their child's safe return.
ar: قامت عائلة اكايا بالغناء والرقص ترحيبا بوصولها إلى المنزل بأمان. قاموا أيضا بإقامة وليمة احتفاءً بوصول اكايا بأمان.
ja: アカイの家族は、歌ってダンスをして彼女が帰ってきたことを歓迎しました。そして、アカイが安全に戻ってきたことを祝い、ごちそうを作りました。
ko: 아카이의 가족은 아카이가 집에 돌아온것을 환영하기 위해 노래를 부르고 춤을 추었습니다. 그들은 아카이가 무사히 집에 돌아온것을 축하하기위해 잔치를 벌였습니다.
tr: Akai’nin ailesi şarkı söyleyip dans ederek, Akai’yi evlerinde karşıladılar. Çocuklarının sağ salim dönüşünü kutlamak için bir ziyafet verdiler.

# data_list
source: Look at how happy they all are with Akai's safe return. How can you tell that they are happy?
ar: انظر كيف أن الجميع سعداء برجوع اكايا بأمان. كيف يمكن أن تخبر من الصورة أن الجميع سعداء؟
ja: アカイが安全に帰ってきたことで、どんなにみんなが喜んだのかを話し合ってみましょう？
ko: 아카이가 안전하게 돌아온것을 기뻐하는 사람들을 보세요. 여러분은 그들이 행복하다는 것을 어떻게 알 수 있나요?
tr: Akai’nin sağ salim dönüşüyle onların ne kadar mutlu olduklarına bir bakın! Onların mutlu olduklarını nereden anlıyorsunuz?

# data_list
source: Their clothes have beautiful colors and patterns. Which of these do you like the most?
ar: ملابس الجميع ملونة بالوان زاهية وأنماط مختلفة، أى الملابس التالية تعجبك أكثر؟
ja: 彼らの服の色は美しいパターンの色をしています。あなたが一番好きなのは、それらの中のどれですか？
ko: 그들의 옷은 아름다운 색깔과 문양으로 되어있습니다. 여러분은 어떤것이 제일 좋은가요?
tr: Kıyafetlerinin çok güzel renkleri ve desenleri var. Onlardan en çok hangisini beğendiniz?

# data_list
source: Akai likes to go barefoot a lot, while many of the other people in this story wear sandals. Which do you prefer?
ar: اكايا تحب السير بدون حذاء. معظم الأشخاص في الصورة يرتدون الأحذية. أي أنواع الأحذية تفضل؟
ja: この物語に登場するたくさんの人はサンダルを履いていますが、アカイは裸足で過ごすことが好きです。あなたはどちらが好きですか？
ko: 이야기에 나오는 많은 사람들이 샌들을 신었지만 아카이는 맨발로 다니는 것을 좋아합니다. 여러분은 어떤것이 좋은가요?
tr: Bu hikâyedeki insanların çoğu sandalet giyinmişken, Akai çıplak ayakla gezmeyi çok seviyor. Siz hangisini tercih edersiniz?

# data_list
source: Akai sat on her special mat and enjoyed eating some delicious food.
ar: جلست اكايا على سجادتها المميزة وكانت تستمتع بالطعام اللذيذ.
ja: アカイは特別な敷物に座って、美味しい食事を楽しみました。
ko: 아카이는 특별한 돗자리에 앉아 맛있는 음식을 먹었습니다.
tr: Akai özel kilimine oturup lezzetli yemeklerin tadını çıkardı.

# data_list
source: At the end of a scary day, she looks very happy. After a disturbing incident, it can be wonderful to be back in a familiar and safe place.
ar: في نهاية هذا اليوم المخيف، تبدو اكايا سعيدة للغاية. فبعد وقوع حادث مزعج، قد يكون من الرائع العودة إلى مكان مألوف وآمن.
ja: その恐ろしい体験をした日の終わりは、彼女はとても幸せそうでした。物騒な事件の後、慣れ親しんだ安全な場所に帰ることは素晴らしいことです。
ko: 무서운 날의 끝에 아카이는 행복해 보입니다. 불안한 일이 생긴 후에, 안전하고 익숙한 곳으로 돌아온것은 아주 기쁜일입니다.
tr: Korkunç bir günün sonunda, Akai çok mutlu görünüyor. Rahatsız edici bir olaydan sonra, tanıdık ve güvenli bir yere geri dönmek harika olabilir.

# data_list
source: Do you have a favorite place where you feel particularly safe and comfortable?
ar: هل لديك مكان محبب إليك تشعرفيه بالأمان والراحة؟
ja: あなたには、特に安全で心地よいと思えるお気に入りの場所はありますか？
ko: 여러분은 특별히 안전하게 느끼거나 편하게 느껴지는 곳이 있나요?
tr: Sizin de kendinizi özellikle güvende ve rahat hissettiğiniz sevdiğiniz bir yeriniz var mı?

# data_list
source: Does her happiness come from her mat or from herself?
ar: هل تظن أن مصدر سعادة اكايا هو السجادة أو أن اكايا نفسها هي سر سعادتها؟
ja: 彼女の幸せは敷物がもたらしたものなのでしょうか？それとも彼女自身から生じたものなのでしょうか？
ko: 아카이의 행복은 아카이의 돗자리에서 온다고 생각하나요 아니면 아카이 자신에서 온다고 생각하나요?
tr: Akai’nin mutluluğu kiliminden mi yoksa kendinden mi kaynaklanıyor?

# data_list
source: Long ago, in a town call Sunland, lived a girl with very long legs. Aku was her name.
ar: منذ زمن بعيد، في بلدة تدعى أرض الشمس، عاشت فتاة ذات أرجل طويلة جداً. كان اسمها آكو.
fr: Il y a longtemps, dans une ville appelée Sunland, vivait une fille aux très longues jambes. Elle s'appelait Aku.
ja: 昔々、サンランドという町に、とても足の長い女の子が住んでいた。彼女の名前はアク。
ko: 옛날에 선랜드라는 마을에 매우 긴 다리를 가진 아쿠라는 이름의 소녀가 살았습니다.
tr: Uzun zaman önce, Sunland adlı bir kasabada, çok uzun bacaklı olan bir kız yaşarmış. Adı Aku’ymuş.

# data_list
source: There are three round houses with thatched roofs. Thatch is a mix of dead and living plant material, usually grass. A thatched roof can help keep a house cool or warm. From the distance, those roofs look like triangles.
ar: يوجد ثلاثة منازل مستديرة ذات أسقف من القش. القش هو مزيج من المواد النباتية الميتة والحية، عادةً من العشب. يمكن لغرفة القش أن تساعد في إبقاء المنزل بارداً أو دافئاً. من بعيد، تبدو هذه الأسقف كالمثلثات.
ja: 茅葺き屋根の丸い家が3軒ある。茅は枯れた植物と生きた植物を混ぜたもので、通常は草である。茅葺き屋根の部屋は、家を涼しくしたり暖かくしたりするのに役立つ。遠くから見ると、その屋根は三角形のように見える。
ko: 그림에는 초가지붕으로 된 세 개의 둥근 집이 있습니다. 초가지붕은 보통 살아있는 풀과 죽은 풀의 혼합으로 되어있습니다. 초가집은 집을 시원하게 그리고 따뜻하게 유지시켜줍니다. 멀리서 보면 그 지붕들은 삼각형같이 보입니다.
tr: Bu resimde sazdan çatıları olan üç yuvarlak ev var. Saz, genellikle çimenden olup, ölü ve canlı bitkilerden yapılan bir materyal karışımıdır. Sazdan yapılmış bir oda, bir evi serin veya sıcak tutmaya yardımcı olabilir. Uzaktan bakıldığında bu çatılar üçgen gibi görünüyorlar.

# data_list
source: Think of some reasons why these houses with thatched roofs are round.
ar: فكر في بعض الأسباب التي تجعل هذه المنازل ذات الأسقف القشية مستديرة.
fr: Pense à quelques raisons pour lesquelles ces maisons au toit de chaume sont rondes.
ja: 茅葺き屋根の家が丸いのはどうしてかな。考えてみよう。
ko: 왜 초가집의 지붕은 둥근지 몇 가지 이유를 생각해 보세요.
tr: Saz çatılı bu evlerin yuvarlak olmasının bazı nedenlerini düşünün.

# data_list
source: Notice Aku's face and the position of her arms. We can learn a lot about how someone is feeling by their body position. What do you think she is feeling?
ar: لاحظ وجه آكو ووضع ذراعيها. يمكننا أن نتعلم الكثير عن مشاعر شخص ما من خلال وضعية جسمه. ماذا تعتقد أنها تشعر؟
fr: Remarque le visage d'Aku et la position de ses bras. Nous pouvons en apprendre beaucoup sur les sentiments d'une personne par la position de son corps. Que penses-tu qu'elle ressente ?
ja: アクの顔と腕の位置に注目しよう。私たちは体の位置によって、その人がどう感じているかを知ることができる。彼女は何を感じていると思う？
ko: 아쿠의 얼굴과 손의 위치를 보세요. 우리는 사람의 몸 동작으로 그들이 어떤 생각을 하고 있는지 알 수 있습니다. 여러분은 아쿠가 어떤 기분이라고 생각하나요?
tr: Aku’nun yüzüne ve kollarının pozisyonuna dikkat edin. Bir insanın vücut pozisyonundan nasıl hissettiği hakkında çok şey öğrenebiliriz. Sizce Aku ne hissediyor olabilir?

# data_list
source: Aku wondered about a lot of things. Sometimes Aku's father, Ataa Ankra, a fisherman, let her go to the river with him to fish in his canoe. While Aku fished with her father, she wondered why the sun always looked at her from the sky. Sometimes Aku helped her mother, A'anua, to cook. Aku wondered why palm oil looked red in calabash but yellow in yam pottage.
ar: تساءلت آكو عن الكثير من الأشياء. أحياناً كان والد آكو، أتا أنكرا، وهو صياد سمك، يدعها تذهب إلى النهر معه لصيد السمك في زورقه. بينما كانت آكو تصيد السمك مع والدها، كانت تتساءل لماذا كانت الشمس دائماً تنظر إليها من السماء. أحياناً كانت آكو تساعد والدتها، آنوا، في الطهي. كانت آكو تتساءل لماذا يبدو زيت النخيل أحمر في وعاء كالاباش ولكنه أصفر في حساء البطاطا.
fr: Aku s'interrogeait sur beaucoup de choses. Parfois, le père d'Aku, Ataa Ankra, un pêcheur, la laissait aller à la rivière avec lui pour pêcher dans son canoë. Pendant qu'Aku pêchait avec son père, elle se demandait pourquoi le soleil la regardait toujours depuis le ciel. Parfois, Aku aidait sa mère, A'anua, à cuisiner. Aku se demandait pourquoi l'huile de palme était rouge dans la calebasse mais jaune dans le potage d'igname.
ja: アクは色々なことを考えた。 漁師であるアクの父、アタア・アンクラは、ときどきアクをカヌーに乗せて川へ釣りに行かせた。アクは父と釣りをしながら、太陽がいつも空から自分を見ているのを不思議に思った。 アクはときどき母親アヌアの料理を手伝った。 アクは、なぜヤシ油がヒョウタンの中では赤く見えるのに、芋のポタージュの中では黄色く見えるのか不思議に思った。
ko: 아쿠는 많은 것들을 궁금해 합니다. 가끔 어부인 아쿠의 아버지, 아따 엔크라는 그의 카누에서 고기를 잡으러 아쿠를 강에 같이 데리고 갔습니다. 아쿠가 아빠와 같이 고기를 잡는 동안 아쿠는 왜 해는 하늘에서 아쿠의 머리 위에서 내려보고 있는지 궁금했습니다. 아쿠는 가끔 엄마, 아누아가 음식을 만드는 것을 도와주었습니다. 아쿠는 왜 야자기름이 카바시에서는 빨간색이고 참마 포타주에는 노란색으로 보이는지 궁금했습니다.
tr: Aku pek çok şeyi merak ediyordu. Aku’nun balıkçı olan babası Ataa Ankra, kanosuyla balık tutması için bazen kendisiyle birlikte nehre gitmesine izin verirdi. Aku babasıyla balık tutarken, güneşin neden hep gökyüzünden ona baktığını merak etti. Aku bazen annesi A'anua’ya yemek pişirirken de yardım ederdi. Aku, palmiye yağının neden su kabağında kırmızı, yam çorbasındaysa sarı göründüğünü merak etti.

# data_list
source: Being curious and asking questions is an important way we learn new things. What are some things you are curious about right now?
ar: إن الفضول وطرح الأسئلة هما وسيلة مهمة لتعلم أشياء جديدة. ما هي بعض الأشياء التي تثير فضولك الآن؟
fr: Être curieux et poser des questions est un moyen important d'apprendre de nouvelles choses. Quelles sont les choses dont tu es curieux en ce moment ?
ja: 新しいことを学ぶのに、好奇心を持って質問することは大切だよ。今、君が気になっていることは何かな？
ko: 어떤것에 궁금증을 가지고 질문을 하는 것은 우리가 새로운 것들을 배우는데 아주 중요한 것입니다. 여러분은 지금 무언가에 대해 궁금한것이 있나요?
tr: Meraklı olmak ve soru sormak yeni şeyler öğrenmemizin önemli bir yoludur. Peki ya sizin şu anda merak ettiğiniz bazı şeyler nelerdir?

# data_list
source: Aku feels a special connection to the sun. Some people feel a connection to the moon or a star. Do you notice things about the sun, such as where it is in the morning or evening?
ar: تشعر آكو بارتباط خاص بالشمس. بعض الناس يشعرون بارتباط بالقمر أو نجمٌ ما. هل تلاحظ أشياء عن الشمس، مثل مكانها في الصباح أو المساء؟
fr: Aku ressent un lien particulier avec le soleil. Certaines personnes ressentent un lien avec la lune ou une étoile. Remarques-tu des choses à propos du soleil, comme l'endroit où il se trouve le matin ou le soir ?
ja: アクは太陽に特別なつながりを感じている。月や星とのつながりを感じる人もいる。朝や夕方の太陽の位置など、太陽について気づくことはあるかな？
ko: 아쿠는 해와의 특별한 관계가 있다고 느낍니다. 어떤 사람들은 해나 별에 대해서 특별한 관계를 느낍니다. 여러분은 해의 아침과 저녁에 위치가 어떻게 바뀌는지 본 적이 있나요?
tr: Aku güneşle özel bir bağ hissediyor. Bazı insanlar, ay veya bir yıldıza karşı bir bağ hissederler. Siz de güneşin sabah veya akşam nerede olduğu gibi şeyleri fark ediyor musunuz?

# data_list
source: One thing about the sun is what happens when it shines through rain. This creates a beautiful arc, which is part of a circle, in the sky. Can you name the colors of the rainbow?
ar: أحد الأشياء المتعلقة بالشمس هو ما يحدث عندما تشرق خلال المطر. هذا يخلق قوساً جميلاً، وهو جزء من دائرة، في السماء. هل تستطيع تسمية ألوان قوس قزح؟
fr: Une chose à propos du soleil est ce qui se passe quand il brille à travers la pluie. Cela crée un bel arc, qui fait partie d'un cercle, dans le ciel. Peux-tu nommer les couleurs de l'arc-en-ciel ?
ja: 太陽についてひとつ言えるのは、太陽が雨の中を照らすとどうなるか、ということ。これは空に円の一部である美しい弧を描く。君は虹の色の名前を言えるかな？
ko: 내리는 비 사이로 햇빛이 비칠때 해에게는 신기한 일이 생깁니다. 이때는 원형의 부분인 아름다운 호의 모양을 하늘에서 만듭니다. 여러분은 무지개의 색깔들을 말해 볼 수 있나요?
tr: Güneşle ilgili bir başka şey de yağmurun içinden parladığında ortaya çıkan şeydir. O şey, gökyüzünde bir dairenin parçası olan güzel bir yay oluşturur. Gökkuşağının renklerini sayabilir misiniz?

# data_list
source: And Aku wondered why Oti, her brother, and the other boys would not let her play football (soccer) with them. Once, Aku asked the boys why. They only laughed and told her to go and play with the girls. The girls too would not play with Aku. "Your legs are too long," they always said. Aku was left lonely. She had no one to share her many thoughts with.
ar: تساءلت آكو لماذا لم يسمح لها شقيقها أوتي والأولاد الآخرون بلعب كرة القدم معهم. ذات مرة، سألت آكو الأولاد عن السبب. لقد ضحكوا وقالوا لها أن تذهب وتلعب مع الفتيات. الفتيات أيضاً لم يلعبن مع آكو. كانوا يقولون دائماً: "ساقاك طويلتان جداً". بقيت آكو وحيدة. لم يكن لديها أحد لتشارك أفكارها الكثيرة معه.
fr: Et Aku se demandait pourquoi Oti, son frère, et les autres garçons ne voulaient pas la laisser jouer au football (soccer) avec eux. Une fois, Aku a demandé aux garçons pourquoi. Ils se sont contentés de rire et lui ont dit d'aller jouer avec les filles. Les filles aussi ne voulaient pas jouer avec Aku. « Tes jambes sont trop longues, » disaient-elles toujours. Aku s'est retrouvée seule. Elle n'avait personne avec qui partager ses nombreuses pensées.
ja: そしてアクは、なぜ彼女の兄であるオティや、他の男の子たちが一緒にサッカーをさせてくれないのか不思議に思った。一度だけ、アクは男の子たちに理由を尋ねたことがある。彼らはただ笑って、女の子たちと遊ぶように言った。 女の子たちもアクと遊ぼうとはしなかった。「足が長すぎる」といつも言われた。 アクは孤独だった。彼女には沢山の思いを分かち合う相手がいなかった。
ko: 그리고 아쿠는 오빠, 오티아이와 남자아이들이 왜 그녀가 그들과 축구를 하지 못하게 하는지 궁금했습니다. 어느 하루는 아쿠가 남자아이들에게 물어보았습니다. 그들은 그냥 웃어 넘기며 아쿠에게 다른 여자아이들에게 가서 같이 놀라고 말했습니다. 그렇지만 여자아이들도 아쿠와 놀지 않았습니다. “너의 다리는 너무 길어." 여자아이들은 말했습니다. 아쿠는 외로워졌습니다. 아쿠에게는 아무도 자신의 생각을 같이 나눌 수 있는 사람이 없었습니다.
tr: Ve Aku, neden erkek kardeşi Oti ve diğer çocukların onlarla futbol oynamasına izin vermediklerini merak etti. Aku bir keresinde çocuklara bunun nedenini sordu. Çocuklar sadece güldüler ve Aku’ya, gidip kızlarla oynamasını söylediler. Kızlar da Aku’yla oynamıyorlardı. Ona hep, “Senin bacakların çok uzun!” diyorlardı. Aku yapayalnız kalmıştı. Düşüncelerini paylaşabileceği kimsesi yoktu.

# data_list
source: Is football (soccer) a game that only boys can play? Are there any sports that only boys or only girls can play?
ar: هل كرة القدم لعبة لا يلعبها إلا الأولاد؟ هل هناك أي رياضات يمكن للأولاد فقط أو للفتيات فقط أن يلعبوها؟
fr: Le football (soccer) est-il un jeu auquel seules les filles peuvent jouer ? Y a-t-il des sports que seuls les garçons ou seules les filles peuvent pratiquer ?
ja: サッカーは女の子しかできないスポーツかな？男の子にしかできないスポーツや女の子にしかできないスポーツはある？
ko: 축구는 여자아이들만이 할 수 있는 놀이입니까? 남자아이들만 혹은 여자아이들만이 할 수 있는 운동경기가 있나요?
tr: Futbol sadece kızların oynayabileceği bir oyun mudur? Sadece erkeklerin veya sadece kızların oynayabileceği sporlar var mıdır?

# data_list
source: Point at matching colors in the clothes in this picture. Are there any colors that don't have a match?
ar: أشر إلى الألوان المتطابقة في الملابس في هذه الصورة. هل هناك أي ألوان ليس لها مُطابق؟
fr: Indique du doigt les couleurs identiques dans les vêtements de cette image. Y a-t-il des couleurs qui ne sont pas identiques ?
ja: この絵に描かれている服の中で、色が一致しているものを指さそう。一致しない色はある？
ko: 그림에서 같은 색깔의 옷을 맞춰보세요? 아무것과도 맞지 않는 색깔이 있나요?
tr: Bu resimdeki giysilerdeki eşleşen renkleri gösterin. Eşleşmeyen herhangi bir renk var mı?

# data_list
source: Many time people get excluded from a group because there are different in some way. Did you ever see someone excluded like this? It's a mean thing to do!
ar: في كثير من الأحيان يتم استبعاد الأشخاص من المجموعة لأنهم مختلفون بطريقةٍ ما. هل سبق لك أن رأيت شخصاً مستبعداً بهذه الطريقة؟ إنه تصرفٌ لئيم!
fr: Beaucoup de gens sont exclus d'un groupe parce qu'ils sont différents d'une certaine façon. As-tu déjà vu quelqu'un être exclu de cette façon ? C'est une chose méchante à faire !
ja: 他の人と少し違うという理由で、仲間外れにされることはよくある。このように仲間外れにされている人を見たことがある？それは意地悪なことだよ！
ko: 사람들은 종종 그들이 다른 사람들과 다르다는 이유로 그룹에서 예외되는 경우가 있습니다. 여러분은 어떤 사람이 따돌림을 당하는것을 본 적이 있나요? 그것은 정말 심술궂은 일입니다!
tr: Çoğu zaman insanlar bir şekilde farklı oldukları için gruptan dışlanırlar. Hiç öyle dışlanan birini gördünüz mü? Bu çok kötü bir şey!

# data_list
source: But Aku soon became friends with the sun. She looked forward to seeing the sun every morning when she woke up. The cocks crowed to announce sunrise. Aku loved to dance in the early morning sun, her shadow dancing with her. The tweeting of birds made the cock crow music sweeter. Then sun filled Aku with happiness. The sun made Aku smile a lot.
ar: لكن سرعان ما أصبحت آكو صديقةً للشمس. كانت تتطلع لرؤية الشمس كل صباح عندما تستيقظ. كانت الديوك تصيح لتعلن عن شروق الشمس. كانت آكو تحب أن ترقص في شمس الصباح الباكر، وظلّها يرقص معها. جعل تغريد الطيور موسيقى صياح الديك أجمل. ملأت الشمس آكو بالسعادة. جعلت الشمس آكو تبتسم كثيراً.
fr: Mais Aku est vite devenue amie avec le soleil. Elle avait hâte de voir le soleil chaque matin à son réveil. Les coqs chantaient pour annoncer le lever du soleil. Aku aimait danser dans le soleil matinal, son ombre dansant avec elle. Le gazouillis des oiseaux rendait la musique du chant des coqs plus douce. Puis le soleil a rempli Aku de bonheur. Le soleil a fait beaucoup sourire Aku.
ja: それでもアクは太陽と友達になった。 彼女は、目覚めるたびに太陽を見れるのが楽しみだった。鶏がコケコッコーと日の出を告げる。アクは早朝に太陽の下で踊るのが好きで、彼女の影も一緒に踊った。鳥のさえずりが重なり、鶏の鳴き声が可愛らしく聞こえた。 そして太陽はアクを幸せでいっぱいにした。太陽のおかげでアクはとても笑顔になった。
ko: 그런데 아쿠는 해와 곧 친구가 되었습니다. 아쿠는 매일 아침 일어나면 해를 만나는 것을 기대했습니다. 수탉은 해가 뜬 것을 알려주기 위해 아침마다 울었습니다. 아쿠는 이른 아침 햇빛과 함께 춤을 추는 것을 좋아했습니다. 아쿠의 그림자도 아쿠와 함께 춤을 추었습니다. 새들의 지저귀는 소리는 수탉의 우는 소리를 더욱 달콤하게 했습니다. 그러면 해는 아쿠에게 행복을 담아주었습니다. 해는 아쿠를 자주 미소짓게 했습니다.
tr: Ama Aku çok geçmeden güneşle arkadaş oldu. Her sabah uyandığında güneşi görmeyi dört gözle bekliyordu. Horozlar güneşin doğuşunu haber vermek için ötüyorlardı. Aku sabahın erken saatlerinde güneşin altında dans etmeyi çok severdi, gölgesi de onunla dans ederdi. Kuşların cıvıltısı horozların ötüşünü daha da tatlı kılardı. Sonra, güneş Aku’yu mutlulukla doldurdu. Güneş, Aku’yu çok gülümsetti.

# data_list
source: Birds often chirp and roosters crow right before the sun rises. Have you noticed special morning sounds when you wake up early?
ar: غالباً ما تغرد الطيور وتصيح الديوك قبل شروق الشمس مباشرةً. هل لاحظت أصواتاً مميزة في الصباح عندما تستيقظ مبكراً؟
fr: Les oiseaux gazouillent souvent et les coqs chantent juste avant le lever du soleil. As-tu remarqué des sons matinaux particuliers lorsque tu te réveilles tôt ?
ja: 朝日が昇る直前に、鳥はさえずり、鶏はコケコッコーと鳴く。 早起きした時に、朝の特別な音に気づいたことがある？
ko: 해가 떠오르기 전에 종종 새는 지저귀고 수탉이 웁니다. 여러분은 아침 일찍 잠에서 깨어나면 특별한 아침의 소리를 들어본 적이 있나요?
tr: Genellikle, güneş doğmadan hemen önce kuşlar cıvıldar ve horozlar öter. Erken uyandığınızda özel sabah seslerini fark ettiniz mi hiç?

# data_list
source: Notice the shadows that the sun makes on this page and many of the other pages.
ar: لاحظ الظلال التي تصنعها الشمس على هذه الصفحة والعديد من الصفحات الأخرى.
fr: Note les ombres que le soleil fait sur cette page et sur beaucoup d'autres pages.
ja: このページと他の多くのページで太陽が作る影に注目しよう。
ko: 여기 그림과 다른 장에서 해가 만들어내는 그림자를 보세요.
tr: Bu sayfada ve diğer sayfaların çoğunda güneşin oluşturduğu gölgelere dikkat edin.

# data_list
source: The sun creates longer shadows in the morning and late afternoon, and very short shadows at midday. Have you played with your own shadow as it copies you and follows you?
ar: تخلق الشمس ظلالاً أطول في الصباح وبعد الظهر، وظلالاً قصيرة جداً في وقت الظهيرة. هل سبق لك أن لعبت مع ظلّك وهو يقلدك ويتبعك؟
fr: Le soleil crée des ombres plus longues le matin et en fin d'après-midi, et des ombres très courtes à midi. As-tu joué avec ta propre ombre, qui te copie et te suit ?
ja: 太陽は、午前中と午後遅くに長い影を作り、真昼にはとても短い影を作るよ。君は、影が自分を真似したり、君を追いかけたりするのを見て遊んだことがある？
ko: 해는 아침과 늦은 오후에는 더 긴 그림자를 만들고 정오에는 아주 짧은 그림자를 만듭니다. 여러분은 여러분을 따라다니는 그림자와 놀아 본 적이 있나요?
tr: Güneş, sabahları ve öğleden sonraları geç saatlerde daha uzun gölgeler yaratırken, gün ortasındaysa çok kısa gölgeler yaratır. Hiç sizi kopyalayıp takip eden gölgenizle oynadınız mı?
