Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: When the four sides of a rectangle are the same length, the rectangle is called a square. Are some of the rectangles around you squares?
ja: 長方形の側面が全部同じ長さの場合、正方形と言います。周りの長方形のなかで正方形ありますか？
ko: 네 개의 면이 모두 같은 길이의 사각형이면 그것은 정사각형이라고 부릅니다. 여러분 주변에서 정사각형을 볼 수 있나요?
tr: Bir dikdörtgenin dört kenarı aynı uzunlukta olduğunda, o dikdörtgene kare denir. Peki, sizin etrafınızdaki dikdörtgenlerden bazıları da kare mi?

# data_list
source: When Sakima was three years old, he fell sick and lost his sight. Sakima was a talented boy.
ja: サキマが３歳の時、病気になって目が見えなくなりました。 でもサキマには才能がありました。
ko: 사키마가 3살이었을때 사키마는 많이 아팠고 그리고 나서 시력을 잃었습니다. 사키마는 아주 재주가 많은 남자아이였습니다.
tr: Sakima üç yaşındayken hastalandı ve görme yetisini kaybetti. Sakima yetenekli bir çocuktu.

# data_list
source: Do you know someone who has lost their hearing or sight?
ja: あなたは耳が聞こえない人や目が見えない人を知っていますか？
ko: 여러분은 시력이나 청력을 잃은 사람을 아나요?
tr: İşitme veya görme duyusunu kaybetmiş birini tanıyor musunuz?

# data_list
source: Can you name all the major senses that people generally have?
ja: ほとんどの人が持っている感覚を言えますか？
ko: 여러분은 사람이 보통 가지고 있는 주요 감각을 나열할 수 있나요?
tr: İnsanların sahip oldukları belli başlı duyuları sayabilir misiniz?

# data_list
source: Losing one sense often causes a person to develop some of their other senses more fully. Blind people often get much better at listening because it helps them to know where things are.
ja: 人は一つの感覚を失うと他の感覚がもっと発達します。目が見えない人は他の人よりよく聞こえます。それは耳を使って物がどこにあるか分かるからです。
ko: 사람이 한 가지 감각을 잃으면 다른 감각이 더 발전할 수 있습니다. 눈이 먼 사람은 어디에 물건이 있는지 알기 위해 듣는 것을 더 잘할 수 있습니다.
tr: Bir duyuyu kaybetmek, çoğu zaman, kişinin bazı diğer duyularını daha fazla geliştirmesini sağlar. Kör insanlar sıklıkla dinleme konusunda çok daha iyi olurlar çünkü dinlemek bir şeylerin nerede olduğunu bilmelerine yardımcı olur.

# data_list
source: Sakima did many things that other six-year-old children did not do. For example, he could sit with older members of the village and discuss matters.
ja: サキマは他の６歳の子達がしないことをやりました。 例えば、村の大人達と一緒に座って議論することができた。
ko: 사키마는 보통 6살 짜리 아이들이 하지 못하는 많은 것들을 할 수 있습니다. 예를 들면, 사키마는 마을의 나이든 어른들과 같이 앉아 여러가지 문제들을 논의할 수 있습니다.
tr: Sakima altı yaşındaki diğer çocukların yapamadığı pek çok şeyi yaptı. Örneğin, köyün yaşlı üyeleriyle oturup meseleleri tartışabiliyordu.

# data_list
source: Why do you think Sakima became good at talking with older people? Perhaps because he couldn't be out playing games and being distracted by things he saw, he was better able to listen and focus on what people were saying. What do you think?
ja: どうしてサキマは大人と話すのが上手だと思いますか？これはもしかして、目が見えないせいで外でゲームをしたり、目にするものに気を取られたりすることができなかったからでしょうか。その分、人の話をよく聞き、集中することができたのでしょうか。どう思いますか？
ko: 여러분은 왜 사키마가 나이든 사람들과 이야기를 잘 할 수 있다고 생각하나요? 아마 사키마는 밖에 나가 게임을 하거나 보는 것에 정신이 팔리지 않기 때문에 사람들이 하는 이야기를 더 잘 듣고 집중할 수 있을 것입니다. 여러분은 어떻게 생각하나요?
tr: Sizce Sakima neden yaşlı insanlarla konuşmakta başarılı oldu? Belki de dışarıda oyun oynayamadığı ve bir şeyleri görüp dikkati dağılmadığından ama daha iyi dinleyebildiği ve insanların söylediklerine daha iyi odaklandığından olabilir mi? Ne düşünüyorsunuz?

# data_list
source: Do you enjoy talking with adults, or do you prefer to talk with children your own age?
ja: あなたは大人と話すの好きですか？それとも同い歳の子供と話す方が好きですか？
ko: 여러분은 어른들과 이야기하는 것을 좋아하나요 아니면 여러분 또래의 친구들과 이야기하는 것을 좋아하나요?
tr: Yetişkinlerle konuşmaktan keyif alır mısınız yoksa kendi yaşınızdaki çocuklarla konuşmayı mı tercih edersiniz?

# data_list
source: Often, children and adults have different things they like to talk about. What are some of the things you like to talk about with your friends?
ja: 普通は子供と大人は話すことが違う。あなたは友達と何を話すのが好きですか？
ko: 종종 어른들과 아이들은 서로 이야기 하고 싶은 것들이 다릅니다. 여러분이 친구들과 이야기 하기 좋아하는 것들은 무엇인가요?
tr: Çoğu zaman, çocukların ve yetişkinlerin konuşmaktan hoşlandıkları farklı şeyler vardır. Arkadaşlarınızla konuşmaktan hoşlandığınız şeylerden bazıları nelerdir?

# data_list
source: Sakima's parents worked at the rich man's house. They left home early in the morning and returned late in the evening. Sakima was left with his little sister.
ja: サキマの親はお金持ちのおじさんの家で働いてます。 朝早く家を出て夜遅く帰ってきます。 こういうときサキマは妹と二人だけでした。
ko: 사키마의 부모님은 부자의 집에서 일을 했습니다. 부모님은 아침 일찍 집을 나서 저녁에 돌아왔습니다. 사키마는 그의 어린 여동생과 함께 집에 남아졌습니다.
tr: Sakima’nın ailesi zengin bir adamın evinde çalışıyorlardı. Sabah erkenden evden çıkıp akşam geç saatlerde dönerlerdi. Sakima, küçük kız kardeşiyle kalırdı.

# data_list
source: Waving seems like something that sighted people would learn to do when they see other people waving. How do you suppose Sakima learned to wave?
ja: 手を振ることは、目の見える人が他の人がやるのを見て覚えるようなことのように思えます。サキマはどうやって手を振ることを学んだと思いますか？
ko: 손을 흔드는 것은 다른 사람들이 손을 흔드는 것을 보고 배우는 것입니다. 여러분은 사키마가 어떻게 손을 흔드는 것을 배웠다고 생각하나요?
tr: El sallamak, gören insanların, diğer insanların el salladıklarını gördüklerinde yapmayı öğrenecekleri bir şeymiş gibi görünüyor. Peki, sizce Sakima el sallamayı nasıl öğrenmiştir?

# data_list
source: Look at the trees in this picture. The near trees are about twice as tall as an adult, but the tree farthest back is a little bit taller than the house. Do you think the artist made a mistake?
ja: 絵の中の木を見てください。近くの木の高さは大人の身長の二倍位あります。でも一番遠くにある木は家より少し高いだけです。アーティストが間違えていると思いますか？
ko: 그림에서 나무들을 보세요. 앞에 있는 나무들은 어른들보다 두 배 정도 더 크지만 뒤에 멀리 있는 나무들은 집보다 조금 더 큽니다. 여러분은 작가가 실수를 했다고 생각하나요?
tr: Bu resimdeki ağaçlara bakın. Yakındaki ağaçlar bir yetişkinin yaklaşık iki katı uzunluğunda; en arkadaki ağaç ise evden biraz daha uzun. Sizce illüstratör bir hata mı yapmış?

# data_list
source: An estimate is a best guess when you don't know exactly how big something is. Glance at the trees and estimate how many there are. Then count the trees and see how close your estimate is.
ja: 推定することは、何かの大きさが正確にわからない場合の最良の方法です。木をちらっと見て、何本あるかを推定してみてください。次に、木を数えて、推定がどれだけ近いかを確認します。
ko: 추측은 여러분이 너무 많은 것들을 정확히 셀 수 없을때 할 수있는 최선의 방법입니다. 나무를 한번 보고 몇 그루의 나무가 있는지 짐작해 보세요. 그런다음 나무를 세어보고 얼마나 가깝게 추측했는지 보세요.
tr: Tahmin, bir şeyin tam olarak ne kadar büyüklükte olduğunu bilmediğinizde yaptığınız en iyi öngörüdür. Ağaçlara bir göz atın ve kaç tane olduklarını tahmin edin. Sonra, ağaçları sayın ve tahmininizin gerçeğe ne kadar yakın olduğunu görün.

# data_list
source: Sakima loved to sing songs. One day his mother asked him, "Where do you learn these songs from, Sakima?"
ja: サキマは歌を歌うの好きでした。 ある日サキマのお母さんがききました、「サキマ、こんなに色んな曲どこで習ったの？」
ko: 사키마는 노래 부르는것을 좋아했습니다. 하루는 사키마의 엄마가 물었습니다. "사키마야, 넌 어디서 그런 노래를 배웠니?"
tr: Sakima şarkı söylemeyi çok severdi. Bir gün annesi ona, “Bu şarkıları nereden öğreniyorsun, Sakima?” diye sordu.

# data_list
source: Why do you think Sakima learned to sing songs to himself?
ja: なぜサキマは自分で歌を歌うのを習ったと思いますか？
ko: 여러분은 왜 사키마가 혼자서 노래 부르는 것을 배웠다고 생각하나요?
tr: Sizce Sakima kendi kendine şarkı söylemeyi neden öğrenmiştir?

# data_list
source: Do you like to sing songs? Do you have a favorite song you sing or like to listen to?
ja: あなたは歌を歌うのが好きですか？好きな曲とかありますか？
ko: 여러분은 노래 부르는 것을 좋아하나요? 여러분은 좋아하는 노래나 자주 듣는 노래가 있나요?
tr: Şarkı söylemeyi sever misiniz? Söylemekten veya dinlemekten hoşlandığınız favori bir şarkınız var mı?

# data_list
source: This picture has some notes written in sheet music form. Writing notes this way allows anyone to learn the notes of a song. Do you know how to read notes to sing or play on an instrument?
ja: この絵には音符がかいてある楽譜と音符があります。こうやって書くと誰でも曲の音符を読むことができます。あなたは曲の音符が読めますか？楽器を弾くことができますか？
ko: 그림에는 음악 오선지에 그려진 음표가 있습니다. 음표를 이런 식으로 쓰는 것은 노래의 음을 배우는 데 도움이 됩니다. 여러분은 노래를 하거나 악기를 연주하기 위해 음표를 읽을줄 아나요?
tr: Bu resimde portre üzerine yazılmış bazı müzik notaları var. Notaları bu şekilde yazmak, herkesin bir şarkının notalarını öğrenmesini sağlar. Şarkı söylemek ya da bir enstrüman çalmak için notaları nasıl okuyacağınızı biliyor musunuz?

# data_list
source: Sakima answered, "I just know them, mother. I hear them in my mind and then I sing."
ja: 「わからない、ただ知ってるだけ。心で曲を聴いて歌うだけ。」とサキマが返す。
ko: 사키마는 대답했습니다. "난 그냥 알아요, 엄마. 저는 제 머릿속에서 듣고 나서 노래를 불러요."
tr: Sakima, “Ben sadece biliyorum, anne. Onları zihnimde duyuyorum ve sonra şarkıları söylüyorum,” dedi.

# data_list
source: Have you ever made up a new song just for fun? Create a new song now and see what happens. You can make up new words to a melody you already know.
ja: ただ楽しむために新しい歌を作ったことある？今新しい歌を作って、どうなるか見てみましょう。知っているメロディーに勝手に歌詞をつけるのはどう？
ko: 여러분은 재미로 새로운 노래를 만들수 있나요? 새로운 노래를 만들고 어떤 일이 생기는지 보세요. 여러분은 이미 알고 있는 멜로디에 새로 지은 단어를 넣을 수 있습니다.
tr: Hiç eğlencesine yeni bir şarkı uydurdunuz mu? O hâlde, şimdi yepyeni bir şarkı yaratın ve neler olacağını görün! Hâlihazırda bildiğiniz bir melodiye uyan yeni sözler de uydurabilirsiniz.

# data_list
source: Songs can be about favorite people, animals, or places, or about a memory that is special to you. There are many things to write songs about.
ja: 曲は好きな人、動物、場所、とか大事な思い出について書けます。いっぱい書けることがあります。
ko: 노래는 좋아하는 사람들이나 동물, 장소, 혹은 여러분에게 특별한 기억에 관한 것일 수 있습니다. 여러분은 많은 것들을 노래로 만들수 있습니다.
tr: Şarkılar sevdiğiniz insanlar, hayvanlar, yerler veya sizin için özel olan bir anı hakkında olabilir. Hakkında şarkı yazılacak pek çok şey vardır!

# data_list
source: Do you think Sakima is nearly as tall as his mother? He looks much shorter than she is in the other pictures. Why do you think the illustrator drew them this way?
ja: サキマの身長はお母さんと同じ高さだと思いますか？他の絵を見ると、お母さんよりずっと背が低く見えます。なぜこう描かれたと思いますか？
ko: 여러분은 사키마가 엄마만큼 키가 크다고 생각하나요? 사키마는 다른 그림에서는 엄마보다 훨씬 작아보입니다. 여러분은 왜 작가가 이런식으로 그렸다고 생각하나요?
tr: Sizce bu resimde Sakima neredeyse annesinin boyunda mı? Oysa, diğer resimlerde annesinden çok daha kısa görünüyor. Sizce illüstratör onları neden bu şekilde çizmiş olabilir?

# data_list
source: Sakima liked to sing for his little sister, especially, if she felt hungry. His sister would listen to him singing his favorite song. She would sway to the soothing tune.
ja: サキマは妹のため歌うの好きでした。特に妹がお腹が空いている時。 妹は彼が一番好きな曲歌うのを聴きながら、その心地良い曲に合わせて体を揺らす。
ko: 사키마는 그의 어린 여동생에게 노래 불러주는 것을 좋아합니다. 특히나 여동생이 배가 고플때 말입니다. 그의 여동생은 사키마가 좋아하는 노래를 듣는것을 좋아합니다. 여동생은 그의 부드러운 선율에 몸을 흔듭니다.
tr: Sakima küçük kız kardeşi için şarkı söylemeyi severdi – özellikle de kız kardeşi acıktığında! Sakima en sevdiği şarkıyı söylerken, kız kardeşi onu dinlerdi. Şarkının sakinleştirici melodisine ayak uydurur sallanırdı.

# data_list
source: Why did he like to sing to his sister when she was hungry?
ja: なぜ妹がお腹が空いている時、サキマは歌うと思いますか？
ko: 왜 사키마는 여동생이 배가 고플때 노래를 불러주는 것을 좋아할까요?
tr: Sakima, neden kardeşi acıktığında ona şarkı söylemekten hoşlanırdı?

# data_list
source: Do you sometimes listen to music to help change your mood or what you are thinking about? Is there particular music that makes you happy or sad?
ja: あなたは気分や考えを変えるため音楽を聴くときがありますか？曲によって嬉しくなったり悲しくなったりしますか？
ko: 여러분은 가끔 여러분의 기분이나 생각을 바꾸기 위해 음악을 들은 적이 있나요? 여러분은 행복하게 하거나 슬프게 하는 특별한 음악이 있나요?
tr: Siz de bazen ruh halinizi veya o an aklınızdaki düşündüğünüz şeyi değiştirmeye yardımcı olması için müzik dinler misiniz? Sizi mutlu eden veya hüzünlendiren özel bir müzik var mı?

# data_list
source: All the lines in their home are curved. There aren't any straight lines. Is there any place around you that is like that?
ja: 家の中の線は全部曲がっています。直線の線はないです。あなたの周りにもそういう場所はありますか？
ko: 그들의 집안에 있는 모든 선들은 곡선입니다. 여기에는 똑바른 선들이 없습니다. 여러분 주위에 이렇게 생긴 곳이 있나요?
tr: Evlerindeki tüm çizgiler eğri. Hiç düz çizgi yok. Sizin de etrafınızda böyle bir yer var mı?

# data_list
source: "Can you sing it again and again, Sakima?" his sister would beg him. Sakima would accept and sing it over and over again.
ja: 「サキマ、また歌ってくれる？」と妹は何回もきく。 それでサキマは何回も同じ曲を歌います。
ko: “사키마, 계속 노래를 불러줄 수 있어?" 사키마의 여동생은 사키마에게 애원했습니다. 사키마는 여동생의 부탁을 들어주며 계속해서 노래를 불렀습니다.
tr: “O şarkıyı tekrar tekrar söyleyebilir misin, Sakima?” diye yalvarırdı kız kardeşi ona. Sakima kız kardeşinin isteğini kırmayıp tekrar tekrar şarkı söylerdi.

# data_list
source: Have you ever tried to convince someone to do something repeatedly with you that you really enjoy doing? It can be very difficult. Were you successful?
ja: 自分が本当に楽しんでいることを、誰かに何度も一緒にやるように説得しようとしたことがありますか? 説得するのは簡単なことではないです。あなたは成功しましたか?
ko: 여러분은 정말 좋아하는 것을 계속하기 위해서 어떤 사람에게 계속해서 해 달라고 부탁한 적이 있나요? 그것은 정말 어려운일입니다. 여러분은 성공했나요?
tr: Siz de kimseyi yapmaktan gerçekten hoşlandığınız bir şeyi sizinle birlikte tekrar tekrar yapması için ikna etmeye çalıştınız mı hiç? Bu çok zor olabilir. Israrlarınızda başarılı oldunuz mu?

# data_list
source: Sakima is a really kind and thoughtful big brother! Are you kind like that with anyone you know?
ja: サキマは本当に優しくて思いやりのあるお兄さんです。あなたは知り合いの誰かにそんな風に優しくしていますか?
ko: 사키마는 정말로 착하고 생각이 깊은 오빠입니다! 여러분은 어떤 사람에게 그런 착한 사람입니까?
tr: Sakima gerçekten nazik ve düşünceli bir ağabey! Siz de tanıdığınız herhangi birine karşı böyle nazik misinizdir?

# data_list
source: Look at how this room is drawn. Do you think it was drawn accurately? Try to describe which pieces don't seem quite right to you and what is wrong with them.
ja: この部屋の絵を見てください。正確に描かれていると思いますか? あなたにとってどこかおかしいと思う部分と、そのどこが間違っているのかを説明してみてください。
ko: 이 방이 어떻게 그려져 있는지 보세요. 여러분은 그림이 상세하게 그려져 있다고 생각하나요? 어떤 것들이 정확하지 않고 무엇이 잘못 그려져 있는지 설명해 보세요.
tr: Bu odanın nasıl çizildiğine bakın. Sizce doğru mu çizilmiş? Hangi parçaların size tam olarak doğru görünmediğini ve onlarda neyin yanlış olduğunu açıklamaya çalışın.

# data_list
source: One evening when his parents returned home, they were very quiet. Sakima knew that there was something wrong.
ja: ある晩、両親が家に帰ってくると、とても静かでした。 サキマは何かおかしいと感じました。
ko: 어느날 저녁, 사키마의 부모님이 집에 돌아왔을때 그들은 아주 조용했습니다. 사키마는 무언가 잘못되었다는 것을 알 수 있었습니다.
tr: Bir akşam, anne babası eve döndüklerinde çok sessizlerdi. Sakima bir terslik olduğunu anladı.

# data_list
source: What do you think is wrong? Make up a reason or two that would make everyone quiet and sad.
ja: 何がおかしいと思いますか? みんなが静かになり悲しくなるような理由を 1 つ 2 つ考えてみてください。
ko: 여러분은 무엇이 잘못되었다고 생각하나요? 왜 모든 사람이 조용하고 슬픈지 이유를 한 두가지 생각해 보세요.
tr: Sizce sorun ne? Herkesi sessizleştirecek veya üzecek bir ya da iki neden uydurun.

# data_list
source: Think of ways this story might end. What kinds of adventures could a blind child who loves to sing have with his family? What kinds of problems can singing solve?
ja: この物語の結末を考えてみましょう。歌うのが大好きな目の見えない子どもは、家族とどんな冒険ができるでしょうか。歌うことでどんな問題が解決できるでしょうか。
ko: 이 이야기가 어떻게 끝날것인지 생각해보세요. 노래하기를 좋아하는 눈이 먼 아이가 그의 가족들과 어떤 모험을 할 수 있을까요? 어떤 문제가 노래로 풀릴수 있을까요?
tr: Bu hikâyenin nasıl bitebileceğini düşünün. Şarkı söylemeyi seven kör bir çocuk, ailesiyle ne tür maceralar yaşayabilir? Şarkı söylemek ne tür sorunları çözebilir?

# data_list
source: When you are feeling sad, do you prefer to be quiet about it? Sometimes, sharing what is making you sad can help relieve your burden and put you on the road to feeling better. Also, the person you share it with may be able to help cheer you up.
ja: あなたは悲しいときは、静かでいるほうがいいですか。ときによって、悲しくなった理由を話すことで、心が軽くなり、気分がよくなることがあります。また、話す相手があなたを元気づけてくれるかもしれません。
ko: 여러분이 슬플때 여러분은 조용히 있는게 좋나요? 가끔 무언가 여러분을 슬프게 하는지를 다른 사람과 나누면 마음에 있는 부담을 덜고 기분이 나아지는 방법을 찾을수 있습니다. 또한 여러분의 슬픔을 나누는 사람이 여러분의 기분이 좋아지게 도와줄 수 있을 것입니다.
tr: Kendinizi üzgün hissettiğinizde, bu konuda sessiz kalmayı mı tercih edersiniz? Bazen, sizi üzen şeyi birisiyle paylaşmak, yükünüzü hafifletmeye yardımcı olabilir ve daha iyi hissetmenizi sağlayabilir. Ayrıca, derdini paylaştığınız kişi de sizi neşelendirmeye yardımcı olabilir.

# data_list
source: "What is wrong, mother, father?" Sakima asked. Sakima learned that the rich man's son was missing. The man was very sad and lonely.
ja: 「どうしたの、お母さん、お父さん？」とサキマは尋ねました。 サキマはお金持ちのおじさんの息子が行方不明になったことを知りました。 おじさんはとても悲しかったのです。
ko: “엄마, 아빠, 무슨 일이에요?" 사키마가 물었습니다. 사키마는 부자의 아들이 실종됐다는 것을 알았습니다. 부자는 아주 슬프고 외로웠습니다.
tr: “Anne, baba, sorun ne?” diye sordu Sakima. Sakima zengin adamın oğlunun kayıp olduğunu öğrendi. Adam çok üzgün ve yapayalnızdı.

# data_list
source: How do you think Sakima will try to solve this problem?
ja: サキマはどうやってこの問題を解決すると思いますか？
ko: 여러분은 사키마가 문제를 해결하기 위해 어떻게 할 거라고 생각하나요?
tr: Sizce Sakima bu sorunu nasıl çözmeye çalışacak?

# data_list
source: Have you ever missed someone you felt close to but hadn't seen for a long time? What helped you feel better at such a time?
ja: 長い間会っていない、親しい人に会えなくて寂しい思いをしたことはありませんか？そんなとき、何があなたを元気づけましたか？
ko: 여러분은 정말 가까웠던 사람을 보고 싶지만 오랫동안 만나지 못한적이 있나요? 그런적이 있었다면 무엇이 여러분의 기분을 나아지게 도와주었나요?
tr: Sizin de kendinizi yakın hissettiğiniz ama uzun zamandır görmediğiniz birini özlediğiniz oldu mu hiç? Öyle bir zamanda, kendinizi daha iyi hissetmenize yardımcı olan şey neydi?

# data_list
source: The three people in this picture are using their hands in different ways. Each one is communicating a different message. What do you think each one is saying with their hands?
ja: この絵の3人は、それぞれ違う手の動きをしてます。それぞれ違うメッセージを伝えています。それぞれが手を使って何を伝えていると思いますか？
ko: 그림에 있는 세 사람은 그들의 손을 여러 방법으로 사용하고 있습니다. 각자의 사람들은 서로 다른 신호를 주고 받습니다. 여러분은 각자의 사람들이 그들의 손으로 무엇을 말하고 있다고 생각하나요?
tr: Bu resimdeki üç kişi ellerini farklı şekillerde kullanıyor. Her biri farklı bir mesaj iletiyor. Sizce her biri elleriyle ne anlatıyor?

# data_list
source: "I can sing for him. He might be happy again," Sakima told his parents. But his parents dismissed him. "He is very rich. You are only a blind boy. Do you think your song will help him?"
ja: 「僕が歌ってあげる。彼はまた幸せになれるかもしれない」とサキマは両親に言った。 しかし両親は彼を退けた。「彼はお金持ちだ。君はただの目の見えない少年だ。君の歌が彼の助けになると思うか？」
ko: “난 그 사람을 위해 노래를 부를수 있어요. 그는 아마 다시 행복해질 거예요." 사키마가 부모님께 말했습니다. 그렇지만 부모님은 사키마의 말을 듣지 않았습니다. “그 사람은 아주 부자야. 넌 단지 눈이 먼 아이일 뿐이야. 넌 너의 노래가 어떻게 그를 도와줄 수 있다고 생각하니?"
tr: “Onun için şarkı söyleyebilirim. Belki yeniden mutlu olur,” dedi Sakima ailesine. Ama babası bunu kabul etmedi. “O çok zengin. Sen sadece kör bir çocuksun. Şarkının ona yardım edeceğini mi düşünüyorsun?”

# data_list
source: Are there songs that always make you feel happy no matter how you felt before hearing the song?
ja: あなたにとって、その時の気分に関わらず、いつも幸せな気分になる歌はありますか？
ko: 여러분은 노래를 듣기 전이지만 여러분이 어떤 기분이던지 항상 행복하게 해 주는 노래가 있나요?
tr: Hiç daha bir şarkıyı duymadan, öncesinde kendinizi nasıl hissederseniz hissedin, sizi her zaman mutlu eden şarkılar var mı?

# data_list
source: What is his father really saying when he says the man is very rich and Sakima is only a blind boy? Do you think blind boys can make rich people happy?
ja: 父親が「彼はとてもお金持ちで、サキマはただの目の見えないの少年だ」と言ったとき、本当は何を言っているのでしょうか。目の見えない少年がお金持ちの人を幸せにできると思いますか？
ko: 사키마의 아버지가 사키마는 단지 눈이 먼 소년이고 그는 아주 부자이라고 말했을때 그것은 무슨 뜻이었을까요? 여러분은 눈이 먼 소년이 부자들을 행복하게 해 줄 수 있다고 생각하나요?
tr: Babası adamın çok zengin olduğunu ve Sakima’nın sadece kör bir çocuk olduğunu söylerken aslında ne demek istiyor? Sizce kör çocuklar zengin insanları mutlu edebilirler mi?

# data_list
source: Now look at what Sakima's father and mother are doing with their hands, faces, and bodies. Without using words, what are they communicating this time?
ja: サキマの父親と母親が手や顔や体を使って何をしているか見てください。両親は言葉を使わずに、今度は何を伝えているのでしょうか？
ko: 이제 사키마의 아빠와 엄마는 그들의 손, 얼굴 그리고 몸짓으로 무엇을 표현하고 있다고 생각하나요? 말을 하지않지만 이번에는 부모님은 무엇을 이야기 하고 있다고 생각하나요?
tr: Şimdi de resimdeki Sakima’nın anne ve babasının, elleriyle, yüzleriyle ve bedenleriyle yaptıklarına bakın. Peki, acaba bu sefer, sözcükleri kullanmadan, ne anlatmaya çalışıyorlar?

# data_list
source: However, Sakima did not give up. His little sister supported him. She said, "Sakima's songs soothe me when I am hungry. They will soothe the rich man too."
ja: しかし、サキマは諦めませんでした。妹も彼を支えた。 彼女は「サキマの歌は私がお腹が空いたときに私を気持ちよくして癒してくれるの。お金持ちのおじさんもそうなると思うの」と言った。
ko: 그럼에도 사키마는 포기하지 않았습니다. 그의 여동생도 거들었습니다. “오빠의 노래는 내가 배가 고플때 나를 어루만져 줘요. 오빠의 노래는 그 부자의 마음도 어루만져 줄 수 있을거에요."
tr: Ama Sakima pes etmedi. Küçük kız kardeşi ona destek oldu. “Ben acıktığımda Sakima’nın şarkıları beni rahatlatıyor. Zengin adamı da rahatlatacaktır,” dedi.

# data_list
source: Whether it is a rich man or Sakima's sister, a beautiful song can improve anyone's day!
ja: お金持ちのおじさんでも、サキマの妹でも、美しい歌は誰の一日も良くしてくれる！
ko: 부자이거나 사키마 여동생이 아니어도 아름다운 노래는 모든사람의 기분을 좋게 해줄것입니다!
tr: İster zengin bir adam isterse Sakima’nın kız kardeşi olsun, güzel bir şarkı herkesin gününü güzelleştirebilir!

# data_list
source: His parents look skeptical, but they are willing to give it a try. Have there been times when you thought you could do something and the people around you doubted that you could? Who ended up being right?
ja: 両親は納得がいかなかったが、試してみることにした。あなたは何かできると思っていたのに、周りの人が疑ったことありました？結局、誰が正しかったのだろうか？
ko: 그의 부모님은 믿기지 않지만 그들은 한 번 시도라도 해 보려 합니다. 여러분은 여러분이 무언가 할 수 있을것 같지만 주위에 있는 사람들이 믿지 않았던 적이 있나요? 나중에 누가 옳았나요?
tr: Sakima’nın ebeveynleri şüpheci görünüyor ama denemeye hazırlar. Sizin de bir şeyi yapabileceğinizi düşündüğünüz ama etrafınızdaki insanların sizin o şeyi yapabileceğinizden şüphe ettiği zamanlar oldu mu hiç? Sonunda kim haklı çıktı?

# data_list
source: This time, look at Sakima's sister's hands. What are her hands showing, especially her right hand? People say a lot with their bodies without using any words.
ja: 今度はサキマの妹の手を見てください。彼女の手、特に右手は何を示しているでしょうか？人は言葉を使わずに体で多くのことを伝えます。
ko: 이번에는 사키마 여동생의 손을 보세요. 여동생의 손, 특히 오른손은 무엇을 보여주고 있나요? 사람들은 말을 사용하지 않아도 그들의 몸짓으로 많은 것을 얘기합니다.
tr: Bu kez de Sakima’nın kız kardeşinin ellerine bakın. Elleri neyi gösteriyor, özellikle de sağ eli? İnsanlar sözcük kullanmadan bedenleriyle çok şey anlatırlar.

# data_list
source: The following day, Sakima asked his little sister to lead him to the rich man's house.
ja: 翌日、サキマは妹にお金持ちの家まで連れて行ってくれるようにと頼みました。
ko: 다음날, 사키마는 그의 여동생에게 부자의 집으로 데려가 달라고 부탁합니다.
tr: Ertesi gün, Sakima küçük kız kardeşinden kendisini zengin adamın evine götürmesini istedi.

# data_list
source: Sometime, when you're with someone, walk around holding their hand keeping your eyes closed. You will probably notice many things that you usually ignore. You will start feeling, hearing, and sensing your space in a fresh way!
ja: あとで誰かと一緒にいるときには、目を閉じたまま手をつないで歩き回ってください。普段は気づかないことに気づくことがたくさんあります。いつもの空間を違うように感じ、聞き始めるでしょう！
ko: 가끔 여러분이 누군가와 같이 있을때 눈을 감고 그들의 손을 잡고 걸어보세요. 여러분은 보통 신경쓰지 않은 많은 것들을 알아차릴수 있을 것입니다. 여러분은 주변을 새로운 방법으로 느끼고 듣고 알아차릴 것입니다!
tr: Bir ara, birisiyle birlikteyken, gözleriniz kapalı bir şekilde o kişinin elini tutarak dolaşın. Muhtemelen genellikle görmezden geldiğiniz pek çok şeyi fark edeceksinizdir. Bulunduğunuz alanı yepyeni bir şekilde hissetmeye, duymaya ve algılamaya başlayacaksınız!

# data_list
source: Do you know why Sakima has a stick? Blind people often use sticks to help them find their way and to avoid stumbling over things. The sticks touch the ground so the person can feel bumps or things in the way. Those sticks are often painted white with a red tip so that other people will know the stick holder is blind.
ja: サキマはなぜ杖を持っているのでしょうか？目の見えない人は、迷ったりつまずいたりしないようにするために杖を使うことがよくあります。杖が地面に触れるので、人は凸凹や邪魔なものを感じることができます。杖を持っている人が目が見えないことを他の人に知らせるために、杖は白く塗られ、先端が赤くなっています。
ko: 여러분은 왜 사키마가 나뭇가지를 가지고 있는지 아나요? 눈이 먼 사람들은 종종 지팡이를 사용하면서 물건에 걸려 넘어지는 것을 피합니다. 지팡이가 땅을 짚으면 그들은 땅에 튀어 나와 있는 것들을 느낄수가 있습니다. 그런 지팡이들은 보통 하얀색에 끝이 빨간색으로 칠해져 있어 다른 사람들이 지팡이를 든 사람이 눈이 먼 사람인 것을 알 수 있게 합니다.
tr: Sakima’nın neden bir çubuğu olduğunu biliyor musunuz? Kör insanlar yollarını bulmalarına yardımcı olması ve bir şeylere takılıp düşmemeleri için sık sık bir çubuk kullanırlar. Çubuklar yere temas eder; bu sayede, kişi tümsekleri veya yoldaki şeyleri hissedebilir. Bu çubukların ucu genellikle kırmızıya geri kalanı da beyaza boyanır; böylece, diğer insanlar çubuk sahibinin kör olduğunu anlayabilirler.

# data_list
source: Look at the trees behind them. We have seen those trees earlier in the story, and they have large crowns (the area where their branches are). Do you think the illustrator has drawn them too close together in this picture?
ja: 彼らの後ろの木を見てください。物語の前半でその木を見ましたが、大きな樹冠（枝がある部分）があります。この絵では、イラストレーターが木々を近づけすぎて描いていると思いますか？
ko: 그들의 뒤에 있는 나무들을 보세요. 우리는 그 나무들을 앞장에서 보았는데 거기에는 큰 나무 꼭대기가 (나무의 나뭇가지가 있는 부분) 있었습니다. 여러분은 그림을 그린 사람이 너무 가깝게 그렸다고 생각하나요?
tr: Arkalarındaki ağaçlara bakın. Bu ağaçları hikâyenin başlarında da görmüştük ve büyük taçları (dallarının olduğu alanları) vardı. Sizce illüstratör bu resimde onları birbirlerine çok mu yakın çizmiş?
