Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Two words rhyme when their endings sound alike. Look for the rhyming words on many of the pages of this story. For this page, "in" and "thin" are the rhyming words.
ar: الجد لديه نقاط حمراء مستديرة على خديه. هل يمكنك العثور على شيء مستدير آخر في هذه الصورة؟
fr: Deux mots riment quand leurs terminaisons se ressemblent. Chercher les mots qui riment sur plusieurs pages de cette histoire. Pour cette page, ‘nuit’ et ‘jolie’ sont les mots qui riment.
ja: 「入れた」と「見えた」は音の響きが似ているね。母音が2つとも「いえあ」になるからだね。
ko: 할아버지의 뺨에는 동그랗고 빨간점들이 있습니다. 또 다른 둥근것을 이 그림에서 찾을수있나요?
tr: Eğer iki kelimenin sonları birbiriyle benzer seslerdeyse, o kelimeler kafiyelidir (uyaklıdır). Bu hikâyenin sayfalarındaki kafiyeli sözcükleri arayın. Bu sayfada, örneğin, “birbiri” ve “elleri” kelimeleri kafiyelidir.

# data_list
source: Think of some other words that rhyme with in and thin. (fin, din, kin, tin, win, bin, grin)
ar: في هذه الصورة، الكثير من الأشياء المنحنية. ابحث عن بعض الأشياء التي تعرف أنه يجب أن تكون خطوطًا مستقيمة.
fr: Pense à d’autres mots qui riment avec ‘nuit’ et ‘jolie’. (Dolly, poli)
ja: 音の響きが似ている言葉が出てくるとリズムがよくなるよ。ほかにこのような言葉のペアが思いつくかな？
ko: 이 그림에서 많은 것들이 곡선으로 되어있습니다. 여러분이 직선으로 되어있는 몇 가지를 찾아보세요.
tr: “Birbiri” ve “elleri” kelimeleriyle kafiyeli olan başka kelimeler düşünün. (geri, beri, ileri, cari, hayri, gari, sari)

# data_list
source: Putting things in pairs can be fun. However, not everything can be paired up. There are five buttons on Grandpa's coat, and no matter how you pair them up there will be one left over -- that's because five is an odd number!
ar: يمكن أن يكون وضع الأشياء في أزواج أمرًا ممتعًا. ومع ذلك، لا يمكن إقران كل شيء. هناك خمسة أزرار على معطف الجد، وبغض النظر عن كيفية ربطها معًا، سيبقى هناك زر بمفرده -- وذلك لأن خمسة عدد فردي!
fr: Mettre des choses en paires peut souvent être amusant. Mais il y a des choses pour lesquelles ce n’est pas possible de mettre en paires. Par exemple, il y a cinq boutons sur le manteau de grand-père, et dans n’importe quelles façons on essaie, ce n’est pas possible de les mettre en paires – ça c’est parce que cinq est un nombre impair !
ja: ペアにするのって面白いよね。でもペアにならないものもあるよ。おじいさんのコートにはボタンが5つあるけれど、どのようにペアにしても1つ余ってしまう。それは5が奇数だからだね！
ko: 서로 짝을 만들어 보는 것은 재미있는 일입니다. 하지만 모든 것들로 짝을 만들수는 없습니다. 할아버지의 옷에는 다섯 개의 단추가 있지만 어떻게 짝을 지어도 하나가 남습니다 - 그것은 5는 홀수이기 때문입니다!
tr: Bir şeyleri eşleştirmek eğlenceli olabilir. Ama her şey eşleşemeyebilir. Dede’nin montunda 5 tane düğme var ve hangi türlü eşleştirirseniz eşleştirin, bir düğme hep açıkta kalacaktır -- bunun nedeni beş sayısı ‘tek sayı’dır!

# data_list
source: I'm going to tell you a special story, about a girl named Lory Dory.
ar: "سأخبركم بقصة خاصة عن فتاة تدعى لوري دوري."
fr: « Je vais te raconter une histoire spéciale, concernant une fille qui s’appelait Lory Dory. »
ja: 「これからローリー・ドーリーという女の子の特別なストーリーを話すよ。」
ko: "내가 로리 도리라는 이름을 가진 여자아이의 아주 특별한 이야기를 해줄게."
tr: “Lory Dory adındaki bir kız hakkında sana özel bir hikâye anlatacağım.”

# data_list
source: Hearing someone tell you a story is a special treat. Someone is reading this story to you right now. How does it make you feel?
ar: إن سماع شخص ما يروي لك قصة هو أمر ممتع. هناك من يقرأ لك هذه القصة الآن. كيف يجعلك ذلك تشعر؟
fr: Écouter quelqu’un qui nous raconte une histoire est un traitement spécial. Quelqu’un te lit cette histoire en ce moment-là. Qu’est-ce que cela te fait ressentir ?
ja: 誰かがきみにお話をしてくれるのは、特別うれしいね。ちょうど今 、ほかの人がきみにこのお話を読んでくれているよね。こんなとききみはどんな気持ちになるかな？
ko: 누군가가 여러분에게 재미있는 이야기를 해주는 것은 아주 특별한 것입니다. 누군가가 지금 이 이야기를 읽어주고 있다면 여러분은 어떤 기분인가요?
tr: Birisinin size bir hikâye anlatması özel bir hediyedir. Şu anda birisi size bu hikâyeyi okuyor. Bu size kendinizi nasıl hissettiriyor?

# data_list
source: When lines are lined up and go in exactly the same direction they are called parallel lines. The artist has drawn this room in a style with almost no parallel lines. Point out some parallel lines where you are right now.
ar: عندما تصطف الخطوط وتسير في نفس الاتجاه تمامًا، فإنها تسمى خطوطًا متوازية. لقد رسم الفنان هذه الغرفة بأسلوب لا يحتوي على خطوط متوازية تقريبًا. أشر إلى بعض الخطوط المتوازية حيث أنت الآن.
fr: Quand les lignes sont alignées vers le haut et pointent vers la même direction, on appelle ça des lignes parallèles. L’artiste a décoré cette chambre presque sans lignes parallèles. Peux-tu montrer du doigt quelques lignes parallèles à l’endroit où tu êtes assis à ce moment-là ?
ja: いくつかの線が並んでまったく同じ方向に進んでいる とき、それらの線は平行線とよばれるよ。この部屋は平行線がほとんどないみたいに描かれているね。今きみがいる場所で平行線を指し示してみよう。
ko: 줄들이 한 방향으로 서서 같은 방향으로 똑같이 가고 있다면 그것은 평행선이라고 합니다. 여기 방에 있는 그림들은 평행선이 거의 없습니다. 여러분이 있는 곳에 평행선이 있으면 지적해 보세요.
tr: Çizgiler sıralanıp tam olarak aynı yöne gittiğinde, onlara ‘paralel çizgiler’ denir. İllüstratör bu odayı neredeyse hiç paralel çizgi olmayan bir stilde çizmiş! Şu anda bulunduğunuz yerdeki bazı paralel çizgileri gösterin.

# data_list
source: What are the rhyming words on this page?
ar: يجب أن تكون الأبواب والجدران وإطارات السرير وإطارات الصور مستقيمة. لماذا تعتقد أنهم لم يرسموا خطوطاً مستقيمة هنا؟
fr: Quelle sont les mots qui riment sur cette page ?
ja: ベッドフレームもドアもまっすぐな線で描かれるべきだと思う？ もしすべての線が定規を使ったみたいにまっすぐだったら、絵はどのようにちがって見えるのかな？
ko: 문, 벽, 침대틀, 그리고 그림의 액자는 직선이어야 합니다. 여러분은 왜 여기에서는 똑바른 선을 그리지 않았다고 생각하나요?
tr: Bu sayfadaki kafiyeli (uyaklı) kelimeler nelerdir?

# data_list
source: You couldn't see Lory Dory at all because she was born invisible.
ar: لا يمكنك رؤية لوري دوري على الإطلاق لأنها ولدت غير مرئية.
fr: On ne pouvait pas voir Lory Dory parce qu’elle était invisible depuis sa naissance.
ja: ローリー・ドーリーは生まれつき透明だから、きみにはまったく見えない。
ko: 넌 로리 도리를 전혀 볼수 없단다. 왜냐하면 그 아이는 투명인간으로 태어났기 때문이지.
tr: Lory Dory’yi hiç göremezdin çünkü o görünmez doğmuştu.

# data_list
source: How do you think it feels to be invisible? You could go places and no one would know you were there. Would you like to be invisible?
ar: ماذا تظن أن شعورك سيكون عندما تجد نفسك غير مرئي؟ يمكنك الذهاب إلى أماكن ولن يعرف أحد أنك هناك. هل تريد أن تكون غير مرئي؟
fr: A ton avis, qu’est-ce que cela fait d’être invisible ? Tu pourrais aller dans n’importe quel endroit et place, et personne ne saurait que tu es là.
ja: 人から見えないと、どんな気持ちになるかな？ 人に知られないままいろんな所に行けるね 。きみは透明人間になってみたい？
ko: 여러분이 투명인간이라면 어떨것 같나요? 여러분은 아무 곳이나 갈수 있고 아무도 여러분이 어디에 있는지 알지 못할것입니다. 투명인간이 되고 싶나요?
tr: Sizce görünmez olmak nasıl hissettirir? Bir yerlere gidebilirsiniz ve hiç kimse sizin orada olduğunuzu bilemez. Görünmez olmak ister miydiniz?

# data_list
source: If you are invisible and you put clothes on, are the clothes invisible too?
ar: إذا كنت غير مرئي وارتديت ملابس، فهل الملابس تصبح غير مرئية أيضًا؟
fr: Si tu es invisible et tu t’habilles, les vêtements sont-ils invisibles aussi ?
ja: きみが透明になって服を着るとしたら、服も人から見えないのかな？
ko: 만약에 여러분이 투명인간으로 옷을 입는다면 그 옷들도 보이지 않게 될까요?
tr: Eğer siz görünmezseniz ve üzerinize kıyafetlerinizi giydiğinizde, kıyafetleriniz de mi görünmez olur?

# data_list
source: Where is Lory Dory in this picture? How can you tell?
ar: أين لوري دوري في هذه الصورة؟ كيف تستطيع أن تعرف ذلك؟
fr: Où est Lory Dory dans cette image ? Comment peux-tu l’identifier ?
ja: この絵では、ローリー・ドーリーはどこにいるの？どうしてわかるの？
ko: 이 그림에 로리 도리는 어디에 있나요? 어떻게 알수 있나요?
tr: Bu resimde Lory Dory nerede? Nasıl anladınız?

# data_list
source: You'd only see Lory when rain hit her head.
ar: لن ترى لوري إلا عندما يضرب المطر رأسها.
fr: Tu ne verras Lory seulement que lorsqu’il va pleuvoir sur sa tête.
ja: 雨がローリーの頭にあたるときにやっと見える。
ko: 넌 비가 로리 머리위에 떨어질때만 로리를 볼 수 있단다.
tr: Lory’yi sadece başına yağmur çarptığında görürsün.

# data_list
source: When you see a shape by seeing an empty space in a picture, that is called "negative space." You can tell where Lory is by seeing the negative space where there is no rain.
ar: عندما ترى شكلاً من خلال رؤية مساحة فارغة في الصورة، فإن ذلك يسمى "المساحة السلبية". يمكنك معرفة مكان لوري من خلال رؤية المساحة السلبية حيث لا يوجد مطر.
fr: Lorsque tu vois une forme en regardant un endroit ou un point vide dans une image, on appelle cela un espace négatif.
ja: 絵の中の空っぽのところを見ると形が見えてくるね。それは余白の部分とよばれるよ。雨のない余白の部分を見ると、ローリーがどこにいるかわかるね。
ko: 여러분이 그림에서 비워진 공간의 도형을 보면 그것을 “음의 공간” 이라고 합니다. 여러분은 비가 내리지 않는 음의 공간에서 로리를 볼수 있습니다.
tr: Bir resimdeki boş bir alanda bir şekil gördüğünüzde, buna “negatif uzay” (negatif alan) denir. Yağmurun olmadığı negatif uzayı fark ederek Lory’nin nerede olduğunu söyleyebilirsiniz.

# data_list
source: The rain lines in this picture are lined up. Those lines are parallel lines.
ar: تصطف خطوط المطر في هذه الصورة. تلك الخطوط هي خطوط متوازية.
fr: Les lignes de pluie dans cette image sont alignées. Celles-là sont des lignes parallèles.
ja: この絵では雨の線が並んでいるね。それらが平行線だよ。
ko: 이 그림에서 비의 줄은 나란히 같은 방향으로 그려져 있습니다. 그 줄을 평행선이라고 합니다.
tr: Bu resimdeki yağmur çizgileri sıra sıra dizilmişler. Bu çizgiler paralel çizgilerdir.

# data_list
source: Look for parallel lines around you. Most of them will probably be horizontal lines (going side to side) or vertical lines (going up and down). Are there any other parallel lines around you?
ar: ابحث عن الخطوط المتوازية من حولك. من المحتمل أن تكون معظمها خطوطًا أفقية (تتجه جنبًا إلى جنب) أو خطوطًا رأسية (تتجه لأعلى ولأسفل). هل هناك أي خطوط متوازية أخرى من حولك؟
fr: Essaie de trouver des lignes parallèles autour de toi. La plupart de ces lignes seront probablement des lignes horizontales (d’un côté à l’autre, par exemple de gauche à droite) ou verticales (de haut en bas).
ja: きみの周りの平行線を探してみよう。だいたいは横から横の水平線か上下縦の直立線だね。きみの周りにほかの平行線はあるかな？
ko: 여러분 주변에서 평행선을 찾아보세요. 거의 모든 평행선은 수평선 (옆으로 가는 선) 이나 수직선 (위 아래로 가는 선) 일것입니다. 여러분 주위에 다른 평행선이 볼 수있나요?
tr: Etrafınızda paralel çizgiler arayın. Onların çoğu muhtemelen yatay (bir yandan öbür yana doğru giden) veya dikey (yukarı veya aşağı doğru giden) çizgilerdir. Etrafınızda başka paralel çizgiler var mı?

# data_list
source: Or when she was curled under blankets in bed.
ar: أو عندما تكون ملتوية تحت البطانيات في السرير.
fr: Ou quand elle était recroquevillée sous les couvertures de son lit.
ja: ベッドの毛布の下で、体を丸くしているときも見える。
ko: 아니면 로리가 침대에 이불 밑에 웅크리고 있을때만 볼 수 있단다.
tr: Ya da yatakta battaniyelerin altında kıvrılmışken görürsün.

# data_list
source: The artist took many liberties with this drawing. There are extra squiggles that aren't really there. What else is extra in the picture? (the big red area)
ar: أخذ الفنان الكثير من الحرية بهذا الرسم. هناك تمايلات إضافية ليست موجودة بالفعل. ما هو الشيء الإضافي في الصورة؟ (المنطقة الحمراء الكبيرة)
fr: L’artiste a pris beaucoup de libertés avec ces dessins. Il y a des gribouillis additionnels qui ne sont vraiment pas là. Quelle autre chose est extra dans cette image ?
ja: 画家はこの絵をとっても自由に描いたね。そこには本当にはないような曲がりくねった線まであるよ。この絵にはほかに何があるかな？ (大きな赤色のところ)
ko: 그림을 그린 작가는 여기 그림을 아주 상상력 넘치게 그렸네요. 여기에는 있지도 않은 구불구불한 선들이 있네요. 이 그림에는 무엇이 더 들어가 있나요? (크고 빨간 곳)
tr: İllüstratör bu çizimde çok fazla alışılmışın dışına çıkmış. Gerçekte orada olmayan fazladan kısa, eğri, dalgalı çizgiler var. Resimde fazladan konulan başka ne var? (büyük kırmızı alan)

# data_list
source: Why did the artist put in those extra things?
ar: لماذا وضع الفنان تلك الأشياء الزائدة؟
fr: Pourquoi l’artiste a-t-il inclus ces choses supplémentaires dans cette image ?
ja: どうして画家は、それらをとくべつに絵に足したのかな？
ko: 왜 그림을 그린 작가는 그런 별도의 것들을 그려 놓았을까요?
tr: İllüstratör bu ekstra şeyleri neden oraya eklemiş?

# data_list
source: What is the easiest part of Lory to see in this picture?
ar: ما هو أسهل جزء من لوري يمكن رؤيته في هذه الصورة؟
fr: Quelle est la chose de Lory qui est plus facile à voir dans cette image ?
ja: この絵ではローリーのどの部分が1番見えやすい？
ko: 여기 그림에서 가장 쉽게 볼수 있는 로리의 부분은 무엇입니까?
tr: Bu resimde Lory’nin, görülmesi en kolay kısmı neresi?

# data_list
source: Lory was left out of all the kids' games. They teased her and they called her names.
ar: تم استبعاد لوري من جميع ألعاب الأطفال. كانوا يقومون بإزعاجها ويطلقون عليها الألقاب.
fr: Lory était exclue de tous les jeux auxquels les autres enfants jouaient. Ils la taquinaient et l’appelaient des noms méchants.
ja: 子どもたちの遊びでいつもローリーは仲間はずれだった。からかわれたり、名前をよばれたりした。
ko: 로리는 다른 아이들의 괴롭힘을 받았단다. 그들은 로리를 놀리고 욕을했지.
tr: Lory tüm çocukların oyunlarından dışlanmıştı. Çocuklar onunla dalga geçip ona isimler taktılar.

# data_list
source: We can see Lory in this picture by her negative space and her eyes.
ar: يمكننا رؤية لوري في هذه الصورة من خلال مساحتها السلبية وعينيها.
fr: On peut voir Lory dans cette image par ses yeux et son espace négatif.
ja: 余白の部分と目からこの絵のローリーが見えるね。
ko: 우리는 그림의 음의 공간과 로리의 눈에서 로리를 볼수 있습니다.
tr: Bu resimde Lory’yi onun negatif uzayından ve gözlerinden görebiliyoruz.

# data_list
source: Why do you suppose her eyelashes are visible when the rest of her is not?
ar: لماذا تظن أن رموشها مرئية بينما سائر جسمها ليس كذلك؟
fr: Pourquoi croies-tu que ses cils soient visibles quand le reste de Lory ne l’est pas ?
ja: ローリーのほかの部分は目に見えないのに、どうしてまつ毛は見えるんだと思う？
ko: 여러분은 왜 로리의 눈썹만 볼수 있다고 생각하나요?
tr: Sizce Lory’nin geri kalanı görünmezken kirpikleri neden görünüyor?

# data_list
source: People often make fun of someone who is different in some way. Have you ever been made fun for this reason? Have you made fun of someone for this reason? Why do you think people do this?
ar: غالبًا ما يسخر الناس من شخص مختلف بطريقة ما. هل سبق لك أن تعرضت للسخرية لهذا السبب؟ هل سخرت من شخص ما لهذا السبب؟ لماذا تعتقد أن الناس يفعلون هذا؟
fr: Les personnes insultent souvent quelqu’un qui est différent d’eux. As-tu déjà été insulté pour cette raison ? As-tu insulté quelqu’un pour cette raison ? Pourquoi, à ton avis, les personnes font ce genre de choses ?
ja: なにか違っている人をからかうことが人にはよくあるね。そんな理由でからかわれたことはあるかな？ 同じ理由で誰かをからかったことはあるかな？ どうして人はそんなことをするのだと思う？
ko: 사람들은 종종 자기들과 조금 다른 사람들을 비웃습니다. 여러분은 같은 이유로 놀림을 받은적이 있나요? 여러분은 같은 이유로 다른 사람을 놀린 적이 있나요? 여러분은 왜 사람들이 그런다고 생각하나요?
tr: İnsanlar genellikle bir şekilde farklı olan biriyle dalga geçerler. Siz hiç bu gibi bir nedenle alay konusu oldunuz mu? Peki ya siz, hiç bu bahsedilen nedenle başka birisiyle dalga geçtiniz mi? Sizce insanlar bunu neden yaparlar?

# data_list
source: Look, it's Lory. The Imaginary Friend! She's not like us, she's just pretend!
ar: "انظروا، إنها لوري. الصديقة الخيالية! إنها ليست مثلنا، إنها تتظاهر فقط!"
fr: Regarde, c’est Lory. L’ami imaginaire. Elle n’est pas comme nous, elle fait justement semblant d’être !
ja: 「見て、あれはローリーだ。空想の友達だ！ ぼくらとは違うよ。だって、ふりをしているだけだから！ 」
ko: "봐, 저기 로리가 있어. 우리의 상상속의 친구! 로리는 우리 같지 않아! 로리는 우리 같은 척을 하는거야!"
tr: “Bak, bu Lory. Hayali Arkadaş! O bizim gibi değil, o sadece görünmez!”

# data_list
source: The umbrellas are divided into areas that are triangles. Triangles are shapes with three straight sides. Do you see any triangles where you are?
ar: تنقسم المظلات إلى مناطق تكون على شكل مثلثات. المثلثات هي أشكال لها ثلاثة أضلاع مستقيمة. هل ترى أي مثلثات في مكان تواجدك؟
fr: Les parapluies sont divisés dans des zones qui forment des triangles. Les triangles sont des formes avec 3 côtés droits.
ja: かさは三角形の部分にわかれるね。三角形は3本のまっすぐな辺がある図形だね。きみのいるところで三角形が見えるかな？
ko: 우산은 삼각형이 여러개 나누어져 있습니다. 삼각형은 세 개의 면들을 가진 도형입니다. 여러분이 있는 곳에서 삼각형을 볼수 있나요?
tr: Resimdeki şemsiyeler üçgen alanlara bölünmüşler. Üçgenler üç düz kenarı olan şekillerdir. Bulunduğunuz yerde hiç üçgen görüyor musunuz?

# data_list
source: Triangles are stronger than four-sided shapes. It is much harder to bend triangles and make them lose their shape. Why do you suppose that is?
ar: المثلثات أقوى من الأشكال الرباعية. من الصعب جدًا ثني المثلثات وجعلها تفقد شكلها. لماذا تفترض ذلك؟
fr: Les triangles sont plus solides que les formes avec quatre côtés. C’est plus difficile de plier les triangles et leur faire perdre leur forme. Pourquoi penses-tu que cela est le cas ?
ja: 三角形は四角形よりも強い。三角形を曲げて形をくずすのは難しいよ。どうしてだと思う？
ko: 삼각형은 사각형 보다 더 단단합니다. 삼각형은 구부리는 것은 더 어렵고 그 모양을 잃지 않습니다. 왜 그럴까요?
tr: Üçgenler dört kenarlı şekillerden daha güçlüdürler. Üçgenleri bükmek ve şekillerini kaybetmelerini sağlamak dört kenarlı şekillere göre çok daha zordur. Sizce bunun nedeni nedir?

# data_list
source: That child is about to throw a snowball. Balls are also called spheres. Spheres roll well and are fun to kick and play with. Do you have any spheres around you?
ar: هذا الطفل على وشك رمي كرة الثلج. تتدحرج الكرات بشكل جيد وهي ممتعة للركل واللعب بها. هل لديك أي كرات من حولك؟
fr: Cet enfant va bientôt lancer une boule de neige. Les ballons sont appelés des sphères. Les sphères roulent bien et c’est amusant de les frapper et de jouer avec. As-tu des sphères autour de toi ?
ja: あの子どもは雪玉を投げようとしているよ。ボールは球ともよばれるね。球はよく転がるし、けったり遊んだり楽しいよね。きみの周りに球はあるかな？
ko: 이 아이는 눈뭉치를 던질려고 합니다. 공은 구체라고도 부릅니다. 구체는 잘 구르고 발로 차고 놀면 재미있습니다. 여러분 주변에 구체가 있나요?
tr: Resimdeki şu çocuk bir kar topu atmak üzere. Toplara ‘küre’ de denir. Küreler iyi yuvarlanırlar ve onları tekmelemek ve onlarla oynamak çok eğlencelidir! Etrafınızda hiç küre var mı?

# data_list
source: One day at school, a boy wanted to know: "How do you look? I only see you in snow."
ar: في أحد الأيام في المدرسة، أراد أحد الصبية أن يعرف: "كيف تبدين؟ أنا أراك فقط في الثلج."
fr: Un jour à l’école, un garçon voulait savoir « à quoi ressembles-tu ? Je ne te vois que dans la neige. »
ja: ある日、学校で男の子が知りたがっていた。「きみはどんな姿をしているの？ 雪の中でしかきみが見えないよ。」
ko: 하루는 학교에서 한 남자아이가 로리에 대해 알고 싶어했단다: "넌 어떻게 보니? 난 눈 속에서만 너를 볼수 있어."
tr: Bir gün okulda, bir çocuk, “Sen nasıl görünüyorsun? Ben seni sadece karda görüyorum!” dedi.

# data_list
source: What did the boy mean when he said "I only see you in snow."? Where is Lory in this picture?
ar: ماذا كان يعني الصبي عندما قال: "أنا أراك فقط في الثلج"؟ أين لوري في هذه الصورة؟
fr: Que voulait dire le garçon quand il a dit « Je ne te vois que dans la neige » ? Où est Lory dans cette image ?
ja: 「雪の中でだけでしかきみが見えないよ。」と男の子が言ったとき、どういう意味で言ったのかな？ この絵ではローリーはどこにいるの？
ko: 남자아이가 얘기한 “난 눈 속에서만 너를 볼수 있어?” 는 무슨 뜻일까요? 그림에서 로리는 어디 있습니까?
tr: Çocuk, “Seni sadece karda görüyorum!” derken ne demek istedi? Lory bu resmin neresinde?

# data_list
source: The lines on the boy's shirt go in two directions. The two directions meet each other in the same way as the edges of this page do. Lines that meet this way are said to be perpendicular to each other.
ar: الخطوط الموجودة على قميص الصبي تسير في اتجاهين. يلتقي الاتجاهان مع بعضهما البعض بنفس الطريقة التي تلتقي بها حواف هذه الصفحة. يقال إن الخطوط التي تلتقي بهذه الطريقة متعامدة مع بعضها البعض.
fr: Les lignes sur la chemise du garçon vont dans les deux directions. Les deux directions se réunissent de la même façon que les bords de cette page. Les lignes qui se réunissent de cette façon sont perpendiculaires.
ja: 男の子のシャツの線は、2つの方向に向かっているよ。このページの角と同じように、2つの方向がおたがい出合っているね。こんなふうに線が交わるとそれぞれに垂直であるというよ。
ko: 그림에서 남자아이의 셔츠는 두 방향을 향하고 있습니다. 두 방향의 줄은 여기 책장의 가장자리처럼 서로 만납니다. 이렇게 서로 만나는 줄을 수직선이라고 합니다.
tr: Çocuğun gömleğindeki çizgiler iki farklı yöne doğru gidiyor. Tıpkı bu sayfanın kenarlarının birbiriyle buluştukları gibi, çizgiler, bu iki yönde de aynı şekilde buluşuyorlar. Bu şekilde kesişen çizgilerin birbirlerine ‘dik’ oldukları söylenir.

# data_list
source: Point out some perpendicular lines where you are. There will probably be a lot of them! Horizontal and vertical lines are usually perpendicular to each other.
ar: أشر إلى بعض الخطوط المتعامدة حيث أنت. ربما سيكون هناك الكثير منها! الخطوط الأفقية والعمودية عادة ما تكون متعامدة مع بعضها البعض.
fr: Indique du doigt quelques lignes perpendiculaires autour de toi. Il y en a probablement beaucoup ! Les lignes horizontales et verticales sont normalement perpendiculaires les unes aux autres.
ja: きみのいるところで垂直な線を指でさしてみよう。きっとたくさんあるだろうね！ 水平線と直立線は、普通はおたがいに垂直だよ。
ko: 여러분이 있는 곳에서 수직선이 있으면 지적해 보세요. 아마도 많이 찾을수가 있을 거에요! 수평선과 수직은 보통 수직선을 만듭니다.
tr: Bulunduğunuz yerdeki bazı dik çizgileri gösterin. Muhtemelen onlardan bir sürü vardır! Yatay ve dikey çizgiler genellikle birbirlerine diktir.

# data_list
source: Can you paint yourself? Lory knew that she could. But not in the same way the boy thought she would.
ar: "هل تستطيعين أن ترسمي نفسك؟" عرفت لوري أنها تستطيع ذلك. ولكن ليس بنفس الطريقة التي ظن الصبي أنها ستفعلها.
fr: Peux-tu peindre ton portrait ? Lory savait qu’elle le pouvait. Mais pas de la même façon que le garçon avait cru.
ja: 「自分を描いてみて？ 」ローリーは自分ができると知っていたよ。でも、男の子が考えていたのとは違うやり方でね。
ko: "너를 칠 할수 있니?" 로리는 자신이 할수 있다는 걸 안단다. 그렇지만 남자아이가 생각하는 것같은 방법은 아니란다.
tr: “Kendi resmini yapabilir misin?” diye sordu. Lory kendi resmini yapabileceğini biliyordu. Fakat çocuğun düşündüğü şekilde değil!

# data_list
source: It often happens that someone will mean something different when they say something than what the person hearing it understands. Has that happened to you recently?
ar: يحدث غالبًا أن يعني شخص ما شيئًا مختلفًا عندما يقول شيئًا عما يفهمه الشخص الذي يستمع إليه. هل حدث لك ذلك مؤخرًا؟
fr: Ça arrive souvent que quelqu’un veut dire quelque chose de différent de ce qui est interprété par l’autre.
ja: 聞き手の理解と何か違うことを人が伝えようとしていることはよくあるよ。きみにも最近そんなことがあったかな？
ko: 어떤 사람이 하는 이야기와 상대방이 그 말을 이해하는 것과는 다르게 들리는 일이 종종 일어납니다. 최근에 여러분에게 그런 경험이 있었나요?
tr: Birisi bir şey söylediğinde, aslında bunu duyan kişinin anladığından farklı bir şey kastettiği sıklıkla olur. Son zamanlarda başınıza böyle bir şey geldi mi hiç?

# data_list
source: What did the boy mean by "paint yourself" and what do you think Lory is going to do?
ar: ماذا كان يقصد الصبي بقوله "ارسمي نفسك" وماذا ستفعل لوري برأيك؟
fr: Qu’est-ce que le garçon a voulu dire par ‘peindre toi-même’ et que penses-tu que Lori va faire ?
ja: 男の子はどういう意味で「自分を描いて」と言ったのかな？ きみはローリーが何をするつもりだと思う？
ko: 남자아이가 이야기한 “너를 칠해봐” 는 무슨 뜻이며 여러분은 로리가 어떻게 할거라고 생각하나요?
tr: Çocuk “kendi resmini yapabilir misin?” derken ne demek istedi ve sizce Lory ne yapacak?

# data_list
source: A partial circle is called an arc. There are at least five arcs on this page -- can you find them all? Can you find more than five?
ar: تسمى الدائرة الجزئية قوسًا. هناك خمسة أقواس على الأقل في هذه الصفحة، هل يمكنك العثور عليها جميعها؟ هل يمكنك العثور على أكثر من خمسة؟
fr: Un cercle partiel est appelé un arc. Il y a au moins cinq arcs sur cette page – peux-tu les trouver tous ? Peux-tu en trouver plus que cinq ?
ja: 円周の1部分を弧というよ。このページには少なくとも5つの弧があるね。全部見つけられるかな？ 5つより多く見つけられるかな？
ko: 부분적인 원형은 호라고 부릅니다. 여기에는 적어도 다섯개의 호가 있습니다. 여러분은 그것을 모두 찾을수 있나요? 다섯개 보다 더 찾을수 있나요?
tr: Kısmi bir daireye ‘yay’ denir. Bu sayfada en az beş tane yay var – onların hepsini bulabilir misiniz? Peki ya beşten fazlasını bulabilir misiniz?

# data_list
source: Lory painted her body with all that she loved from the world all around and the sky above.
ar: رسمت لوري جسدها بكل ما أحبته من العالم من حولها ومن السماء فوقها.
fr: Lory peignait son corps avec tout ce qu'elle aimait du monde entier et du ciel au-dessus.
ja: この世界や空にある大好きなものを、ローリーはすべて自分の体に描いたんだ。
ko: 로리는 자신이 세상에서 좋아하는 것들을 자신의 몸에 그렸단다.
tr: Lory vücudunu, etrafındaki dünyadan ve yukarıdaki gökyüzünden sevdiği her şeyle boyadı.

# data_list
source: The expression "wearing your feelings on your sleeve" refers to showing the world how you feel. Do you keep your feelings to yourself or do you show them to the world?
ar: يشير التعبير "ارتداء مشاعرك على كُمك" إلى إظهار ما تشعر به للعالم. هل تحتفظ بمشاعرك لنفسك أم أنك تظهرها للعالم؟
fr: L’expression ‘’porter ses sentiments sur sa manche’’ fait référence à montrer au monde ce que tu ressens. Gardes-tu tes sentiments pour toi ou les montres-tu au monde ?
ja: 「自分の気持ちを率直にあらわす」というのは、どう感じているかをみんなにありのまま見せることだよ。きみは自分の気持ちをないしょにしておく？ それともみんなに見せる？
ko: “너의 감정을 옷 소매에 달고 다녀라” 라는 말은 여러분의 감정을 세상에 드러내 보이라는 말입니다. 여러분은 자신의 감정을 숨기나요 아니면 밖으로 드러내나요?
tr: “İçi dışı bir olmak” ifadesi, duygularınızı ve nasıl hissettiğinizi dünyaya olduğu gibi göstermek anlamına gelir. Duygularınızı kendinize mi saklarsınız yoksa etrafa gösterir misiniz?

# data_list
source: Lory is showing the world all the things she loves. She is wearing her thoughts all over her body!
ar: تُظهر لوري للعالم كل الأشياء التي تحبها. إنها ترتدي أفكارها في جميع أنحاء جسدها!
fr: Lory montre à tout le monde toutes les choses qu’elle adore. Elle porte ses pensées sur tout son corps !
ja: ローリーは、大好きなもの全部をみんなに見せているよ。自分の思いを体じゅうに着ているんだ！
ko: 로리는 자신이 사랑하는 모든것들을 세상에 보여주고 있습니다. 로리는 자신의 생각을 온 몸으로 입고 있습니다!
tr: Lory sevdiği her şeyi dünyaya gösteriyor. Özü sözü bir!
