Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **Making a book:** When a player has a pair of matching cards, those cards are placed in a “book” in front of them. **How to win:** The game is over after all the cards have been put into books. The player with the most books wins.
ar: **صناعة كتاب:** عندما يكون لدى اللاعب زوج من البطاقات المتطابقة، يتم وضع تلك البطاقات في ”كتاب“ أمامه. **كيف تفوز:** تنتهي اللعبة بعد بوضع جميع البطاقات في كتب. اللاعب الذي لديه أكبر عدد من الكتب يفوز.
ko: **책 만들기:** 플레이어가 일치하는 카드 한 쌍을 가지고 있을 때, 그 카드는 앞에 있는 “책”에 놓여집니다. **이기는 방법:** 모든 카드를 책에 넣으면 게임이 끝납니다. 가장 많은 책을 가진 사람이 이깁니다.
tr: **Kitap yapma:** Bir oyuncunun bir çift eşleşen kartı olduğunda, bu kartlar yüzü yukarıya bakacak şekilde önlerinde bulunan bir “kitaba” yerleştirilir. **Nasıl kazanılır?** Tüm kartlar kitaplara yerleştirildiğinde oyun biter. Oyunu en çok kitabı olan—elindeki kartların hepsinin çiftini bulan—oyuncu kazanır.

# data_list
source: SHAPES ON THE FLOOR
ar: أشكال على الأرض
ko: 바닥위에 도형
tr: YERDEKI ŞEKILLER

# data_list
source: **The setup:** Cut large shapes from big pieces of paper (use color paper if you have it) and place the shapes on the floor. At first, use basic shapes such as triangles, rectangles, squares, pentagons, hexagons, and octagons. Find patterns for these online or in the EFM Printables file. To cause more running around, include more than one of each shape.
ar: **الإعداد:** قم بقص أشكال كبيرة من قطع الورق الكبيرة (استخدم ورقًا ملونًا إذا أمكن) ثم ضع الأشكال على الأرض. في البداية، استخدم الأشكال الأساسية مثل المثلثات والمستطيلات والمربعات والخماسيات والسداسيات والثمانينات. ابحث عن أنماط لهذه الأشكال عبر الإنترنت أو في ملفEFM Printables. ولمزيد من التحفيز، قم بتضمين أكثر من شكل لكل من الأشكال.
ko: **설정:** 큰 종이 조각에서 (가능하다면 색종이를 사용하세요) 큰 도형을 자르고 바닥에 도형을 놓습니다. 처음에는, 삼각형, 사각형, 정사각형, 오각형, 육각형, 팔각형과 같은 기본 도형을 사용하세요. 온라인이나 가족과 하는 놀이 수학의 인쇄 가능 파일에서 패턴을 찾으세요.
tr: **Oyuna Hazırlık:** Büyük kâğıt parçalarından büyük şekiller kesin (varsa renkli kâğıt kullanın) ve şekilleri yerlere koyun. Şekilleri keserken, başta, üçgenler, dikdörtgenler, kareler, beşgenler, altıgenler ve sekizgenler gibi temel şekilleri kesin. Bu şekilleri internetten bulabilir veya EFM’nin web sitesinde de bulabilirsiniz. Çocuğunuzun koşmasını sağlamak için her şekilden birden fazla sayıda ekleyebilirsiniz.

# data_list
source: **The challenge:** Give your child some shape information and ask them to run to that shape, or shapes. For a very young child, show them a drawing and ask them to find and name that shape on the floor. For older children, name the shape and challenge them to find it. Add variety to this by asking for shapes all of whose sides are the same length, or all of whose angles are the same (or all different), or whose opposite sides (or angles) are the same size. **Extending the challenge:** With experience, include less basic shapes – add specific triangles (right, obtuse, acute), a kite, a parallelogram (diamond), a star, and some unusual shapes. As your child gets experienced, playfully mix in some impossible requests such as a triangle with two right angles or a quadrilateral with exactly three right angles.
ar: **التحدي:** أعط طفلك بعض المعلومات عن الشكل واطلب منه أن يركض نحو ذلك الشكل أو الأشكال. بالنسبة لطفل صغير جدًا، اعرض عليه رسمًا واطلب منه العثور على هذا الشكل الموجود على الأرض وتسميته. بالنسبة للأطفال الأكبر سنًا، قم بتسمية الشكل وتحديهم للعثور عليه. أضف تنوعًا من خلال السؤال عن الأشكال التي تكون جميع أضلاعها بنفس الطول، أو جميع زواياها متماثلة (أو كلها مختلفة)، أو التي تكون أضلاعها المتقابلة (أو زواياها) بنفس الحجم. **توسيع نطاق التحدي:** مع اكتساب الخبرة، يمكنك إضافة أشكال أقل أساسية - أضف مثلثات محددة (قائمة، منفرجة، حادة)، وطائرة ورقية، ومتوازي أضلاع (ماسة)، ونجمة، وبعض الأشكال غير الإعتيادية. عندما يكتسب طفلك الخبرة، قم بخلط بعض الطلبات المستحيلة بشكل مرح مثل مثلث بزاويتين قائمتين أو شكل رباعي بثلاث زوايا قائمة.
ko: **도전:** 아이에게 모형의 정보를 주고 그 모양이나 모양들로 달려가게 합니다. 아주 어린 아이에게는, 그림을 보여주고 바닥에 있는 모양을 찾고 이름을 말해보게 하세요. 나이가 든 아이에게는, 모형의 이름을 말하고 그것을 찾아보게 도전시켜 보세요. 모든 면의 길이가 같거나 모두 같은 (또는 다른) 각도를 가지거나 반대쪽 면 (또는 각도)가 같은 크기인 모형을 물어보며 다양성을 더해보세요. **더 큰 도전:** 경험을 바탕으로 덜 기본적인 모형들을 추가해 보세요 - 특정 삼각형 (직각, 둔각, 예각), 연, 평행사변형 (다이아몬드), 별, 그리고 몇 가지 특이한 모형들. 아이가 경험을 쌓으면 두 개의 직각 삼각형이나 정확히 세 개의 직각이 있는 사변형같은 불가능한 문제를 장난스럽게 섞어보세요.
tr: **Zorlaştırın:** Çocuğunuza şekil hakkında bazı bilgiler verin, sonra o şekle ya da şekillere doğru koşmasını isteyin. Yaşça daha küçük çocuklar için ise, onlara, önce, şeklin bir resmini gösterin, ardından o şekli yerde bulup adlandırmalarını isteyin. Yaşça daha büyük çocuklar için ise şeklin ismini söyleyip o şekli yerde bulmalarını isteyebilirsiniz. Oyuna çeşitlilik katın. Örneğin, çocuğunuza tüm kenarları veya tüm açıları aynı (ya da farklı) olan veya karşılıklı kenarları (veya açıları) aynı olan şekilleri sorabilirsiniz. **Zorlaştırın:** Çocuğunuz tecrübe kazandıkça, bu aktiviteye temel şekillerden daha az sayıda ekleyin. Temel şekillerin yerine üçgenler (dik, geniş, dar açılı), uçurtmalar, paralelkenarlar, elmaslar, yıldızlar veya bazı alışılmadık şekiller ekleyebilirsiniz. Çocuğunuz bu şekillerde de deneyim kazandığında, bu sefer, iki tane dik açısı olan bir üçgen veya üç dik açısı olan bir dörtgen gibi bazı olağandışı şekilleri de şakacıktan oyuna dahil edebilirsiniz.

# data_list
source: Another way to play
ar: طريقة أخري للعب
ko: 또 다른 놀이 방법
tr: Oyunun farklı bir versiyonu

# data_list
source: Reverse roles so your child makes up questions and you find the shapes. Make a "mistake" sometimes and have your child explain to you what you did wrong.
ar: قم بتبادل الأدوار بحيث يطرح طفلك الأسئلة وتجد أنت الأشكال. ارتكب ”خطأ“ في بعض الأحيان واطلب من طفلك أن يشرح لك الخطأ الذي ارتكبته.
ko: 역할을 바꾸어 아이가 질문을 만들고 당신이 모양을 찾도록 해보세요. 때때로 “실수”를 하고 아이가 무엇이 잘못되었는지 설명하게 해보세요.
tr: Rolleri tersine çevirin; bu sefer soruları soran çocuğunuz olsun ve siz de şekilleri bulan olun. Hatta bazen bilerek bir “hata” da yapın ve çocuğunuzun size neyi yanlış yaptığınızı açıklamasını sağlayın.

# data_list
source: CONNECT THE DOTS – STRING ART
ar: قم بتوصيل النقاط – فن الخيوط
ko: 점들을 연결하기
tr: NOKTALARI BIRLEŞTIRIN — İP SANATI

# data_list
source: Make abstract drawings by connecting points with the same number along opposite sides of an angle. Another way is to put some dots, say 9, evenly spaced on a circle. Play with creating different patterns by connecting the dots in order, or connecting every second dot, or every third dot.
ar: قم بعمل رسومات تجريدية من خلال ربط النقاط التي لها نفس العدد على طول الجوانب المتقابلة للزاوية. هناك طريقة أخرى تتمثل في وضع بعض النقاط، على سبيل المثال الرقم ٩، على مسافات متساوية على شكل دائرة. يمكنك تجربة إنشاء أنماط مختلفة من خلال توصيل النقاط بالترتيب، أو توصيلها كل نقطتين، أو كل ثلاث نقاط.
ko: 반대면의 각도를 따라 같은 숫자의 점을 연결하여 추상적인 그림을 만듭니다. 또 다른 방법은 가령 9개의 점을 원안에 균일한 간격으로 배치하는 것입니다. 점들을 순서대로 연결하거나 또는 두 번째 점이나 세 번째 점마다 연결하여 다른 패턴을 만들어보며 놀아보세요.
tr: İp kullanarak aynı sayılarla numaralandırılmış noktaları, bir açının karşı kenarları boyunca birleştirerek soyut çizimler yapabilirsiniz. Bu tür sanatı, dairenin üzerine eşit aralıklarla belli sayıda, mesela 9 tane, noktalar yerleştirerek de yaratabilirsiniz. Noktaları ister sırayla isterseniz her ikinci veya her üçüncü noktayla birleştirerek farklı desenler oluşturmaya çalışın.

# data_list
source: MEMORY CHALLENGE
ar: تحدي الذاكرة
ko: 기억력 도전
tr: HAFIZAYA MEYDAN OKUMA

# data_list
source: **The setup:** Select two or four sets of Number Cards and remove numbers above your child’s comfort level. Place the cards face down in a 3 by 3 grid, with the remaining cards put in a draw pile.
ar: **الإعداد:** اختر مجموعتين أو أربع مجموعات من بطاقات الأرقام وقم بحذف الأرقام التي تزيد عن المستوى الذي يناسب طفلك. ضع البطاقات مقلوبة في مصفوفة ٣ × ٣، مع وضع البطاقات المتبقية في كومة السحب.
ko: **설정:** 숫자 카드 2-4 세트를 선택하고 아이가 편안하게 느끼는 수준보다 높은 숫자는 제거합니다. 카드 뒷면을 3x3 격자에 놓고 나머지 카드는 뽑기 더미에 놓습니다.
tr: **Oyuna Hazırlık:** İki veya dört deste kadar sayı kartı alın ve sadece çocuğunuzun rahatlıkla sayabildiği sayıların olduğu kartları kullanın. Kartları sayıları aşağıya bakacak şekilde ters çevirerek resimdeki gibi 3x3’lük bir ızgara şeklinde dizin ve kalan kartları kart destesine geri koyun.

# data_list
source: **How to play:** Take turns flipping two cards face-up. If the cards match, the player gets to keep the cards, replaces the two cards from the draw pile, and continues their turn. If the cards don’t match, the player flips the cards back over and ends their turn.
ar: **كيف تلعب:** تناوبوا على قلب بطاقتين على الوجه اللأخر. إذا تطابقت البطاقات، يحق للاعب الاحتفاظ بالبطاقات واستبدال البطاقتين من كومة السحب، ويستمر دوره. إذا كانت البطاقات غير متطابقة، يقوم اللاعب بقلب البطاقات مرة أخرى وينهي دوره.
ko: **게임 방법:** 두 장의 카드를 번갈아 가면 앞면으로 뒤집어 놓습니다. 만약 카드가 일치하면 플레이어는 카드를 가져가고 두 장의 카드를 뽑기 더미에서 교체한 후에 계속합니다. 만약 카드가 일치하지 않으면 플레이어는 카드를 다시 뒤집고 차례를 끝냅니다.
tr: **Nasıl oynanır?** Sırayla, her oyuncu seçtiği iki kartı düz çevirir. Eğer iki kart da eşleşirse, oyuncu kartları alır ve eşleşen kartlrı kart destesindeki başka kartlarla değiştirir ve sıra diğer oyuncuya geçer. Eğer kartlar eşleşmezse, oyuncu açtığı kartları tekrar ters çevirir ve böylece, kendi oyun sırasını bitirir.

# data_list
source: **How to win:** The game ends when the last pair is taken. The player with the most cards wins.
ar: **كيف تفوز:** تنتهي اللعبة عند أخذ آخر زوج من البطاقات. اللاعب الذي لديه أكبر عدد من البطاقات يفوز.
ko: **이기는 방법:** 마지막 쌍을 가져오면 게임이 끝납니다. 가장 많은 카드를 가진 사람이 이깁니다.
tr: **Nasıl kazanılır?** Kart destesinden son kart çifti alındığında oyun sona erer. Oyunu en çok karta sahip olan oyuncu kazanır.

# data_list
source: • Allow at most one match per turn. • Use a target sum larger than the largest card. Two cards match if their sum is the target.
ar: * يسمح بمطابقة واحدة على الأكثر في كل دورة. * استخدم المجموعً المستهدفً علي ان يكون أكبر من أكبر بطاقة. تتطابق البطاقتان إذا كان مجموعهما هو الهدف.
ko: * 각자의 차례에 최대 한 번의 일치를 허용합니다. * 가장 숫자가 큰 카드보다 더 큰 목표 합계를 사용합니다. 두 카드의 합계가 목표이면 두 카드가 일치합니다.
tr: * Her turda en fazla bir eşleşmeye izin verin. * En büyük sayılı karttan daha büyük bir ‘hedef toplam’ kullanın. Eğer seçilen kartların toplamları hedef toplama eşitse, o zaman iki kartın eşleştiği farzedilir.

# data_list
source: BINGO! WITH CARDS
ar: لعبة البنغو بالبطاقات
ko: 카드 빙고
tr: KARTLI BINGO OYUNU

# data_list
source: **The setup:** Play this with Number Cards, or if there are many players, with numbered regular playing cards.
ar: **الإعداد:** العب هذه اللعبة باستخدام بطاقات مرقمة، أو إذا كان هناك العديد من اللاعبين، قم باستخدام بطاقات لعب عادية مرقمة.
ko: **설정:** 숫자카드로 하거나 플레이어가 많으면 일반 카드를 사용합니다.
tr: **Oyuna Hazırlık:** Bu oyun, sayı kartlarıyla veya eğer çok sayıda oyuncuyla oynanacaksa numaralandırılmış normal oyun kartlarıyla oynanabilir.

# data_list
source: **How to play:** Reserve two suits worth of cards for a draw pile, and divide the remaining cards among the players. Each player randomly selects 16 cards to place in a 4 by 4 grid face up in front of them.
ar: **كيف تلعب:** احتفظ بمجموعتين من البطاقات في كومة السحب، وقم بتقسيم البطاقات المتبقية بين اللاعبين. يختار كل لاعب عشوائيًا ١٦ بطاقة لوضعها في شكل مصفوفة ٤ × ٤ مكشوفة أمامه.
ko: 게임 방법:} 두 벌의 카드를 뽑기 더미로 놓아두고 나머지 카드를 각자의 플레이어들에게 나눕니다. 각 플레이어는 무작위로 16장의 카드를 선택하고 4x4 격자위에 카드 윗면을 볼수 있게 자신들의 앞에 놓습니다.
tr: **Nasıl oynanır?** Önce, iki takım için de yeterli olacak sayıda kart destesi hazırlanır—bu kartlar, oyuncuların ‘kart çekme destesi’ olacak. Sonra, kalan kartlar oyuncular arasında eşit şekilde paylaştırılır. Ardından, her oyuncu, rastgele 16 kart seçer ve seçtiği kartlarla, sayıları yukarıya bakacak şekilde, 4x4’lük bir tablo ya da kare oluşturur.

# data_list
source: Take a card from the draw pile and call it out. Each player may turn over one card from their grid that matches the number drawn. If a player has more than one card that matches, the player must choose which one to turn over. **How to win:** The first player to get four cards flipped over in a row horizontally, vertically, or diagonally wins the game and calls out “Bingo!”
ar: خذ بطاقة من كومة السحب واعلن عنها. يحق لكل لاعب قلب بطاقة واحدة من مصفوقته تطابق الرقم المسحوب. إذا كان لدى اللاعب أكثر من بطاقة متطابقة، فيجب على اللاعب اختيار البطاقة التي يريد قلبها. **كيف تفوز:** أول لاعب يحصل على أربع أوراق مقلوبة على التوالي أفقيًا أو رأسيًا أو قطريًا يفوز باللعبة ويقول ”بينغو!“
ko: 뽑기 더미에서 카드를 한 장 가져와서 불러 봅니다. 각 플레이어는 자신의 격자에 있는 카드 중에 일치하는 숫자카드 한 장을 뒤집을 수 있습니다. 플레이어가 두 장 이상의 일치하는 카드를 가지고 있는 경우, 플레이어는 어느 것을 뒤집을 것인지 선택해야 합니다. **이기는 방법:** 수평, 수직, 또는 대각선으로 4장의 카드를 연속으로 뒤집는 첫 번째 사람이 게임에서 이기고 “빙고”를 외칩니다.
tr: Daha sonra, oyuncu, kart destesinden bir kart seçer ve yüksek sesle onun hangi sayı olduğunu söyler. Eğer söylenen sayı oyuncunun kartlarındaki bir sayıyla eşleşirse, o zaman oyuncu o kartı alıp sizden alıp eşleşen kartın üstüne koyarak kartı kapatır. Bir oyuncunun birden fazla eşleşen kartı varsa, hangi kartın üstüne koyacağına kendisi karar verebilir. **Nasıl kazanılır?** Oyunu yatay, dikey veya çapraz yönde arka arkaya toplam 4 adet kartını ters çevirmiş veya kapatmış olan kazanır ve “Bingo!” diye bağırır.

# data_list
source: STEALING BONES
ar: الاستحواذ علي الأحجار
ko: 뼈 훔치기
tr: Taş Çalma Oyunu

# data_list
source: **How to play:** Place all dominoes (bones) face up between the players. For a turn, a player rolls two dice. If the domino that matches these dice is available, the player claims it and moves it to their pile.
ar: **كيف تلعب:** قم بوضع كل قطع الدومينو (الأحجار) مكشوفة بين اللاعبين. في كل دورة، يقوم اللاعب برمي نردين. إذا كان الدومينو الذي يطابق هذين النردين متاحًا، يطالب به اللاعب وينقله إلى كومته.
ko: **게임 방법:** 모든 도미노 (뼈)가 위로 향하도록 놓습니다. 한 번의 차례동안 두 개의 주사위를 굴립니다. 두 개의 주사위가 도미노와 일치하면 그것을 가져와 자신의 더미로 옮깁니다.
tr: **Nasıl oynanır?** Tüm dominoları taşlarını yüzleri yukarı bakacak şekilde oyuncuların arasına yerleştirin. Bir oyuncu iki zar atar ve oyun başlar. Oyuncunun attığı zarlarla eşleşen bir domino varsa, oyuncu onu alıp kendi taşlarının olduğu yere taşır.

# data_list
source: **How to win:** For two players, the first player with ten dominoes wins. For more than two players, the first player with six dominoes wins. **Variation:** Claimed dominoes can still be stolen by other players.
ar: **كيف تفوز:** إذا كان عدد اللاعبين اثنين، يفوز أول لاعب لديه عشرة قطع دومينو. أما إذا كان عددهم أكثر من اثنين، يفوز أول لاعب لديه ستة قطع دومينو. **التنوع:** لا يزال بإمكان اللاعبين الآخرين الاستيلاء على قطع الدومينو التي استحوذ عليها اللاعب.
ko: **이기는 방법:** 두 명의 플레이어의 경우, 먼저 10개의 도미노를 가진 사람이 이기고, 두 명 이상인 경우, 6개의 도미노를 먼저 가져간 사람이 이깁니다. **변형:** 가져온 도미노는 여전히 다른 플레이어가 훔칠수 있습니다.
tr: **Nasıl kazanılır?** İki oyuncu varsa, oyunu, 10 domino taşı toplayan ilk oyuncu kazanır. Eğer 2’den fazla oyuncu varsa, oyunu, 6 domino taşına ulaşan ilk oyuncu kazanır. **Oyunun farklı versiyonları:** Sahip olunan domino taşları hâlâ diğer oyuncular tarafından çalınabilir.

# data_list
source: DOMINOES
ar: الدومينو
ko: 도미노
tr: DOMİNO OYUNLARI

# data_list
source: Domino Games
ar: ألعاب الدومينو
ko: 도미노 게임
tr: Domino Oyunu

# data_list
source: There are many variations to this ancient game – discuss the rules before you start! **The setup.** Mix up all tiles (bones) face down – this is called the boneyard. Take seven tiles each for two players, and five tiles each for three or four players. The player with the highest double starts by putting it on the table. If no one has a double, start the game over.
ar: هناك العديد من الأشكال المختلفة لهذه اللعبة القديمة – ناقش القواعد قبل أن تبدأ! **الإعداد.** قم بخلط جميع القطع (الأحجار) بحيث تكون مقلوبة للأسفل – وهذا ما يسمى بونيارد. إذا كان عدد اللاعبين اثنين، قم بتوزيع سبعة أحجار لكل لاعب أما اذا كان عددهم ثلاثة او اربعة يوزع لكل واحد منهم خمسة أحجار. يبدأ اللاعب الذي لديه أعلى رقم مزدوج بوضعه على الطاولة. إذا لم يكن لدى أي شخص رقم مزدوج، ابدأ اللعبة من جديد.
ko: 이 고대 게임에는 많은 변형이 있습니다. - 시작하기 전에 규칙에 대해 논의하세요! **설정.** 모든 타일 (뼈)을 뒤집어서 섞습니다 - 이것을 묘지라고 합니다. 두 사람이면 각각 7개의 타일을 가져가고 세 사람이나 네 사람이면 5개의 타일을 가져갑니다. 가장 높은 더불을 가진 플레이어가 테이블 위에 올려놓는 것으로 시작합니다. 만약에 아무도 더불을 가지고 있지 않다면 게임은 다시 시작됩니다.
tr: Bu eski oyunun pek çok farklı versiyonu var—lütfen, oyuna başlamadan önce kuralları tartışın! **Oyuna Hazırlık:** Tüm domino taşlarını (karoları) yüzleri yere dönük bir şekilde iyice karıştırın. Oyunda iki oyuncu varsa yedişer tane, üç veya dört oyuncu varsa beşer tane domino taşı çekilir. Geriye kalan taşlar—onlara ‘banka’ ya da ‘bahçe’ denir—yüzleri yere dönük bir şekilde masaya dizilir. Oyuncular, bu taşlardan taş çekerler. Oyuna, kimde en çok çift taş varsa o oyuncu masaya taşını koyarak başlar. Eğer hiç kimsenin çifti yoksa, oyuna en baştan başlamalısınız.

# data_list
source: **How to play.** A turn consists of placing a tile that matches one of the available ends of the string of dominoes (place double dominoes crosswise to the previous domino). If the player has no matching tile, the player is “blocked,” and there are two possible rules to use: 1) the player’s turn is over, or 2) the player keeps drawing tiles until there is a match (one version restricts this to a single draw whether or not there is a match). If the boneyard is emptied before there is a move, play passes to the next player on the right. **How to win:** The game ends when a player runs out of bones, or when all players are blocked. The winner is the player with the lowest total of dots on their tiles (which is 0 if they have used up all their tiles).
ar: **كيف تلعب:** يتكون الدور من وضع قطعة تطابق أحد الأطراف المتاحة لسلسلة قطع الدومينو (ضع قطع الدومينو المزدوجة بشكل عرضي مع قطعة الدومينو السابقة). إذا لم يكن لدى اللاعب حجر مطابق، يتم ”حظر“ اللاعب، وهناك قاعدتان محتملتان يمكن استخدامهما: ١) تنتهي دورة اللاعب، أو ٢) يستمر اللاعب في سحب الأحجار حتى تكون هناك مطابقة (تقتصر إحدى الإصدارات على سحب واحد سواء كانت هناك مطابقة أم لا). إذا تم إفراغ ساحة البونيارد قبل أن تكون هناك حركة، تنتقل اللعبة إلى اللاعب التالي على اليمين. **كيف تفوز:** تنتهي اللعبة عندما ينفد مخزون الأحجار لدى أحد اللاعبين، أو عندما يتم حظر جميع اللاعبين. الفائز هو اللاعب الذي لديه أقل مجموع من النقاط على أحجاره (وهو (٠) إذا استنفد جميع أحجاره).
ko: **게임 방법.** 타일을 일련의 도미노의 끝에 (이전의 도미노와 십자형으로 이중 도미노를 놓습니다.) 하나와 일치하는 타일을 배치합니다. 만약에 플레이어가 일치하는 타일이 없으면 “차단”되며 사용할 수 있는 두 가지 규칙이 있습니다: 1) 차례가 끝나거나 2) 일치할때까지 (일치하던지 않던지 한번의 뽑기로 제한됩니다) 뽑은 타일을 계속 가지고 있습니다. 만약에 이동이 있기 전에 묘지가 비워지면 오른쪽에 있는 다음 플레이어에게 돌아갑니다. **이기는 방법:** 플레이어의 뼈가 모두 다 떨어지거나 모두가 막히면 게임은 끝나고 승자는 자신의 타일에 있는 점의 합계가 가장 낮은 사람입니다 (모든 타일을 다 사용하면 점수는 0입니다.)
tr: **Nasıl oynanır?** Oyunda bir tur şöyle gelişir: İlk oyuncu, çift taşını, yüzü yukarı dönük biçimde mevcut domino dizisindeki taşlardan birinin ucundakiyle eşleşecek şekilde yerleştirir. İkinci oyuncu ise bu taşın yanına, taşın iki ucundaki sayılardan biriyle eşleşen taşını yerleştirir (ama çift dominolar, öbür domino taşlarına çapraz yani onları dik kesecek biçimde yerleştirilir). Eğer oyuncunun eşleşen bir taşı yoksa, oyuncu “bloke edilir” ve bu durumda uygulanabilecek iki olası kural vardır: 1) Oyuncunun sırası sona erer veya 2) Oyuncu eşleşen bir taş gelene kadar bahçeden taş çekmeye devam eder (bu oyunun farklı bir versiyonu, bu işlemi, bir eşleşme olsun veya olmasın, sadece bir taş çekimi ile sınırlar). Eğer domino taşları bir hamle yapılmadan önce biterse, o zaman, oyun sağdan bir sonraki oyuncuya geçer. **Nasıl kazanılır?** Oyun, oyunculardan birinin taşları bittiğinde veya tüm oyuncular elendiğinde sona erer. Kazanan oyuncu, taşlarında bulunan noktaların toplamı en düşük olan oyuncudur (ki bu değer, eğer oyuncu tüm taşlarını kullanmışsa, 0’dır).

# data_list
source: **Scoring options:** The winner’s score can be calculated in two ways. The traditional way is to use the sum of the dots on all the other players’ tiles. Rounds are played until a player reaches 50 or 100. For little ones, a better scoring system is to let the winner have the score which is the count of all the other players’ tiles. **Matching options:** When your child starts adding, change the rule for matching – two tiles match if their numbers add up to six (or nine if using a larger range of dominoes).
ar: **حساب نتيجة الفوز:** يمكن حساب نتيجة الفائز بطريقتين. الطريقة التقليدية هي استخدام مجموع النقاط على احجار جميع اللاعبين الآخرين. تُلعَب الادوار حتى يصل اللاعب إلى ٥٠ أو ١٠٠. بالنسبة للأطفال الصغار، فإن نظام التسجيل الأفضل هو السماح للفائز بالحصول على النتيجة التي تمثل عدد احجار جميع اللاعبين الآخرين. **التنوع:** عندما يبدأ طفلك في الإضافة، قم بتغيير قاعدة المطابقة - يتطابق قطعتان إذا كان مجموع أرقامهما يصل إلى ستة (أو تسعة إذا كنت تستخدم نطاقًا أكبر من قطع الدومينو).
ko: **채점 방법:** 이기는 사람의 점수는 두가지 방법으로 계산합니다. 전통적인 방식은 다른 모든 플레이어의 타일에 있는 점의 합계를 사용하고 차례는 50 또는 100에 도달할때 까지 계속됩니다. 나이가 어린 아이들 경우 이기는 사람이 다른 아이들의 타일 수를 갖도록 하는 채점 방법입니다. **변형:** 아이가 덧셈을 시작하면 일치하는 규칙을 바꾸세요 - 숫자의 합계가 최대 6개가 되면 두 개의 타일이 일치합니다 (또는 더 넓은 범위의 도미노를 사용하는 경우 9개).
tr: **Puanlama seçenekleri:** Kazanan oyuncunun puanı 2 şekilde hesaplanabilir. Geleneksel hesaplamada, diğer tüm oyuncuların taşlarındaki noktaların toplamı baz alınır. Turlar, oyunculardan birisi 50 veya 100 puana ulaşana kadar devam eder. Yaşı küçükler için uygulanan daha iyi bir puanlama sisteminde, kazanan oyuncunun diğer tüm oyuncuların taşlarının sayısı kadar olan puanı almasına izin verilir. **Oyunun farklı versiyonları:** Çocuğunuz toplama işlemini yapmaya başladığında, oyundaki eşleştirme kuralını değiştirin—örneğin, eğer 2 taş eşleşirse sayılarının toplamını 6 yapın (veya daha geniş bir domino aralığı kullanılıyorsa, bu değer 9 olabilir).

# data_list
source: WITHIN ONE OR TWO
ar: في حدود واحد أو اثنين
ko: 하나 또는 둘 안에
tr: BIR VEYA İKI

# data_list
source: **The setup:** Create a stack of Number Cards with a range of quantities your child is comfortable with. Split the cards evenly between two players and place the cards face down.
ar: **الإعداد:** قم بإنشاء كومة من بطاقات الأرقام بنطاق من الكميات التي تناسب طفلك. قم بتقسيم البطاقات بالتساوي بين لاعبين ووضع البطاقات مقلوبة للأسفل.
ko: 설정:} 아이가 편안하게 사용할 수 있는 다양한 수량으로 숫자 카드 더미를 만드세요. 카드를 두 사람 사이에 고르게 나누고 카드를 뒤집어 놓으세요.
tr: **Oyuna Hazırlık:** Çocuğunuzun rahatlıkla sayabildiği sayı aralığındaki sayılardan oluşan sayı kartlarıyla bir kart destesi oluşturun. Kartları iki oyuncu arasında eşit olarak paylaştırın ve kartları sayıları yere bakacak şekilde ters çevirip koyun.

# data_list
source: **How to play:** Players take turns placing a single card on the stack in the middle between them. If the card is one more, the same, or one less than the previous card, the first player to say ‘one more’, ‘the same’ or ‘one less’ wins all the cards in the current stack. **How to win:** The person wins who has the larger stack of cards when you stop playing.
ar: **كيف تلعب:** يتناوب اللاعبون على وضع بطاقة واحدة في الكومة في المنتصف بينهما. إذا كانت البطاقة أكثر أو أقل أو أقل ببطاقة واحدة من البطاقة السابقة، فإن أول لاعب يقول ”واحدة أكثر“ أو ”نفس البطاقة“ أو ”واحدة أقل“ يفوز بجميع البطاقات في الكومة الحالية. **كيف تفوز:** يفوز الشخص الذي لديه مجموعة أكبر من البطاقات عندما تنتهي اللعبة.
ko: **게임 방법:** 플레이어는 번갈아 가며 그들 사이의 더미에 한 장의 카드를 놓습니다. 카드가 이전 카드보다 하나 더, 같거나, 하나 적은 경우, ‘하나 더’, ‘같다’, 또는 ‘하나 덜’이라고 말하는 첫번째 사람이 현재 더미의 모든 카드를 가집니다. **이기는 방법:** 게임이 멈출 때 더 큰 카드 더미를 가진 사람이 이깁니다.
tr: **Nasıl oynanır?** Oyuncular, sırayla ortadaki kart destesinin üzerine bir kart yerleştirirler. Yerleştirdikleri kartın üzerindeki sayı, bir önceki kartın sayısından 1 fazla, o sayıyla aynı veya o sayıdan 1 eksik ise, ‘bir fazla’, ‘aynı’ veya ‘bir eksik’ diye bağıran ilk oyuncu, ortadaki kart destesindeki tüm kartları kazanır. **Nasıl kazanılır?** Oyunu bitirdiğinizde, en çok kart toplayan veya herkesten daha büyük kart destesine sahip olan kişi oyunu kazanır.
