Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **It's cozy:** Storytime is a wonderful chance to do a bit of math with your child in a cozy setting. This builds up happy associations with math for you and your child. **Discuss as you read:** As you read a story with your child, talk about things in the pictures and in the story. If there is a big yellow sun, point to the sun and say: “The sun is round and it is yellow. The wall of this room is also yellow. Point to something round in this room.”
ar: **إنه وقت حميم:** وقت القصة هو فرصة رائعة للقيام ببعض الرياضيات مع طفلك في بيئة مريحة. يُبنى من خلال ذلك ارتباطات سعيدة مع الرياضيات بينك وبين طفلك. **النقاش أثناء القراءة:** عندما تقرأ قصة مع طفلك، تحدث عن الأشياء في الصور وفي القصة. إذا كان هناك شمس صفراء كبيرة، أشر إلى الشمس وقل: ”الشمس دائرية وصفراء. الجدار في هذه الغرفة أيضًا أصفر. أشر إلى شيء دائري في هذه الغرفة.“
ko: **이것은 아늑합니다:** 동화시간은 아늑한 환경에서 아이와 약간의 수학을 할 수 있는 좋은 기회입니다. 이것은 당신과 아이를 위한 수학과의 행복한 관계를 만듭니다. **읽으면서 토론해 보세요:** 아이와 함께 동화를 읽을때, 그림과 이야기에 있는 것들에 대해 야야기 해보세요. 만약에 큰 노란 태양이 있다면, 해를 가리키며 이렇게 말해보세요: “해는 둥글고 노란색이야. 이 방의 벽도 노란색이야. 이 방에서 둥근 무언가를 가리켜 보세요.”
tr: **Keyifli zaman:** Hikâye zamanları, çocuğunuzla sıcacık ve rahat bir ortamda biraz matematik yapmak için harika bir şanstır. Bu, sizin ve çocuğunuz için matematikle ilgili mutlu çağrışımların temelini de atar. **Okurken tartışın:** Çocuğunuzla bir hikâye okurken, hikâyedeki resimler ve her şey hakkında konuşun. Örneğin, resimde eğer büyük ve sarı bir güneş varsa, güneşi gösterip şöyle söyleyin: “Güneş yuvarlak ve sarıdır. Bu odanın duvarı da sarıdır.” Ve sonra, odadaki yuvarlak bir şeyi gösterin.

# data_list
source: As your child gets older, count together, such as the yellow flower petals in this picture, or ask your child to point to things you describe. In addition to discussing the characters in the story, discuss all the things you would if you were seeing these things in the world around you.
ar: عندما يكبر طفلك، قم بالعد معًا، مثل عد البتلات الزهرية الصفراء في هذه الصورة، أو اطلب من طفلك أن يشير إلى الأشياء التي تصفها. بالإضافة إلى مناقشة شخصيات القصة، ناقش جميع الأشياء التي ستراها إذا كنت ترى هذه الأشياء في العالم من حولك.
ko: 아이가 나이가 들면, 그림에 있는 노란 꽃잎을 같이 세어보거나 당신이 묘사하는 것을 가리켜보게 아이에게 물어보세요. 이야기에 있는 주인공에 대해 토론하는것과 함께 당신 주변 세계에서 이러한 것들을 보고 있다면 당신이 할 수 있는 모든 것에 대해 토론해보세요.
tr: Çocuğunuz büyüdükçe, bir şeyleri birlikte sayın ya da çocuğunuzdan, tarif ettiğiniz şeyleri işaret etmesini isteyin. Hikâyedeki karakterleri tartışın ama bunun yanında, etrafınızda gördüğünüz şeyleri de tartışın.

# data_list
source: EFM Storybooks
ar: EFM كتب قصص
ko: EFM (가족과 하는 놀이수학) 동화책
tr: EFM, Hikâye Kitapları

# data_list
source: EFM provides free picture storybooks as PDFs. Each book has suggested comments or questions to use while reading. Use these same math discussion ideas in your day-to-day activities with your child.
ar: توفر EFM كتب قصص مصورة مجانية كملفات PDF. يحتوي كل كتاب على تعليقات أو أسئلة مقترحة لاستخدامها أثناء القراءة. استخدم هذه الأفكار نفسها لمناقشة الرياضيات في أنشطتك اليومية مع طفلك.
ko: EFM (가족과 하는 놀이수학)은 무료 그림 동화책을 PDF로 제공합니다. 각 책은 읽는 동안 사용할 의견이나 질문을 제시하고 있습니다. 아이와의 일상적인 활동에서 이 같은 수학 토론 아이디어를 사용해 보세요.
tr: EFM – Aile Katılımlı Erken Matematik – PDF şeklinde ücretsiz resimli hikâye kitapları sağlamaktadır. Her kitapta, okurken kullanabileceğiniz önerilen yorumlar veya sorular bulunmaktadır. Kitaptaki tartışma fikirlerini çocuğunuzla yapacağınız günlük etkinliklerinizde de kullanın.

# data_list
source: MATH OUT LOUD – HOME ROUTINES
ar: الرياضيات بصوت عالٍ – الروتين المنزلي
ko: 큰 소리로 수학 – 집에서의 일상
tr: YÜKSEK SESLE MATEMATIK — EV RUTINLERI

# data_list
source: **Doing laundry:** When doing laundry, sort by similarities and differences – colors and sizes **Cleaning up an area:** Which things belong together and why? If you have a box, does it go into, under, over, or inside something else? Do things that are the same shape go together? Is there a special place for round things or triangular things? Which toys belong together? **Going to sleep and getting up:** Both of these situations lend themselves to discussing doing things in sequence, and practicing words like first, second, third, last, and next. Where do dirty clothes go? How do you decide which clothes you should wear together when you get dressed?
ar: **غسيل الملابس:** عند غسيل الملابس، قم بفرزها حسب التشابه والاختلاف - الألوان والأحجام **تنظيف المكان:** أي الأشياء تنتمي معًا ولماذا؟ إذا كان لديك صندوق، هل يذهب شيء داخله ، أسفله، فوقه، أو في داخله شيء آخر؟ هل الأشياء التي لها نفس الشكل تذهب معًا؟ هل هناك مكان خاص للأشياء المستديرة أو الثلاثية الأضلاع؟ أي الألعاب تنتمي معًا؟ **الذهاب إلى النوم والاستيقاظ:** كلا هاتين الحالتين تساعدان في مناقشة القيام بالأشياء بتسلسل، وممارسة الكلمات مثل الأول، الثاني، الثالث، الأخير، والتالي. أين تذهب الملابس القذرة؟ كيف تقرر أي الملابس يجب أن ترتديها معاً عندما تلبس؟
ko: **빨래하기:** 빨래를 할때 유사한것과 다른것으로 나눠보세요 - 색상과 크기. **청소하기:** 어떤 것들이 함께 속하고 그 이유는 무엇일까요? 만약 당신이 상자를 가지고 있다면 그것은 안으로, 아래로, 위로 들어가나요 아니면 다른 무언가 안에 들어가나요? 같은 모양의 것들이 함께 가나요? 둥근 물건이나 삼각형의 물건을 위한 특별한 장소가 있나요? 어떤 장난감이 함께 속해 있나요? **자고 일어나기:** 이 두가지 상황 모두 순서대로 일을 논의하고, 첫 번째, 두번째, 세 번째, 마지막, 다음과 같은 단어를 연습하는데 적합합니다. 더러운 옷은 어디로 가나요? 옷을 입을 때 어떤 옷을 함께 입어야 할지 어떻게 결정하나요?
tr: **Çamaşır yıkama:** Çocuğunuzla çamaşırları yıkarken, çamaşırları benzerliklerine ve farklılıklarına göre—renklerine ve boyutlarına göre—ayırın. **Bir yeri temizleme:** Çocuğunuzla bir yeri temizlerken, şu soruları sorun: Hangi eşyalar aynı yere gider ve neden? Eğer bir kutunuz varsa, o kutu bir başka şeyin üstüne, altına veya içine girebiliyor mu? Aynı şekle sahip şeyler aynı yere mi konulur? Yuvarlak veya üçgen eşyalar için özel bir yer var mı? Hangi oyuncaklar bir arada bulunurlar? **Uyuma ve uyanma:** Bu durumların her ikisi de işlerinizi sırasıyla yapmayı tartışmak için uygundur ve size ‘birinci, ikinci, üçüncü, sonuncu veya sonraki’ gibi kelimeleri kullanma fırsatı da sağlar. Kıyafetlerinizi değiştirirken, şu soruları sorun: Kirli giysiler nereye gidiyor? Giyinirken hangi kıyafetleri giymen gerektiğine nasıl karar verirsin?

# data_list
source: MATH OUT LOUD – MEALTIME
ar: الرياضيات بصوت عالٍ – وقت الوجبة
ko: 큰 소리로 수학 – 식사시간
tr: YÜKSEK SESLI MATEMATIK — YEMEK ZAMANI

# data_list
source: **Cooking:** As you follow a recipe or prepare some food, involve your child in counting out or measuring the ingredients, and talk about the sequence of steps. If they are not ready to do the steps themselves, have them 'oversee' your work. **Table setting and clearing:** When setting the table, count how many people there will be, and then discuss which things (plate, fork, glass) each person will need. Do some people need different glasses for different drinks? When you put the food out, how do you figure out how much food to provide? If you have six pieces of fruit for three people, how many should each person get to share it fairly? When you clean up, are there some things that get cleaned in a different way than others? How can you tell when a lid matches a pot or pan? Which kinds of things get put away in which places? **Putting graceries away:** When putting away groceries, talk about the types of things that go together. Which things need refrigeration? Where do the cans go? Where is there space for the big box? Use lots of relation words such as above, under, around, and between.
ar: **الطبخ:** عندما تتبع وصفة أو تحضر بعض الطعام، قم بإشراك طفلك في عد العناصر أو قياس المكونات، وتحدث عن تسلسل الخطوات. إذا لم يكونوا جاهزين للقيام بالخطوات بأنفسهم، فليشرفوا على عملك. **ترتيب المائدة وتنظيفها:** عند ترتيب المائدة، اعد العدد الذي سيكون هناك من الأشخاص, ثم ناقش أي الأشياء (الصحن، الشوكة، الكأس) سيحتاج كل شخص إليها. هل يحتاج بعض الأشخاص إلى كاسات مختلفة للمشروبات المختلفة؟ عند وضع الطعام، كيف تحدد كمية الطعام التي يجب توفيرها؟ إذا كان لديك ست قطع فاكهة لثلاثة أشخاص، كم يجب أن يحصل كل شخص على حصته بشكل عادل؟ عند التنظيف، هل هناك بعض الأشياء التي يتم تنظيفها بطريقة مختلفة عن الأخرى؟ كيف يمكنك معرفة متى يتناسب الغطاء مع القدر أو المقلاة؟ أي أنواع الأشياء يتم وضعها في أماكن مختلفة؟ **تخزين المشتريات:** عند تخزين المشتريات، تحدث عن أنواع الأشياء التي تذهب معًا. أي الأشياء تحتاج إلى التبريد؟أين تذهب العلب؟ أين يوجد مساحة للصندوق الكبير؟ استخدم الكثير من الكلمات المتعلقة مثل أعلى، أسفل، حول، وبين.
ko: **요리:** 조리법을 따르거나 음식을 준비할 때 아이가 숫자를 세어보게 하거나 재료를 측정하고 조리순서에 대해 이야기해 보세요. 아이들이 준비가 되어있지 않다면 요리하는 동안 ‘감독’하게 해보세요. **식탁을 차리고 치우기:** 식탁을 차릴때, 몇 명인지 세어보고 그런 다음 각자에게 어떤 물건 (접시, 포크, 유리잔)이 필요한지 이야기해 보세요. 어떤 사람들은 다른 음료마다 다른 유리잔이 필요한가요? 음식을 내놓을 때 얼마나 많은 음식을 내놓아야 하는지 어떻게 알 수 있나요? 만약에 세사람을 위해 과일 여섯개를 공평하게 나눠먹으려면 한사람이 몇 개를 받아야 할까요? 청소를 할때, 남들과 다른 방법으로 청소되는 것들이 있나요? 뚜껑이 냄비나 팬과 일치하는지 어떻게 알 수 있나요? 어떤 종류의 물건이 어떤 장소로 넣어지나요? **식료품 넣어두기:** 식료품을 넣어둘때 어떤 종류의 것들이 함께 넣어질수 있는지 이야기해 보세요. 냉장보관이 필요한 물건은 무엇인가요? 캔은 어디로 가나요? 큰 박스가 들어갈 장소는 어디인가요? 위, 아래, 주변, 사이등의 관계 단어를 많이 사용하세요.
tr: **Yemek pişirme:** Bir tarifi yapmayı denerken veya yemek hazırlarken, malzemeleri saymaya veya ölçmeye çocuğunuzu da dahil edin ve onunla yemek yapmanın adımlarının sırası hakkında konuşun. Çocuğunuz, yemek yapma adımlarını yapmaya henüz hazır değilse, o zaman sizi gözlemlemesini sağlayın. **Masayı kurma ve toplama:** Birlikte yemek masasını kurarken, önce, yemekte kaç kişi olacağını sayın. Sonra, her bir kişinin neye (tabak, çatal, bardak gibi) ihtiyaç duyacağını tartışın. Şunu sorun: ‘Bazı kişiler, farklı içecekler için farklı bardaklara mı ihtiyaç duyarlar?’ Şunları da düşünün: ‘Yemeği servis ederken, tabaklara ne kadar yemek koymanız gerektiğini nasıl belirlersiniz?’ ‘Eğer altı farklı meyveniz varsa ve bunları üç kişiye adil bir şekilde paylaştırırsanız, her bir kişi kaç meyve alır?’ Mutfağı toplarken, bazı şeyleri diğer şeylerden farklı bir şekilde temizlediğiniz oluyor mu? Bir kapağın, bir tencere veya tavaya uyduğunu nasıl anlayabilirsiniz? Hangi tür eşyalar nerelere kaldırılır? **Alışveriş malzemelerinizi yerleştirme:** Çocuğunuzla birlikte yiyecekleri yerleştirirken, onunla aynı yerde saklanan yiyecekler hakkında konuşun. Örneğin, ‘Hangi şeyler buzdolabına kaldırılmalı? Konserve kutuları nereye yerleştirilmeli? Büyük kutular nereye konulmalı?’ gibi soruları düşünün. Bunu yaparken de ‘üstünde, altında, etrafında ve arasında’ gibi ilişki kelimelerini kullanmaya özen gösterin.

# data_list
source: MATH OUT LOUD – PLAYTIME
ar: الرياضيات بصوت عالٍ – وقت اللعب
ko: 큰 소리로 수학 – 놀이시간
tr: YÜKSEK SESLE MATEMATIK — OYUN ZAMANI

# data_list
source: While playing at home or in a park, there is much mathematics to point out and describe. **In the playground:** Count the children, the number of swings, the number of steps, or anything else. Comment about where there is more of one thing than another.
ar: أثناء اللعب في المنزل أو في الحديقة، هناك الكثير من الرياضيات التي يمكن أن تكون موضوعًا للحديث والوصف. **في الملعب:** قم بعد الأطفال، وعدد الأرجوحات، وعدد الخطوات، أو أي شيء آخر. علق على المكان الذي يكون فيه المزيد من شيء ما من غيره.
ko: 집이나 공원에서 놀때 가리키고 설명할수 있는 수학이 아주 많습니다. **놀이터에서:** 아이들의 수, 그네의 수, 계단의 수 또는 다른 것들의 숫자를 세어보세요. 어디에 다른 것보다 더 많은 것이 있는지 이야기해 주세요.
tr: Çocuğunuzla evde veya parkta oynarken, gösterip hakkında konuşulacak o kadar çok matematik var ki! **Oyun alanında:** Birlikte, çocukları, salıncakları ve basamakları veya herhangi bir şeyleri sayın. Çocuğunuzla, oyun parkında bir şeylerin öbür şeylerden daha fazla olduğu bir yer hakkında da konuşun.

# data_list
source: **On the swings:** Pushing your child on the swings is a perfect opportunity to count with your child. With each push, count “1, 2, 3, 4, 5.” After your child starts learning how to count to 5, counting down from 5 is also a good idea. Start or end at 0 sometimes.
ar: **على الأرجوحة:** دفع طفلك على الأرجوحة فرصة مثالية للعد معه. مع كل دفعة، اعد ”١، ٢، ٣، ٤، ٥“. بعد أن يبدأ طفلك في تعلم العد حتى الخمسة، يمكن أيضًا العد من ٥ إلى (٠). ابدأ أو انهي بالصفر أحيانًا.
ko: **그네에서:** 아이를 그네에서 밀어주는 것은 아이와 숫자를 셀 수있는 아주 좋은 시간입니다. 한 번씩 밀어줄때마다 “1, 2, 3, 4, 5.” 세어보세요. 아이가 5까지 세는 법을 배우기 시작한 후에는 5에서 거꾸로 세어보는 것도 좋은 생각입니다. 가끔 0에서 시작하거나 끝나기도 합니다.
tr: **Salıncakta:** Çocuğunuzu salıncakta sallamak, sayıları birlikte saymak için mükemmel bir fırsattır. Çocuğunuzu her itişinizde, “1, 2, 3, 4, 5” şeklinde sayın. Çocuğunuz 5’e kadar saymayı öğrendiğinde, 5’ten geriye saymak da iyi bir fikirdir. Bazen, ileriye doğru sayarken 0’dan başlayın ve geriye doğru sayarken de 0’da bitirin.

# data_list
source: Point out the circles, curves, straight lines, triangles, and rectangles in the play area. Talk about how some things are over, under, between, or on top of other things. **At home:** Compare sizes when building with toys or blocks – Which tower is the tallest; Can you make two towers the same height? Describe and compare the sizes, numbers, colors of your toys, animals in pictures, or things you can see outside. If you are making a jigsaw puzzle, describe the shape and color of the piece you need.
ar: اشير إلى الدوائر والمنحنيات والخطوط المستقيمة والمثلثات والمستطيلات في منطقة اللعب. تحدث عن كيفية وجود بعض الأشياء فوق أو تحت أو بين أو فوق الأشياء الأخرى. **في المنزل:** قارن بين الأحجام عند البناء باستخدام الألعاب أو الكتل - أي برج هو الأطول؛ هل يمكنك أن تصنع برجين بنفس الارتفاع؟ صف وقارن الأحجام والأعداد والألوان لألعابك، والحيوانات في الصور، أو الأشياء التي يمكنك رؤيتها في الخارج. إذا كنت تقوم بحل أحجية تركيب، فصف الشكل واللون للقطعة التي تحتاجها.
ko: 놀이터에 있는 원형, 곡선, 직선, 삼각형 그리고 사각형의 것들을 가리켜 보세요. 어떤 물체는 위에, 아래, 사이에, 또는 어떤것들 위에 있는지 이야기해 보세요. **집에서:** 장난감이나 블럭으로 건물을 지을 때 크기를 비교해보세요. 어느 타워가 가장 높은가요? 두 개의 타워를 같은 높이로 만들수 있나요? 크기, 숫자, 장난감의 색상, 사진 속의 동물, 밖에서 볼 수 있는 것들을 설명하고 비교해 보세요. 퍼즐을 만든다면 필요한 조각의 모양과 색상을 설명해 보세요.
tr: Oyun alanındaki daireleri, eğri ve düz çizgileri, üçgenleri ve dikdörtgenleri gösterin. Çocuğunuzla, nasıl bazı nesnelerin başka şeylerin yukarısında, altında, arasında veya üstünde oldukları hakkında konuşun. **Evde:** Oyuncaklarla veya bloklarla kuleler inşa ederken, boyutları da karşılaştırın. Örneğin, ‘Hangi kule en uzun?’ veya ‘Aynı yükseklikte iki kule yapabilir misin?’ gibi sorular sorun. Oyuncaklarınızın, resimlerdeki hayvanların veya dışarıda görebildiğiniz şeylerin boyutlarını, sayılarını ve renklerini tanımlayıp karşılaştırın. Eğer bir yapboz yapıyorsanız, ihtiyacınız olan parçanın şeklini ve rengini de tarif edin.

# data_list
source: MATH OUT LOUD – OUT AND ABOUT
ar: الرياضيات بصوت عالٍ – أثناء التنقل
ko: 큰 소리로 수학 – 밖에서 찾기
tr: YÜKSEK SESLE MATEMATIK — GÜNLÜK AKTIVITELER

# data_list
source: While you travel, there are many opportunities to talk mathematically with your child. If you see a somewhat unusual red car, you can point that out and count together other red cars that are like it. Similarly, you might see a big truck and start counting those.
ar: أثناء سفرك، هناك العديد من الفرص للتحدث بشكل رياضي مع طفلك. إذا رأيت سيارة حمراء غير عادية إلى حد ما، يمكنك أن تشير إلى ذلك وتعد معًا السيارات الحمراء الأخرى التي تشبهها. بالمثل، قد ترى شاحنة كبيرة وتبدأ في عد هذه الشاحنات.
ko: 당신이 여행을 할때 아이와 함께 수학적으로 이야기할 수 있는 기회가 많이 있습니다. 다소 특이한 빨간색 자동차를 본다면 그것을 가리켜보고 그와 비슷한 다른 빨간 자동차들을 함께 세어보세요. 마찬가지로, 큰 트럭을 보고 그것들을 세어볼수 있습니다.
tr: Çocuğunuzla birlikte seyahat ederken, matematik konuşmak için birçok fırsatınız vardır. Alışılmadık bir kırmızı araba görürseniz, o arabayı çocuğunuza gösterip ona benzeyen diğer kırmızı arabaları birlikte sayabilirsiniz. Benzer şekilde, büyük bir kamyon görürseniz, ona benzeyen diğer kamyonları da sayabilirsiniz.

# data_list
source: You can ask about bigger, smaller, thinner, and wider things such as buildings, window, trees, and people. Which things are closer than others, and which things are farther away?
ar: يمكنك أن تسأل عن الأشياء الأكبر، والأصغر، والأرق، والأوسع مثل المباني، والنوافذ، والأشجار، والأشخاص. أي الأشياء أقرب من الأخرى، وأي الأشياء أبعد؟
ko: 건물, 창문, 나무, 그리고 사람들과 같이 더 큰 것, 더 작은 것, 더 얇은 것, 더 넓은 것에 대해 물어볼 수 있습니다. 어떤 것이 다른 것보다 더 가깝고, 어떤 것이 더 멀리 있나요?
tr: Daha büyük, daha küçük, daha ince ve daha geniş şeyler–örneğin, binalar, pencereler, ağaçlar, insanlar–hakkında sorular sorabilirsiniz. Örneğin, ‘Hangi şeyler diğer şeylerden daha yakın? Hangileri daha uzak?’

# data_list
source: **Shapes:** You might see a circle in a design in a building and ask your child to point out other circles they see, such as the circles in a traffic light. Traffic signs and shop signs provide a great supply of shapes you can describe and name.
ar: **الأشكال:** قد ترى دائرة في تصميم مبنى وتطلب من طفلك أن يشير إلى الدوائر الأخرى التي يراها، مثل الدوائر في إشارة المرور. توفر علامات المرور وعلامات المحلات التجارية إمدادًا كبيرًا من الأشكال التي يمكنك وصفها وتسميتها.
ko: **도형:** 건물의 디자인에서 원형을 보고 아이에게 신호등과 같은 원형을 그들이 볼 수 있는 것으로 가리켜 보도록 물어보세요. 교통 표지판과 상점 표지판은 당신이 설명하고 이름을 말해줄수 있는 모양을 제공하는 아주 좋은 것들입니다.
tr: **Şekiller:** Bir binanın iç tasarımında bir daire gördüğünüzde, çocuğunuzdan etrafında gördüğü başka daireleri göstermesini isteyebilirsiniz—bir trafik lambasındaki daireler de olabilir. Trafik ışıkları veya trafik levhaları farklı şekilleri gösterip adlandırmak harika örneklerdir.

# data_list
source: There is no end to the shapes, colors, and counting that you can find and talk about once you make a habit of looking for them.
ar: لا يوجد نهاية لعد الأشكال والألوان التي يمكن أن تجدها وتتحدث عنها بمجرد أن تتبنى عادة البحث عنها.
ko: 당신이 찾는 습관을 들이면 당신이 찾고 이야기할 수 있는 모양, 색상, 개수는 끝이 없습니다.
tr: Şekilleri aramayı bir kez alışkanlık hâline getirdikten sonra, artık, etrafınızda bulabileceğiniz ve hakkında konuşabileceğiniz bir sürü şekillerin, renklerin ve saymaların olduğunu fark edeceksiniz!

# data_list
source: MATH OUT LOUD – SHOPPING
ar: الرياضيات بصوت عالٍ – التسوق
ko: 큰 소리로 수학 – 쇼핑
tr: YÜKSEK SESLE MATEMATIK — ALIŞVERIŞ

# data_list
source: Math Out Loud
ar: الرياضيات بصوت عالٍ
ko: 큰 소리로 수학
tr: Yüksek Sesle Matemati̇k

# data_list
source: There are many things to count or describe when you shop in a store.
ar: هناك العديد من الأشياء التي يمكن أن تعدها أو تصفها عندما تتسوق في المتجر.
ko: 당신이 가게에서 쇼핑을 할때도 숫자를 세고 설명할 수 있는것이 많이 있습니다.
tr: Bir mağazada alışveriş yaparken sayabileceğiniz veya tarif edebileceğiniz pek çok şey vardır.

# data_list
source: **Counting:** Talk about how many apples you need, and count them out as you pick them out. Count the people in line in front of you, and compare that to the length of the other lines.
ar: **العد:** تحدث عن كمية التفاح التي تحتاجها، وقم بعدها أثناء اختيارك لها. قم بعد الأشخاص في الصف أمامك، وقارن ذلك بطول الصفوف الأخرى.
ko: **세기:** 사과가 몇 개 필요한지 이야기해 보고 고르면서 세어보세요. 당신 앞에 서 있는 사람의 수를 세어보고 다른 줄의 길이와 비교해 보세요.
tr: **Saymalar:** Elma satın alırken, birlikte elmaları seçerken kaç elmaya ihtiyacınız olduğu hakkında konuşun. Sırada beklerken önünüzdeki insanları sayın ve kendi sıranızla diğer sıraların uzunluklarını karşılaştırın.

# data_list
source: **Shapes:** Point out the shapes of fruit or pictures on food boxes. Talk about how some things come in boxes, and other things come in round bottles. You might need something on a high shelf, or something on a low shelf. There is so much to describe and compare!
ar: **الأشكال:** أشر إلى أشكال الفاكهة أو الصور على علب الطعام. تحدث عن كيفية أن بعض الأشياء تأتي في صناديق، والأشياء الأخرى تأتي في زجاجات دائرية. قد تحتاج إلى شيء على رف عالي، أو شيء على رف منخفض. هناك الكثير للوصف والمقارنة!
ko: **도형:** 음식 상자에 있는 과일이나 그림의 모양을 가리켜 보세요. 어떤 것들은 상자에 들어있고 어떤 것들은 둥근 병에 들어 있는지 이야기해 보세요. 높은 선반에 물건이 필요할 수도 있고, 낮은 선반에 물건이 필요할 수도 있습니다. 설명하고 비교할수 있는 것들이 너무 많이 있어요!
tr: **Şekiller:** Meyvelerin şekillerini veya yiyecek kutularındaki resimleri gösterin. Neden bazı şeylerin kutularda bazı şeylerin ise şişelerde muhafaza edildiği hakkında konusun. Daha yüksek ve daha alçak kelimelerini, yüksek raftaki bir eşyaya ihtiyacınız olduğunda veya alttaki raftan bir şey alacağınızda kullanabilirsiniz. Tarif edilecek ve karşılaştırılacak o kadar çok şey var ki!

# data_list
source: SHAPES INSIDE SHAPES
ar: الأشكال داخل الأشكال
ko: 모형안의 모형s
tr: ŞEKIL İÇINDE ŞEKIL

# data_list
source: Help your child explore the physical relationships between shapes by providing an environment rich in opportunities to experiment.
ar: ساعد طفلك في استكشاف العلاقات الفيزيائية بين الأشكال من خلال توفير بيئة غنية بالفرص للتجربة.
ko: 실험할 수 있는 기회가 풍부한 환경을 제공하여 아이가 모형 간의 물리적인 관계를 탐구하도록 도와주세요.
tr: Çocuğunuzun şekiller arasındaki fiziksel ilişkileri keşfetmesine, deney yapma fırsatı açısından zengin bir ortam sağlayarak yardımcı olun.

# data_list
source: **How to create:** Start with any box – perhaps a cereal box or cardboard shipping box. Cut holes with different shapes (square, circle, triangle, long rectangle) in the box. Watch your child experiment with fitting toys and other objects through the holes.
ar: **كيفية الإنشاء:** ابدأ بأي صندوق - ربما صندوق حبوب الإفطار أو صندوق الشحن الورقي المقوى. قم بقص الثقوب بأشكال مختلفة (مربع، دائرة، مثلث، مستطيل طويل) في الصندوق. شاهد طفلك وهو يجرب تناسب الألعاب والأشياء الأخرى من خلال الثقوب.
ko: **만드는 방법:** 시리얼 상자나 판지등 어떤 상자로든 시작해 보세요. 다양한 모양 (정사각형, 원형, 삼각형, 긴 직사각형)으로 상자에 구멍을 내세요. 아이가 모양이 맞는 장난감이나 다른 모형을 구멍에 넣는 실험을 지켜보세요.
tr: **Nasıl yapabilirsiniz?** İşe bir kutu ile başlayın; bu, bir mısır gevreği kutusu veya herhangi bir kargo kutusu da olabilir. Sonra, kutunun üzerinde farklı şekillerde (kare, daire, üçgen, uzun dikdörtgen) delikler açın. Ardından, çocuğunuzun oyuncaklarını ve diğer nesneleri o açtığınız deliklerden içeriye atarak denemeler yapmasını izleyin.

# data_list
source: Add different colors to outline the holes (e.g. red triangle, blue circle, yellow square). Reinforce the names by saying the name of the shape of the hole when your child puts the toy through it.
ar: أضف ألوانًا مختلفة لتحديد الثقوب (مثل المثلث الأحمر، الدائرة الزرقاء، المربع الأصفر). دعِّم الأسماء من خلال قول اسم شكل الثقب عندما يضع طفلك اللعبة من خلاله.
ko: 구멍의 윤곽선에 다양한 색상을 더해보세요 (예: 빨간 삼각형, 파란 원형, 노란 정사각형). 아이가 장난감을 구멍에 넣을때 구멍에 있는 모양의 이름을 말하게 시켜보세요.
tr: Deliklerin ana hatlarını farklı renklerde—örneğin, üçgeni kırmızı renkte, daireyi mavi, kareyi de sarı renkte—çizebilirsiniz. Çocuğunuz oyuncağı deliğin içine soktuğu sırada deliğin şeklinin adını ve rengini söyleyerek bu isimleri pekiştirin.

# data_list
source: SHAPE HUNT
ar: البحث عن الأشياء
ko: 모형 사냥
tr: ŞEKIL AVI

# data_list
source: This game is similar to I Spy. It can be played anywhere and at any time. **The setup:** One person sees a shape, and then gives clues about the object's description and position to the other person.
ar: هذه اللعبة مشابهة لـ ”أنا أرى“. يمكن أن تُلعب في أي مكان وفي أي وقت. **الإعداد:** يرى الشخص شكلاً، ثم يعطي تلميحات حول وصف الشكل وموقعه للشخص الآخر.
ko: 이 게임은 “아이 스파이 보드북” 게임과 유사합니다. 이 게임은 언제 어디서나 할 수 있습니다. **설정:** 한 사람이 모양을 본 다음 물건의 모양과 위치에 대해 상대방에게 단서를 줍니다.
tr: Bu oyun ‘I Spy’ adlı casusluk oyununa benzer olup, her zaman ve her yerde oynanabilir. **Nasıl oynanır?** Bir oyuncu bir şekle sahip bir nesne görür, sonra, diğer oyuncuya gördüğü nesneyi tarif edip konumu hakkında ipuçları verir.

# data_list
source: Player 1: “I see something that has a large blue circle.” Player 2: "Is it that bicycle wheel?" Player 1: "No. It is in the middle of a wall." Player 2: “I see it! It’s the clock!”
ar: اللاعب ١: أرى شيئًا له دائرة زرقاء كبيرة للاعب ٢: هل هو دراجة اللاعب ١: لا. انه فى وسط الجدار اللاعب ٢: آه فهمت! إنها الساعة
ko: 플레이어 1: “난 크고 파란 원형이 보여.” 플레이어 2: “자전거 바퀴를 말하니?” 플레이어 1: “아니. 그건 벽의 한 가운데에 있어.” 플레이어 2: “알았어! 그건 시계야!”
tr: 1. Oyuncu: “Büyük mavi bir dairesi olan bir şey görüyorum.” 2. Oyuncu: “O şey bir bisiklet tekerleği mi?” 1. Oyuncu: “Hayır. Bu şey duvarın tam ortasında bulunuyor.” 2. Oyuncu: “Buldum! O bir duvar saati!”
