Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Play the estimation game with a friend. Take a quick look at a group of things and then both of you make an estimate for how many things there are. Then count the things and see who was closest. With practice, you will get much better at making estimates!
ja: 友達と推定ゲームをしてみましょう。たくさんのものを一目で見て、どれくらいの数があるか二人で見積もりをしてみましょう。それから実際に数えて、誰が一番近かったか見てみましょう。練習すると、見積もりがどんどん上手になります！
ko: 친구들과 추정하는 놀이를 해보세요. 그룹의 물건들을 재빨리 보고 그것이 몇 개인지 짐작해 보세요. 그리고 나서 세어보고 누가 더 가깝게 추정했는지 보세요. 연습을 계속 하면 여러분은 추측하는 것이 점점 더 잘하게 될것입니다!
tr: Bir arkadaşınızla şu tahmin oyununu oynayın: Bir grup şeye hızlıca bir göz atın ve sonra her ikiniz de orada kaç şey olduğuna dair bir tahminde bulunun. Sonra o şeyleri sayın ve kimin gerçeğe en yakın olduğunu görün. Pratik yaptıkça, tahmin yapma konusunda çok daha iyi olacaksınız!

# data_list
source: But as they stepped out into the street WHAT A SIGHT! Everyone in town was there! Everyone! And they were ALL smiling!
ja: しかし、彼らが通りに出たとき、なんという光景でしょう！町のみんながそこにいました！みんながです！そしてみんな笑顔でした。
ko: 그렇지만 그들이 길로 나왔을때 믿을 수 없는 광경이 펼쳐집니다! 동네의 모든 사람들이 나와있습니다! 그리고 그들은 모두 미소 짓고 있었습니다!
tr: Sokağa çıktıklarında, O DA NE?! Tüm kasaba oradaydı! Herkes! Ve HEPSİ gülümsüyorlardı!

# data_list
source: One of the wonderful parts of helping make other people happy is that they can help make you happy in return!
ja: 他の人たちを幸せにする手伝いをすることの素晴らしい部分のひとつは、彼らがお返しにあなたを幸せにする手伝いをしてくれることです！
ko: 다른 사람을 행복하게 만들어주는 것은 그들도 여러분을 행복하게 해 준다는 것입니다!
tr: Başka insanları mutlu etmeye yardım etmenin en güzel yanlarından biri de karşılığında onların da sizi mutlu etmeye yardım edebilmesidir!

# data_list
source: How has the red sign changed from earlier in the story? (The white rectangle turned into a white arc that looks like a smile.)
ja: この赤い標識は、物語の最初の方に出てきたものとどう変わりましたか？(白い四角形が笑顔のような白い弧に変わりました。）
ko: 그림에서 빨간 신호판은 앞에 그림과 어떻게 달라졌나요? (하얀 사각형은 미소와 같은 하얀 호 모양으로 바뀌었습니다.)
tr: Hikâyenin başlarındaki kırmızı tabela bu resimde nasıl değişti? (Beyaz dikdörtgen şekil, gülümsemeye benzeyen beyaz bir yaya dönüştü.)

# data_list
source: That's a lot of people! If you wanted to count their feet, you could count by 2's. If you wanted to count their arms you could count by 2's. What would you count by to count their limbs (arms and legs)? Would you count by 2's or by 4's?
ja: たくさんの人がいます！足を数えたければ、2つずつ数えることができます。腕を数えたかったら、2つずつ数えることができます。彼らの手足（腕と足）を数えるには、何で数えますか？2つずつ数えますか？それとも4つずつ数えますか？
ko: 정말로 많은 사람들이 있습니다! 여러분이 그들의 발을 세고 싶다면 여러분은 2단위로 셀 수 있습니다. 몇 단위로 그들의 팔과 다리를 셀 수 있을까요? 2단위 아니면 4단위로 셀까요?
tr: Bu bir sürü insan demek! Eğer onların ayaklarını saymak isterseniz, ikişer ikişer ritmik sayabilirsiniz. Kollarını saymak isterseniz de aynı şekilde sayabilirsiniz. Peki, uzuvlarını (yani kollarını ve bacaklarını) nasıl sayardınız? İkişer ikişer mi yoksa dörder dörder mi sayardınız?

# data_list
source: The smiles bounced around and beamed at Sizwe. They warmed him, and tickled him, and crept up, up, up from his toes to the TOP of his head. He was so full of happiness that the smile burst out, brilliant and beaming bright. And something changed. The dark, gloomy, rainy afternoon didn't seem so dark anymore. Could it be? YES! The clouds parted, and the warm sun shone down on them, with the biggest, brightest, most brilliant smile of all.
ja: 笑顔がシズウェのまわりを跳ねて、彼に向かって輝きました。それは彼を暖め、くすぐり、つま先から頭のてっぺんまで、上へ、上へと昇っていきました。シズウェは幸せでいっぱいになり、その笑顔はパッと輝きながら明るくなりました。そして何かが変わりました。暗くて憂鬱な雨の午後が、それほど暗く感じられなくなったのです。もしかして？そうです！雲が割れて、暖かい太陽が一番大きくて明るい笑顔で彼らに照りつけました。
ko: 미소는 시즈왜이에게 통통튀며 빛나고 있습니다. 그 미소는 시즈왜이를 따뜻하게 하고 간지럽히고 발가락에서부터 머리위로 살금살금 다가왔습니다. 미소가 터져나와 밝게 비추며 시즈왜이를 행복하게 했습니다. 그리고 무엇인가가 바뀌었습니다. 어둡고 우울하게 비오는 오후가 더이상 어두워 보이지 않았습니다. 설마? 맞아요! 구름이 걷히고 따뜻한 햇빛이 제일 크고 밝은 세상에서 가장 밝은 미소와 함께 사람들을 비추고 있었습니다.
tr: Gülümsemeler etrafta zıp zıp zıpladı ve Sizwe'ye ışıldadı. O gülümsemeler Sizwe’yi ısıttılar, gıdıkladılar ve ayak parmaklarından başının TEPESİNE kadar, yukarılara daha da yukarılara, en yukarılara süzüldüler. Sizwe o kadar çok mutlulukla doluydu ki bir gülümsemesi dışarıya fırladı – pasparlak ve ışıl ışıl. Ve bir şeyler değişti. O karanlık, kasvetli, yağmurlu öğleden sonrası artık o kadar da kasvetli görünmüyordu.

# data_list
source: What a difference one's mental attitude can make! A happy person can often see difficult things in a positive way, and an unhappy person can choose to see good things in a negative way.
ja: 心の持ちようで何が変わるでしょう！幸せな人はしばしば困難なことを肯定的にとらえることができるし、不幸な人は良いことを否定的にとらえることができます。
ko: 한 사람의 정신적인 태도가 세상을 이렇게 바꿀수 있는지 보세요! 행복한 사람은 종종 여러운 것들을 긍정적으로 보며 불행한 사람은 좋은 것들을 부정적인면으로 볼려고 합니다.
tr: İşte bir insanın zihinsel tutumu ne kadar büyük bir fark yaratabiliyor! Mutlu bir insan genellikle zor şeyleri olumlu bir şekilde görebilirken, mutsuz bir insan iyi şeyleri olumsuz bir şekilde görmeyi seçebilir.

# data_list
source: Think of an example of something you could have been sad or unhappy about, but you chose to see it in a positive way. It's a great talent if you can do it.
ja: 悲しかったり不幸だったりしたかもしれないことを前向きに考えた例を考えてみましょう。それができれば素晴らしい才能です。
ko: 여러분이 계속 슬프거나 행복하지 않을수 있었지만 긍정적인면으로 볼려고 한적이 있는지 생각해 보세요. 여러분이 그렇게 할수 있다면 그것은 대단한 능력입니다.
tr: Üzülebileceğiniz ya da mutsuz olabileceğiniz ama ona olumlu bir şekilde bakabileceğiniz bir şey düşünün. Eğer bunu yapabiliyorsanız, bu, çok büyük bir yetenektir.

# data_list
source: Even the sun is smiling! This story has a very happy ending!
ja: 太陽さえも笑っています！このお話はとても幸せな結末です！
ko: 햇님도 미소를 짓네요! 이 이야기는 아주 행복한 결말입니다!
tr: Güneş bile gülümsüyor! Bu hikâyenin çok mutlu bir sonu var!

# data_list
source: Many years ago, Sun and Water were great friends. Both lived on earth together.
fr: Il y a de nombreuses années, le soleil et l’eau étaient des amis formidables.
ja: 何年も前、太陽と水は良い友達でした。2人とも地球で一緒に暮らしていました。
ko: 아주 오랜 옛날에 해와 물은 아주 친한 친구였습니다. 그들은 지구에서 함께 살고 있었습니다.
tr: Yıllar önce, Güneş ve Su çok iyi arkadaşlardı. İkisi de Dünya’da yaşıyorlardı.

# data_list
source: Have you ever thought of Sun, Moon, and Water as beings that could talk to each other?
fr: Avez-vous déjà pensé au soleil, à la lune et à l’eau comme des êtres qui pouvaient se parler entre eux ?
ja: 君は今まで太陽と月と水がお互いに会話できると思ったことはある？
ko: 여러분은 해와 달 그리고 물이 아주 옛날에는 서로 이야기를 나누었을 거라고 생각해 본 적이 있나요?
tr: Hiç güneşin, ayın ve suyun birbirleriyle konuşabilen varlıklar olduklarını düşündünüz mü?

# data_list
source: What would it be like if the sun were not in the sky? What do you think would change?
fr: Qu’est-ce que cela ferait si le soleil n’était pas dans le ciel ? Qu’est-ce qui changerait à votre avis ?
ja: もし太陽が空にいなかったらどうなっていたと思う？何が変わっていたかな？
ko: 만약에 해가 하늘에 없었으면 어땠을까요? 여러분은 무엇이 바뀌었을 것이라고 생각하나요?
tr: Acaba gökyüzünde güneş olmasaydı nasıl olurdu? Sizce ne değişirdi?

# data_list
source: There are many colors in this picture. Can you name them all?
fr: Il y a plusieurs couleurs dans cette image. Pouvez-vous toutes les nommer ?
ja: この絵の中にはたくさんの色があるね。全部の色が何色か言えるかな？
ko: 그림에는 많은 색상이 있습니다. 여러분은 이 모든 색상의 이름을 말할수 있나요?
tr: Bu resimde pek çok renk var. Onların hepsini adlandırabilir misiniz?

# data_list
source: Sun used to visit Water very often, but Water never went to visit Sun.
fr: Soleil souvent visitait Eau, mais Eau n’est jamais venu rendre visite à Soleil.
ja: 太陽はよく水のところへ訪れていましたが、水は一度も太陽のところへ訪れたことはありませんでした。
ko: 해는 물을 만나러 자주 왔지만 물은 해를 한번도 보러 오지 않았습니다.
tr: Güneş, Su’yu çok sık ziyaret ederdi ama Su, Güneş’i hiç ziyarete gitmezdi.

# data_list
source: Sun is very hot! What do you think would happen to Water if Sun got close to it?
fr: Soleil est très chaud ! A votre avis, qu’est-ce qu’il arriverait à Eau si Soleil s’approchait d’Eau ?
ja: 太陽はすごく熱いよ！もし太陽が水に近づいたら水はどうなってしまうと思う？
ko: 해는 너무 뜨거워요! 여러분은 만약에 해가 물 가까이 가면 물에게는 어떤 일이 일어날거라고 생각하나요?
tr: Güneş çok sıcak! Güneş Su’ya yaklaşırsa, sizce Su’ya ne olur?

# data_list
source: Sun's shape is drawn as a circle. A partial circle is called an arc. Many of the parts of Sun's face are drawn as arcs. See if you can find some circles and arcs around where you are now.
fr: La forme du Soleil est dessinée comme un cercle. Un cercle partiel est appelé un arc. Plusieurs parties du soleil sont dessinées comme des arcs. Voyez si vous pouvez trouver des cercles et arcs autour de vous là où vous êtes en ce moment.
ja: 太陽の形は円形で描かれているね。部分的な円を弧というよ。多くの太陽の顔のパーツは孤で描かれているね。君の周りにも円形や孤がないか探してみよう。
ko: 해의 모양은 원형으로 그려져 있습니다. 원형의 일부분은 “호” 라고 합니다. 해 얼굴의 많은 부분은 호들로 그려져 있습니다. 여러분은 원형과 호의 모양을 여러분 주변에서 찾을 수 있는지 찾아보세요.
tr: Güneş bir daire şeklinde çizilmiş. Kısmi dairelere ‘yay’ denir. Resimdeki Güneş’in yüzünün birçok parçası ‘yay’ şeklinde çizilmiş. Şu anda bulunduğunuz yerde bazı daireler ve yaylar bulup bulamayacağınıza bir bakın bakalım!

# data_list
source: There are many colors of the rainbow in this picture. Are any rainbow colors missing?
fr: Il y a plusieurs couleurs de l’arc-en-ciel dans cette image. Mais y a-t-il aussi sur l’image des couleurs manquantes de l’arc en ciel ?
ja: この絵の中の虹にはたくさんの色があるね。他の虹の色が欠けているんじゃない？
ko: 이 그림에는 여러 색깔의 무지개가 있습니다. 무지개안에 보이지 않는 색깔이 있나요?
tr: Bu resimde gökkuşağının pek çok rengi var. Eksik olan bir gökkuşağı rengi var mı?

# data_list
source: At last Sun asked Water why he never came to visit. Water replied that Sun's house was too small. "If I come with my family we will drive you out," he said.
fr: Soleil a enfin demandé à Eau pourquoi il n’est jamais venu lui rendre visite. Eau a répondu que la maison de Soleil était trop petite. « Si je viens avec ma famille, on va te forcer à sortir de ta maison. »
ja: ついに太陽はなんで一度も訪れてこないのかを水に尋ねました。 水は太陽の家は小さすぎると答えました。「ぼくが家族と一緒に来たら太陽を連れ出してあげるよ。」水は言いました。
ko: 마침내 해는 물에게 왜 한 번도 자기를 보러 오지 않는지 물었습니다. 물은 해의 집이 너무 작다고 대답했습니다. “만약 내가 우리 가족들과 온다면 우리는 너를 다 쫓아내고 말거야.” 물이 말했습니다.
tr: En sonunda, Güneş, Su’ya neden onu hiç ziyarete gelmediğini sordu. Su, Güneş’in evinin çok küçük olduğunu söyledi. “Eğer ailemle birlikte sana gelirsek, seni evinden sürükleyip atarız,” dedi.

# data_list
source: Which colors do you see on this page that you didn't see on the previous two pages?
fr: Quelles couleurs qui n’étaient pas dans la page précédente voyez-vous ici sur cette page ?
ja: 前の2ページになかったけどこのページにはある色は何色かな？
ko: 여기서는 앞 면에서 보지 못했던 색깔을 찾을수 있습니까?
tr: Bu sayfada, bir önceki iki sayfada görmediğiniz hangi renkleri görüyorsunuz?

# data_list
source: Do you recognize something familiar inside Sun's house?
fr: Reconnaissez-vous quelque chose de familier dans la maison de Soleil ?
ja: 太陽の家に何か見覚えのあるものはある？
ko: 해의 집 안에서 무언가 익숙한 걸 볼수 있나요?
tr: Güneş’in evinin içinde tanıdık bir şey fark ediyor musunuz?

# data_list
source: Polygons are flat shapes with straight sides. Sun's house is made up of polygons. Find as many rectangles (polygons with four sides and square corners) and pentagons (polygons with five sides) as you can.
fr: Les polygones sont des formes plates avec des côtés droits. La maison de Soleil est composée de polygones. Trouvez autant de rectangles (polygones avec quatre côtés et quatre coins carrés) et pentagones que possible (polygones avec cinq côtés).
ja: 多角形は、直線の辺を持つ平らな形状のことだよ。太陽の家は多角形で作られているね。できるだけ多くの長方形 (4 つの辺と直角の角を持つ多角形) と五角形 (5 つの辺を持つ多角形) を見つけてみよう。
ko: 다각형은 똑바른 옆면을 가진 평평한 모양입니다. 해의 집은 다각형으로 만들어 졌습니다. 직사각형 (네개의 면과 정사각형 모서리를 가진 다각형)이나 오각형 (다섯개 면의 다각형)을 찾아보세요.
tr: Çokgenler dümdüz kenarları olan yassı şekillerdir. Güneş’in evi çokgenlerden oluşuyor. Bu resimde bulabildiğiniz kadar çok dikdörtgen (dört kenarlı ve kare köşeli çokgenler) ve beşgen (beş kenarlı çokgenler) bulun.

# data_list
source: Then Water said, "If you wish me to visit you, build a very large compound. My people are very many, and take up a lot of room." Sun promised to build a very big compound.
fr: Et après Eau a dit, « Si tu veux que je te rende visite, tu dois construire un grand complexe. J’ai beaucoup de gens qui ont besoin de beaucoup de place. » Soleil lui a ensuite promis de construire un grand complexe.
ja: そして水は言いました、「太陽のところに訪ねてほしいと思うならすごく大きい敷地を作ってよ。ぼくの家族はたくさんいるから場所を多く取るんだ。」 太陽はすごく大きな敷地を作ることを約束しました。
ko: “내가 오기를 정말 원한다면 아주 큰 집을 지어야 할거야. 난 같이 오는 가족들이 아주 많고 많은 방들을 차지할거야” 물이 말했습니다." 해는 아주 큰 집을 만들겠다고 약속했습니다.
tr: Ardından, Su, “Eğer seni ziyaret etmemi istiyorsan, çok büyük bir yerleşke inşa et. Benim halkım çok kalabalıktır ve çok yer kaplarlar,” dedi. Güneş, çok büyük bir yerleşke inşa edeceğine dair söz verdi.

# data_list
source: The story is leading up to Water coming to visit Sun's home. On the previous page Water said "we will drive you out." What problem may occur when Water comes to visit?
fr: Cette histoire mène Eau à rendre visite à Soleil. Sur la page précédente, Eau a dit « Nous vous chasserons. » Quels problèmes pourraient-ils arriver lorsque Eau vient pour rendre visite ?
ja: 物語は水が太陽の家を訪ねてくるところまで進むよ。前のページで水は「連れ出してあげるよ。」と言ったよね。水が訪ねにきたらどんな問題が起こるのだろう？
ko: 이 이야기는 물이 해의 집을 가게 되는 과정을 보여줍니다. “우리는 너희를 쫓아내게 될거야.“ 앞면에서 물이 말했습니다. 물이 해의 집을 가면 어떤 문제가 일어날수 있을까요?
tr: Hikâye, Su’yun Güneş’in evini ziyarete gitmesine kadar ilerleyecektir. Bir önceki sayfada, Su, “seni evinden sürükleyip atarız” demişti. Su, ziyarete gittiğinde ne gibi bir sorun çıkabilir ki?

# data_list
source: How do you think this story will end after Water comes to visit?
fr: Comment pensez-vous que cette histoire va se terminer lorsque Eau vient pour visiter ?
ja: 水が訪ねてきた後、物語はどうなると思う？
ko: 물이 해의 집을 가면 이야기가 어떻게 끝날것 같은가요?
tr: Su ziyarete gittikten sonra, sizce bu hikâye nasıl bitecek?

# data_list
source: Who do you think is in Water's family? Why does Water describe his family as being big?
fr: Qui est dans la famille d’Eau à votre avis ? Pourquoi Eau dit que sa famille avait plusieurs gens ? Ça veut dire quoi à votre avis ?
ja: 水の家族は誰のことだと思う？なんで水は家族のことを大きいって説明してるんだろう？
ko: 여러분은 물의 가족이 누구일것이라고 생각하나요? 왜 물은 그의 가족이 아주 크다고 이야기했을까요?
tr: Sizce Su’yun ailesinde kimler var? Su, ailesini neden ‘büyük’ olarak tanımlıyor?

# data_list
source: Sun returned home to his wife, Moon, who greeted him with a broad smile. Sun told Moon what he had promised Water.
fr: Soleil était rentré à la maison de son épouse, Lune, qui l’avait salué avec un grand sourire. Soleil dit à Lune ce qu’il avait promis à Eau.
ja: 太陽は満面の笑みで迎え入れてくれる奥さんの月のもとへ帰りました。太陽は水と約束したことを月に話しました。
ko: 해는 아주 밝게 인사하는 그의 아내, 달에게 돌아갔습니다. 해는 달에게 그가 물과 했던 약속을 이야기했습니다.
tr: Güneş evine, onu geniş bir gülümsemeyle karşılayan karısı Ay’ın yanına döndü. Güneş, Ay’a, Su’ya ne söz verdiğini anlattı.

# data_list
source: When you can only see part of Moon like this, it is called a crescent moon. The outline of a crescent moon is made of two arcs.
fr: Quand vous voyez seulement une partie de Lune comme ça, cela s’appelle un croissant de lune. Le contour d’un croissant de lune est composé de deux arcs.
ja: このように月の一部だけが見えることを三日月と呼ぶよ。三日月は2つの弧で作られているよ。
ko: 여러분이 달의 한 부분만 볼수 있을때 우리는 그것을 초승달이라고 합니다. 초승달의 윤곽선은 두개의 호로 만들어져 있습니다.
tr: Ay’ın tıpkı resimdeki gibi sadece bir kısmını görebildiğinizde, ona ‘hilâl’ (ayça) denir. Hilâlin dış hatları iki yaydan oluşur.

# data_list
source: When you look at a crescent moon in the sky, you are only seeing part of the moon. What happened to the part of the moon you don't see? Has that part disappeared, or is something going on that makes that part hard to see?
fr: Quand vous pouvez voir seulement un croissant de lune dans le ciel, vous voyez seulement une partie de la lune. Qu’est ce qui est arrivé à la partie que vous ne voyez pas ? A-t-elle disparu, ou il y a quelque chose d’autre qui l’a cachée et la rend difficile à voir ?
ja: 君が空にある三日月を見ている時、それは月の一部だけを見ているっていうことなんだよ。じゃあ、見えてない部分の月には何が怒っているんだろう？その部分は消えてしまったのかな？それとも見えないように何かされているのかな？
ko: 하늘에서 초승달을 보면 여러분은 달의 한 부분만을 보고 있는 것입니다. 여러분이 보지 못하는 달의 다른 부분에는 무슨일이 있을까요? 그 부분은 사라져 버린걸까요 아니면 보이지 않는 한 부분에는 무슨일이 일어나고 있는 걸까요?
tr: Gökyüzünde bir hilâle baktığınızda, Ay’ın sadece bir kısmını görürsünüz. Ay’ın görmediğiniz o kısmına ne oldu? O kısmı kayıp mı oldu yoksa o kısmı görmeyi zorlaştıran bir şeyler mi oluyor?

# data_list
source: It's fun to start tracking the relationship of the sun and the moon. For example, where is the sun relative to the moon when the moon is full?
fr: C’est amusant de suivre la relation entre la lune et le soleil. Par exemple, où est le soleil par rapport à la lune quand il y a une lune pleine ?
ja: 太陽と月の関係を追跡し始めるのは楽しいよ。例えば、満月の時、太陽は月に対してどこにあるんだろう？
ko: 해와 달의 관계를 추적해보는 것은 재미있는 일입니다. 예를 들어, 달이 보름달이 되면 해는 어디에 있다고 생각하나요?
tr: Güneş ve Ay arasındaki ilişkiyi takip etmeye başlamak eğlencelidir. Örneğin, Ay, dolunay halindeyken Güneş Ay’a göre nerede olabilir?

# data_list
source: The next day he started building a huge compound in which to entertain his friend.
fr: Le lendemain, il a commencé à construire le grand complexe dans lequel il recevrait son ami.
ja: 次の日、太陽は友達の水を楽しませるために巨大な敷地を作り始めました。
ko: 다음날 해는 그의 친구를 맞이하기 위해 아주 큰 집을 짓기 시작했습니다.
tr: Güneş, ertesi gün arkadaşını ağırlamak için kocaman bir yerleşke inşa etmeye başladı.

# data_list
source: Sun is building a very large wall. Will it be big enough to hold Water and all Water's friends?
fr: Soleil construit un grand mur. Mais sera-t-il assez grand pour Eau et les amis d’Eau ?
ja: 太陽はとても大きな壁を作っているね。その壁は水と水の友達を支えられるくらい十分な大きさになるかな？
ko: 해는 아주 큰 담장을 짓고 있습니다. 그 담장은 물과 물의 가족들을 다 담을만큼 충분히 클까요?
tr: Güneş çok büyük bir duvar inşa ediyor. Acaba bu duvar, Su’yu ve Su’yun tüm arkadaşlarını içine alacak kadar büyük olacak mı?

# data_list
source: Sun's wall is straight up and down, but follows a curved path. Have you ever seen a wall near you that follows a curved path?
fr: Le mur de Soleil est droit de haut en bas, mais suit une trajectoire courbée. Avez-vous déjà vu un mur près de vous qui suit une trajectoire courbée ?
ja: 太陽の壁は上下に真っ直ぐだけど曲線に沿っているよね。君は曲線に沿ってる壁を今まで見たことある？
ko: 해의 담장은 위 아래로 똑바르지만 구부러진 길을 따르고 있습니다. 여러분의 주변에서 구부러진 길로 된 담장을 본 적이 있습니까?
tr: Güneş’in duvarı yukarı ve aşağı doğru düz ama kavisli bir yol izliyor. Yakınlarınızda kavisli bir yol izleyen bir duvar gördünüz mü hiç?

# data_list
source: The wall is made of bricks that are shaped like boxes. How many sides does a brick have? Name the shapes you see on the sides of a brick.
fr: Le mur est composé de briques avec des formes de boite. Combien de côtés possède une brique ? Nommez les formes que vous voyez sur les côtés d’une brique.
ja: その壁は箱みたいな形のレンガでできているね。レンガにはいくつの辺があるかな？レンガの側面に見える形に名前をつけてみよう。
ko: 담장은 상자 같은 모양의 벽돌로 만들어졌습니다. 벽돌은 몇 개의 면을 가지고 있나요? 벽돌의 각 면에서 볼수 있는 모형의 이름을 말해보세요.
tr: Duvar, kutu şeklindeki tuğlalardan oluşuyor. Bir tuğlanın kaç kenarı vardır? Bu resimdeki tuğlaların kenarlarında gördüğünüz şekilleri adlandırın.

# data_list
source: As soon as the compound was completed, he asked Water to come and visit them.
fr: Dès que le grand complexe a été construit, Soleil a demandé à Eau de leur rendre visite.
ja: 敷地が完成するとすぐに、水に家族と一緒に訪ねてくるように誘いました。
ko: 큰 집이 다 만들어지자마자 해는 물을 초대했습니다.
tr: Güneş, yerleşke tamamlanır tamamlanmaz Su’dan gelip onu ziyaret etmesini istedi.

# data_list
source: The pictures of the wall are a little confusing. On this page the wall looks a little taller than the house. On other pages, the wall looks about half as high as the house. Which do you think it is?
fr: Les images du mur sont un peu déroutantes. Sur cette page, le mur semble être plus haut que la maison. Sur les autres pages, le mur semble à peu près être la moitié de la hauteur de la maison. A votre avis, c’est lequel entre ces deux ?
ja: 絵にある壁は少しわかりにくいね。このページにある壁は家よりも少し高いよ。他のページでは壁の高さは家の半分くらいだったよね。どっちが壁だと思う？
ko: 사진의 담장은 조금 헷갈리게 보입니다. 여기서 해의 담장은 그의 집보다 조금 더 커 보입니다. 앞면에서의 담장은 집의 높이보다 반 쯤 낮았습니다. 어떤게 맞나요?
tr: Duvarın resimleri biraz kafa karıştırıcı. Bu sayfada duvar evden biraz daha uzun görünüyor. Diğer sayfalardaysa duvar evin yarısı kadar yükseklikte görünüyor. Sizce hangisi doğru?

# data_list
source: Why do you think Sun made some of the wall straight and some of it curved?
fr: Selon vous, pourquoi Soleil a-t-il construit quelques murs droits et d’autres courbés ?
ja: どうして太陽は真っ直ぐな壁と曲がっている壁を作ったのかな？
ko: 여러분은 왜 해의 담장이 어떤 부분은 똑바르고 또 어떤 부분은 굽었다고 생각하나요?
tr: Güneş neden duvarın bir kısmını düz, bir kısmını ise kavisli yaptı?

# data_list
source: It's time for Water to visit. What do you think will happen next?
fr: C’est le temps pour Eau de visiter. Que pensez-vous de ce qu’il va se passer ensuite ?
ja: 水が訪れてくる時間だよ。次は何が起こると思う？
ko: 마침내 물이 방문을 할때가 되었습니다. 여러분은 어떤일이 일어날거라고 생각하세요?
tr: Artık Su’yun ziyaret zamanı gelmişti. Sizce bundan sonra ne olacak?

# data_list
source: When Water arrived, he asked Sun whether it would be safe for him to enter. "Yes, come in, my friend," Sun answered.
fr: Quand Eau est arrivée, il a demandé à Soleil s’il pouvait entrer sans danger. « Oui, entre mon ami », Soleil lui a répondu.
ja: 水が到着すると、入っても安全なのかどうかを太陽に尋ねました。 「大丈夫だよ。入って。」太陽は答えました。
ko: 물이 도착했을때 그는 해에게 들어가도 괜찮은지 물어보았습니다. “물론이지, 들어와, 내 친구," 해가 대답했습니다.
tr: Su oraya vardığında, Güneş’e, içeri girmesinin güvenli olup olmadığını sordu. “Evet, içeri gel, dostum,” diye cevapladı Güneş.

# data_list
source: Water is bringing lots of friends. What are some plants and animals that like to live in water?
fr: Eau a amené beaucoup d’amis avec lui. Quelles sont les plantes et animaux qui aiment vivre dans l’eau ?
ja: 水はたくさんの友達を連れてきたね。水の中で暮らすことが好きな植物や動物は何かな？
ko: 물은 많은 가족들을 데리고 왔습니다. 어떤 식물과 동물들이 물에서 살수 있나요?
tr: Su yanında bir sürü arkadaş getiriyor. Suda yaşamayı seven bazı bitki ve hayvanlar nelerdir?

# data_list
source: If a lot of water comes into our houses, we say that they are flooded. Why is having too much water in a house bad for most houses?
fr: Quand il y a trop d’eau dans les maisons, on dit que les maisons ont été inondées. Pourquoi est-ce mauvais d’avoir beaucoup d’eau dans une maison pour la plupart des maisons ?
ja: 家に大量の水が入ってくると、家が浸水したと言うよ。ほとんどの家にとって、家の中に水が多すぎるとよくないのはなんでだろう?
ko: 만약에 집안으로 많은 물이 들어온다면, 우리는 집에 홍수가 났다고 합니다. 왜 집안에 너무 많은 물이 들어오면 많은 집들에게 나쁘다고 할까요?
tr: Evlerimize çok fazla su girerse, evlerimizi suyun bastığını söyleriz. Bir evde çok fazla su olması neden çoğu ev için kötüdür?

# data_list
source: Do you like to swim? With all the water near their home, it looks like Sun and Moon had better like to swim!
fr: Aimez-vous nager ? Avec toute cette eau qui s’approche de leur maison, il vaut mieux que Soleil et Lune sachent nager !
ja: 君は泳ぐことは好き？家の近くに水がある太陽と月は泳ぐことが好きなはず！
ko: 여러분은 수영하기를 좋아하나요? 집에 있는 그 많은 물을 보면 해와 달은 수영하는 걸 좋아해야 할것입니다!
tr: Yüzmeyi sever misiniz? Evlerinin yakınında bu kadar su varken, Güneş ve Ay yüzmeyi sevse iyi olur sanki!

# data_list
source: Water began to flow in. He was accompanied by crocodiles, fish, frogs, snakes, snails, flukes, turtles, and all the water animals.
fr: Eau avait commencé à couler dans la maison. Il était accompagné de crocodiles, poissons, grenouilles, serpents, tortues et d’autres animaux qui vivent dans l’eau !
ja: 水は流れながら入り始めました。 水はワニ、魚、カエル、ヘビ、カタツムリ、吸虫、カメ、その他のすべての水の動物も一緒に連れていました。
ko: 물이 들어오기 시작했습니다. 물은 악어, 고기, 개구리, 뱀, 달팽이, 흡충, 거북이 그리고 모든 물에 사는 동물들을 데리고 왔습니다.
tr: Su içeriye akıp girmeye başladı. Ona timsahlar, balıklar, kurbağalar, yılanlar, salyangozlar, yassı balıklar, kaplumbağalar ve tüm su hayvanları eşlik ediyordu.

# data_list
source: That's a lot of animals! All those animals coming into the house look very happy to be there!
fr: Cela fait beaucoup d’animaux ! Tous ces animaux qui entrent dans la maison semblent être très heureux d’être là !
ja: たくさんの動物たちだね！家に入ってくる動物たちはみんなとても幸せそうだね！
ko: 굉장히 많은 동물들입니다. 집안으로 들어오는 모든 동물들은 아주 행복해 보입니다!
tr: Bu çok fazla hayvan demek! Eve gelen tüm bu hayvanlar orada olmaktan çok mutlu görünüyorlar!

# data_list
source: How many animals do you see in this picture? How many more are coming? Do you think they will all fit?
fr: Combien d’animaux voyez-vous dans cette image ? Combien d’autres arrivent -ils ? Croyez-vous qu’il y ait assez d’espace pour eux ?
ja: 君はこの絵の中に何匹の動物が見えるかな？あと何匹の動物が来ているかな？動物たちはみんな入ると思う？
ko: 여러분은 그림에서 몇마리의 동물들을 볼수 있나요? 얼마나 더 올까요? 여러분은 그들이 모두 집안으로 들어갈수 있다고 생각하나요?
tr: Bu resimde kaç hayvan görüyorsunuz? Kaç hayvan daha geliyor? Sizce hepsi sığacak mı?
