Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Then suddenly, "Snap!" Baby Elephant's nose was caught in Crocodile's jaws. "Crocodile will eat YOU for dinner!" squawked Crow, and flew away.
ar: ثم فجأة، "سناب!" علق أنف الفيلة الصغيرة في فكي التمساح. "سوف يأكلك التمساح على العشاء!" صرخ الغراب، وطار بعيدًا.
fr: Et soudain, « Snap ! » Le nez du bébé éléphant est pris dans les mâchoires du crocodile. « Le crocodile va te manger pour le dîner ! » cria Corbeau, et s'envola.
ja: それからとつぜん、「パチン！」とクロコダイルのあごが赤ちゃんゾウの鼻をつかまえた。「クロコダイルは晩ごはんに『きみ』を食べるのさ！」ガーと鳴いて、カラスは飛びさった。
ko: 그런데 갑자기 “콱” 하고 아기 코끼리의 코가 악어의 턱에 잡혔습니다. “악어가 널 저녁으로 먹을거야!” 까마귀는 소리를 지르면 날라갔습니다.
tr: Sonra, aniden, yavru filin burnu “Şak!” diye timsahın çenesine takıldı. “Timsah akşam yemeğinde SENİ yiyecek!” diye ciyakladı Karga ve uçup gitti.

# data_list
source: Crow tricked Baby Elephant. Can you think of any stories where someone played a trick on someone else?
ar: خدع الغراب الفيلة الصغيرة. هل يمكنك التفكير في أي قصص لعب فيها شخص ما خدعة على شخص آخر؟
fr: Le corbeau a joué un tour au bébé éléphant. Peux-tu penser à des histoires où quelqu'un a joué un tour à quelqu'un d'autre ?
ja: カラスは赤ちゃんゾウをだましたんだね。だれかがだましたお話を何か思いつくかな？
ko: 까마귀가 아기 코끼리를 속였습니다. 여러분은 어떤 사람이 다른 사람을 속인 이야기를 들어본적이 있나요?
tr: Karga, yavru fili kandırdı. Siz de birinin bir başkasını kandırdığı herhangi bir hikâye hatırlayabiliyor musunuz?

# data_list
source: Can you think of a time when someone tricked you?
ar: هل يمكنك أن تفكر في وقت خدعك فيه شخص ما؟
fr: Peux-tu penser à une fois où quelqu'un t'a trompé ?
ja: だれかにだまされたことはあった？
ko: 어떤 사람이 여러분을 속인 적이 있나요?
tr: Peki birinin sizi kandırdığı bir zamanı hatırlıyor musunuz?

# data_list
source: Have you noticed the ground Baby Elephant stands on keeps changing color? Which colors have been used so far?
ar: هل لاحظت أن لون الأرض التي تقف عليها الفيلة الصغيرة يتغير باستمرار؟ ما هي الألوان التي تم استخدامها حتى الآن؟
fr: As-tu remarqué que le sol sur lequel se tient le bébé éléphant change constamment de couleur ? Quelles couleurs ont été utilisées jusqu'à présent ?
ja: ゾウの下の地面の色が変わっていっていることに気がついた？ これまで何色が使われたのかな？
ko: 여러분은 아기 코끼리가 서 있는 땅의 색깔이 계속 바뀌는 것이 보이나요? 지금까지 어떤 색깔들이 쓰였나요?
tr: Yavru filin üzerinde durduğu zeminin sürekli renk değiştirdiğini fark ettiniz mi? Şimdiye kadar hangi renkler kullanıldı?

# data_list
source: Baby Elephant sat back on her strong legs and pulled. She pulled, and pulled. But Crocodile did not let go of her nose.
ar: جلست الفيلة الصغيرة على ساقيها القويتين وسحبت. سحبت، وسحبت. لكن التمساح لم يترك أنفها.
fr: Bébé éléphant s'est assis sur ses solides jambes et a tiré. Elle a tiré, et tiré encore. Mais le crocodile n'a pas lâché son nez.
ja: 赤ちゃんゾウは、強い足ですわって後ろに引っぱった。引っぱって、さらに引っぱった。それでもクロコダイルは鼻をはなさなかった。
ko: 아기 코끼리는 힘찬 발로 앉아서 잡아 당겼습니다. 아기 코끼리는 계속 잡아 당겼습니다. 그렇지만 악어는 아기 코끼리의 코를 놓아 주지 않았습니다.
tr: Yavru fil güçlü bacaklarının üzerine oturdu ve geri çekildi. Kendini çekti, çekti… Ama timsah onun burnunu bırakmadı.

# data_list
source: What is Baby Elephant feeling right now?
ar: بماذا تشعر الفيلة الصغيرة الآن؟
fr: Que ressent bébé éléphant en ce moment ?
ja: 赤ちゃんゾウは、今どんな気持ちかな？
ko: 아기 코끼리는 지금 어떤 기분일까요?
tr: Yavru fil şu anda ne hissediyor?

# data_list
source: What is Crocodile feeling right now?
ar: ما هو شعور التمساح الآن؟
fr: Que ressent Crocodile en ce moment ?
ja: クロコダイルは、今どんな気持ちかな？
ko: 악어는 지금 어떤 기분일까요?
tr: Timsah şu anda ne hissediyor?

# data_list
source: Baby Elephant's nose was described as a shoe in the middle of its face at the start of the story. What does it look like now?
ar: وُصف أنف الفيلة الصغيرة بأنه حذاء في منتصف وجهها في بداية القصة. كيف يبدو الآن؟
fr: Au début de l'histoire, le nez de bébé éléphant était décrit comme une chaussure au milieu de son visage. À quoi ressemble-t-il maintenant ?
ja: お話の始めでは、赤ちゃんゾウの鼻は顔の真ん中にあるくつのようだと表していたね。今はどんなふうに見える？
ko: 아기 코끼리의 코가 신발같다고 처음 이 이야기에서 말했습니다. 지금은 어떻게 생겼나요?
tr: Yavru filin burnu hikâyenin başında ‘yüzünün ortasında bir ayakkabı’ olarak tarif edilmişti. Peki burnu şimdi neye benziyor?

# data_list
source: Baby Elephant's nose stretched, and stretched, and stretched. Then, "Thud!" she fell on her back.
ar: أنف الفيلة الصغيرة امتد وامتد وامتد. ثم "جلجلة!" سقطت على ظهرها.
fr: Le nez de bébé éléphant s'est étiré, étiré, étiré. Puis, « paf ! » elle est tombée sur le dos.
ja: 赤ちゃんゾウの鼻はのばされて、のばされて、もっとのばされた。それから、「ドスン！」と後ろにたおれた。
ko: 아기 코끼리의 코는 계속 늘어나고 있습니다. 그런데 “쿵” 하고 아기 코끼리가 뒤로 넘어졌습니다.
tr: Yavru filin burnu gerildi, gerildi ve gerildi. Sonra, yavru fil, “Güm!” diye sırt üstü düştü.

# data_list
source: Have you ever lost your balance and flipped over with a "Thud"?
ar: هل سبق لك أن فقدت توازنك وانقلبت بصوت عالٍ؟
fr: As-tu déjà perdu l'équilibre et basculé avec un « paf » ?
ja: バランスがとれなくなって、「ドスン」とひっくり返ったことはあるかな？
ko: 여러분은 균형을 잃고 “쿵” 하고 넘어진 적이 있나요?
tr: Sizin de hiç dengenizi kaybedip “güm” diye sırtüstü düştüğünüz oldu mu?

# data_list
source: Notice the lines that curl and swerve in the picture. What are they telling us?
ar: لاحظ الخطوط التي تتجعد وتنحرف في الصورة. ماذا تقول لنا؟
fr: Remarque les lignes qui s'enroulent et s'écartent dans l'image. Que nous disent-elles ?
ja: この絵の中の丸い線や曲がりくねった線を見てね。それらは何を伝えているのかな？
ko: 그림에서 감기고 구불구불한 선을 보세요. 그것은 우리에게 무엇을 말하나요?
tr: Resimde kıvrılıp yön değiştiren çizgilere dikkat edin. Bu çizgiler bize ne anlatıyor?

# data_list
source: Point to and count all the extra lines added to the picture.
ar: أشر إلى جميع الخطوط الإضافية المضافة إلى الصورة وعدها.
fr: Indique du doigt et compte toutes les lignes supplémentaires ajoutées à l'image.
ja: 描き足されたそれらの線を、指でさして数えてみよう。
ko: 그림에 있는 구불구불한 선들을 가리키며 세어 보세요.
tr: Bu resme fazladan eklenen tüm çizgileri gösterip sayın.

# data_list
source: Crocodile sunk back into the water. He was cross about losing his dinner.
ar: غرق التمساح مرة أخرى في الماء. لقد كان غاضبًا بشأن فقدان عشاءه.
fr: Le crocodile s'est enfoncé dans l'eau. Il était furieux d'avoir perdu son dîner.
ja: クロコダイルは水の中にしずんでもどっていった。晩ごはんがなくなって、おこっていたよ。
ko: 악어는 물로 다시 들어갔습니다. 악어는 저녁을 놓친것을 분하게 생각했습니다.
tr: Timsah suya geri battı. Akşam yemeğini kaybettiği için öfkeliydi.

# data_list
source: Is this pond big enough for Crocodile, or is it too small?
ar: هل هذه البركة كبيرة بما يكفي للتمساح أم أنها صغيرة جدًا؟
fr: Cet étang est-il assez grand pour Crocodile, ou est-il trop petit ?
ja: この池の大きさはクロコダイルにちょうどいい？ それとも小さすぎるかな？
ko: 연못은 악어가 있기에 충분히 큰가요 아니면 너무 작나요?
tr: Bu gölet timsah için yeterince büyük mü yoksa çok mu küçük?

# data_list
source: Is Crocodile's body curled into a ball so that it fits in the pond?
ar: هل جسد التمساح ملتف على شكل كرة بحيث يتناسب مع البركة؟
fr: Le corps du Crocodile est-il enroulé en boule pour pouvoir entrer dans l'étang ?
ja: クロコダイルの体は、池の中に入れるようにボールみたいに丸くなるのかな？
ko: 악어가 연못에 들어갈수 있게 몸을 공처럼 말았다고 생각하나요?
tr: Timsahın vücudu gölete sığacak şekilde top şeklinde mi kıvrılmış?

# data_list
source: There are three plants near Crocodile. There is another group of three things that shows us how Crocodile is feeling -- where are they?
ar: توجد ثلاث نباتات بالقرب من التمساح. هناك مجموعة أخرى من ثلاثة أشياء توضح لنا كيف يشعر التمساح -- أين هي؟
fr: Il y a trois plantes près de Crocodile. Il y a un autre groupe de trois choses qui nous montre comment se sent Crocodile -- où sont-ils ?
ja: クロコダイルのそばに植物が3つあるね。そのほかに、3つあってクロコダイルの気持ちを表しているものがあるよ。どこにあるのかな？
ko: 악어 주변에는 세 개의 풀이 있습니다. 그림에는 악어가 어떤 기분인지 보여주는 세 가지 것들을 보여주는 그룹이 있습니다. 그것들이 무엇일까요?
tr: Timsahın yanında üç bitki var. Bize timsahın nasıl hissettiğini gösteren üç şeyden oluşan başka bir grup daha var – peki onlar neredeler?

# data_list
source: Baby Elephant looked at her nose. It was stretched very long. She could not see where it ended!
ar: نظرت الفيلة الصغيرة إلى أنفها. لقد كان ممتداً لفترة طويلة جدًا. لم تستطع رؤية أين ينتهي!
fr: Le bébé éléphant a regardé son nez. Il était étiré très long. Elle ne pouvait pas voir où il se terminait !
ja: 赤ちゃんゾウは自分の鼻を見た。とても長くのばされていたよ。どこが終わりなのか見えないくらいだった！
ko: 아기 코끼리는 자신의 코를 보았습니다. 코가 아주 길게 늘어졌습니다. 아기 코끼리는 자신의 코끝을 볼수가 없었습니다!
tr: Yavru fil burnuna baktı. Çok uzamıştı. Burnunun nerede bittiğini göremiyordu!

# data_list
source: How is Baby Elephant feeling about her nose?
ar: كيف تشعر الفيلة الصغيرة تجاه أنفها؟
fr: Comment bébé éléphant se sent-elle avec son nez ?
ja: 赤ちゃんゾウは自分の鼻のことをどう思っているのかな？
ko: 아기 코끼리는 자신의 코를 보며 기분이 어땠을까요?
tr: Yavru fil burnu hakkında ne hissediyor?

# data_list
source: It can be difficult to accept changes in how you look. Have your looks changed?
ar: قد يكون من الصعب قبول التغيرات في مظهرك. هل تغيرت ملامحك؟
fr: Il peut être difficile d'accepter des changements dans son apparence. Votre apparence a-t-elle changée ?
ja: 見た目が変わるのを受けいれるのは難しいかもしれないね。きみの見た目は変わったことがあるかな？
ko: 여러분의 바뀐 모습을 받아들이는 것은 쉬운 일이 아닙니다. 여러분의 모습은 바뀌었나요?
tr: Görünüşünüzdeki değişiklikleri kabul etmek zor olabilir. Sizin de hiç görünüşünüz değişti mi?

# data_list
source: When Baby Elephant stands up, do you think her trunk will touch the ground?
ar: عندما تقف الفيلة الصغيرة، هل تعتقد أن خرطومها سيلامس الأرض؟
fr: Quand bébé éléphant se lèvera, crois-tu que sa trompe touchera le sol ?
ja: 赤ちゃんゾウが立ち上がったら、鼻が地面につくと思う？
ko: 아기 코끼리가 섰을때 여러분은 아기 코끼리의 코가 땅에 닿을 거라고 생각하나요?
tr: Yavru fil ayağa kalktığında, sizce hortumu yere değecek midir?

# data_list
source: Her nose was so long she could pick fruit from high branches.
ar: كان أنفها طويلًا لدرجة أنها تستطيع قطف الفاكهة من الأغصان العالية.
fr: Son nez était si long qu'elle pouvait cueillir des fruits dans les hautes branches.
ja: 鼻がとっても長くなったから、高い枝からくだものがとれたよ。
ko: 아기 코끼리의 코는 너무 길어서 높은 나뭇가지에 있는 과일을 따 먹을수가 있었습니다.
tr: Yavru filin burnu o kadar uzundu ki yüksek dallardan meyve toplayabiliyordu.

# data_list
source: Her nose has turned into a long trunk. An elephant's trunk has lots of muscles and is very strong.
ar: تحول أنفها إلى خرطوم طويل. يحتوي خرطوم الفيلة على الكثير من العضلات وهو قوي جدًا.
fr: Son nez s'est transformé en une longue trompe. La trompe d'un éléphant a beaucoup de muscles et est très solide.
ja: とても長い鼻に変わったね。ゾウの鼻はたくさんの筋肉があってすごく強いんだ。
ko: 아기 코끼리의 코는 정말 긴 코가 되었습니다. 코끼리의 코는 많은 근육으로 되어있고 아주 길답니다.
tr: Burnu uzun bir hortuma dönüşmüştü. Bir filin hortumunda bir sürü kas vardır ve o kaslar çok güçlüdür.

# data_list
source: What are some ways that a long trunk is useful? Do you wish you had one?
ar: ما هي بعض الطرق التي يكون فيها الخرطوم الطويل مفيدًا؟ هل تتمنى أن يكون لديك واحد؟
fr: De quelles façons une longue trompe est-elle utile ? Est-ce que tu aimerais en avoir une ?
ja: 長い鼻はどんなことに役に立つかな？ きみも長い鼻が欲しかった？
ko: 긴 코는 어디에 유용하게 쓸 수 있나요? 여러분도 가지고 싶나요?
tr: Uzun bir hortumun faydalı olabileceği yerler nelerdir? Sizde de olmasını ister miydiniz?

# data_list
source: Sometimes a change that seemed bad at first turns out to be a good thing. Has something like that happened to you?
ar: أحيانًا التغيير الذي بدا سيئًا في البداية يتبين أنه شيء جيد. هل حدث لك شيء من هذا القبيل؟
fr: Parfois, un changement qui semblait mauvais au départ s'avère être une bonne chose. Est-ce que quelque chose comme ça t'est arrivé ?
ja: 最初はよくないと思った変化でも、いい結果になることがあるんだね。きみにもそんなことがあった？
ko: 어떤때는 처음에 나빴던 것이 좋은 것으로 바뀔때가 있습니다. 여러분에게도 그런 일이 있었나요?
tr: Bazen ilk başta kötü görünen bir değişiklik, daha sonra iyi bir şeye dönüşebilir. Sizin başınıza hiç böyle bir şey geldi mi?

# data_list
source: Her nose was so long she could shower her back with water. From that day, all elephants have had long and useful trunks.
ar: كان أنفها طويلاً لدرجة أنها تمكنت من غسل ظهرها بالماء. منذ ذلك اليوم، أصبحت جميع الفيلة تمتلك خرطومًا طويلًا ومفيدًا.
fr: Son nez était si long qu'elle pouvait arroser son dos d'eau. Depuis ce jour, tous les éléphants ont des trompes longues et utiles.
ja: 鼻がとっても長くなったから、背中も水浴びできたよ。この日から、すべてのゾウが長くて便利な鼻をもつようになったんだ。
ko: 아기 코끼리의 코는 너무 길어서 물을 등 위로 뿌리며 샤워를 할 수 있습니다. 그때부터 모든 코끼리는 길고 유용한 코를 가지게 되었습니다.
tr: Burnu o kadar uzundu ki sırtını suyla yıkayabiliyordu. O günden sonra, tüm fillerin uzun ve kullanışlı hortumları oldu.

# data_list
source: If all elephants have long trunks after this, did each one have to get their nose stretched by a crocodile?
ar: إذا كان لكل الفيلة بعد هذا خرطوم طويل فهل كان على كل واحد أن يمد أنفه بالتمساح؟
fr: Si tous les éléphants ont une longue trompe après ça, est-ce que chacun d'entre eux a dû se faire étirer le nez par un crocodile ?
ja: もしゾウがみんな長い鼻をもつようになったなら、どのゾウもクロコダイルに鼻を引っぱってもらわないといけなかった？
ko: 모든 코끼리들이 그 뒤로 긴 코를 가지게 되었다면 그들 모두 악어에게 코를 잡혔을까요?
tr: O günden sonra tüm fillerin uzun hortumları olduysa, o zaman, her bir filin burnunun bir timsah tarafından uzatılması mı lazımdı?

# data_list
source: Do you think Baby Elephant should be friends with Crow ever again?
ar: هل تعتقد أن الفيلة الصغيرة يجب أن تكون صديقة الغراب مرة أخرى؟
fr: Penses-tu que bébé éléphant devrait redevenir l'ami de Corbeau ?
ja: 赤ちゃんゾウは、カラスともう一度友達になるべきだと思う？
ko: 여러분은 아기 코끼리가 까마귀와 다시 친구가 되어야 한다고 생각하나요?
tr: Sizce yavru fil kargayla tekrar arkadaş olmalı mı?

# data_list
source: Make up a story like this that explains how the giraffe got such a long neck.
ar: اصنع قصة كهذه تشرح فيها كيف حصلت الزرافة على رقبة طويلة.
fr: Invente une histoire comme celle-ci qui explique comment la girafe a obtenu un si long cou.
ja: このようなお話を作って、キリンの首がどのように長くなったか説明してみよう。
ko: 기린이 어떻게 그렇게 긴 목을 가지게 되었는지 재미있는 이야기를 만들어 보세요.
tr: O halde, siz de zürafanın nasıl o kadar uzun bir boynunun olduğunu anlatan buna benzer bir hikâye uydurun.

# data_list
source: The drum has always been an important musical instrument in our community. We love drums! We have drums of different sizes: big, medium-sized, and small.
ar: لقد كان الطبل دائمًا أداة موسيقية مهمة في مجتمعنا. نحن نحب الطبول! لدينا طبول بأحجام مختلفة: كبيرة ومتوسطة وصغيرة.
fr: Le tambour a toujours été un instrument de musique important au sein de notre communauté. Nous aimons le tambour ! Il y a des tambours de différentes tailles : grands, moyens et petits.
ja: ドラムは、私たちのコミュニティでずっと重要な楽器だよ。私たちはドラムが大好き！ 異なるサイズのドラムがあるね。大きいのと中くらいの、そして小さいの。
ko: 북은 우리 사회에서 항상 중요한 악기였어요. 우린 북을 진짜 좋아한답니다! 우리는 각기 다른 크기의 북들을 가지고 있어요: 큰 북, 중간 크기인 북, 그리고 작은 북 말이죠.
tr: Davul, bizim toplumumuzda her zaman önemli bir müzik aleti olmuştur. Davulları çok severiz! Farklı boyutlarda davullarımız var: büyük, orta boy ve küçük.

# data_list
source: Think of things that have the same shape with different sizes. Perhaps one big and one small, or three with big, medium, and small.
ar: فكر في الأشياء التي تملك نفس الشكل بأحجام مختلفة. ربما واحدة كبيرة وواحدة صغيرة، أو ثلاثة كبيرة، متوسطة وصغيرة.
fr: Pense à des choses qui ont la même forme mais sont de différentes tailles. Peut-être une grande et une petite, ou trois grandes, moyennes et petites.
ja: 同じ形で、異なるサイズがあるものを考えてみて。大きいもの1つと小さいもの1つや、大、中、小の3サイズがあるものなど。
ko: 같은 모양을 가지고 있지만 다른 크기를 가진 것을 떠올려 보세요. 큰 것과 작은 것이 있는 물건이나 큰, 중간, 작은 세개의 크기를 가진 것을 말이죠.
tr: Aynı şekle sahip fakat farklı boyutlardaki – örneğin, bir büyük ve bir küçük veya küçük, orta ve büyük – şeyleri düşünün.

# data_list
source: Think of stories about three things. Some examples are: The Three Little Pigs and Goldilocks.
ar: فكر في قصص عن ثلاثة أشياء. بعض الأمثلة هي: الخنازير الثلاثة الصغيرة وذات الضفائر الذهبية.
fr: Imagine des histoires avec ces trois choses. Par exemple : Les Trois Petits Cochons et Boucle d’or.
ja: 3つのものに関するお話を考えてみよう。3匹の子ブタやゴルディロックスと3匹のクマが例だよ。
ko: 세개나 세 마리에 관한 이야기를 떠올려 보세요. 예를 들어 아기 돼지 삼형제나 골디락스 말이죠.
tr: Üç şey hakkında hikâyeler düşünün. Örneğin, Üç Küçük Domuzcuk ve Altın Saçlı Kız.

# data_list
source: Have you ever beat on a drum? Which of these three would you choose?
ar: هل سبق لك أن ضربت على الطبل؟ أي من هذه الثلاثة ستختار؟
fr: As-tu déjà joué du tambour ? Lequel des trois choisirais-tu ?
ja: ドラムをたたいたことはある？この3つのドラムからどれを選ぶ？
ko: 여러분은 북을 쳐 본 적이 있나요? 여러분은 이 세개 중에 무엇을 택할 건가요?
tr: Siz hiç davul çaldınız mı? Bu üçünden hangisini seçerdiniz?

# data_list
source: We play drums using beaters, or with our fingers. We play drums for various reasons: We play drums with songs and dances, for feasts, and in bad times.
ar: نعزف على الطبول باستخدام المضارب، أو بأصابعنا. نقرع الطبول لأسباب مختلفة: نقرع الطبول مع الأغاني والرقصات، في الأعياد، وفي الأوقات العصيبة.
fr: Pour jouer du tambour, on utilise des baguettes ou nos doigts. On joue du tambour pour plusieurs raisons : On joue du tambour pour accompagner des chansons et des danses, pendant les fêtes et les moments difficiles.
ja: ドラムを棒や指で演奏するよ。 ドラムは様々な場面で演奏されるんだ。歌やダンスに合わせたり、お祝いのときやよくないことがあるときにも演奏される。
ko: 우린 북을 막대나 손으로 쳐요. 우린 북을 여러 이유로 친답니다: 우린 노래하거나 춤출 때, 만찬을 즐길 때, 그리고 기분이 안좋을 때도 북을 쳐요.
tr: Davulları tokmakla veya parmaklarımızla çalarız. Davulları farklı nedenlerle çalarız: şarkılarda ve danslarda, şölenlerde ve zor zamanlarda.

# data_list
source: People use drums to make rhythms. Make up your own rhythm and count it. For example: (clapping for each number) "1, 2, pause, 3, 1, 2, pause 3."
ar: يستخدم الناس الطبول لصنع الإيقاعات. اصنع إيقاعك الخاص واحسبه. على سبيل المثال: (التصفيق لكل رقم) "1، 2، توقف مؤقت، 3، 1، 2، توقف مؤقت 3."
fr: On utilise le tambour pour créer des rythmes. Crée ton propre rythme et compte-le. Par exemple : (tape dans tes mains pour chaque chiffre) « 1, 2, pause, 3, 1, 2, pause 3. »
ja: 人はリズムを作るのにドラムを使うね。自分のリズムを作り出してそれを数えよう。例えば、(数字のところで手拍子して)「1、2、休み、3、1、2、休み、3」
ko: 사람들은 북을 쳐서 리듬을 만들어요. 여러분도 리듬을 만들어 보고 세어 보아요. 예를 들어서 (각 숫자마다 박수치며) 1, 2, 쉬고, 3, 1, 2, 쉬고, 3."처럼 말이죠.
tr: İnsanlar davulları ritim tutmak için kullanır. Siz de kendi ritminizi oluşturup sayın. Örneğin, (her sayı için alkışlayarak) "1, 2, dur, 3, 1, 2, dur, 3" gibi.

# data_list
source: How do you suppose a beater sounds different than using fingers?
ar: كيف تفترض أن صوت المضرب يختلف عن استخدام الأصابع؟
fr: Selon toi, à quoi ressemble le son du tambour quand on utilise des baguettes comparé à celui qu’on obtient quand on utilise nos doigts ?
ja: 棒でたたくと、指でたたくのとどのように音が違うと思う？
ko: 손과 막대로 칠 때 소리가 어떻게 다를 것 같나요?
tr: Tokmakla çalmak ile parmaklarla çalmak arasında nasıl bir ses farkı olabilir?

# data_list
source: How does the small drum sound different than the large one?
ar: كيف يختلف صوت الطبلة الصغيرة عن الكبيرة؟
fr: Comment est le son du petit tambour comparé au grand ?
ja: 小さいドラムは、大きいドラムとどのように音がちがうかな？
ko: 작은 북과 큰 북이 어떻게 소리가 다를 것 같나요?
tr: Küçük davul büyük davuldan nasıl farklı bir ses çıkarır?

# data_list
source: Drums enrich songs and make people want to dance. Drums make ceremonies colorful. We play drums during ceremonies for marriage and child naming. We play drums when celebrating a new harvest or a twin birth.
ar: الطبول تثري الأغاني وتجعل الناس يرغبون في الرقص. الطبول تجعل الاحتفالات ملونة. نقرع الطبول خلال مراسم الزواج وتسمية الأطفال. نقرع الطبول عندما نحتفل بموسم حصاد جديد أو بولادة توأم.
fr: Le tambour enrichit les chansons et donne aux gens envie de danser. Le tambour rend les cérémonies joyeuses. On joue du tambour pendant les cérémonies comme les mariages ou les baptêmes. On joue du tambour pour célébrer la nouvelle récolte ou la naissance de jumeaux.
ja: ドラムは歌を豊かにして、人々を踊りたくさせるね。それに儀式を華やかにしてくれる。 結婚式や子供の命名式でドラムを演奏するよ。収穫祭や双子の誕生を祝うときもドラムが演奏される。
ko: 북들은 곡을 더 흥미롭게 만들어주고 사람들이 춤을 추고 싶게 만들어요. 또 북들은 축제를 더욱 즐겁게 만들어주고요. 우린 이름을 짓거나 결혼 할 때도 북을 쳐요. 쌍둥이가 태어나거나 곡식을 수확하고 나서도 북을 친답니다.
tr: Davullar şarkıları zenginleştirir ve insanları dans etmeye teşvik eder. Davullar törenleri renklendirir. Biz, düğün ve bebeğe isim koyma törenlerinde davul çalarız. Yeni bir hasadı veya ikiz doğumunu kutladığımızda da davul çalarız.

# data_list
source: People are wearing special wedding clothes. Count together the people wearing orange.
ar: يرتدي الناس ملابس زفاف خاصة. قم بعدّ الأشخاص الذين يرتدون اللون البرتقالي.
fr: Les gens portent des vêtements de mariage. Compte les personnes qui portent de l’orange.
ja: 人々は結婚式のための特別な服を着ているね。オレンジ色を着ている人を一緒に数えよう。
ko: 사람들이 모두 특별한 결혼식 복장을 입고 있네요. 오렌지색을 입고 있는 사람들을 함께 세어보아요.
tr: İnsanlar özel düğün kıyafetleri giyinmişler. Turuncu giymiş olanları çocuğunuzla birlikte sayın.

# data_list
source: Which color are the drummers wearing?
ar: ما هو اللون الذي يرتديه الطبالون؟
fr: Quelle couleur portent les joueurs de tambour ?
ja: ドラム奏者はどの色を着ているかな？
ko: 북을 치고 있는 사람들이 무슨 색깔의 옷을 입고 있나요?
tr: Davul çalanlar hangi renkte giyinmişler?

# data_list
source: Count together all the people at the wedding. Can you count that high?
ar: قم بعدّ جميع الناس في العرس. هل يمكنك العدّ إلى هذا الحد؟
fr: Compte toutes les personnes au mariage. Peux-tu compter autant ?
ja: 結婚式にいる全ての人を数えよう。大きな数まで数えられるかな？
ko: 결혼식에 있는 사람들을 함께 세어보아요. 여러분은 저렇게 큰 숫자를 셀 수 있나요?
tr: Düğündeki tüm insanları çocuğunuzla birlikte sayın. Bu kadar çok sayıyı sayabilir misiniz?

# data_list
source: We sound drums to announce grief and call people when death occurs.
ar: نقرع الطبول لنعلن الحزن وننادي الناس عند موت أحد.
fr: On joue du tambour pour annoncer le deuil et rassembler les gens quand la mort survient.
ja: 誰かが亡くなったとき、深い悲しみを表したり、人々をよぶのにドラムを鳴らす。
ko: 우린 누군가가 세상을 떠나면 추모하고 사람을 모으기 위해 북을 쳐요.
tr: Kederi duyurmak ve bir ölüm gerçekleştiğinde insanları çağırmak için davul çalarız.

# data_list
source: What does sad drumming sound like? Can you make a soft, sad rhythm with your hands?
ar: كيف يبدو صوت الطبول الحزين؟ هل تستطيع أن تعزف بيديك إيقاعًا ناعمًا وحزينًا؟
fr: A quoi ressemble le son triste des tambours ? Peux-tu faire un rythme doux et triste avec tes mains ?
ja: ドラムの悲しい演奏はどんな音色かな？自分の手を使って、やわらかくて悲しいリズムを作れるかな？
ko: 슬픈 북소리는 어떤 소리인가요? 여러분들은 손으로 작고 슬픈 북소리를 낼 수 있나요?
tr: Hüzünlü bir davul sesi nasıldır? Ellerinizle yumuşak ve hüzünlü bir ritim tutabilir misiniz?

# data_list
source: There are many kinds of drumming, such as soft background rhythms or fast loud rhythms. Which kinds of drumming have you heard?
ar: هناك أنواع عديدة من الطبول، مثل الإيقاعات الخلفية الهادئة أو الإيقاعات الصاخبة السريعة. ما هي أنواع الطبول التي سمعتها؟
fr: Il y a plein de rythmes de tambour différents, comme les rythmes d’ambiance doux ou les rythmes rapides et bruyants. Quels rythmes de tambour as-tu déjà entendu ?
ja: ドラムには色んな演奏があるよ。例えば、おだやかな伴奏のリズムや速くて大きな音のリズムなど。どのようなドラムの演奏を聞いたことがあるかな？
ko: 세상에는 각가지 다른 북소리가 있어요. 예를 들어 조용한 북소리, 크고 빠른 북소리 처럼 말이죠. 여러분은 어떤 종류의 북소리를 들어봤나요?
tr: Yumuşak arka plan ritimleri veya hızlı yüksek ritimler gibi pek çok davul çalma türü vardır. Siz bugüne kadar hangi tür davul seslerini duydunuz?

# data_list
source: Does a drumbeat make you want to dance?
ar: هل يجعلك قرع الطبول ترغب في الرقص؟
fr: Est-ce que le rythme des tambours te donne envie de danser ?
ja: ドラムのビートでダンスしたくなる？
ko: 북소리가 여러분을 춤추고 싶게하나요?
tr: Davul sesi sizi dans etmeye teşvik eder mi?

# data_list
source: We sound drums to call people to clean wells, clear roads, or to build a hut for a needy old person. We sound drums to call people when cattle are stolen in our village.
ar: نقرع الطبول لندعو الناس إلى تنظيف الآبار، أو تنظيف الطرق، أو بناء كوخ لشخص عجوز محتاج. نقرع الطبول لننادي الناس عندما تُسرق الماشية في قريتنا.
fr: On joue du tambour pour appeler les gens à nettoyer les puits, les routes, ou pour construire une hutte pour une personne âgée dans le besoin. On joue du tambour pour appeler les gens lorsque du bétail a été volé dans notre village.
ja: 井戸の掃除や道路整備のとき、または貧しいお年寄りに小屋を建てるときに人をよぶのに、ドラムを鳴らすよ。 村で牛が盗まれたときに人をよぶのにも、ドラムを鳴らすんだ。
ko: 우린 북을 쳐서 우물을 청소하거나, 도로를 치우거나, 노인분들을 위해 집을 만들어 주기 위해 사람들을 불러요. 우리 마을에서 누가 소를 훔쳐가면 북을 쳐서 사람들을 불러요.
tr: Davulları, insanları kuyuları temizlemeye, yolları açmaya ya da muhtaç bir yaşlı için kulübe inşa etmeye çağırmak için de çalarız. Ayrıca, köyümüzde sığırlar çalındığında insanları çağırmada da davul çalarız.

# data_list
source: Where you live, what sound or method do people use to call people together for food, school, or special events?
ar: في مكان إقامتك، ما الصوت أو الطريقة التي يستخدمها الأشخاص لدعوة الآخرين معًا لتناول الطعام أو المدرسة أو المناسبات الخاصة؟
fr: Là où tu habites, quel son ou instrument est utilisé pour appeler les gens à table, à l’école ou aux événements ?
ja: きみの住む所では、食事や学校、特別な行事などで人をよび集めるときに、どんな音や方法を使っているかな？
ko: 여러분이 사는 곳에서는 식사시간이나 학교, 그리고 특별한 경우에서 사람들을 어떤 소리나 방식으로 부르나요?
tr: Yaşadığınız yerde insanları yiyecek, okul veya özel etkinlikler için bir araya getirmek için hangi sesleri veya yöntemleri kullanıyorsunuz?
