Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: • Include the relationships of ‘two more’ and ‘two less’ as options. • Use a target sum, say 10. Be the first person to say the top two cards add up to the target.
ar: * قم بتضمين العلاقات ”اثنين أكثر“ و”اثنين أقل“ كخيارات. * استخدم مجموعًا مستهدفًا، على سبيل المثال ١٠. كن أول من يقول أن مجموع الورقتين العلويتين يساوي الهدف.
ko: * ‘두 개 더’와 ‘두 개 덜’의 관계를 선택으로 포함하세요. * 가령 10이라는 목표 합계를 사용하세요. 맨 위의 두 장의 카드의 합계가 목표 합계에 도달한다고 말하는 첫 번째 사람이 되세요.
tr: * Seçenek olarak, ‘iki fazla’ ve ‘iki eksik’ sayı ilişkilerini ekleyebilirsiniz. * Bir hedef toplam kullanabilirsiniz, örneğin, sayıların toplamı 10 olsun. En üstteki iki kartın bu hedefe ulaştığını söyleyen ilk kişi siz olabilirsiniz.

# data_list
source: NIM WITH ONE AND TWO
ar: العب برقم واحد واثنين
ko: 하나와 둘로 건너 뛰기
tr: 1 VEYA 2 ILE NIM OYUNU

# data_list
source: Nearby Numbers
ar: الأرقام القريبة
ko: 근처의 숫자들
tr: Yakin Sayilar

# data_list
source: **The setup:** Choose a target number, say 10. Let your child choose to go first or second. **How to play:** Start at 0. Players take turns adding 1 or 2 to the current total. Count aloud the progress for each turn. **How to win:** The player who lands on the target (e.g. 10) wins.
ar: **الإعداد:** اختر رقمًا مستهدفًا، على سبيل المثال ١٠. دع طفلك يختار أولاً أو ثانيًا. **كيف تلعب:** ابدأ من (٠). يتناوب اللاعبون في إضافة ١ أو ٢ إلى الإجمالي الحالي. احسب بصوت عالٍ التقدم المحرز في كل دور.
ko: **설정:** 가령 10이라는 목표 번호를 고르세요. 아이가 첫 번째 또는 두 번째로 시작할 것인지 선택하게 하세요. **게임 방법:** 게임 방법: 0부터 시작하세요. 플레이어는 번갈아 가며 현재 합계에 1 또는 2를 더합니다. 각 차례의 진행 상황을 크게 세어보세요. **이기는 방법:** 목표에 (가령 19) 먼저 도달하는 사람이 이깁니다.
tr: **Oyuna Hazırlık:** Bir hedef sayı seçin, mesela 10. Çocuğunuzun birinci mi ya da ikinci mi olmayı istemesine izin verin. **Nasıl oynanır?** 0’dan başlayın. Oyuncular sırayla mevcut toplama 1 veya 2 ekler. Her turda, ilerlemenizi yüksek sesle sayın. **Nasıl kazanılır?** Oyunu hedefe (örneğin, 10’a) ulaşan ilk oyuncu kazanır.

# data_list
source: • Once children learn to play this verbally, it is a great travel game. • Use a pile of objects. Players add one or two objects to the pile until the target quantity is reached. • Use a number line. Advance a marker along the line one or two spaces during a move. • Use subtraction. Players start at the target, say 10. On their turn, players choose whether to subtract 1 or 2. The first person to reach 0 wins. • Use larger target numbers as your child’s skills improve. • Instead of winning, the player forced to hit or go beyond the target number loses. • Allow a player to add (or subtract) 1, 2, or 3 for each turn.
ar: * بمجرد أن يتعلم الأطفال لعب هذه اللعبة شفهيًا، تصبح لعبة رائعة للسفر. * استخدم كومة من الأشياء. يضيف اللاعبون واحدًا أو اثنين إلى الكومة حتى يتم الوصول إلى الهدف. * استخدم الخط العددي. حرك علامة على الخط بمقدار خانة أو خانتين لكل حركة. * استخدم الطرح. يبدأ اللاعبون من الهدف، (علي سبيل المثال ١٠). في دوركل منهم، يختار اللاعبون ما إذا كانوا سيطرحون ١ أو ٢. أول شخص يصل إلى (٠) يفوز. * استخدم أهداف أرقام أكبر مع تحسن مهارات طفلك. * بدلاً من الفوز، يخسر اللاعب الذي يُجبر على الوصول إلى الرقم المستهدف أو تجاوزه. * يسمح للاعب بجمع (أو طرح) ١، ٢، أو ٣ في كل دور.
ko: * 아이들이 이것을 말로 하는 법을 배우면, 이것은 훌륭한 여행 게임입니다. * 물건 더미를 사용하세요. 플레이어는 목표 수량이 될 때까지 더미에 하나 또는 두 개의 물건을 더합니다. * 숫자 줄을 사용하세요. 하나 또는 두 개의 공간을 따라 마커를 전진시킵니다. * 뺄셈을 사용하세요. 가령 10의 목표에서 시작합니다. 각자의 차례에, 플레이어는 1 또는 2를 뺄것인지 정합니다. 0에 먼저 도달하는 사람이 이깁니다. * 아이의 기술이 향상하면 더 큰 목표 숫자를 사용합니다. * 이기는 대신, 목표에 도달하거나 넘어야 하는 사람은 지게 됩니다. * 플레이어가 매 차례마다 1, 2 또는 3을 더하거나 (또는 빼거나) 할 수 있도록 허용합니다.
tr: * Çocuklar bu oyunu sözlü olarak oynamayı öğrendiklerinde, oyun, harika bir seyahat oyunudur. * Oyunda bir sürü sayılabilir nesneler kullanabilirsiniz. Oyuncular, hedefe ulaşılıncaya kadar bu nesneler yığınına bir veya iki adet nesne eklerler. * Bir sayı doğrusu kullanabilirsiniz. Bu durumda, her hamlede, 1 veya 2 birim ilerledikçe bunu gösteren bir belirteç kullanın. * Çıkarma işlemini kullanabilirsiniz. Oyuncular bir hedef sayıdan, mesela 10’dan, başlasınlar ve sıraları geldiğinde, hedeften 1 sayısını mı yoksa 2’yi m çıkaracaklarına kendileri karar versinler. Oyunu, 0’a ulaşan ilk oyuncu kazanır. * Çocuğunuzun becerileri geliştikçe daha büyük hedef sayılarını kullanabilirsiniz. * Kazanmak yerine, hedef sayıya ulaşmaya veya hedef sayının da ötesine geçmek zorunda kalan oyuncu oyunu kaybeder. * Her turda, bir oyuncunun hedef sayıya 1, 2 veya 3 eklemesine (veya çıkarmasına) izin verin.

# data_list
source: WAR – SINGLE-DIGIT COMPARING
ar: الحرب – المقارنة بأرقام أحادية
ko: 전쟁 – 한 단위 비교하기
tr: SAYI SAVAŞI — TEK BASAMAKLI SAYILARI KARŞILAŞTIRMA

# data_list
source: **The setup:** Remove the cards from two, four, or six Number Decks outside your child’s comfort range. Split the cards evenly in two piles face down.
ar: **الإعداد:** قم بحذف البطاقات من مجموعتين أو أربع أو ست مجموعات من الأرقام خارج نطاق ما يتناسب مع طفلك. قم بتقسيم البطاقات بالتساوي إلى مجموعتين مقلوبة للأسفل.
ko: **설정:** 아이의 편안한 범위를 벗어난 2, 4 또는 6의 숫자 더미를 제거합니다. 카드를 똑같이 반으로 나누고 뒤집어 놓으세요.
tr: **Oyuna Hazırlık:** Sayı destesinden çocuğunuzun rahatlıkla sayabildiği sayılar dışındakileri çıkarın. Ardından, kartları yüzleri aşağı bakacak şekilde ters çevirip eşit sayıda iki ayrı desteye bölüştürün.

# data_list
source: **How to play:** Flip over the top cards and the player with the larger card keeps both cards. If the cards match, flip the next two cards and the winner gets all four cards.
ar: **كيف تلعب:** اقلب البطاقات العلوية ويحتفظ اللاعب الذي يحمل البطاقة الأكبر بالبطاقتين. إذا كانت البطاقات متطابقة، اقلب البطاقتين التاليتين وسيحصل الفائز على جميع البطاقات الأربعة.
ko: **게임 방법:** 맨 위에 있는 카드를 뒤집고 더 큰 카드를 가진 사람이 두 카드를 모두 가져갑니다. 카드가 일치하면, 다음 두 장의 카드를 뒤집고 이긴 사람이 네 장의 카드를 모두 가져갑니다.
tr: **Nasıl oynanır?** Oyuncular, üstteki kartları sayıları görünecek şekilde düz çevirir. Sayı değeri o en büyük kartı olan oyuncu her iki kartı da alır. Eğer kartların sayıları eşleşirse, o zaman, sonraki iki kart da ters çevrilir ve yine en büyük sayı kartına sahip olan oyuncu bu sefer dört kartı da alır.

# data_list
source: **How to win:** The player with the most cards after one or more runs through all the cards is the winner. **Variations:** To change things up, sometimes play that the smaller of the two cards wins.
ar: **كيف تفوز:** اللاعب الذي حصل على أكبر عدد من البطاقات بعد مرور واحد أو أكثر على جميع البطاقات هو الفائز. **التنوع:** للتغيير، العب أحيانًا بحيث تفوز البطاقة الأصغر من بين البطاقتين.
ko: **이기는 방법:** 한 번 이상의 모든 카드를 돌린다음 가장 많은 카드를 가진 사람이 이깁니다. **변형:** 변화를 주기 위해, 때때로 두 카드 중 더 작은 카드가 이기는 것으로 합니다.
tr: **Nasıl kazanılır?** Oyuncu, birkaç tur sonunda en çok karta sahip olan oyuncu kazanır. **Oyunun farklı versiyonları:** Oyunu biraz değiştirmek için bazen iki karttan değer olarak daha küçüğünün kazandığı versiyonu oynayabilirsiniz.

# data_list
source: Comparing
ar: المقارنة
ko: 비교하기
tr: Karşılaştırma

# data_list
source: This is an introductory version of a fun game we will revisit again soon. **How to play:** There are two people: the Puzzler thinks of a number and the Questioner discovers the number. The Puzzler declares, “I am thinking of a number from 0 to 8” (for example). The Questioner then asks questions of the form “How does your number compare to 3?” The Puzzler answers that the number is smaller, equal to, or larger than that number. **Use cards:** With younger children, play this game with counting cards from 0 to 8 placed face up. Hide a star under one of the cards. After each guess, the Questioner turns over all the eliminated cards until the star is discovered.
ar: هذه نسخة تمهيدية للعبة الممتعة والتي سنعود إليها مرة أخرى قريبًا. **كيف تلعب:** يوجد شخصان: ”المفكر“ الذي يفكر في الرقم و”السائل“ الذي يكتشف الرقم. يقول المفكر: ”أفكر في رقم من (٠) إلى ٨“ (على سبيل المثال). ثم يسأل السائل أسئلة من نوع ”كيف يقارن رقمك بالرقم ٣؟“ يجيب المفكر بأن الرقم أصغر أو يساوي أو أكبر من ذلك الرقم. **استخدم البطاقة:** العب هذه اللعبة مع الأطفال الأصغر سنًا باستخدام بطاقات العد من (٠) إلى ٨ مقلوبة للأعلى. قم بإخفاء نجمة تحت إحدى البطاقات. بعد كل تخمين، يقلب السائل جميع البطاقات المستبعدة حتى يتم اكتشاف النجمة.
ko: 이것은 우리가 다시 방문할 재미있는 게임의 소개 보기입니다. **게임 방법:** 두 사람이 있습니다: 답변자는 숫자를 생각하고 질문자는 숫자를 발견합니다. 답변자는 “난 0에서 8까지의 숫자를 생각하고 있어”라고 얘기합니다 (예를 들어). 그런 다음 질문자는 “숫자는 3과 어떻게 비교되나요?”라는 방식으로 물어봅니다. 답변자는 그 숫자가 생각하는 숫자보다 작거나, 같거나, 크다고 대답합니다. **카드 사용하기:** 나이가 어린 아이들과 함께, 0에서 8까지 카운팅 카드를 앞면으로 놓고 하세요. 각 추측 후에, 질문자는 별이 발견될 때까지 제거된 모든 카드를 뒤집어 봅니다.
tr: Bu, ilerleyen bölümlerde tekrardan bahsedeceğimiz eğlenceli bir oyunun giriş versiyonudur. **Nasıl oynanır?** Oyunda iki kişi olsun: Bir oyuncu bir sayı düşünür, sonra diğer oyuncu, o sayıyı tahmin etmeye çalışır. Örneğin, 1. oyuncu, “0 ile 8 arasında bir sayı tuttum” der ve sonra, 2. oyuncu bu sayıyı çeşitli sorular sorarak bilmeye çalışır; mesela, “Tuttuğun sayı 3’le nasıl değişir?” diye sorar. 1. oyuncu da o sayının 3’ten daha mı küçük, 3’e eşit mi yoksa 3’ten daha mı büyük olduğunu söyler. **Sayı kartlarını kullanın:** Bu oyunu küçük çocuklarla oynayacaksanız, 0’dan 8’e kadar olan sayı kartlarını kullanarak, kartların yüzleri dönük bir şekilde, oynayabilirsiniz. Kartlardan birinin altına bir yıldız saklayabilirsiniz. Her tahminden sonra, soruyu soran oyuncu bu yıldızı bulana kadar elenen kartları çevirecektir.

# data_list
source: **Example:** The game pictured above uses cards with a target of 5. Puzzler: I’m thinking of a number from 0 to 8. Question: How does your number compare to 3? Puzzler: My number is larger than 3. Question: How does your number compare to 6? Puzzler: My number is smaller than 6. Question: How does your number compare to 5? Puzzler: Well done! My number is equal to 5.
ar: **مثال:** إليكم لعبة بهدف ٥: المفكر: أنا أفكر في رقم من (٠) إلى ٨. السائل: كيف يقارن رقمك مع ٣؟ المفكر: رقمي أكبر من ٣. السائل: كيف يقارن رقمك بالرقم ٦؟ المفكر: رقمي أصغر من ٦. السائل: كيف يقارن رقمك بالرقم ٥؟ المفكر: أحسنت! رقمي يساوي ٥.
ko: **보기:** 보기: 목표가 5인 게임이 여기 있습니다: 답변자: 난 0에서 8까지의 숫자를 생각하고 있어요. 질문자: 숫자는 3과 어떻게 비교되나요? 답변자: 나의 숫자는 3보다는 더 커요. 질문자: 숫자는 6과 어떻게 비교되나요? 답변자: 나의 숫자는 6보다는 더 작아요. 질문자: 숫자는 5와 어떻게 비교되나요? 답변자: 잘 했어요! 나의 숫자는 5와 같아요.
tr: **Örnek:** O sayı 5 olsun: 1. oyuncu: 0’dan 8’e kadar bir sayı tuttum. 2. oyuncu: Sayın 3’le nasıl değişir? 1. oyuncu: Sayım 3’ten büyük. 2. oyuncu: Sayın 6 ile nasıl değişir? 1. oyuncu: Sayım 6’dan küçük. 2. oyuncu: Sayın 5’le nasıl değişir? 1. oyuncu: Bravo, bildin! Sayım 5.

# data_list
source: FITTING IN
ar: التكيف
ko: 끼워 넣기
tr: ALIP ÇIKARMA

# data_list
source: Give your child a small number, say seven, of little objects and count them together. Pick a target number, say five.
ar: أعطِ طفلك عددًا صغيرًا، (مثلا ٧)، من الأشياء الصغيرة وعدها معًا. اختر رقمًا مستهدفًا، (مثلا ٥).
ko: 아이에게 작은 물체의 작은 숫자, 가령 7를 주고 함께 세어보세요. 목표 숫자, 가령 5를 고르세요.
tr: Çocuğunuza bazı küçük nesnelerden az sayıda, mesela 7 tane, verip onları çocuğunuzla birlikte sayın. Ardından, bir hedef sayı belirleyin, mesela, o sayı da 5 olsun.

# data_list
source: Ask your child to take five objects out of the original group of seven objects, if it is possible. This helps your child learn the relative sizes of numbers and how much they are bigger or less than each other.
ar: اطلب من طفلك أن يأخذ خمسة أشياء من المجموعة الأصلية المكونة من سبعة أشياء، إذا كان ذلك ممكنًا. هذا يساعد طفلك على تعلم الأحجام النسبية للأرقام ومدى كبرها أو صغرها مقارنة ببعضها البعض.
ko: 가능하다면, 아이에게 일곱 개의 물체로 구성된 원래 그룹에서 다섯 개의 물체를 꺼내도록 시켜보세요. 이것은 당신의 아이가 숫자의 상대적인 크기와 그들이 서로 얼마나 크거나 작은지 배우는 데 도움이 됩니다.
tr: Sonra, çocuğunuzdan, o ilk baştaki 7 nesneden 5 nesneyi çıkarıp almasını isteyin. Bu aktivite, çocuğunuzun, sayıların göreceli miktarlarını ve birbirlerinden ne kadar büyük veya küçük olduklarını öğrenmesine yardımcı olacaktır.

# data_list
source: At first, the target number should be less than or equal to the total number. Later on, giving numbers that are too big provides practice with the relative size of quantities, as well as providing practice checking that requests are reasonable.
ar: في البداية، يجب أن يكون الرقم المستهدف أقل من أو يساوي العدد الإجمالي. وفي وقت لاحق، فإن إعطاء أرقام كبيرة جدًا يوفر تدريبًا على الحجم النسبي للكميات، بالإضافة إلى توفير التحقق من أن الطلبات معقولة.
ko: 처음에는, 목표 숫자는 총 숫자보다 작거나 같아야 합니다. 나중에, 너무 큰 숫자를 주는 것은 수량의 상대적인 크기에 대한 연습을 제공할 뿐만 아니라 시키는 것이 합리적인지 확인하는 연습을 하게 해줍니다.
tr: İlk başta hedef sayıyı toplam sayıya eşit veya ondan daha küçük de alabilirsiniz. Sonraki aşamalarda, hedef sayıya daha büyük sayılar atamak, miktarların göreceli büyüklüklerini öğrenme konusunda pratik sağlar. Bu, ayrıca, taleplerin makul olup olmadıklarını kontrol etme pratiği de sağlar.

# data_list
source: INVISIBLE ADDING AND SUBTRACTING
ar: الجمع والطرح غير المرئي
ko: 보이지 않는 덧셈과 뺄셈
tr: GÖRÜNMEZ TOPLAMA VE ÇIKARMA

# data_list
source: **First:** Have your child count a small number of objects and put them in a box.
ar: **اولاً:** اطلب من طفلك أن يحسب عددًا صغيرًا من الأشياء ويضعها في صندوق.
ko: **첫번째:** 아이가 작은 수의 물건을 세어보게 하고 그것들을 상자에 넣도록 합니다.
tr: **Önce:** Çocuğunuzdan az sayıdaki nesneleri saymasını, ardından, o nesneleri bir kutuya koymasınıisteyin.

# data_list
source: **Next:** Ask them to put up the same number of fingers as there are objects in the box.
ar: **بعد ذلك:** اطلب منه أن يرفع عددًا من الأصابع يساوي عدد الأشياء الموجودة في الصندوق.
ko: **다음:** 아이에게 상자에 있는 물건과 같은 수의 손가락을 들어보게 하세요.
tr: **Sonra:** Çocuğunuzdan, kutuda kaç nesne varsa o kadar sayıda parmaklarını kaldırmasını isteyin.

# data_list
source: **Finally:** Show your child that you are adding (or removing) one or two objects to the box, and ask ‘How many objects are in the box now?’
ar: **وأخيرًا:** أظهر لطفلك أنك تضيف (أو تزيل) واحدًا أو اثنين من الأشياء إلى الصندوق، واسأله ”كم عدد الأشياء الموجودة في الصندوق الآن؟“
ko: **마지막으로:** 아이에게 상자에 하나 또는 두 개의 물건을 더하고 (또는 빼고) 있다는 것을 보여주고, ‘지금 상자 안에 몇 개의 물건이 있어요?“라고 물어보세요.
tr: **Son olarak:** Çocuğunuza kutuya 1 veya 2 nesne eklediğinizi (veya çıkardığınızı) gösterip, ona, “Şimdi kutuda şimdi kaç nesne var?” diye sorun.

# data_list
source: When this becomes too easy, you can add or remove more than two objects.
ar: عندما يصبح هذا سهلاً للغاية، يمكنك إضافة أو إزالة أكثر من شيئين.
ko: 이것이 너무 쉬워지면, 두 개 이상의 물건을 더하거나 뺄수 있습니다.
tr: Bu aktivite, çocuğunuz için artık çok kolay bir aktivite hâline geldiğinde, kutuya bu kez 1 veya 2 nesne yerine daha fazla nesne ekleyebilir veya çıkarabilirsiniz.

# data_list
source: NUMBER LINE BATTLESHIP
ar: معركة خط الأعداد
ko: 숫자 줄 전함
tr: SAYI DOĞRUSUNDAN SAVAŞ GEMISI

# data_list
source: **The setup:** Each player has two number lines – one for their battleships and one for their guesses. These number lines go from 0 to 12 (or higher if the children can count higher). Out of sight, on their battleship number line, each player places tokens on two numbers that will be their battleships.
ar: **الإعداد:** كل لاعب لديه خطين عدديين – واحد لمعركته والآخر لتخميناته. تمتد هذه الخطوط من (٠) إلى ١٢ (أو أعلى إذا كان الأطفال يستطيعون العد لأعلى). بعيدًا عن الأنظار، على الخط العددي لسفينة معركتهم، يضع كل لاعب رموزًا على رقمين يمثلان بوارجه.
ko: **설정:** 각 플레이어는 두 개의 숫자 줄을 가집니다 - 하나는 전함을 위한 것이고 다른 하나는 추측을 위한 것입니다. 이 숫자 줄은 0에서 12까지 갑니다 (또는 아이가 더 많이 셀 수 있다면 더 높은 숫자까지 갑니다). 서로 볼 수 없게 하고, 각 플레이어는 전함 숫자 줄에 전함이 될 두 개의 숫자에 토큰을 놓습니다.
tr: **Oyuna Hazırlık:** Her oyuncunun iki sayı doğrusu olacak—bir tanesi savaş gemisi için, diğeri ise tahminleri için. Sayı doğruları 0’dan 12’ye kadar olsun (ama eğer çocuğunuz 12’den daha büyük sayılara kadar sayabiliyorlarsa, sayı doğruları o sayılara kadar da gidebilir). Her oyuncu, birbirlerine göstermeden, savaş gemisi sayı doğrusundaki 2 sayıya belirteç koyar veya jeton yerleştirir—ki, bunlar, savaş gemileriniz olacak.

# data_list
source: **How to play:** After the setup, the players take turns guessing numbers. When a player makes a guess, the other player says how close the guess was to the nearest target - the guesser then marks down that information on their second number line. **How to win:** The first person to get all the targets wins.
ar: **كيف تلعب:** بعد الإعداد، يتناوب اللاعبون على تخمين الأرقام. عندما يخمن أحد اللاعبين، يخبر اللاعب الآخر بمدى قرب التخمين من الهدف الأقرب - ثم يسجل اللاعب الذي يخمن هذه المعلومات على الخط العددي الثاني الخاص بهم. **كيف تفوز:** أول شخص يحصل على جميع الأهداف يفوز.
ko: **게임 방법:** 설정 후, 플레이어들은 번갈아 가며 숫자를 추측합니다. 플레이어가 추측할 때, 상대방은 추측이 가장 가까운 목표에 얼마나 가까웠는지 말합니다 - 추측자는 두 번째 숫자 줄에 그 정보를 표시합니다. **이기는 방법:** 목표에 도착하는 첫 번째 사람이 이깁니다.
tr: **Nasıl oynanır?** Oyuncular sırayla o iki sayıyı tahmin etmeye çalışırlar. Bir oyuncu bir tahminde bulunduğunda, diğer oyuncu tahminin gerçek sayıya—ki, bu sayıya hedef sayı diyeceğiz—ne kadar yakın olduğunu söyler. Ardından, tahmin eden oyuncu bu bilgiyi kendisinin ikinci sayı doğrusunda işaretler. **Nasıl kazanılır?** Tüm hedef sayıları tahmin eden ilk kişi oyunu kazanır.

# data_list
source: • Use a wider range of numbers. • The response to a guess can be a range of distances rather than an exact amount - for example: “the nearest ship is 1 or 2 away.” • Have ships that are two or three spaces in length.
ar: * استخدام مجموعة واسعة من الأرقام. * يمكن أن يكون الرد على التخمين عبارة عن نطاق من المسافات وليس مقدارًا محددًا - على سبيل المثال: ”أقرب سفينة معركة على بعد ١ أو ٢.“ * يجب أن يكون طول السفن مسافتين أو ثلاث مسافات.
ko: * 더 넓은 범위의 숫자를 사용하세요. * 추측에 대한 반응은 정확한 양이 아닌 거리의 범위일 수 있습니다. 예: “가장 가까운 배는 1 또는 2로 떨어져 있어.” * 길이가 두 개 또는 세 개의 공간이 있는 선박을 가지고 있습니다.
tr: * Daha geniş bir sayı aralığı kullanın. * Oyuncu, tahmin eden oyuncuya sayıyı direkt söylemek yerine onun hangi aralıkta veya mesafede olduğunu da belirtebilir. Örneğin, “en yakın gemi 1 veya 2 birim uzaklıkta!” gibi. * Gemilerin uzunluğunu 2 veya 3 birim yapabilirsiniz.

# data_list
source: WHAT’S MISSING
ar: ما المفقود؟
ko: 무엇이 없어졌나요?
tr: KAÇ TANESI YOK OLDU?

# data_list
source: Bigger and Smaller Numbers
ar: الأرقام الأكبر والأصغر
ko: 더 크고 더 작은 숫자들
tr: Daha Büyük ve Daha Küçük Sayilar

# data_list
source: Count a small number of little things. Hide a few while your child looks away. When your child looks back, ask how many are hidden.
ar: عد عددًا صغيرًا من الأشياء الصغيرة. قم بإخفاء القليل منها بينما ينظر طفلك بعيدًا. وعندما ينظراليك طفلك اسأله عن عدد الأشياء المخفية.
ko: 작은 것들의 적은 숫자를 세어보세요. 아이가 딴 곳을 볼때, 몇 개를 숨기세요. 아이가 다시 돌아보면, 몇 개가 숨겨져 있는지 물어보세요.
tr: Bu aktivitede küçük boyutlarda ve az sayıda olan nesneleri sayacaksınız. Bunun için, çocuğunuz başka bir yöne baktığında, o nesnelerden birkaçını saklamalısınız. Çocuğunuz tekrar nesnelere baktığında, kaç tanesinin yok olduğunu sorun.

# data_list
source: **Example:** Suppose you have 6 raisins on a table. Have your child look away and cover 2 of them with a bowl. When your child looks back, count out the 4 visible raisins and ask how many raisins are under the bowl if there are 6 in total.
ar: **مثال:** افترض أن لديك ٦ حبات زبيب على طاولة. اطلب من طفلك أن ينظر بعيدًا وقم بتغطية اثنين منهم بوعاء. عندما ينظرطفلك قم بعد حبات الزبيب الأربع المرئية واسأله عن عدد حبات الزبيب الموجودة تحت الوعاء إذا كان إجمالي عددها ٦ حبات.
ko: **예:** 테이블에 건포도 6개가 있다고 가정해 봐요. 아이가 딴 곳을 보게 하고 그 중 2개를 그릇으로 덮으세요. 아기가 다시 돌아보면, 눈에 보이는 건포도 4개를 세고 총 6개가 있다면 그릇 아래에 얼마나 많은 건포도가 있는지 물어보세요.
tr: **Örnek:** Bir masada 6 tane kuru üzümünüzün olduğunu varsayalım. Önce, çocuğunuzun başka bir yere bakmasını sağlayın, sonra, üzümlerden 2 tanesini bir kâseyle kapatın. Çocuğunuz tekrar üzümlere baktığında, geride kalan 4 kuru üzümü çocuğunuzla birlikte sayıp, ona, ilk baştaki 6 üzümden kaç tanesinin kâsenin altında olduğunu sorun.

# data_list
source: Reasoning
ar: المنطق
ko: 추리
tr: Akıl yürütme

# data_list
source: One way for your child to figure this out is to “count on” from 4 to 6 - as your child counts 4, 5, and 6, start with 0 fingers raised and raise one finger at a time to arrive at 2 raised fingers. Similarly, your child can do almost the same thing by “counting down” from 6 to 4. Seeing that 4 plus 2 more is 6 is tied together with taking 2 away from 6 to get 4 is great practice for understanding fact families.
ar: إحدى الطرق التي يمكن لطفلك أن يستوعب بها هذا الأمر هي ”العد“ من ٤ إلى ٦ - فبينما يعد طفلك ٤ و٥ و٦، ابدأ برفع يدك مقفولة الاصابع وارفع إصبعًا واحدًا في كل مرة للوصول إلى رفع إصبعين. وبالمثل، يمكن لطفلك أن يفعل نفس الشيء تقريبًا من خلال ”العد التنازلي“ من ٦ إلى ٤. إن رؤية أن ٤ زائد ٢ إضافيين يساوي ٦ مرتبطًا بطرح ٢ من ٦ للحصول على ٤، وهذا يعد تمرينًا رائعًا لفهم العلاقات بين الارقام.
ko: 아이가 이것을 알아내는 한 가지 방법은 4에서 6까지 “계산”을 하는 것입니다 - 아이가 4, 5, 6을 셀 때, 0개의 손가락으로 시작하여 한 번에 한 손가락을 들어 올려 2개의 손가락에 도달하게 하세요. 마찬가지로, 아이는 6에서 4까지 “거꾸로 세기”로 거의 같은 것을 할 수 있습니다. 4 더하기 2가 6이 되는 것은 6에서 2를 빼는 것과 함께 묶여 있다는 것을 보는 것은 숫자가족을 이해하는데 좋은 연습입니다.
tr: Çocuğunuzun cevabı bulması için bir yöntem, 4’ten 6’ya kadar saymaktır—çocuğunuz 4’ten 6’ya kadar sayarken, yani saymaya ‘4’ diyerek başladığında, önce, hiç parmak kaldırmayın. Çocuğunuz ‘5, 6’ diye saymaya devam ederken, parmaklarınızı birer birer kaldırın; toplamda 2 tane parmağınızı kaldırmış olacaksınız. Benzer şekilde, çocuğunuz, 6’dan 4’e kadar “geriye doğru sayarken” de neredeyse aynı şeyi yapabilecektir. Sonuçta, 4 + 2’nin 6 olduğunu görmesi ile 4’ü elde etmek için 6’dan 2’yi çıkarmanın birbiriyle ilişkili olduğunu görmelidir. Bu aktiviteler, bu ilişkileri anlamak için harika pratiklerdir.

# data_list
source: FEATURE MATCHING GAME
ar: لعبة مطابقة مميزات الشكل
ko: 기능 매칭 게임
tr: ÖZELLIK EŞLEŞTIRME OYUNU

# data_list
source: Shape Cards have three properties: shape (circle, triangle, square); count (one, two, three); color (red, blue, black).
ar: تتمتع بطاقات الشكل بثلاث خصائص: الشكل (الدائرة، المثلث، المربع)؛ العدد (واحد، اثنان، ثلاثة)؛اللون (أحمر، أزرق، أسود).
ko: 모양 카드에는 세 가지 특성이 있습니다: 모양 (원형, 삼각형, 정사각형); 세기 (하나, 둘, 셋); 색상 (빨간색, 파란색, 검은색).
tr: Şekil kartlarının 3 özelliği vardır, şekil kartlarının üzerinde: şekiller vardır (daire, üçgen, kare), sayılabilirler (bir, iki, üç), renkler vardır (kırmızı, mavi, siyah).

# data_list
source: **The setup:** Deal five cards to each player. Put the remaining cards face-down in a draw pile. Turn the draw pile’s top card face-up to begin a new stack. Take turns placing a card on the stack – the new card must match two features of the top card. If you cannot play a card on your turn, draw a card from the draw pile and end your turn. **How to win:** The first person to run out of cards is the winner. If the draw pile runs out, the player with the fewest cards in their hand wins.
ar: **الإعداد:** قم بتوزيع خمس بطاقات لكل لاعب. ضع البطاقات المتبقية مقلوبة في كومة سحب. اقلب البطاقة العلوية لكومة السحب بحيث يكون وجهها للأعلى لبدء كومة جديدة. يتناوب اللاعبون على وضع بطاقة في الكومة - يجب أن تتطابق البطاقة الجديدة مع ميزتين من ميزات البطاقة العلوية. إذا لم تتمكن من لعب بطاقة في دورك، فاسحب بطاقة من كومة السحب وأنهي دورك. **كيف تفوز:** أول شخص ينفد منه البطاقات هو الفائز. إذا نفدت كومة السحب، فإن اللاعب الذي لديه أقل عدد من البطاقات في يده هو الفائز.
ko: **설정:** 각 플레이어에게 다섯 장의 카드를 나눠주세요. 남은 카드를 뽑기 더미에 뒤집어 놓으세요. 새로운 스택을 시작하기 위해 뽑기 더미의 제일 위의 카드를 앞면으로 돌려주세요. 번갈아 가며 스택에 카드를 놓으세요 - 새 카드는 제일 위의 카드와 두 가지 기능이 일치해야 합니다. 본인의 차례에서 카드를 놓을수 없다면, 뽑기 더미에서 카드를 뽑고 차례를 끝내세요. **이기는 방법:** 카드가 다 떨어지는 첫 번째 사람이 이깁니다. 뽑기 더미가 다 떨어지면, 손에 카드가 가장 적은 사람이 이깁니다.
tr: **Oyuna Hazırlık:** Her oyuncuya 5 adet kart dağıtın, kalan kartları ters çevirip ortaya koyun. Ardından, oyuncular sırayla bu kalan kartların en üstünden bir kart çekip düz çevirir. Bu yeni kartın en az iki özelliğinin kartlarından birisiyle eşleşmesi gerekir. Sıranız geldiğinde, eğer oynayamıyorsanız, kart destesinden bir kart çekip pas geçebilirsiniz. **Nasıl kazanılır?** Kartları biten ilk kişi oyunu kazanır. Eğer ortadaki kart destesi biterse, o zaman, oyunu elinde en az kart olan oyuncu kazanır.
