Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Sometimes her hands are stretched out wide. Having hands on hips often shows defiance and strength.
ar: في بعض الأحيان تمد يديها باتساع. غالبًا ما يظهر وضع اليدين على الخصر التحدي والقوة.
fr: Parfois, ses mains sont tendues. Avoir ses mains sur les hanches représente souvent un air de défi et la force.
ja: 彼女は時に両手を大きく広げる。腰に手を当てることは、よく反抗心や強さを示す。
ko: 가끔 소녀는 손을 활짝 펴고 있어요. 허리춤에 손을 놓는 것을 반발과 강함을 의미한답니다.
tr: Kızın elleri bazen genişçe açılmış görünüyor. Ellerin kalçanın üzerinde olması sıklıkla gözdağını ve gücü anlatır.

# data_list
source: Indigo is very powerful. How do you feel if you stare at this big square of indigo?
ar: اللون النيلي لون قوي جدًا. كيف تشعر عندما تحدق في هذا المربع الكبير من اللون النيلي؟
fr: L’indigo est très puissant. Comment te sens-tu quand tu fixes ce grand carré d’indigo ?
ja: 藍色はとてもパワフルだ。この大きな正方形の藍色を見つめたら、どう感じる？
ko: 남색은 매우 강한 색깔이에요.이 큰 남색의 정사각형을 계속 보고 있으면 여러분은 어떤 기분이 드나요?
tr: Çivit mavisi çok güçlüdür. Bu büyük çivit mavisi kareye uzun uzun baktığınızda, ne hissediyorsunuz?

# data_list
source: These berries are the color indigo.
ar: هذا التوت لونه نيلي.
fr: Ces baies sont de couleur indigo.
ja: これらの実は藍色だ。
ko: 이 베리는 모두 남색이네요.
tr: Bu yaban mersinleri çivit mavisi rengindedir.

# data_list
source: Count together the buttons or snaps on her jacket.
ar: عدّوا معاً الأزرار أو الكبسات الموجودة على سترتها.
fr: Compte les boutons sur sa veste.
ja: 上着のボタンやスナップを一緒に数えよう。
ko: 소녀의 외투에 있는 단추를 모두 세어보아요.
tr: Ceketin üzerindeki düğmeleri veya çıtçıtları çocuğunuzla birlikte sayın.

# data_list
source: Would you like to eat some of those berries? Do you think you could eat all of them?
ar: هل ترغب في تناول بعض من ذلك التوت؟ هل تعتقد أنك تستطيع أن تأكله كله؟
fr: Aimerais-tu manger quelques-unes de ces baies ? Penses-tu pouvoir toutes les manger ?
ja: そのベリーを少し食べてみたい？全部食べられると思う？
ko: 여러분은 그림에 있는 베리를 먹고 싶나요? 저 많은 베리들을 다 먹을 수 있을까요?
tr: Şu meyvelerden biraz yemek ister misiniz? Onların hepsini yiyebileceğinizi düşünüyor musunuz?

# data_list
source: Think of the largest number you can. Does she have more berries than that number?
ar: فكر في أكبر عدد ممكن. هل لديها توت أكثر من هذا العدد؟
fr: Pense au plus grand nombre que tu connaisses. A-t-elle plus de baies que ce nombre ?
ja: できるだけ大きな数を考えてみよう。彼女はその数より多くの実を持っているかな？
ko: 여러분이 아는 가장 큰 숫자를 떠올려보세요. 소녀가 들고 있는 베리들의 개수가 그 숫자보다 큰가요?
tr: Düşünebileceğiniz en büyük sayıyı düşünün. Kızın o düşündüğünüz sayıdan daha çok mu yaban mersini var?

# data_list
source: The seventh color is violet.
ar: اللون السابع هو البنفسجي.
fr: La septième couleur est le violet.
ja: 7番目の色はスミレ色。
ko: 일곱번째 색깔은 보라색이에요.
tr: Yedinci renk menekşe rengidir.

# data_list
source: Violet is a very intense color. Is it too intense for you, or do you enjoy how intense it is?
ar: اللون البنفسجي هو لون حادّ للغاية. هل هو حادّ جدًا بالنسبة لك، أم أنك تستمتع بمدى حدّته؟
fr: Le violet est une couleur très intense. Est-elle trop intense pour toi ou aimes-tu son intensité ?
ja: スミレ色はとても強烈な色だ。君にとって強烈すぎるかな、それともその強烈さを楽しめるかな？
ko: 보라색은 아주 강한 색깔이에요. 보라색이 여러분에게 너무 강렬한가요 아니면 강렬해서 좋은가요?
tr: Menekşe rengi çok yoğun bir renktir. Sizin için de yoğun mudur yoksa o kadar yoğun olmasından zevk alır mısınız?

# data_list
source: Now she has her arms crossed. Crossed arms can indicate being closed off from others.
ar: الآن لقد أصبحت مكتوفة اليدين. يمكن أن تشير الأيدي المكتوفة إلى الانغلاق على الآخرين.
fr: Maintenant, elle a les bras croisés. Les bras croisés peuvent indiquer que tu es fermé aux autres.
ja: 今、彼女は腕を組んでいる。腕を組むことは、他人から心を閉ざしていることを示す。
ko: 소녀가 팔짱을 끼고 있네요. 팔을 낀 자세는 보통 상대방의 말을 무시할 때 하는 자세에요.
tr: Kız şu anda kollarını çapraz yapmış. Çapraz kollar başkalarından uzak durmak anlamına gelebilir.

# data_list
source: People tell us a lot without saying any words. Sometimes people do that with an expression on their face, and sometimes they do it with the way they hold their body.
ar: يخبرنا الناس الكثير دون أن يقولوا أي كلمات. أحيانًا يفعل الناس ذلك من خلال التعبير على وجوههم، وأحيانًا أخرى يفعلون ذلك من خلال لغة جسدهم.
fr: Les gens nous disent beaucoup de choses sans parler. Parfois, les gens le font avec une expression sur leur visage, et parfois ils le font avec la façon dont ils se tiennent.
ja: 人は言葉を発せずとも、私たちに多くを語る。時には表情で、時には体の持ち方で。
ko: 사람들은 꼭 말을 통해서가 아니라 얼굴 표정과 자세로도 의미를 전달한답니다.
tr: İnsanlar bize hiçbir şey söylemeden çok fazla şey anlatırlar. Bunu bazen yüzlerindeki bir ifadeyle ve bazen de vücut duruşlarıyla anlatırlar.

# data_list
source: My dress is violet. Violet is my favorite color! What is your favorite color?
ar: فستاني بنفسجي. البنفسجي هو لوني المفضل! ما هو لونك المفضل؟
fr: Ma robe est violette. Le violet est ma couleur préférée ! Quelle est ta couleur préférée ?
ja: 私のドレスはスミレ色。スミレ色は好きな色なの。君の好きな色は？
ko: 제 드레스는 보라색이에요. 보라색은 제가 가장 좋아하는 색이랍니다! 여러분은 무슨 색깔을 제일 좋아하나요?
tr: Benim elbisem menekşe renginde. Menekşe rengi benim favori rengim! Sizin favori renginiz nedir?

# data_list
source: Notice that the flowers she is next to are violet flowers -- they are named after their color.
ar: لاحظ أن الزهور التي بجوارها هي زهور بنفسجية -- وقد سميت على اسم لونها.
fr: Remarque que les fleurs à côté d’elle sont des violettes : elles portent le nom de leur couleur.
ja: 彼女の隣にある花がスミレの花であることに注目しよう。色にちなんで名付けられた。
ko: 소녀가 보라색 꽃 옆에 서있네요.
tr: Kızın yanındaki çiçeklerin menekşe çiçekleri olduklarına dikkat edin – onlar isimlerini renklerinden almışlardır.

# data_list
source: She looks very happy wearing a dress with her favorite color. Do you have clothes that are in your favorite color?
ar: تبدو سعيدة جدًا بارتداء فستان بلونها المفضل. هل لديك ملابس بلونك المفضل؟
fr: Elle a l’air très heureuse de porter une robe de sa couleur préférée. As-tu des vêtements qui sont de ta couleur préférée ?
ja: 彼女は好きな色の服を着ていて、とても幸せそう。君は好きな色の服を持っている？
ko: 소녀는 자신이 좋아하는 보라색 드레스를 입고 매우 행복해보여요. 여러분도 좋아하는 색의 옷이 있나요?
tr: Kız, en sevdiği renkte bir elbise giydiği için çok mutlu görünüyor. Sizin favori renginizde olan kıyafetleriniz var mı?

# data_list
source: Which colors make you happy? Are there colors you don't like?
ar: ما هي الألوان التي تجعلك سعيداً؟ هل هناك ألوان لا تحبها؟
fr: Quelles couleurs te rendent heureux(se) ? Y a-t-il des couleurs que tu n’aimes pas ?
ja: ハッピーになれる色は何色？嫌いな色は何色？
ko: 무슨 색깔을 여러분을 행복하게 하나요? 싫어하는 색깔도 있나요?
tr: Hangi renkler sizi mutlu eder? Sevmediğiniz renkler var mı?

# data_list
source: Do you know the seven colors of the rainbow?
ar: هل تعرف ألوان قوس قزح السبعة؟
fr: Connais-tu les sept couleurs de l’arc-en-ciel ?
ja: 虹の7色を知っている？
ko: 여러분은 무지개의 일곱가지 색깔들을 아나요?
tr: Gökkuşağının yedi rengini biliyor musunuz?

# data_list
source: Can you remember what each color is?
ar: هل يمكنك أن تتذكر ما هو كل لون؟
fr: Te souviens-tu de chaque couleur ?
ja: それぞれの色が何色か覚えている？
ko: 각 색깔들이 무엇이었는지 기억나나요?
tr: Her bir rengin ne olduğunu hatırlıyor musunuz?

# data_list
source: Some people use the fake name Roy G. Biv to remind them of the order of the seven colors of the rainbow.
ar: هل تعرف الفرق بين الأرجواني والبنفسجي؟
fr: Certaines personnes utilisent le nom VIBUJOR pour se souvenir de l’ordre des sept couleurs de l’arc-en-ciel.
ja: 紫色とスミレ色の違いが分かる？
ko: 몇몇 사람들은 무지개를 “빨주노초파남보”라고 첫 글자를 따와서 외운답니다.
tr: Bazı insanlar, gökkuşağının yedi renginin sırasını onlara hatırlatması için ‘KuTuSu YaMaÇ Mı?’ kısaltmasını kullanırlar (Ç, çivit mavisi/indigo rengi için kullanılmıştır).

# data_list
source: Brown is not one of the main colors of the rainbow. Are there other colors you know that are not one of the seven?
ar: اللون البني ليس أحد الألوان الرئيسية لقوس قزح. هل هناك ألوان أخرى تعرفها ليست من السبعة؟
fr: Le marron n’est pas une couleur de l’arc-en-ciel. Connais-tu d'autres couleurs qui ne font pas partie des sept ?
ja: 茶色は虹の主要な色の一つではない。虹の7色以外で君が知っている色はある？
ko: 갈색은 무지개의 기본 색깔 중 하나가 아니에요. 여러분이 아는 색깔중에서 무지개의 기본 색깔이 아닌 색을 아나요?
tr: Kahverengi gökkuşağının ana renklerinden birisi değildir. Gökkuşağının yedi renginden biri olmayan bildiğiniz başka renkler var mı?

# data_list
source: One elephant is going to drink water.
ar: فيل واحد سوف يشرب الماء.
fr: Un éléphant va boire de l’eau.
ja: １頭のぞうが水を飲もうとしています。
ko: 한 마리의 코끼리가 물을 마시러 가고 있어요.
tr: Bir fil su içmeye gidiyor.

# data_list
source: Count together the elephants, the tusks, the feet, the eyes, and the tails.
ar: قوموا بعدّ الفِيَلة، الأنياب، الأقدام، العينين، والذيول معاً.
fr: Compte les éléphants, les défenses, les pattes, les yeux, et les queues.
ja: ぞう、牙、足、目、しっぽの数を数えましょう。
ko: 코끼리의 코, 뿔, 눈, 그리고 발을 함께 세어보아요.
tr: Çocuğunuzla beraber filleri, fildişlerini, ayakları, gözleri ve kuyrukları sayın.

# data_list
source: Which items are there the most of and which are there the least of?
ar: ما هي العناصر المتوفر منها الأكثر وأيها الأقل؟
fr: Parmi tout cela, lequel vois-tu le plus et lequel vois-tu le moins ?
ja: どのアイテムが一番多くありますか？また、一番少ないのはどれですか？
ko: 제일 많은 것과 제일 적은 것을 말해보세요.
tr: Hangi ögelerden en çok ve hangilerinden en az var?

# data_list
source: What do you think the elephant is about to do?
ar: ماذا تعتقد أن الفيل على وشك أن يفعل؟
fr: D’après toi, que s’apprête à faire l’éléphant ?
ja: ぞうは何をしようとしていると思いますか？
ko: 코끼리가 무엇을 할 것 같나요?
tr: Sizce fil ne yapmak üzere?

# data_list
source: Two giraffes are going to drink water.
ar: زرافتان سوف تشربان الماء.
fr: Deux girafes vont boire de l’eau.
ja: ２頭のきりんが水を飲もうとしています。
ko: 두 마리의 기린이 물을 마시러 가고 있어요.
tr: İki zürafa su içmeye gidiyor.

# data_list
source: Each giraffe has four feet. Count the number of giraffes and the number of feet.
ar: كل زرافة لديها أربعة أقدام. احسب عدد الزرافات وعدد الأقدام.
fr: Chaque girafe a quatre pattes. Compte les girafes et leurs pattes.
ja: きりんはそれぞれ４本の足があります。きりんの数と足の本数を数えましょう。
ko: 각 기린은 네개의 발을 가지고 있어요. 기린의 개수와 발의 개수를 세어보아요.
tr: Her zürafanın dört ayağı var. Kaç tane zürafa ve ayak olduğunu sayın.

# data_list
source: The giraffes are very tall. They must bend way down to get to the water.
ar: الزرافتان طويلتان جدًا. يجب عليهما الانحناء للأسفل للوصول إلى الماء.
fr: Les girafes sont très grandes. Elles doivent se pencher très bas pour atteindre l’eau.
ja: きりんはとても背が高いです。水に到達するには身を屈めなければなりません。
ko: 기린들은 키가 너무 커서 고개를 숙여서 물을 마셔야 해요.
tr: Zürafalar çok uzundur. Suya ulaşmak için oldukça eğilmeleri gerekir.

# data_list
source: Two giraffes are one more animal than one elephant. What is one more animal than two animals?
ar: زرافتان حيوان واحد أكثر من فيل واحد. ما هو حيوان واحد أكثر من حيوانين؟
fr: Deux girafes, c’est un animal de plus qu’un éléphant. Un animal de plus que deux animaux, combien ça fait ?
ja: ２頭のきりんは１頭のぞうより１頭多いです。２頭より１頭多いのは何頭でしょうか？
ko: 두 기린은 한 코끼리보다 한 마리 더 많아요. 두 기린보다 한 마리 더 많으면 몇 마리 일까요?
tr: İki zürafa, bir filden bir hayvan fazladır. O hâlde, iki hayvandan bir fazla hayvan nedir?

# data_list
source: Three buffaloes and four birds are also going to drink water.
ar: ستشرب ثلاثة جواميس وأربعة طيور الماء أيضاً.
fr: Trois buffles et quatre oiseaux vont aussi boire de l’eau.
ja: ３頭のバッファローと４羽の鳥も水を飲もうとしています。
ko: 세 마리의 물소와 네 마리의 새들이 물을 마시러 가고 있어요.
tr: Üç manda ve dört kuş da su içmeye gidiyor.

# data_list
source: Count together the buffaloes, the birds, the horns, and the tails.
ar: عدوا معًا الجواميس، الطيور، القرون والذيول.
fr: Compte les buffles, les oiseaux, les cornes, et les queues.
ja: バッファロー、鳥、角、しっぽの数を数えましょう。
ko: 물소, 새, 꼬리, 그리고 뿔을 모두 세어보아요.
tr: Mandaları, kuşları, boynuzları ve kuyrukları çocuğunuzla beraber sayın.

# data_list
source: When there is one source of water, all the thirsty animals come to that one place. If a lion wants to hunt animals, this is a good place to find them!
ar: عندما يكون هناك مصدر واحد للمياه، تأتي جميع الحيوانات العطشى إلى ذلك المكان. إذا أراد الأسد اصطياد الحيوانات، فهذا مكان جيد للعثور عليها!
fr: Quand il y a une source d’eau, tous les animaux qui ont soif, viennent boire à cette source. Si un lion veut chasser des animaux, c’est un bon endroit pour en trouver !
ja: １つの水飲み場あるとき、喉の渇いたすべての動物たちはその１つの場所に集まります。もしライオンが動物を捕まえたいならば、ここが動物たちを見つけるのに良い場所です！
ko: 물의 근원이 한곳 밖에 없다면, 목마른 동물들은 모두 그곳에 모여요. 사자가 동물을 사냥하기에 적합해 보이네요!
tr: Tek bir su kaynağı olunca bütün susamış hayvanlar o yere gelir. Eğer bir aslan hayvan avlamak istiyorsa, o yer avlarını bulmak için iyi bir yerdir!

# data_list
source: Three buffaloes is one less animal than four animals. What is one less animal than three animals?
ar: ثلاثة جواميس هي حيوان واحد أقل من أربعة حيوانات. ما هو حيوان واحد أقل من ثلاثة حيوانات؟
fr: Trois buffles, c’est un animal de moins que quatre animaux. Un animal de moins que trois animaux, combien cela fait-il ?
ja: ３頭のバッファローは４羽の鳥より１頭少ないです。３頭より１頭少ないのは何頭でしょうか？
ko: 세 마리의 물소는 네 마리의 동물보다 한마리 적어요. 세 마리보다 한 마리 적은 것은 몇 마리 일까요?
tr: Üç manda dört hayvandan bir hayvan daha azdır. Üç hayvandan bir eksik hayvan kaçtır?

# data_list
source: Five antelopes and six warthogs are walking to the water.
ar: خمسة ظباء وستة خنازير تسير إلى الماء.
fr: Cinq antilopes et six phacochères s’approchent de l’eau.
ja: ５頭のレイヨウと６頭のイボイノシシが水に向かって歩いています。
ko: 다섯 마리의 영양과 여섯 마리의 멧돼지가 물을 마시러 가고 있어요.
tr: Beş antilop ve altı yaban domuzu suya doğru yürüyor.

# data_list
source: Count the antelopes and the warthogs. How many of the warthogs are babies?
ar: عدّ الظباء والخنازير. كم عدد الخنازير الأطفال؟
fr: Compte les antilopes et les phacochères. Parmi les phacochères, combien sont des petits ?
ja: レイヨウとイボイノシシの数を数えましょう。イボイノシシのうち何頭が赤ちゃんでしょうか？
ko: 영양과 멧돼지를 세어보아요. 몇마리의 멧돼지가 아기 멧돼지인가요?
tr: Antilopları ve yaban domuzlarını sayın. Yaban domuzlarının kaç tanesi yavru?

# data_list
source: Some of the antelopes are looking around rather than looking at each other. The pack stays safe by having some of them looking for danger!
ar: تنظر بعض الظباء حولها بدلاً من النظر إلى بعضها البعض. تبقى المجموعة آمنة من خلال بحث البعض منهم عن الخطر!
fr: Certaines antilopes regardent autour d’elles au lieu de se regarder. Le troupeau reste en sécurité grâce à certaines qui surveillent le danger !
ja: 何頭かのレイヨウはお互いを見つめるのでなく、周りを見回しています。何頭かが危険を見つけることによって、群れは安全になります。
ko: 몇몇 영양은 서로를 쳐다보는 대신 주위를 둘러보고 있네요. 몇마리가 위험이 있는지 둘러봄으로서 무리 전체가 안전할 수 있답니다.
tr: Bazı antiloplar birbirlerine bakmak yerine etrafa bakıyor. Sürü, bazı antilopların tehlike olup olmadığını kontrol etmesi sayesinde güvende kalıyor!

# data_list
source: Of antelopes and warthogs, which are there more of and which are there less of?
ar: من بين الظباء والخنازير، أيها أكثر وأيها أقل؟
fr: Entre l’antilope et le phacochère, quel animal vois-tu le plus et lequel vois-tu le moins ?
ja: レイヨウとイボイノシシでは、どちらが多く、どちらが少ないでしょうか？
ko: 영양과 멧돼지 중에 무슨 동물이 더 많고 더 적은 가요?
tr: Antiloplar ve yaban domuzlarından hangisi sayıca daha fazla ve hangisi daha az?

# data_list
source: Seven zebras are running to the water.
ar: سبعة حمير وحشية تركض إلى الماء.
fr: Sept zèbres courent vers l’eau.
ja: ７頭のシマウマが水に向かって走っています。
ko: 일곱 마리의 얼룩말이 물을 향해 달려오고 있어요.
tr: Yedi zebra suya doğru koşuyor.

# data_list
source: Count the zebras and the trees.
ar: عدّ الحمير الوحشية والأشجار.
fr: Compte les zèbres et les arbres.
ja: シマウマと木の数を数えましょう。
ko: 얼룩말과 나무의 개수를 세어보아요.
tr: Zebraları ve ağaçları sayın.

# data_list
source: How can you tell that the zebras have been running? They must be very thirsty to be running to the water!
ar: كيف يمكنك معرفة أن الحمير الوحشية كانت تركض؟ لا بد أنها عطشانة جدًا حتى تركض إلى الماء!
fr: Comment reconnais-tu que les zèbres courent ? Ils doivent vraiment avoir soif pour courir vers l’eau !
ja: シマウマが走ってきたことをどうやって伝えますか？彼らは、水に向かって走るほど喉が渇いていたに違いありません。
ko: 얼룩말들이 뛰고 있었다는 것을 어떻게 알 수 있나요? 물까지 뛰어서 많이 목마르겠어요!
tr: Zebraların koştuklarını nasıl anlayabilirsiniz? Suya doğru koştuklarına göre çok susamış olmalılar!

# data_list
source: Try counting the black stripes on some of the zebras. Do some zebras have more stripes than others?
ar: حاول عدّ الخطوط السوداء الموجودة على بعض الحمير الوحشية. هل تمتلك بعض الحمير الوحشية خطوطاً أكثر من غيرها؟
fr: Essaye de compter les rayures noires de quelques zèbres. Est-ce que certains zèbres ont plus de rayures que d’autres ?
ja: シマウマの黒い縞模様を数えてみてください。他のシマウマより縞模様が多いシマウマもいますか？
ko: 얼룩말의 검은 줄을 세어보아요. 어떤 얼룩말은 다른 얼룩말보다 줄이 더 많나요?
tr: Bazı zebraların üzerindeki siyah çizgileri saymayı deneyin. Bazı zebraların diğerlerinden daha fazla çizgisi mi var?

# data_list
source: Eight frogs and nine fish are swimming in the water.
ar: ثمانية ضفادع وتسعة أسماك تسبح في الماء.
fr: Huit grenouilles et neuf poissons nagent dans l’eau.
ja: ８匹のカエルと９匹の魚が水の中を泳いでいます。
ko: 여덟 마리의 개구리와 아홉 마리의 물고기가 물에서 헤엄치고 있어요.
tr: Sekiz kurbağa ve dokuz balık suda yüzüyor.

# data_list
source: Count together the frogs and the fish. Can you count that high?
ar: عدّوا الضفادع والأسماك معًا. هل يمكنك العدّ بهذا الارتفاع؟
fr: Compte les grenouilles et les poissons. Peux-tu compter autant ?
ja: カエルと魚の数を数えましょう。そんなに数えられますか？
ko: 개구리들과 물고기들을 함께 세어보아요. 여러분은 그렇게 큰 숫자를 셀 수 있나요?
tr: Çocuğunuzla beraber, kurbağaları ve balıkları sayın. O kadar ileriye kadar sayabiliyor musunuz?

# data_list
source: They are packed very tightly together. Do you think they feel crowded or do they like having the company?
ar: إنها مكدسة فوق بعضها البعض بإحكام شديد. هل تعتقد أنها تشعر بالازدحام أم أنها تحب وجود الصحبة؟
fr: Ils sont très serrés les uns contre les autres. Penses-tu qu’ils se sentent à l’étroit ou qu’ils aiment avoir de la compagnie ?
ja: 彼らはみんなぎゅっと詰まっています。彼らは狭いと感じていると思いますか？それとも、一緒にいるのが好きだと思いますか？
ko: 동물들이 전부 가깝게 모여있네요. 좁은 것일까요? 아니면 함께 있는 것이 좋은걸까요?
tr: Birbirlerine çok yakın olacak şekilde toplanmışlar. Sizce kendilerini kalabalık mı hissediyorlar yoksa arkadaşlıktan mı hoşlanıyorlar?

# data_list
source: What is one more than eight frogs? What is one less than nine fish?
ar: ما هو واحد أكثر من ثمانية ضفادع؟ ما هو واحد أقل من تسعة سمكات؟
fr: Huit grenouilles et une de plus, combien cela fait-il ? Neuf poissons et un de moins, combien cela fait-il ?
ja: ８匹のカエルより１匹多いのは何匹でしょうか？９匹より１匹少ないのは何匹でしょうか？
ko: 여덟 마리의 개구리에서 한 마리 개구리가 더 있다면 몇 마리인가요? 아홉 마리의 물고기보다 한 마리 더 적으면 몇 마리인가요?
tr: Sekiz kurbağadan bir fazlası nedir? Dokuz balıktan bir eksik kaçtır?

# data_list
source: How many different kinds of animals can you count?
ar: كم عدد أنواع الحيوانات المختلفة التي يمكنك عدها؟
fr: Combien d’animaux différents peux-tu compter ?
ja: 様々な種類の動物を何種類数えることができますか？
ko: 몇가지 종류의 동물들을 셀 수 있나요?
tr: Kaç farklı hayvan türü sayabilirsiniz?

# data_list
source: One lion roars. He also wants to drink. Who is afraid of the lion?
ar: أسد واحد يزأر. إنه يريد أن يشرب أيضًا. من يبدو خائفاً من الأسد؟
fr: Un lion rugit. Il veut boire aussi. Qui a peur du lion ?
ja: １匹のライオンが雄叫びをあげます。ライオンはまた水も飲みたいです。誰がそのライオンを怖がりますか？
ko: 한 사자가 포효하네요. 그도 물을 마시고 싶나봐요. 누가 사자를 무서워하죠?
tr: Bir aslan kükrüyor. O da su içmek istiyor. Aslandan kim korkuyor?

# data_list
source: Count together the lions, warthogs, birds, zebras, antelopes, giraffes, water buffaloes, and elephants. That's a lot of counting!
ar: عدّوا معاً الأسود والخنازير والطيور والحمير الوحشية والظباء والزرافات والجواميس والفيلة. هذا كثير من العد!
fr: Compte les lions, les phacochères, les oiseaux, les zèbres, les antilopes, les girafes, les buffles et les éléphants. Ça fait beaucoup d’animaux !
ja: ライオン、イボイノシシ、鳥、シマウマ、レイヨウ、キリン、水牛、ぞうの数を数えましょう。たくさん数えられるものがありますね！
ko: 함께 사자, 멧돼지, 새, 얼룩말, 영양, 물소, 그리고 코끼리들을 세어보아요. 오, 동물들이 정말 많네요!
tr: Aslanları, yaban domuzlarını, kuşları, zebraları, antilopları, zürafaları, mandaları ve filleri çocuğunuzla birlikte sayın. Bu oldukça ileriye kadar saymak demek!

# data_list
source: Most of the animals start to run away from the lion. Which animals will stay?
ar: بدأت معظم الحيوانات بالهروب من الأسد. ما هي الحيوانات التي ستبقى؟
fr: La plupart des animaux courent pour échapper au lion. Quels animaux vont rester ?
ja: ほとんどの動物はライオンから逃げ始めました。どの動物が残っているでしょうか？
ko: 대부분의 동물들이 사자로부터 도망치네요. 어떤 동물들이 남을까요?
tr: Hayvanların çoğu aslandan kaçmaya başlıyor. Hangi hayvanlar kalacak?

# data_list
source: One elephant is drinking water with the lion.
ar: فيل واحد يشرب الماء مع الأسد.
fr: Un éléphant boit de l’eau avec le lion.
ja: １匹のぞうがライオンと一緒に水を飲んでいます。
ko: 한 마리의 코끼리가 사자와 같이 물을 마시고 있어요.
tr: Bir fil aslanla birlikte su içiyor.

# data_list
source: The elephant, birds, fish, and frogs did not run away.
ar: الفيل، الطيور، السمكة والضفادع لم يهربوا.
fr: L’éléphant, les oiseaux, les poissons et les grenouilles ne se sont pas enfuis.
ja: ぞう、鳥、魚、カエルは、逃げませんでした。
ko: 코끼리와 새, 물고기, 그리고 개구리들은 도망치지 않았어요.
tr: Fil, kuşlar, balıklar ve kurbağalar aslandan kaçmamış.

# data_list
source: Would you run away from a lion?
ar: هل ستهرب أنت من الأسد؟
fr: Te serais-tu enfui du lion ?
ja: あなたはライオンから逃げますか？
ko: 여러분은 사자로부터 도망갈건가요?
tr: Siz aslandan kaçar mıydınız?

# data_list
source: Would it be fun to go for a swim in this watering hole?
ar: هل سيكون من الممتع الذهاب للسباحة في حفرة الري هذه؟
fr: Est-ce que ça serait amusant de nager dans ce point d’eau ?
ja: この水飲み場に泳ぎに行くのは楽しいでしょうか？
ko: 이 연못에서 수영하면 재미있을까요?
tr: Bu su birikintisinde yüzmek eğlenceli olur muydu?

# data_list
source: The Izinzawu family was a happy family. The children learned cooking, gardening, and hunting from their parents.
ar: كانت عائلة إيزانزاو عائلة سعيدة. تعلم الأطفال الطبخ والبستنة والصيد من والديهم.
fr: La famille Izinzawu était une famille heureuse. Les enfants ont appris de leur parents la cuisine, le jardinage et la chasse.
ja: イザンザウ家は幸せな家族だった。子供たちは両親から料理、園芸、狩猟を学んだ。
ko: 이잔잔자우 가족은 행복한 가족이었어요. 아이들은 부모님에게 요리하는 법, 농사하는 법, 그리고 사냥하는 법을 배웠어요.
tr: Izinzawu ailesi mutlu bir aileydi. Çocuklar yemek yapmayı, bahçeciliği ve avcılığı ebeveynlerinden öğreniyorlardı.

# data_list
source: Why do plants need watering?
ar: لماذا تحتاج النباتات إلى الري؟
fr: Pourquoi les plantes ont-elles besoin d’être arrosées ?
ja: どうして植物には水やりが必要なの？
ko: {왜 식물에게 물을 주어야 할까요?
tr: Bitkiler neden sulanmaya ihtiyaç duyarlar?

# data_list
source: Point to and name the colors in this picture.
ar: أشر إلى الألوان الموجودة في هذه الصورة وقم بتسميتها.
fr: Montre et nomme les couleurs sur cette image.
ja: この絵の中で使われている色を指さして名前を言おう。
ko: 그림에 있는 모든 색깔을 가리키고 이름을 말해보아요.
tr: Bu resimdeki renkleri gösterip isimlerini söyleyin.

# data_list
source: How are the green colors in this picture similar and how are they different?
ar: فيم تتشابه الألوان الخضراء في هذه الصورة وفيم تختلف؟
fr: En quoi les couleurs vertes sur cette image sont-elles identiques et en quoi sont-elles différentes ?
ja: この絵で使われている緑色はどのように似ていて、どのように違う？
ko: 그림에 있는 녹색의 색깔들이 어떤 면에서 비슷하고 또 다른가요?
tr: Bu resimdeki yeşil renkler birbirlerine nasıl benzerler ve birbirlerinden nasıl farklılar?

# data_list
source: At dinner time every day, they talked about what they had done that day.
ar: وفي وقت العشاء كل يوم، كانوا يتحدثون عما فعلوه في ذلك اليوم.
fr: Tous les jours à l’heure du dîner, ils parlaient de ce qu’ils avaient fait dans la journée.
ja: 毎日夕食時に、彼らはその日にしたことについて話した。
ko: 매일 저녁시간에는, 그들은 자신이 그날 한 일에 대해서 얘기를 나눴어요.
tr: Her akşam yemeğinde, o gün neler yaptıklarını konuşurlardı.

# data_list
source: A square is a shape like this page that has four equal sides. The tablecloth has a checkerboard design with lots of squares. Find some squares in a pattern where you are.
ar: المربع هو شكل مثل هذه الصفحة وله أربعة أضلاع متساوية. يتميز مفرش المائدة بتصميم رقعة الشطرنج مع الكثير من المربعات. ابحث عن بعض المربعات في هذا النمط.
fr: Un carré est une forme comme cette page, qui a quatre côtés égaux. La nappe a un motif en damier avec beaucoup de carrés. Trouve des carrés sur un motif autour de toi.
ja: 正方形とは、このページのように4つの辺が等しい形のこと。テーブルクロスは、正方形がたくさん並んだチェック模様になっている。君のいる場所で、正方形の模様を見つけよう。
ko: 이 페이지처럼 네개의 길이가 같은 변을 가진 모양은 정사각형이에요. 식탁보는 정사각형이 여러개로 이루어진 체크무늬 디자인이네요. 여러분 주변에 있는 정사각형 무늬를 찾아보아요.
tr: Bir kare, bu sayfa gibi dört eşit kenarı olan bir şekildir. Masa örtüsü bir sürü kareden oluşan bir dama (veya satranç) tahtası tasarımına sahip. Bulunduğunuz yerdeki bir desenin içinde olan birkaç kare bulun.

# data_list
source: Name the shapes you see in this picture.
ar: قم بتسمية الأشكال التي تراها في هذه الصورة.
fr: Nomme les formes que tu vois sur cette image.
ja: この絵の中で見つけられる形は何かな。
ko: 그림에서 보이는 도형을 말해보아요.
tr: Bu resimde gördüğünüz şekillerin isimlerini söyleyin.
