Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Finding something cool to put on your wound is often a very good idea to stop further burning inside the wound.
ar: إن العثور على شيء رائع لوضعه على جرحك غالبًا ما يكون فكرة جيدة جدًا لوقف المزيد من الحرق داخل الجرح.
fr: Trouve quelque chose de frais pour recouvrir la plaie est souvent une bonne idée pour empêcher la brûlure de s’étendre dans la plaie.
ja: 傷口に何か冷たいものを当てるのは、傷口の中がこれ以上焼けないようにするために、とても良いアイデアです。
ko: 여러분의 상처를 덮을 수 있는 시원한 곳을 찾는 것은 종종 화상이 상처 안으로 더 번지는 것을 막아주는 좋은 방법입니다.
tr: Yaranızın üzerine koyabileceğiniz soğuk bir şey bulmak, yaranın daha fazla yanmasını önlemek için genellikle çok iyi bir fikirdir.

# data_list
source: But her skin was already full of blisters.
ar: لكن بشرتها كانت مليئة بالجروح بالفعل.
fr: Mais sa peau était déjà couverte de cloques.
ja: でも皮膚はもう水ぶくれだらけでした。
ko: 그렇지만 모드의 피부는 벌써 물집으로 덮여 있었습니다.
tr: Ama Mod’un derisi çoktan kabarcıklarla dolmuştu bile.

# data_list
source: When Mod splashed, what shape were the ripples in the water around where Mod went in?
ar: عندما سقطت مود، ما كان شكل التموجات الموجودة في الماء حول مكان سقوطها؟
fr: Quand Maud plongea, quelle forme avait les ondulations à la surface de l’eau, là où Maud est entrée ?
ja: モッズが水しぶきを上げた時、モッズが入った辺りの水の波紋はどんな形でしたか？
ko: 모드가 물을 튀었을때 모드가 들어간 주변에는 어떤 색상의 잔물결이 생겼나요?
tr: Mod suya girdiğinde, suya girdiği yerin etrafında oluşan su dalgaları hangi şekildelerdi?

# data_list
source: Have you ever watched the ripples a stone makes when it falls into quiet water?
ar: هل سبق لك أن شاهدت التموجات التي يصنعها الحجر عند سقوطه في الماء الهادئ؟
fr: As-tu déjà regardé les ondulations que fait un caillou qui tombe dans de l’eau calme ?
ja: 石が静かな水に落ちた時の 波紋を見たことがありますか？
ko: 여러분은 잔잔한 물에 돌이 떨어질 때 생기는 잔물결을 본 적이 있나요?
tr: Bir taşın durgun suya düştüğünde oluşturduğu dalgaları hiç izlediniz mi hiç?

# data_list
source: Those ripples are circles that have a common center point. Such circles are called concentric.
ar: تلك التموجات عبارة عن دوائر لها نقطة مركزية مشتركة. تسمى هذه الدوائر متحدة المركز.
fr: Ces ondulations sont des cercles qui ont un point central en commun. Des cercles comme ceux-là sont appelés concentriques.
ja: あの波紋は、共通の中心点を持つ円です。そのような円を同心円と言います。
ko: 잔물결들은 모두 같은 중심점을 가지고 있습니다. 그런 원형을 우리는 동심이라고 부릅니다.
tr: Bu dalgalar ortak bir merkez noktası olan dairelerdir. Bu tür dairelere ‘eş merkezli daireler’ denir.

# data_list
source: Mod found a home under a rock. Her new skin was dry and rough.
ar: وجدت مود منزلاً تحت صخرة. كانت بشرتها الجديدة جافة وخشنة.
fr: Maud trouva une maison sous une roche. Sa nouvelle peau était sèche et dure.
ja: モッドは岩の下に住処を見つけました。新しい皮膚は乾燥して荒れていました。
ko: 모드는 돌 밑에 집을 찾았습니다. 모드의 새 피부는 마르고 거칠었습니다.
tr: Mod bir kayanın altında bir yuva buldu. Yeni derisi kuru ve pürüzlüydü.

# data_list
source: Even if things did not go so well, she had some interesting experiences. Do you think Mod regrets her adventure?
ar: حتى لو لم تسر الأمور على ما يرام، فقد خاضت بعض التجارب المثيرة للاهتمام. هل تعتقد أن مود نادمة على مغامرتها؟
fr: Même si les choses ne se sont pas très bien passées, elle a vécu des choses intéressantes. Penses-tu que Maud regrette son aventure ?
ja: 物事がうまくいかなくても、彼女は面白い経験をしました。モッドは冒険を後悔していると思いますか？
ko: 만약에 일이 잘 되지않았다고 해도, 모드는 흥미로운 경험을 했습니다. 여러분은 모드가 자신의 모험을 후회한다고 생각하나요?
tr: İşler pek iyi gitmemiş olsa da Mod, bazı ilginç deneyimler yaşadı. Sizce Mod macerasından pişmanlık duyuyor mudur?

# data_list
source: Do you think toads have homes with doors, windows, and tables?
ar: هل تظن أن للضفادع بيوتا لها أبواب ونوافذ وطاولات؟
fr: Penses-tu que les crapauds ont des maisons avec des portes, des fenêtres et des tables ?
ja: ヒキガエルにもドアや窓やテーブルのある家があると思いますか？
ko: 여러분은 두꺼비가 문과 창문 그리고 식탁이 있는 집을 가지고 있다고 생각하나요?
tr: Sizce kurbağaların kapıları, pencereleri ve masaları olan evleri var mıdır?

# data_list
source: It looks like Mod has three fingers now. Is that more or less than she had before?
ar: يبدو أن لدى مود ثلاثة أصابع الآن. هل هذا أكثر أم أقل مما كانت عليه من قبل؟
fr: On dirait que Maud a désormais trois doigts. Est-ce que c’est plus ou moins que ce qu’elle avait avant ?
ja: モッズの指は3本になったみたいです。それは、以前より多いのでしょうか、それとも少ないのでしょうか？
ko: 지금은 모드가 세 개의 손가락을 가지고 있는 것처럼 보입니다. 그것은 모드가 전에 가지고 있었던 것보다 더 많나요 아니면 더 적나요?
tr: Resimde Mod’un üç parmağı görülüyor. Şu anda parmakları, daha önce sahip olduğundan daha mı fazla yoksa daha mı az sayıda?

# data_list
source: Now only frogs have smooth skin and live near water.
ar: الآن فقط الضفادع لديها بشرة ناعمة وتعيش بالقرب من الماء.
fr: Maintenant, seules les grenouilles ont la peau lisse et vivent près de l’eau.
ja: 肌がすべすべで 水辺に住んでるのはカエルだけです。
ko: 이제는 개구리만이 부드러운 피부를 가지고 있고 물 근처에서 삽니다.
tr: Artık sadece kurbağaların pürüzsüz derileri var ve su kenarında yaşıyorlar.

# data_list
source: Did you know that there are differences between frogs and toads?
ar: هل تعلم أن هناك اختلافات بين الضفادع والعلاجيم؟
fr: Savais-tu qu’il y a des différences entre les grenouilles et les crapauds ?
ja: カエルとヒキガエルには違いがあることを知っていましたか？
ko: 여러분은 개구리와 두꺼비의 다른점을 알고 있나요?
tr: Kurbağaların (frog) ve kara kurbağalarının (toad) arasında farkların olduğunu biliyor muydunuz?

# data_list
source: Have you ever seen a frog or toad? Could you tell which one it was?
ar: هل رأيت ضفدعاً أو علجوماً من قبل؟ هل يمكنك معرفة أي منها كانت؟
fr: As-tu déjà vu un crapaud ou une grenouille ? Pourrais-tu les différencier ?
ja: カエルやヒキガエルを見たことありますか？どちらかわかりますか？
ko: 여러분은 개구리나 두꺼비를 본 적이 있나요? 여러분은 어떤 것을 보았는지 말할 수 있나요?
tr: Siz hiç kurbağa ya da kara kurbağası gördünüz mü? Hangisinin hangisi olduğunu ayırt edebildiniz mi?

# data_list
source: Have you ever gone to a pond, river, or lake to explore water life?
ar: هل سبق لك أن ذهبت إلى بركة أو نهر أو بحيرة لاستكشاف الحياة المائية؟
fr: As-tu déjà été près d’un étang, une rivière ou un lac pour explorer la vie aquatique ?
ja: 池や川、湖に行って水の生物を探したことがありますか？
ko: 여러분은 수중 생활을 탐구하기 위해 연못이나 강 또는 호수를 가 본 적이 있나요?
tr: Su yaşamını keşfetmek için bir gölete, nehre ya da göle gittiniz mi?

# data_list
source: A long time ago, there was a greedy hyena.
ja: むかしむかしあるところに、欲張りなハイエナがいました。
ko: 아주 옛날에, 무척이나 탐욕스러운 하이에나가 살았습니다.
tr: Uzun zaman önce, açgözlü bir sırtlan vardı.

# data_list
source: These houses seem very smoky. How many houses do you see in Hyena's village?
ja: これらの家から煙がたくさん出ているように見えます。ハイエナの村にはいくつの家がありますか？
ko: 여기 있는 집들은 아주 연기가 가득합니다. 여러분은 하이에나의 마을에서 몇 개의 집을 볼 수 있나요?
tr: Bu evler çok dumanlı görünüyor. Sırtlan’ın köyünde kaç ev görüyorsunuz?

# data_list
source: Each house is round with round roof going up to a point. Each roof is in the shape of a cone. Do you see any cone-shaped things around you?
ja: それぞれの家は丸く、屋根の先端まで丸くなっています。それぞれの屋根は円すいの形をしています。あなたのまわりに円すいの形をしたものはありますか？
ko: 각각의 집은 둥근 지붕이 뾰족하게 올라간 둥근 모양입니다. 각각의 지붕은 원뿔의 모양입니다. 여러분 주위에서 원형모양을 볼 수 있나요?
tr: Evlerin her birisi yuvarlak ve yuvarlak çatıları bir noktaya kadar çıkıyor. Her çatı bir koni şeklinde. Etrafınızda koni şeklinde bir şey görüyor musunuz?

# data_list
source: Count the toes on each of Hyena's legs. Hyenas have the same number of toes on all their legs -- is that what the picture shows?
ja: ハイエナのそれぞれの足の指を数えてください。 ハイエナはすべての足に同じ数の指があります―それはこの絵で示していますか？
ko: 하이에나의 다리에 있는 발가락을 세어보세요. 하이에나의 다리에는 같은 숫자의 발가락을 가지고 있습니다 – 그림에서 보여주고 있나요?
tr: Sırtlan’ın her bir bacağındaki ayak parmaklarını sayın. Sırtlanların tüm bacaklarında aynı sayıda ayak parmağı vardır – resimde de öyle mi?

# data_list
source: There was also Tortoise. Hyena and Tortoise were friends.
ja: カメもいました。ハイエナとカメは友達でした。
ko: 거기에는 또한 거북이가 살았습니다. 하이에나와 거북이는 친구사이였습니다.
tr: Bir de Kaplumbağa vardı. Sırtlan ve Kaplumbağa arkadaşlardı.

# data_list
source: How many houses are in Tortoise's village? How many houses are in the two villages combined?
ja: カメの村にはいくつの家がありますか？２つの村を合わせると、家はいくつありますか？
ko: 거북이의 마을에는 몇 개의 집이 있나요? 두 마을을 합치면 모두 몇 개의 집이 있나요?
tr: Kaplumbağa’nın köyünde kaç ev var? İki köyde toplam kaç ev var?

# data_list
source: Which village has more houses, or are they equal?
ja: どちらの村がより多くの家がありますか？それとも同じ数ですか？
ko: 어떤 마을에 집이 더 많나요? 그렇지 않으면 두 마을이 같은 숫자의 집이 있나요?
tr: Hangi köyde daha çok ev var yoksa eşitler mi?

# data_list
source: What is different about the roofs in Tortoise/s village compared to Hyena's village? Why do you suppose that is?
ja: ハイエナの村と比べて、カメの村の屋根は何が違いますか？それはなぜだと思いますか？
ko: 거북이 마을의 지붕은 하이에나 마을의 지붕과 비교해서 무엇이 다른가요? 여러분은 왜 그런지 아나요?
tr: Sırtlan’ın köyüyle kıyasladığınızda Kaplumbağa’nın köyündeki çatıların farkı nedir? Sizce neden öyle?

# data_list
source: Hyena told Tortoise, "Let us search for honey."
ja: ハイエナはカメに言いました。「僕たちではちみつを探そう。」
ko: 하이에나는 거북이에게 말했습니다. “같이 꿀을 찾으러 가자."
tr: Sırtlan, Kaplumbağa’ya, “Hadi bal arayalım!” dedi.

# data_list
source: Compare the drawing of the houses with the first page. Whose house are they in front of?
ja: 家の絵を最初のページと比べてください。彼らは誰の家の前にいるでしょうか？
ko: 앞 장에 있는 집의 모양과 비교해 보세요. 그들은 누구의 집 앞에 있나요?
tr: Bu sayfadaki evleri ilk sayfadaki çizimlerle karşılaştırın. Kimin evinin önündeler?

# data_list
source: Hyena and Tortoise seem like unlikely friends. What do you think will happen to their friendship by the end of the story?
ja: ハイエナとカメは友達ではないように見えます。物語の最後で彼らの友情に何が起こると思いますか？
ko: 하이에나와 거북이는 아주 어울리지 않는 친구같아 보입니다. 여러분은 이야기 끝에 그들의 우정에 어떤 일이 생길거라고 생각하나요?
tr: Sırtlan ve Kaplumbağa ‘beklenmedik arkadaşlar’ gibi görünüyorlar. Sizce hikâyenin sonunda arkadaşlıklarına ne olacak?

# data_list
source: Do you have friends that are different from you? Do your differences help make your friendship weaker or stronger?
ja: あなたには自分とは違う友達がいますか？その違いは友情を弱めたり強くしたりしますか？
ko: 여러분은 여러분과 많이 다른 친구가 있나요? 서로의 다른점은 여러분의 우정을 더 약하게 할까요 아니면 더 강하게 할까요?
tr: Sizin de sizden farklı arkadaşlarınız var mı? Farklılıklarınız arkadaşlığınızı daha da güçlendiriyor mu yoksa zayıflatıyor mu?

# data_list
source: Hyena ran fast. Tortoise followed slowly. He was afraid.
ja: ハイエナは速く走りました。カメはゆっくりと後について行きました。カメは怖がっていました。
ko: 하이에나는 빨리 달렸습니다. 거북이는 천천히 따라갔습니다. 거북이는 겁이 났습니다.
tr: Sırtlan hızlı bir şekilde koştu. Kaplumbağa yavaş bir şekilde takip etti. Kaplumbağa korkuyordu.

# data_list
source: These animals travel at very different speeds. Have you gone for a walk with someone who is a lot faster or slower than you? How did the two of you work out having two different speeds?
ja: ハイエナとカメはまったく異なる速度で移動します。あなたは自分よりもずっと速い人、それともずっと遅い人と一緒に散歩したことがありますか？あなた達２人はそれぞれ異なる速度でどのようにして上手くいきましたか？
ko: 여기의 동물들은 서로 다른 속도로 여행을 합니다. 여러분은 여러분보다 훨씬 빠르거나 더 늦은 사람과 같이 걸어가 본 적이 있나요? 여러분은 서로의 다른 속도를 어떻게 극복했나요?
tr: Bu hayvanlar çok farklı hızlarda hareket ederler. Sizden çok daha hızlı veya yavaş olan biriyle yürüyüşe çıktınız mı hiç? İki farklı hızlara sahip olmanız nasıl sonuçlandı?

# data_list
source: Real hyenas and tortoises don't look like these two. What are the differences? Those differences will be important later in the story!
ja: 本当のハイエナとカメは、これらの２匹のようには見えません。その違いは何でしょうか？それらの違いは、物語の後半で重要になります！
ko: 진짜 하이에나와 거북이는 그림과 같지 않습니다. 무엇이 다른가요? 그들의 다른점은 이야기 후반에 중요한 요소가 됩니다!
tr: Gerçek sırtlanlar ve kaplumbağalar bu ikisine benzemezler. Aralarındaki farklar nelerdir? Bu farklılıklar hikâyenin ilerleyen bölümlerinde önemli olacak!

# data_list
source: Tortoise is looking backward. What is Tortoise looking for?
ja: カメは後ろを振り返っています。カメは何を見ているのでしょうか？
ko: 거북이는 뒤를 돌아보고 있습니다. 거북이는 무엇을 찾고 있나요?
tr: Kaplumbağa arkasına bakıyor. Kaplumbağa ne arıyor?

# data_list
source: They crossed a river. They got wet.
ja: ハイエナとカメは川を渡り、濡れました。
ko: 그들은 강을 건넜습니다. 그들은 모두 흠뻑 젖었습니다.
tr: Bir nehri geçtiler. Islandılar.

# data_list
source: "They got wet" seems like an understatement for how they look in the picture. Hyenas are excellent swimmers, so it is surprising that Hyena looks so unhappy.
ja: 「ハイエナとカメは濡れました。」という表現は、絵では控えめな言い方をしているように思えます。ハイエナは泳ぎがとても上手なので、ハイエナがとても辛そうに見えるのは驚くべきことです。
ko: “그들은 흠뻑 젖었다." 라는 말은 그림에 있는 하이에나와 거북이를 보면 과소 평가된것 같습니다. 하이에나는 수영을 굉장히 잘 하는데 하이에나가 불행해 보이는 것은 놀라운 일입니다.
tr: “Islandılar” ifadesi resimdeki görünüşlerinin yanında yetersiz kalıyor gibi. Sırtlanlar mükemmel yüzücülerdir; dolayısıyla, Sırtlan’ın bu kadar mutsuz görünmesi şaşırtıcıdır.

# data_list
source: Do you like swimming? Have you ever gone swimming in rivers or other natural bodies of water?
ja: あなたは泳ぐことが好きですか？川やその他の自然の水域で泳いだことがありますか？
ko: 여러분은 수영을 좋아하나요? 여러분은 강이나 바다로 수영을 가 본 적이 있나요?
tr: Yüzmeyi sever misiniz? Hiç nehirlerde ya da diğer doğal su kütlelerinde yüzdünüz mü?

# data_list
source: Which direction do you think the water is flowing? How can you tell?
ja: 水はどの方向に流れていると思いますか？どのようにして分かりますか？
ko: 여러분은 물이 어느 방향으로 흘러간다고 생각하나요? 어떻게 알 수 있나요?
tr: Sizce su hangi yöne doğru akıyor? Bunu nasıl anlayabilirsiniz?

# data_list
source: Then they saw beehives. Hyena ran to the hives.
ja: それから、ハイエナとカメはハチの巣を見ました。 ハイエナは巣に向かって走りました。
ko: 그리고 나서 그들은 벌집을 보았습니다. 하이에나는 벌집으로 달려갔습니다.
tr: Sonra, arı kovanlarını gördüler. Sırtlan kovanlara doğru koştu.

# data_list
source: There are a lot of hives in those trees. Sometimes a swarm will fly around looking for a new home. Have you ever seen a swarm of bees?
ja: 木々にはたくさんの巣があります。時々、新しく住むところを探しにハチの群れが飛び回ることがあります。あなたはハチの群れを見たことがありますか？
ko: 나무에는 많은 벌집이 있습니다. 가끔 벌 떼들은 새로운 집을 찾아 날아다닙니다. 여러분은 벌 떼들을 본 적이 있나요?
tr: Şu ağaçlarda bir sürü kovan var. Bazen bir arı sürüsü yeni bir yuva aramak için etrafta uçar. Hç arı sürüsü gördünüz mü?

# data_list
source: Do you like bees or are you afraid of them? What are some things you are afraid of?
ja: あなたはハチが好きですか？それとも、ハチが怖いですか？あなたが怖いものは何ですか？
ko: 여러분은 벌을 좋아하나요 아니면 무서워 하나요? 여러분이 무서워 하는 것은 무엇이 있나요?
tr: Arıları sever misiniz yoksa onlardan korkar mısınız? Bazı korktuğunuz şeyler nelerdir?

# data_list
source: Hyena is pictured with four toes on his front legs and three toes on his back legs. How many more fingers do you have on your arms? How many more toes do you have on your legs?
ja: ハイエナは前足に４本の指、後ろ足に３本の指の姿が描かれています。あなたの手にはあと何本の指がありますか？あなたの足にはあと何本の指がありますか？
ko: 그림에 있는 하이에나는 앞 발에 네 개의 발가락과 뒤 발에 세 개의 발가락을 가지고 있습니다. 여러분은 팔에 몇 개의 손가락을 가지고 있나요? 여러분은 다리에 몇 개의 발가락을 가지고 있나요?
tr: Resimde Sırtlan’ın ön ayaklarında dört, arka ayaklarında ise üç parmağı görülüyor. Sizin ellerinizde kaç parmak var? Ayaklarınızda, ellerinizdekilerden kaç fazla parmağınız var?

# data_list
source: Hyena told Tortoise, "Climb up and get the beehive."
ja: ハイエナはカメに言いました。「登って、ハチの巣を取ってこい。」
ko: 하이에나가 거북이에게 말했습니다. “올라가서 벌집을 가져와!"
tr: Sırtlan, Kaplumbağa’ya, “Tırman ve arı kovanını al,” dedi.

# data_list
source: It is difficult to imagine Tortoise climbing a tree. Why would Hyena be a better tree climber than Tortoise?
ja: カメが木に登ることは想像がしにくいです。なぜハイエナはカメより木登りが上手なのでしょうか？
ko: 거북이가 나무을 올라타는 것은 상상하기가 어렵습니다. 왜 하이에나가 거북이보다 나무를 올라타기를 잘 하나요?
tr: Kaplumbağa’nın bir ağaca tırmandığını hayal etmek zor. Neden Sırtlan Kaplumbağa’dan daha iyi bir tırmanıcıdır?

# data_list
source: Why did Hyena tell Tortoise to climb up and get the beehive?
ja: なぜハイエナはカメに木に登ってハチの巣を取ってくるように言ったのでしょうか？
ko: 왜 하이에나는 거북이에게 나무에 올라가서 벌집을 가져오라고 말했을까요?
tr: Sırtlan niçin Kaplumbağa’ya tırmanmasını ve arı kovanını almasını söyledi?

# data_list
source: A hexagon is a shape with six straight sides. If the sides are all the same length, it is called a regular hexagon. Each of the little cells in a beehive is a regular hexagon. Do you know of any designs around you that are made of hexagons?
ja: 六角形は６つの直線の辺を持つ形です。辺がすべて同じ長さの場合、正六角形と言います。ハチの巣の小さな穴はそれぞれ正六角形です。 あなたの身の回りに六角形でできているものはありますか？
ko: 육각형은 여섯개의 똑바른 면이 있는 도형입니다. 만약에 모든 면이 같은 길이라면 정육각형이라고 부릅니다. 여러분 주변에 육각형으로 만들어진 사물을 볼 수 있나요?
tr: Bir altıgen, altı tane düz kenarı olan bir şekildir. Eğer kenarların hepsi aynı uzunluktaysa, ona ‘düzgün altıgen’ denir. Bir arı kovanındaki küçük hücrelerin her biri düzgün altıgendir. Etrafınızda altıgenlerden yapılmış herhangi bir tasarım var mı?

# data_list
source: Tortoise climbed slowly. Hyena was angry. He shouted at Tortoise.
ja: カメはゆっくりと登りました。ハイエナは怒って、カメに叫びました。
ko: 거북이는 천천히 올라갔습니다. 하이에나는 화가 났습니다. 하이에나는 거북이에게 소리를 질렀습니다.
tr: Kaplumbağa yavaşça tırmandı. Sırtlan sinirlendi. Kaplumbağa’ya bağırdı.

# data_list
source: Why was Hyena shouting? Did Hyena's shouting help Tortoise climb the tree?
ja: なぜハイエナは叫んだのでしょうか？ハイエナの叫び声はカメが木に登ることに役立ちましたか？
ko: 왜 하이에나는 소리를 질렀나요? 하이에나가 소리를 지르는 것은 거북이가 나무를 올라가는데 도움이 될까요?
tr: Sırtlan neden bağırıyordu? Sırtlan’ın bağırması Kaplumbağa’nın ağaca tırmanmasına yardım etti mi?

# data_list
source: Do you ever get angry and start shouting? Did your shouting help make the situation better?
ja: あなたは怒って叫び始めることはありますか？あなたの叫び声は状況を良くするのに役立ちましたか？
ko: 여러분은 화가 나서 소리를 지른적이 있나요? 여러분이 소리를 지르면 문제를 푸는데 도움이 되나요?
tr: Sizin de sinirlendiğinizde bağırmaya başladığınız oldu mu hiç? Bağırmanız, durumu daha da iyileştirdi mi?

# data_list
source: Tiles that are regular hexagons fit together to make beautiful tile floors and walls. Tiles in the shape of squares (shapes with four equal straight sides and square corners) fit together well too. Describe any other tiling patterns on floors or walls that you have seen.
ja: 正六角形のタイルを組み合わせると、美しいタイルの床と壁ができます。 正方形（４つの等しい直線の辺と直角を持つ形）のタイルもうまく調和します。 あなたが見たことのある床や壁の他のタイルの模様について説明してください。
ko: 정육각형의 타일은 서로 잘 맞추어 바닥이나 벽에 아름다운 타일을 만듭니다. 정사각형 모양의 타일도 (네 개의 똑바른 면과 정사각형 모서리를 가진 도형) 같이 잘 맞추어 집니다. 여러분이 볼 수 있는 다른 문양의 타일이 보이면 설명해 보세요.
tr: Düzgün altıgen şeklindeki fayanslar, güzel fayans zeminler ve duvarlar yapmak için iyidir. Kare şeklindeki fayanslar (karolar) yani dört eşit düz kenarı ve kare köşeleri olanlar da çok iyi olur. Bulunduğunuz yerin zemininde veya duvarlarında gördüğünüz başka karo desenlerini tarif edin.

# data_list
source: Tortoise touched the beehive. Bees swarmed in the air.
ja: カメがハチの巣に触れると、ハチが空中に群がりました。
ko: 거북이는 벌집을 만졌습니다. 벌은 하늘에서 떼를 지어 있습니다.
tr: Kaplumbağa arı kovanına dokundu. Arılar havada uçuştu.

# data_list
source: Why was Tortoise safe from the bees and Hyena was not?
ja: なぜカメはハチからは安全で、ハイエナは安全ではないのでしょうか？
ko: 왜 거북이는 벌로 부터 안전하지만 하이에나는 그렇지 않은가요?
tr: Kaplumbağa neden arılardan kurtuldu da Sırtlan kurtulamadı?

# data_list
source: An estimate is an educated guess when there are too many things to count easily. What is your estimate of how many bees there are?
ja: 簡単に数えられないほど多くのものがある場合、見積もりは知識に基づいた推測になります。 ハチは何匹いると推測しますか？
ko: 추측은 너무 많은 것들을 쉽게 셀 수 없을때 짐작을 해 보는 것입니다. 몇 마리의 벌들이 있는지 추측해 볼 수 있나요?
tr: Tahmin, kolayca sayılamayacak kadar çok şey olduğunda yapılan eğitimli bir öngörüdür. Kaç tane arı olduğuna dair tahmininiz nedir?

# data_list
source: Do your best to count the bees. How far off was your quick estimate?
ja: ハチの数を一生懸命に数えてみましょう。あなたの素早い推測とどれくらい外れていましたか？
ko: 벌을 세어보도록 최선을 다 해보세요. 여러분의 짐작과 얼마나 다른가요?
tr: Arıları saymak için elinizden geleni yapın. En hızlı tahmininiz, gerçek değerden ne kadar uzaktı?

# data_list
source: Tortoise fell. The beehive fell on him. Hyena licked the honey.
ja: カメは木から落ち、ハチの巣はカメの上に落ちました。ハイエナははちみつを舐めました。
ko: 거북이는 떨어졌습니다. 벌집은 거북이 위로 떨어졌습니다. 하이에나는 벌을 핥아먹었습니다.
tr: Kaplumbağa düştü. Arı kovanı da üzerine düştü. Sırtlan balı yaladı.

# data_list
source: Hyena was so focused on the honey that he didn't help Tortoise. Can you think of a time you were so focused on one thing that you completely forgot something else you should have done?
ja: ハイエナははちみつにとても夢中でカメを助けませんでした。あなたは１つのことに夢中になりすぎて、他にやるべきことをすっかり忘れてしまったことはありますか？
ko: 하이에나는 꿀을 먹는것에 집중해서 거북이를 도와주지 않았습니다. 여러분은 한가지에 너무 집중해서 해야할 일을 완전히 잊어버린적이 있나요?
tr: Sırtlan bala o kadar odaklanmıştı ki Kaplumbağa’ya hiç yardım etmedi. Sizin de yapmanız gereken bir şeyi tamamen unutacak kadar başka bir şeye odaklandığınız bir zaman oldu mu hiç?

# data_list
source: Hyena should have helped his friend. Is Hyena a very good friend?
ja: ハイエナは友達を助けるべきでした。ハイエナはとても良い友達ですか？
ko: 하이에나는 그의 친구를 도와주어야만 했습니다. 하이에나는 좋은 친구인가요?
tr: Sırtlan arkadaşına yardım etmeliydi. Sırtlan çok iyi bir arkadaş mı?

# data_list
source: Do you think this page shows more or fewer bees than on the last page?
ja: このページのハチは、前のページのハチよりも数が多いと思いますか？それとも少ないと思いますか？
ko: 여기 그림에 있는 벌들은 앞장보다 더 많이 있나요 아니면 더 적은 벌이 있나요?
tr: Sizce bu sayfada bir önceki sayfadakinden daha çok mu yoksa daha az mı arı var?

# data_list
source: The bees stung Hyena. He ran. The bees followed him.
ja: ハチがハイエナを刺しました。ハイエナは走りましたが、ハチはハイエナを追いかけました。
ko: 벌들은 하이에나를 쏘았습니다. 벌들은 하이에나를 쫓았습니다.
tr: Arılar Sırtlan’ı soktu. Sırtlan kaçtı. Arılar onu takip etti.

# data_list
source: Why did the bees chase and sting Hyena?
ja: なぜハチはハイエナを追いかけ、刺したのでしょうか？
ko: 왜 벌들은 하이에나를 쫓아가 쏘았나요?
tr: Arılar neden Sırtlan’ı kovalayıp soktular?

# data_list
source: A beehive is the home for the bees. Is it okay for people to take honey from beehives, or should we leave their homes untouched?
ja: ハチの巣はハチのお家です。人間がハチの巣からはちみつを取るのは大丈夫でしょうか？それとも、ハチのお家には触れずにそのままにしておくべきでしょうか？
ko: 벌집은 벌들의 집입니다. 사람들이 벌집에서 꿀을 가져가는 것은 괜찮은가요 아니면 벌집을 건드리지 많아야 하나요?
tr: Bir arı kovanı arıların evidir. İnsanların arı kovanlarından bal almaları doğru mu yoksa biz insanlar onların yuvalarına dokunmamalı mıyız?

# data_list
source: Have you ever tried to outrun a bee or some other stinging insect? Were you able to do it?
ja: あなたはこれまでにハチや他の刺す昆虫から逃げようとしたことはありますか？あなたは逃げることができましたか？
ko: 여러분은 벌이나 다른 쏘는 벌레를 앞서 달릴려고 노력 해 본 적이 있나요? 여러분은 앞서 달릴 수 있었나요?
tr: Bir arıdan veya iğneli başka bir böcekten kaçmayı denediniz mi hiç? Kaçabildiniz mi?

# data_list
source: Hyena ran into the river. The bees still followed him.
ja: ハイエナは川に走って行きました。ハチたちはまだハイエナを追いかけていました。
ko: 하이에나는 강으로 뛰어갔습니다. 벌들은 계속 쫓아왔습니다.
tr: Sırtlan, nehre doğru koştu. Arılar hâlâ onu takip ediyorlardı.

# data_list
source: Why did the Hyena go into the river? Did it work?
ja: なぜハイエナは川に入ったのでしょうか？それは上手くいきましたか？
ko: 왜 하이에나는 강으로 뛰어들어 갔나요? 성공했나요?
tr: Sırtlan niçin nehre girdi? İşe yaradı mı?

# data_list
source: The bees can't go into the water, but Hyena can't stay under the water for long. What do you think Hyena should do?
ja: ハチは水の中に入ることはできませんが、ハイエナは長い間、水中にいることができません。あなたはハイエナはどうすべきだと思いますか？
ko: 벌들은 물로 들어갈수 없지만 하이에나도 물 밑에서 오랫동안 있을수 없습니다. 여러분은 하이에나가 무엇을 해야 한다고 생각하나요?
tr: Arılar suya giremez ama Sırtlan da suyun altında uzun süre kalamaz. Sizce Sırtlan ne yapmalıdır?

# data_list
source: Poor Hyena must be miserable. Have you ever had a bee sting or some other kind of sting? If so, did it hurt a lot?
ja: かわいそうなハイエナは惨めなことでしょう。あなたはこれまでにハチや他の種類のものに刺されたことはありますか？もし刺されたことがある場合、とても痛かったですか？
ko: 불쌍한 하이에나는 비참할 것 입니다. 여러분은 벌이나 다른 벌레에 쏘여본 적이 있나요? 그랬다면 많이 아팠나요?
tr: Zavallı Sırtlan, şu anda perişan halde olmalı. Hiç arı sokması veya başka bir tür böcek sokması yaşadınız mı? Yaşadıysanız, çok acıdı mı?

# data_list
source: The beehive and the honey dried on Tortoise's back.
ja: カメの背中にはハチの巣とはちみつが乾いていました。
ko: 벌집과 꿀은 거북이의 등 위에서 말라 버렸습니다.
tr: Arı kovanı ve bal, Kaplumbağa’nın sırtında kurudu.

# data_list
source: All the bees went after Hyena and left Tortoise alone.
ja: すべてのハチがハイエナを追いかけ、カメだけが残りました。
ko: 모든 벌들이 하이에나를 쫓아갔고 거북이만 홀로 남겨졌습니다.
tr: Bütün arılar Sırtlan’ın peşinden gitti ve Kaplumbağa’yı yalnız bıraktılar.

# data_list
source: Tortoise looks pretty safe sitting quietly under that layer of drying honey. Do you have a quiet place where you feel safe and peaceful? Perhaps it is a place no one else knows about.
ja: カメは乾いたはちみつの層の下で静かに座っていて、とても安全そうに見えます。あなたには安全で平和に感じられる静かな場所はありますか？もしかしたら、そこは他の人が知らない場所かもしれません。
ko: 거북이는 마른 꿀 밑에 조용히 앉아 있어 매우 안전해 보입니다. 여러분은 여러분에게 안전하고 평온하게 느끼는 조용한 곳이 있나요? 그곳은 아마도 아무도 알지 못하는 곳일 것입니다.
tr: Kaplumbağa, kuruyan bal tabakasının altında sessizce otururken oldukça güvende görünüyor. Sizin de kendinizi güvende ve huzurlu hissettiğiniz sessiz bir yeriniz var mı? O yer belki de kimsenin bilmediği bir yerdir!

# data_list
source: What does his face tell you about how he is feeling?
ja: カメの表情を見て、あなたはカメがどのように感じていると思いますか？
ko: 거북이가 어떤 기분인지 여러분은 거북이의 얼굴에서 알 수 있나요?
tr: Kaplumbağa’nın yüzü nasıl hissettiği hakkında size neler anlatıyor?

# data_list
source: Tortoise got a shell to protect himself. He went home.
ja: カメは身を守るために甲羅を手に入れて、家に帰りました。
ko: 거북이는 자신을 보호해주는 껍질을 가졌습니다. 거북이는 집으로 돌아갔습니다.
tr: Kaplumbağa’da, onu koruyan baldan bir kabuk kaplandı. Evine gitti.

# data_list
source: The honey dried on Tortoise in a beautiful pattern. Can you think of some interesting natural patterns around you?
ja: はちみつはカメの上で美しい模様で乾きました。あなたのまわりに面白い自然の模様が思い浮かびますか？
ko: 꿀은 거북이 등위에서 아름다운 문양으로 굳었습니다. 여러분은 주위에서 자연적으로 생긴 문양을 생각해 낼 수 있나요?
tr: Bal, Kaplumbağa’nın üzerinde güzel bir desen oluşturarak kurudu. Etrafınızda bazı ilginç doğal desenler var mı?
