Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: One day Akadeli, Lucy, Acharait, and Mary went to pick wild fruit. They held hands to cross the big river.
ar: في أحد الأيام، ذهبت أكاديلي ولوسي وأخاريت وماري لقطف الفاكهة البرية. أمسكوا أيدي بعضهم البعض لعبور النهر الكبير.
fr: Un jour, Akadeli, Lucy, Acharait et Mary sont allées chercher des fruits sauvages. Elles se tenaient la main afin de traverser la grande rivière.
ja: ある日、アカデリ、ルーシー、アカレーとメアリーは果物を摘みに行きました。 みんなは手を繋いで大きな川を渡りました。
ko: 어느날 아카델리, 루시, 아차라이트, 그리고 메리가 산과일을 수확하러 갔습니다. 여자아이들은 서로의 손을 잡고 큰 강을 건넜습니다.
tr: Bir gün Akadeli, Lucy, Acharait ve Mary yabani meyveler toplamaya gittiler. Geniş nehri geçebilmek için el ele tutuştular.

# data_list
source: Count the girls together.
ar: عدوا الفتيات معاً.
fr: Compte les filles ensemble.
ja: 女の子たちの数を一緒に数えましょう。
ko: 아이들을 같이 세어보세요.
tr: Çocuğunuzla birlikte kızları sayın.

# data_list
source: Describe the patterns you see in their clothing. Do you like to wear solids, patterns, or both?
ar: صف الزخرفات التي تراها في ملابسهن. هل تحب ارتداء الملابس البسيطة أم المزخرفة أم كليهما؟
fr: Décris les motifs que tu vois sur leurs vêtements. Est-ce que tu aimes porter des couleurs unies, des motifs, ou les deux ?
ja: みんなの服の柄を説明してください。無地の服と柄物の服どちらが好きですか？それとも両方好きですか？
ko: 그들의 옷에서 보이는 무늬를 설명해보세요. 단색인 옷을 입는 것을 좋아하나요, 아니면 무늬가 있는 옷을 입는것을 좋아하나요? 그렇지 않으면 둘 다 좋아하나요?
tr: Kıyafetlerinde gördüğünüz desenleri tarif edin. Düz renkli mi, desenli mi veya her ikisini de giymeyi mi seviyorsunuz?

# data_list
source: Friends sometimes hold hands to keep each other company or show they are friends. Why are these girls holding hands?
ar: أحيانًا يمسك الأصدقاء بأيديهم للحفاظ على صحبة بعضهم البعض أو لإظهار أنهم أصدقاء. لماذا تمسك هذه الفتيات بأيدي بعضهن البعض؟
fr: Souvent, les amis se prennent la main pour se tenir compagnie ou montrer qu’ils sont amis. Pourquoi ces filles se tiennent la main ?
ja: 友だちどうしでいるために、あるいは友達であることを示すために、手を繋ぐことがあります。この女の子たちはなぜ手を繋いでいるのでしょうか？
ko: 친구들은 서로의 말벗이 되어주고 싶거나 서로가 친구인것을 보여주기 위해 가끔 손을 잡습니다. 그림에서 아이들은 왜 손을 잡고 있는걸까요?
tr: Arkadaşlar bazen birbirlerine eşlik etmek veya arkadaş olduklarını göstermek için el ele tutuşurlar. Bu kızlar neden el ele tutuşuyorlar?

# data_list
source: The girls found a tree full of ripe fruit. They agreed to pick the fruit with their eyes closed.
ar: وجدت الفتيات شجرة مليئة بالفاكهة الناضجة. واتفقن على قطف الفاكهة وأعينهن مغلقة.
fr: Les filles ont trouvé un arbre plein de fruits mûrs. Elles se sont mises d’accord pour choisir les fruits les yeux fermés.
ja: 女の子たちはおいしそうな果物が実った木を見つけました。 みんなは目を閉じたまま果物を採ることにしました。
ko: 여자아이들은 산과일이 주렁주렁 매달린 나무를 찾았습니다. 그들은 눈을 감고 과일을 따기로 동의했습니다.
tr: Kızlar olgunlaşmış meyvelerle dolu bir ağaç buldular. Meyveleri gözleri kapalı toplamaya karar verdiler.

# data_list
source: Name all the colors in the colorful clothes they are wearing.
ar: قم بتسمية جميع الألوان في الملابس الملونة التي يرتدونها.
fr: Nomme toutes les couleurs des vêtements colorés qu’elles portent.
ja: 女の子たちが着ている服の色をすべて言ってみましょう。
ko: 아이들이 입고있는 옷의 색깔을 모두 말해보세요.
tr: Üzerlerindeki bütün renkli kıyafetlerdeki renklerin isimlerini söyleyin.

# data_list
source: Each girl has her arms in a different position. Can you copy their arm positions with your arms?
ar: كل فتاة تضع ذراعيها في وضع مختلف. هل يمكنك تقليد مواضع أذرعهن بذراعيك؟
fr: Les bras de chacune des filles sont dans des positions différentes. Peux-tu imiter la position de leurs bras avec les tiens ?
ja: 女の子たちはそれぞれ腕の位置が違います。みんなの腕の位置を真似することができますか？
ko: 각 소녀들의 팔은 서로 다른 자세로 있습니다. 여러분은 그들의 팔자세를 따라할수 있나요?
tr: Her bir kızın kolları farklı bir pozisyonda. Kendi kollarınızla onların kol pozisyonlarını taklit edebilir misiniz?

# data_list
source: Count together the branches coming off the main trunk of this tree. You will have to decide which ones are big enough to count.
ar: قوموا بعدّ الفروع التي تخرج من الجذع الرئيسي لهذه الشجرة معًا. سيكون عليك أن تقرر أي منها كبيرة بما يكفي لعدها.
fr: Comptons ensemble les branches qui partent du tronc de cet arbre. Tu devras décider quelles branches sont assez grosses pour les compter.
ja: この木の幹から伸びている枝の数を一緒に数えましょう。どの枝を数えるかは自由です。
ko: 큰 나무 줄기에 뻗어 있는 나뭇가지를 함께 세어봐요. 어떤 나뭇가지가 셀 수 있는 만큼 큰 것인지는 여러분이 정해야 합니다.
tr: Bu ağacın ana gövdesinden çıkan dalları çocuğunuzla birlikte sayın. Hangilerinin sayılabilecek kadar büyük olduklarına karar vermeniz gerekecek.

# data_list
source: Lucy, Acharait and Mary did not close their eyes. Only Akadeli closed hers.
ar: لم تغمض لوسي وأخاريت وماري أعينهن. فقط أكاديلي أغلقت أعينها.
fr: Lucy, Acharait et Mary n’ont pas fermé leurs yeux. Seule Akadeli a fermé les siens.
ja: ルーシー、アカレー、メアリーは目をつぶりませんでした。 アカデリだけが目をつぶりました。
ko: 루시, 아차라이트, 그리고 메리는 눈을 감지 않았습니다. 오로지 아카델리만이 눈을 감았습니다.
tr: Lucy, Acharait ve Mary gözlerini kapatmadılar. Sadece Akadeli gözlerini kapattı.

# data_list
source: Why do you think the other girls did not close their eyes?
ar: لماذا تعتقد أن الفتيات الأخريات لم يغمضن أعينهن؟
fr: Pourquoi crois-tu que les autres filles n’ont pas fermé leurs yeux ?
ja: どうして他の女の子たちは目を閉じなかったと思いますか？
ko: 왜 다른 여자 아이들은 그들의 눈을 감지 않았다고 여러분은 생각하나요?
tr: Sizce neden diğer kızlar gözlerini kapatmadılar?

# data_list
source: This is a good climbing tree. Count together the branches that look the strongest.
ar: هذه شجرة تسلق جيدة. قوموا بعدّ الفروع التي تبدو الأقوى معًا.
fr: C’est un bon arbre pour grimper. Comptons ensemble les branche qui semblent les plus solides.
ja: 登りやすそうな木ですね。一番強そうな枝を一緒に数えましょう。
ko: 이 나무는 오르기 좋아보입니다. 튼튼해보이는 가지를 같이 세어보아요.
tr: Bu tırmanmak için iyi bir ağaç. En güçlü görünen dalları çocuğunuzla birlikte sayın.

# data_list
source: Do you ever do things with your eyes closed, just for fun?
ar: هل سبق لك أن فعلت أشياء وعيناك مغمضتان للمتعة فقط؟
fr: Est-ce que tu t’amuses parfois à faire des choses les yeux fermés ?
ja: 目をつぶって遊ぶことはありますか？
ko: 여러분은 어떤 일을 재미삼아 눈을 감고 해본적이 있나요?
tr: Hiç sırf eğlencesine gözleriniz kapalı bir şeyler yapar mısınız?

# data_list
source: When they opened their eyes, only Akadeli had picked unripe fruit.
ar: عندما فتحن أعينهن، كانت أكاديلي فقط من اختارت فاكهة غير ناضجة.
fr: Quand elles ont ouvert leurs yeux, seule Akadeli avait récolté des fruits verts.
ja: みんなが目を開けると、アカデリだけがまだ熟していない果実を採っていました。
ko: 여자아이들이 눈을 떴을 때, 아카델리만 익지 않은 과일을 땄습니다.
tr: Gözlerini açtıklarında, sadece Akadeli ham meyveleri toplamıştı.

# data_list
source: Estimate how many pieces of fruit there are in one basket. Estimating means making an informed guess. Is your estimate bigger than the biggest number you know?
ar: قدّر كم قطعة فاكهة موجودة في سلة واحدة. التقدير يعني عمل تخمين. هل تقديرك أكبر من أكبر رقم تعرفه؟
fr: Estime le nombre de fruits qu’il y a dans un panier. Estimer signifie faire une supposition éclairée. Est-ce que ton estimation dépasse le plus grand nombre que tu connais ?
ja: ひとつのカゴに何個くらい果物が入っているか予想してみましょう。予想とは、ヒントをもとに考えることです。あなたの予想は、あなたが知っている最大の数字より大きいですか？
ko: 한 바구니에 몇개의 과일이 있는지 추측해보세요. 추측한다는 것은 합리적으로 예상한다는 것입니다. 추측이 당신이 아는 가장 큰 숫자보다 큰가요?
tr: Oradaki tek bir sepette kaç meyve olduğunu kestirin. Kestirmek, bilinçli bir tahminde bulunmak demektir. Tahmininiz bildiğiniz en büyük sayıdan daha mı büyük?

# data_list
source: What shapes are there on the two blue dresses?
ar: ما هي الأشكال الموجودة على الفستانين الأزرقين؟
fr: Quelles sont les formes présentes sur les deux robes bleues ?
ja: 二つの青いワンピースにはどんな形が描かれていますか？
ko: 아이들이 입고 있는 두 파랑 드레스에는 무슨 모양이 있나요?
tr: İki mavi elbisenin üstünde hangi şekiller var?

# data_list
source: Did you ever play a game where some of the people didn't follow the rules? How did it make you feel?
ar: هل لعبت يومًا لعبة حيث لم يتبع بعض الأشخاص القواعد؟ كيف كنت تشعر حيال ذلك؟
fr: As-tu déjà joué à un jeu dans lequel certaines personnes ne respectaient pas les règles ? Qu’est-ce que tu as ressenti ?
ja: 今まで、みんながルールを守らないゲームをしたことがありますか？どんな気持ちがしましたか？
ko: 놀이를 하는데 사람들이 규칙을 지키지 않은 적이 있나요? 그런 행동이 어떤 느낌이 들게 했나요?
tr: Hiç bazı insanların kuralları çiğnediği bir oyun oynadınız mı? Bu size nasıl hissettirdi?

# data_list
source: Lucy, Acharait, and Mary laughed at Akadeli. They left for home. Akadeli threw away the unripe fruit. She began picking ripe ones.
ar: ضحكت لوسي وأخاريت وماري على أكاديلي. ثم غادرن إلى المنزل. رمت أكاديلي الفاكهة غير الناضجة. ثم بدأت باختيار تلك الناضجة.
fr: Lucy, Acharait et Mary se sont moquées d’Akadeli. Elles sont rentrées à la maison. Akadeli a jeté les fruits verts. Elle a commencé à en récolter des mûrs.
ja: ルーシーとアカレーとメアリーはアカデリを見て笑いました。３人は家に帰りました。 アカデリは熟れていない果実を捨てて、熟しているものを採り始めました。
ko: 루시, 아차라이트, 그리고 메리는 아카델리를 놀렸습니다. 그리고 나선 그들은 집으로 갔습니다. 아카델리는 익지 않은 과일을 던져버리고 익은 것들을 따기 시작했답니다.
tr: Lucy, Acharait ve Mary, Akadeli’ye güldüler. Eve doğru yola koyuldular. Akadeli olgunlaşmamış meyveleri attı. Olgunlaşmış olanları toplamaya başladı.

# data_list
source: If you have four girls and you take three away, how many are left?
ar: إذا كان لديك أربع فتيات وأخذت ثلاثًا، كم يتبقى؟
fr: Si tu as quatre filles et que tu en enlèves trois, combien en reste-t-il ?
ja: ４人の女の子がいて３人を除いたら、何人残りますか？
ko: 네명의 아이에서 세명의 아이를 데려간다면, 몇 명이 남을까요?
tr: Eğer dört tane kız varsa ve üçünü çıkarırsanız, geriye kaç tane kalır?

# data_list
source: When people laugh at you, does that make you feel angry or ashamed? Were you able to ignore them knowing they were just being mean?
ar: عندما يضحك الناس عليك، هل يجعلك ذلك تشعر بالغضب أو الخجل؟ هل تستطيع تجاهلهم مع العلم أنهم لئيمون فقط؟
ja: 他の人があなたを笑ったら、あなたは怒りますか？それとも恥ずかしくなりますか？相手が意地悪しているとわかっていても、その人たちを無視できましたか？
ko: 사람들이 여러분을 놀리면 화가 나나요 아니면 부끄럽나요? 여러분은 그들이 단지 심술궂다고 생각하고 무시할 수 있었나요?
tr: İnsanlar size gülünce, bu sizi kızdırır mı yoksa utandırır mı? Sadece kabalaştıklarını bilerek onları görmezden gelebilir misiniz?

# data_list
source: Why did Akadeli stay behind to pick fruit?
ar: لماذا بقيت أكاديلي تقطف الفاكهة؟
fr: Pourquoi Akadeli est-elle restée pour récolter des fruits ?
ja: なぜアカデリは残って果実を採ったのでしょうか？
ko: 아카델리는 왜 남아서 과일을 땄을까요?
tr: Akadeli neden meyve toplamak için geride kaldı?

# data_list
source: Soon, Akadeli filled her basket with ripe fruit. She set off alone, crossing the big river.
ar: وسرعان ما ملأت أكاديلي سلتها بالفاكهة الناضجة. انطلقت بمفردها، عابرة النهر الكبير.
fr: Très vite, Akadeli a rempli son panier avec des fruits mûrs. Elle se mit seule en route et traversa la grande rivière.
ja: すぐにアカデリのカゴは熟れた果実でいっぱいになりました。 彼女は一人で大きな川を渡っていきました。
ko: 아카델리는 곧 익은 과일로 바구니를 채웠습니다. 그러고서는 혼자서 큰 강을 건너갔습니다.
tr: Çok geçmeden, Akadeli sepetini olgun meyvelerle doldurdu. Geniş nehri geçerek tek başına yola çıktı.

# data_list
source: How many splashes can you count when her fruit hits the water?
ar: كم عدد بقع الماء التي يمكنك حسابها عندما تضرب ثمار الفاكهة الماء؟
fr: Combien d’éclaboussures comptes-tu lorsque ses fruits touchent l’eau ?
ja: 果実が落ちた水面にはいくつの水しぶきができていますか？
ko: 여러분은 과일이 물에 닿을때 몇 개의 물이 튀는 것을 셀 수 있나요?
tr: Akadeli’nin meyveleri suya çarptıkça suyun kaç kez sıçradığını sayabilir misiniz?

# data_list
source: Count the larger trees together.
ar: عدوا الأشجار الأكبر معًا.
fr: Compte les plus grands arbres ensemble.
ja: 大きな木を一緒に数えましょう。
ko: 큰 나무를 같이 세어보세요.
tr: Daha büyük ağaçları çocuğunuzla birlikte sayın.

# data_list
source: Why do you think Akadeli slipped in the river when no one slipped before? Is there another reason for holding hands?
ar: لماذا تعتقد أن أكاديلي انزلقت في النهر على الرغم من عدم انزلاق أحد من قبل؟ هل هناك سبب آخر لتشابك الأيدي؟
fr: Pourquoi crois-tu qu’Akadeli a glissé dans la rivière alors que ce n’est arrivé à personne avant ? Trouves-tu une autre raison de se tenir la main ?
ja: 今まで誰も滑らなかったのに、なぜアカデリは川で滑ったと思いますか？手を繋ぐ理由は他にもありますか？
ko: 아카델리는 전과 다르게 왜 넘어졌을까요? 손을 잡는데는 또 다른 이유가 있을까요?
tr: Sizce daha önce kimse kayıp düşmezken neden Akadeli nehirde kaydı? El ele tutuşmanın başka bir nedeni var mıdır?

# data_list
source: Half way across the river, Akadeli's fruit fell into the water. She was angry and began to cry.
ar: في منتصف الطريق عبر النهر، سقطت فاكهة أكاديلي في الماء. كانت غاضبة وبدأت بالبكاء.
fr: Au milieu de la rivière, les fruits d’Akadeli sont tombés dans l’eau. Elle était en colère et a commencé à pleurer.
ja: 川を半分渡ったところで、アカデリの果実は川に落ちてしまいました。 彼女は怒って泣き始めてしまいました。
ko: 강을 반쯤 건너갔을 때, 아카델리의 과일들이 강에 빠져버렸습니다. 아카델리는 화가 나서 울기 시작했답니다.
tr: Nehrin yarısını geçtikten sonra, Akadeli’nin meyveleri suya düştü. Akadeli öfkelenip ağlamaya başladı.

# data_list
source: Akadeli is standing in the middle of some circles in the water. How many?
ar: تقف أكاديلي وسط بعض الدوائر في الماء. كم عددها؟
fr: Akadeli est debout au milieu de plusieurs cercles dans l’eau. Combien ?
ja: アカデリは水の中で円の真ん中に立っています。円はいくつありますか？
ko: 아카델리는 물 위의 있는 몇 개의 원형안에 서 있습니다. 몇 개인지 세어보세요.
tr: Akadeli sudaki bazı dalgaların ortasında duruyor. Kaç tane su dalgası var?

# data_list
source: People cry sometimes when they are sad or angry. Have you been sad or angry when you spilled something?
ar: يبكي الناس أحيانًا عندما يشعرون بالحزن أو الغضب. هل سبق أن حزنت أو غضبت عندما سكبت شيئًا؟
fr: Parfois, les gens pleurent lorsqu’ils sont tristes ou en colère. Est-ce que tu as déjà été triste ou en colère après avoir renversé quelque chose ?
ja: 人は時々悲しかったり怒ったりするときに泣きます。あなたは何かをこぼした時に悲しかったり怒ったりしたことがありますか？
ko: 사람들은 슬프거나 화가 날 때 울기도 한답니다. 여러분은 무언가 엎질렀을때 화가 나거나 슬펐던 적이 있나요?
tr: İnsanlar üzgün veya kızgın olduklarında bazen ağlarlar. Siz daha önce bir şey döktüğünüzde üzüldünüz mü yoksa öfkelendiniz mi?

# data_list
source: Count together the dark squares in the checkerboard pattern on her shirt.
ar: قم بحساب المربعات السوداء المشابهة لرقعة الشطرنج الموجودة على قميصها.
fr: Comptons ensemble les carrés noirs des motifs en forme de damier sur son t-shirt.
ja: シャツの市松模様にある黒のマスを数えましょう。
ko: 아카델리의 셔츠안에 있는 체커판 무늬의 어두운 정사각형을 함께 세어봐요.
tr: Akadeli’nin dama desenli tişörtündeki koyu renkli kareleri çocuğunuzla birlikte sayın.

# data_list
source: Akadeli saw a big fish and grabbed it.
ar: رأت أكاديلي سمكة كبيرة وأمسكت بها.
fr: Akadeli a vu un gros poisson et l’a attrapé.
ja: アカデリは大きな魚を見つけ、つかみました。
ko: 아카델리는 큰 물고기를 보고서는 낚아챘습니다.
tr: Akadeli büyük bir balık gördü ve balığı yakaladı.

# data_list
source: Is it okay that Akadeli lost her basket? Do you think her parents will be mad?
ar: هل من العادي أن أكاديلي فقدت سلتها؟ هل تعتقد أن والديها سيغضبان؟
fr: Est-ce que c’est grave si Akadeli a perdu son panier ? Crois-tu que ses parents seront en colère ?
ja: アカデリはカゴをなくしましたが大丈夫でしょうか？アカデリのお父さんお母さんは怒ると思いますか？
ko: 아카델리가 바구니를 잃어버린 것은 괜찮나요? 여러분은 아카델리의 부모님이 화를 낼 거라고 생각하나요?
tr: Akadeli’nin sepetini kaybetmesi sorun yaratır mı? Sizce ebeveynleri ona kızacaklar mı?

# data_list
source: The title says this is Akadeli's lucky day. How is Akadeli's day going so far?
ar: يقول العنوان أن هذا هو يوم أكاديلي المحظوظ. كيف يسير يوم أكاديلي حتى الآن؟
fr: Le titre dit que c’est le jour de chance d’Akadeli. Comment se déroule la journée d’Akadeli jusque-là ?
ja: このお話のタイトルは、アカデリのラッキーな一日です。今のところアカデリの一日はどうですか？
ko: 책의 제목은 “아카델리의 운수 좋은 날”입니다. 아직까지는 아카델리가 어떤 하루를 보내고 있는것 같나요?
tr: Başlık, bugün Akadeli’nin şanslı günü olduğunu söylüyor. Akadeli’nin günü şu ana kadar nasıl geçiyor?

# data_list
source: Is this fish bigger or smaller than Akadeli?
ar: هل هذه السمكة أكبر أم أصغر من أكاديلي؟
fr: Ce poisson est-il plus grand ou plus petit qu’Akadeli ?
ja: この魚はアカデリより大きいですか？小さいですか？
ko: 이 물고기는 아카델리보다 크나요, 아니면 작나요?
tr: Bu balık Akadeli’den büyük mü yoksa küçük mü?

# data_list
source: As Akadeli walked home, a hawk snatched the fish. He flew away with it.
ar: وبينما كانت أكاديلي عائدة إلى منزلها، اختطف صقر السمكة. ثم طار بها.
fr: Alors qu’Akadeli rentrait chez elle, un faucon a attrapé le poisson. Il s’est enfui avec.
ja: アカデリが家に向かって歩いていると、タカが魚をさらっていきました。 タカは魚をつかんだまま飛び去ってしまいました。
ko: 아카델리가 집에 걸어가는데, 갑자기 매한마리가 물고기를 빼앗어 버렸습니다. 매는 물고기를 들고 멀리 날아가버렸습니다.
tr: Akadeli eve yürürken, bir şahin balığı hızlıca kaptı. Şahin balıkla beraber uçup gitti.

# data_list
source: The hawk snatched the fish with the talons on its feet. How many talons do you see?
ar: انتزع الصقر السمكة بالمخالب على قدميه. كم عدد المخالب التي تراها؟
fr: Le faucon a saisi le poisson avec les serres au bout de ses pattes. Combien de serres vois-tu ?
ja: タカは足の爪で魚をさらいました。何本の爪が見えますか？
ko: 매는 물고기를 발에 달린 발톱으로 낚아채 갔습니다. 몇개의 발톱이 보이나요?
tr: Şahin, balığı ayaklarındaki pençelerle yakaladı. Kaç tane pençe görüyorsunuz?

# data_list
source: The hawk's wings and Akadeli's shirt look a bit alike -- describe how they are similar and how they are different.
ar: يبدو جناحا الصقر وقميص أكاديلي متشابهين بعض الشيء -- صف مدى التشابه بينهما وكيف يختلفان.
fr: Les ailes du faucon et le t-shirt d’Akadeli se ressemblent un peu : explique leurs similitudes et leurs différences.
ja: タカの翼とアカデリのシャツは少し似ています。どこが似ていてどこが違うか説明してみましょう。
ko: 매의 날개와 아카델리의 옷이 약간 비슷해 보입니다. 그 둘의 같은 점과 다른 점을 말해보세요.
tr: Şahinin kanatları ve Akadeli’nin tişörtü birbirine benziyor – aralarındaki benzerlik ve farklılıkları tarif edin.

# data_list
source: What is Akadeli feeling as she watches the hawk fly away with her fish?
ar: ما هو شعور أكاديلي وهي تشاهد الصقر يطير بعيدًا مع سمكتها؟
fr: Que ressens Akadeli lorsqu’elle voit le faucon s’envoler avec son poisson ?
ja: タカが魚を持って飛び去って行くのを見ながら、アカデリはどんな気持ちでしょうか。
ko: 매가 물고기를 갖고 떠날 때 아카델리는 어떤 감정을 느끼고 있을까요?
tr: Şahin Akadeli’nin balığını kapıp uçarken Akadeli ne hissediyor?

# data_list
source: The hawk left behind a feather from its tail. Akadeli picked up the feather and continued walking home.
ar: ترك الصقر وراءه ريشة من ذيله. التقطت أكاديلي الريشة وواصلت السير إلى المنزل.
fr: Le faucon a laissé derrière lui une plume provenant de sa queue. Akadeli a ramassé la plume et a continué de rentrer chez elle.
ja: タカはしっぽの羽を残していきました。 アカデリは羽を拾って、家まで歩き続けました。
ko: 매는 꼬리에서 깃털 하나를 남기고 갔습니다. 아카델리는 깃털을 집어들고 집으로 계속 걸어갔습니다.
tr: Şahin arkasında kuyruğundan bir tüy bıraktı. Akadeli tüyü yerden aldı ve evine doğru yürümeye devam etti.

# data_list
source: How many spots are on this feather?
ar: كم عدد النقاط الموجودة على هذه الريشة؟
fr: Combien de taches y a-t-il sur cette plume ?
ja: この羽にはいくつの斑点がありますか？
ko: 이 깃털에는 몇개의 점이 있나요?
tr: Bu tüyün üstünde kaç tane benek var?

# data_list
source: Have you ever found a feather? Was it very colorful?
ar: هل وجدت ريشة من قبل؟ هل كانت ملونة جدًا؟
fr: Est-ce que tu as déjà trouvé une plume ? Était-elle très colorée ?
ja: 羽を見つけたことはありますか？カラフルでしたか？
ko: 여러분은 깃털을 찾은적이 있나요? 화려한 색상이었나요?
tr: Siz hiç tüy buldunuz mu? Bulduğunuz tüy çok renkli miydi?

# data_list
source: There are three kinds of plants in this picture. Point at the tallest and shortest ones.
ar: هناك ثلاثة أنواع من النباتات في هذه الصورة. أشر إلى الأطول والأقصر.
fr: Il y a trois sortes de plantes sur cette image. Pointe du doigt les plus grandes et les plus petites.
ja: この絵には３種類の植物があります。一番背が高いものと一番低いものを指さしてみましょう。
ko: 그림에는 세가지 종류의 식물이 있습니다. 가장 큰 것과 가장 작은 식물들을 가리켜 보세요.
tr: Bu resimde üç farklı bitki var. En uzun ve en kısa olanlarına işaret edin.

# data_list
source: She came across a traditional wedding. Dancers were wearing grass on their heads instead of feathers as was the tradition. They took her feather and gave her a big bull!
ar: لقد صادفت حفل زفاف تقليدي. وكان الراقصون يرتدون العشب على رؤوسهم بدلاً من الريش كما جرت العادة. فأخذوا ريشتها وأعطوها ثورًا كبيرًا!
fr: Elle tomba sur un mariage traditionnel. Les danseurs portaient de l’herbe sur leur tête à la place des plumes comme le veut la tradition. Ils ont pris sa plume et lui ont donné un gros taureau !
ja: アカデリは結婚式に出くわしました。踊り子たちは伝統的な羽の代わりに草を頭にのせていました。 踊り子たちはアカデリの羽をもらい、かわりに大きな牛をアカデリにあげました！
ko: 아카델리는 우연히 결혼식이 열리는 곳을 지나가게 되었습니다. 그런데 춤을 추는 사람들이 전통적인 깃털이 아니라 풀잎을 머리에 쓰고 춤추고 있었습니다. 그들은 아카델리의 깃털을 가져가는 대신 큰 황소를 주었습니다!
tr: Akadeli, geleneksel bir düğüne denk geldi. Dansçılar gelenekleri gereği başlarına tüy yerine otlar takmışlar. Akadeli’nin tüyünü alıp ona büyük bir boğa verdiler!

# data_list
source: Count how many people are wearing yellow grass on their heads.
ar: احسب عدد الأشخاص الذين يرتدون العشب الأصفر على رؤوسهم.
fr: Compte le nombre de personnes qui portent de l’herbe jaune sur leur tête.
ja: 頭に黄色の草をのせている人が何人いるか数えましょう。
ko: 몇 명의 사람이 노란 풀잎을 쓰고 있는지 세어보세요.
tr: Kaç kişinin, kafasına sarı ot takmış olduklarını sayın.

# data_list
source: Estimate how many people it would take to weigh as much as that bull.
ar: قم بتقدير عدد الأشخاص اللازمين ليكونوا بوزن هذا الثور.
fr: Estime combien de personnes il faudrait pour atteindre le poids de ce taureau.
ja: その牛と同じ重さにするには何人必要か予想してみましょう。
ko: 황소의 무게와 같으려면 몇 사람이 필요한지 추측해 보세요.
tr: Bu boğa kadar ağırlığına denk gelmek için kaç kişi gerektiğini tahmin edin (kestirin).

# data_list
source: Surprisingly, Akadeli traded a feather for a bull. Why did the people do that?
ar: والمثير للدهشة أن أكاديلي استبدلت ريشة بثور. لماذا فعل هؤلاء الناس ذلك؟
fr: Étonnamment, Akadeli a échangé une plume avec un taureau. Pourquoi les gens ont-ils fait ça ?
ja: なんと、アカデリは羽を牛と交換したのです。どうして踊り子たちはそんなことをしたのでしょう？
ko: 놀랍게도, 아카델리는 깃털과 황소를 맞바꿨습니다. 마을 사람들이 왜 그렇게 했을까요?
tr: Şaşırtıcı biçimde, Akadeli bir tüyü bir boğaya takas etti. İnsanlar bunu neden yaptılar?

# data_list
source: Akadeli reached home with her bull. Her parents and relatives were so happy. Lucy, Acharait, and Mary wished they had not lied to Akadeli. It was a lucky day for Akadeli!
ar: وصلت أكاديلي إلى المنزل مع ثورها. وكان والداها وأقاربها سعداء للغاية. تمنت لوسي وأخاريت وماري لو أنهن لم يكذبن على أكاديلي. لقد كان يومًا محظوظًا لأكاديلي!
fr: Akadeli est arrivée à son village avec son taureau. Ses parents et sa famille étaient tellement contents. Lucy, Acharait et Mary regrettent d’avoir menti à Akadeli. C’était un jour de chance pour Akadeli !
ja: アカデリは牛と家に帰り着きました。両親と親戚はとても喜びました。ルーシーとアカレーとメアリーは、アカデリに嘘をつかなければよかったと思いました。 アカデリにとってラッキーな一日になりました！
ko: 아카델리는 황소와 함께 집에 도착했습니다. 그녀의 부모님과 친척들은 매우 기뻐했습니다. 한편 루시, 아차라이트, 그리고 메리는 그녀에게 거짓말한 것을 후회했답니다. 아카델리에게 오늘은 운수 좋은 하루이었습니다!
tr: Akadeli evine boğasıyla birlikte ulaştı. Ebeveynleri ve akrabaları çok mutluydular. Lucy, Acharait ve Mary keşke Akadeli’ye yalan söylememiş olmayı dilediler. O gün Akadeli için şanslı bir gündü!

# data_list
source: How do you think the other girls feel?
ar: كيف تعتقد أن الفتيات الأخريات يشعرن؟
fr: D’après toi, que ressentent les autres filles ?
ja: 他の女の子たちはどう感じたと思いますか？
ko: 여러분은 다른 아이들의 기분이 어떨 것 같나요?
tr: Sizce diğer kızlar kendilerini nasıl hissediyorlar?

# data_list
source: Have you ever lied to someone? If so, did it make you feel sorry or ashamed?
ar: هل سبق لك أن كذبت على شخص ما؟ إذا كان الأمر كذلك، فهل جعلك ذلك تشعر بالأسف أو بالخجل؟
fr: As-tu as déjà menti à quelqu’un ? Si c’est le cas, est-ce que tu t’en es voulu ou tu as eu honte ?
ja: 誰かに嘘をついたことはありますか？もしあったとしたら、その時、悪い気持ちや恥ずかしい気持ちになりましたか？
ko: 여러분은 누군가에게 거짓말을 해본적이 있나요? 만약 있다면, 여러분은 미안한 생각이 들었나요 아니면 부끄러웠나요?
tr: Siz daha önce birine yalan söylediniz mi? Eğer söylediyseniz, bu sizi üzdü mü yoksa utandırdı mı?

# data_list
source: Count the number of difficult moments in Akadeli's day. All turned out well in the end. Life can be full of surprises!
ar: احسب عدد اللحظات الصعبة في يوم أكاديلي. كل شيء سار بشكل جيد في النهاية. يمكن أن تكون الحياة مليئة بالمفاجآت!
fr: Compte le nombre de moments difficiles durant la journée d’Akadeli. Au final, tout s’est bien terminé. La vie peut regorger de surprises !
ja: アカデリの一日の中で、困難だった瞬間の数を数えてみましょう。でも最後はすべてうまくいきましたね。人生にはびっくりすることがたくさんあります。
ko: 하루동안 아카델리에게 몇번의 위기가 왔는지 세어보세요. 그러나 결국엔 좋은 일이 일어났습니다. 이처럼, 삶은 놀라운 일들로 가득하답니다!
tr: Akadeli’nin günündeki zor anlarını sayın. Sonunda her şey yoluna girdi. Hayat sürprizlerle dolu olabiliyor!

# data_list
source: When Akai was a little girl, her mother used to put her to sleep on a beautiful mat. Akai's aunt made this special mat from palm leaves.
ar: عندما كانت اكايا فتاة صغيرة كانت أمها تضعها علي سجادة جميله لتخلد إلى النوم. وكانت عمت اكايا قد قامت بحياكة هذة السجادة المميزه من أوراق النخيل.
ja: アカイが小さい頃、お母さんは美しい敷物の上でアカイを寝かせました。この特別な敷物はアカイのおばあさんが、ヤシの葉で作ったものでした。
ko: 아카이가 아주 어린 소녀였을때, 아카이의 엄마는 아카이를 아주 아름다운 돗자리에 재웠습니다. 아카이의 이모가 야자 잎으로 이 특별한 돗자리를 만들었습니다.
tr: Akai küçücük bir kızken, annesi onu güzel bir hasır kilimde uyuturdu. Bu kilimi Akai’nin teyzesi palmiye yapraklarından yapmıştı.
