Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Which kinds of things do you like to do with others, and which do you like to do by yourself?
ar: ما هي الأشياء التي تحب أن تفعلها مع الآخرين، وأيها تحب أن تفعلها بنفسك؟
fr: Quelles sont les activités que vous aimez faire avec d'autres et celles que vous aimez faire seul ?
ja: 君は誰かと一緒にどんなことをすることが好き？それとも一人で何かする方が好き？
ko: 당신은 다른 사람들과 어떤것들을 같이 하고 싶은가요, 그리고 어떤 것들을 혼자 하고 싶은가요?
tr: Hangi tür şeyleri başkalarıyla, hangilerini kendi başınıza yapmaktan hoşlanırsınız?

# data_list
source: Estimate and count the leaves blowing around Tortoise. Are your estimates getting better?
ar: قدر وأحصي الأوراق التي تتطاير حول السلحفاة. هل تتحسن تقديراتك؟
fr: Estimez et comptez les feuilles qui volent autour de Tortue. Vos estimations s'améliorent-elles ?
ja: リクガメの周りを舞っている葉っぱの数は何枚かな？推測してから数えてみよう。君の推測はもっと正確になってきているかな？
ko: 추측해 보고 거북이 주위에 흩날리는 잎을 세어 보세요. 추측이 더 나아지고 있나요?
tr: Kaplumbağa’nın etrafında uçuşan yaprakların sayısını önce tahmin edin ve sonra sayın. Tahminleriniz daha iyiye gidiyor mu?

# data_list
source: Tortoise walked on, with Snail and Sparrow and Ladybird and Mouse on his back. They looked and looked, but there was no sign of a house. The wind swept leaves off the ground and swirled them around Tortoise's feet. He was tired. "You lot are heavy," he sighed.
ar: سارت السلحفاة، والحلزون والعصفور والدعسوقة والفأر على ظهرها. فنظروا وبحثوا، ولكن لم يكن هناك أي أثر للمنزل. جرفت الريح أوراق الشجر عن الأرض ودوّمتها حول أقدام السلحفاة. لقد كانت متعبة. "أنتم ثقيلون للغاية،" تنهدت.
fr: Tortue marchait, avec Escargot, Moineau, Coccinelle et Souris sur son dos. Ils regardèrent et regardèrent, mais il n'y avait aucune trace d’une maison. Le vent balayait les feuilles du sol et les faisait tourbillonner autour des pieds de la tortue. Elle était fatiguée. « Vous êtes tous lourds », soupira-t-elle.
ja: リクガメは、カタツムリ、スズメ、テントウムシ、ネズミを乗せたまま歩き続けました。5匹は、ずっと見て回りましたが、家の手がかりはどこにもありませんでした。風は地面から葉っぱをびゅーっと吹き上げ、リクガメの足元でぐるぐると渦巻かせました。リクガメは疲れてしまいました。「みんな、重いよぉ」リクガメは、ため息をつきました。
ko: 거북이는 달팽이, 참새, 무당벌레 그리고 쥐를 등에 태우고 계속 걸었습니다. 그들은 계속 둘러보았지만 어디에도 집은 보이지 않았습니다. 바람은 땅에 있는 잎을 쓸어 올려 거북이 발 밑으로 소용돌이 쳤습니다. 거북이는 지쳐가고 있었습니다. “너희들은 아주 무겁구나!" 거북이는 한숨을 쉬었습니다.
tr: Kaplumbağa, sırtında Salyangoz, Serçe, Uğur Böceği ve Fare ile yürümeye devam etti. Baktılar, baktılar ama bir eve dair hiçbir iz yoktu. Rüzgâr yerdeki yaprakları süpürüyor ve onları Kaplumbağa’nın ayaklarının etrafında döndürüyordu. Kaplumbağa yorulmuştu. “Çok ağırsınız!” diye iç geçirdi.

# data_list
source: The wind is getting stronger. The weather is changing!
ar: الرياح تزداد قوة. الطقس يتغير!
fr: Le vent se renforce. Le temps change !
ja: 風がますます強くなってきました。天気が変わっていますね！
ko: 바람은 더 강해졌습니다. 날씨가 바뀌고 있습니다.!
tr: Rüzgâr gittikçe güçleniyor. Hava değişiyor!

# data_list
source: Do you notice the weather changing when a storm comes? The wind picks up and there are more clouds.
ar: هل تلاحظ تغير الطقس عندما تأتي العاصفة؟ يعصف الريح وهناك المزيد من السحب.
fr: Avez-vous remarqué que le temps change lorsqu'une tempête se produit ? Le vent se lève et les nuages sont plus nombreux.
ja: 君は嵐が来るときの天気の変化に気付く？風が強まったり、雲が増えたりすることで気付くことがあるかもね。
ko: 여러분은 폭풍이 올때 날씨가 바뀌는 것을 알아차릴수 있나요? 바람은 더 강해지고 더 많은 구름이 생깁니다.
tr: Fırtına çıktığında havanın değiştiğini fark ettiniz mi hiç? O anlarda rüzgâr şiddetlenir ve bulutların sayısı artar.

# data_list
source: Do you enjoy the excitement of a storm coming in? Sometimes there is lightning and thunder! Do you enjoy the thunder, or is it scary, or perhaps some of both?
ar: هل تستمتع بإثارة العاصفة القادمة؟ في بعض الأحيان يكون هناك برق ورعد! هل تستمتع بالرعد، أم أنه مخيف، أو ربما كلاهما؟
fr: Appréciez-vous l'excitation d'un orage qui arrive ? Parfois, il y a des éclairs et du tonnerre ! \\ Appréciez-vous le tonnerre ou êtes-vous effrayé, ou peut-être un peu des deux ?
ja: 君は嵐が近づいてくるとワクワクする？雷がゴロゴロ鳴ったり、ピカッと光ることもあるよね！雷が鳴っているときは楽しいと感じる？それとも怖い？もしくはその両方かな？
ko: 여러분은 폭풍이 오는것을 기대하고 있습니까? 가끔 번개와 뇌성이 칩니다! 뇌성을 좋아하나요 아니면 무서운가요, 그렇지 않으면 둘 다인가요?
tr: Yaklaşan bir fırtınanın heyecanı hoşunuza gider mi? Bazen şimşek ve gök gürültüsü olur! Gök gürültüsü hoşunuza mı gider yoksa sizin için korkutucu mudur veya her ikisinden de biraz mı?

# data_list
source: The wind got stronger. The sky turned dark. "Oh, where is my house?" asked Tortoise. Thunder roared in the hills. Lightning flashed in the distance. Drip-drip came the rain.
ar: صبحت الرياح أقوى. أصبحت السماء مظلمة. "أوه، أين منزلي؟" سألت السلحفاة. هزم الرعد في التلال. ومض البرق في الأفق. جاء المطر نقطة نقطة.
fr: Le vent s'est renforcé. Le ciel s'est assombri. « Oh, où est ma maison ? » demanda Tortue. Le tonnerre gronde dans les collines. Des éclairs jaillirent au loin. La pluie tomba goutte à goutte.
ja: 風が強くなり、空は暗くなりました。「ああ、いったいぼくのお家はどこにあるんだろう？」雷が丘でゴロゴロ鳴りました。遠くで稲妻がピカッと光りました。雨もぽつぽつと降ってきました。
ko: 바람은 더 강하게 불기 시작했습니다. 하늘이 어두워 지기 시작했습니다. “오, 내 집은 어디에 있을까?" 거북이가 물었습니다. 언덕 넘어 뇌성이 칩니다. 번개가 저 멀리서 번쩍입니다. 비가 떨어지기 시작합니다.
tr: Rüzgâr daha da şiddetlendi. Gökyüzü karardı. “Ah, evim nerede?” diye sordu Kaplumbağa. Gök gürültüsü tepelerde kükredi. Uzaklarda şimşekler çaktı. Damla damla yağmur yağdı.

# data_list
source: Why does Tortoise want to find his house so urgently now?
ar: لماذا تريد السلحفاة العثور على منزلها بشكل عاجل الآن؟
fr: Pourquoi Tortue veut-elle retrouver sa maison de toute urgence ?
ja: なぜリクガメは今、こんなにも急いでお家を探しているのかな？
ko: 왜 거북이는 이제 더 다급하게 그의 집을 찾고 싶어할까요?
tr: Kaplumbağa niçin evini şimdi çok acil bulmak istiyor?

# data_list
source: Usually, people look for shelter when a storm comes. Do you see anyplace that could give them shelter?
ar: عادة، يبحث الناس عن مأوى عندما تأتي العاصفة. هل ترى أي مكان يمكن أن يوفر لهم المأوى؟
fr: En général, les gens cherchent à s'abriter lorsqu'une tempête éclate. Voyez-vous un endroit où ils pourraient s'abriter ?
ja: 通常、嵐が来るとみんなは避難できるところを探すよ。君はどこか避難できそうな場所を知ってるかな？
ko: 보통 폭풍이 불면 사람들은 대피소를 찾습니다. 여러분은 그들에게 대피소가 되어줄 어떤 곳이라도 보입니까?
tr: Genelde insanlar fırtına çıktığında sığınacak bir yer ararlar. Resimde onlara sığınak olabilecek herhangi bir yer görüyor musunuz?

# data_list
source: Have you ever been caught out in an open area when a storm came up suddenly? If you don't mind getting wet, it can be fun to experience being in the storm!
ar: هل سبق لك أن وجدت نفسك في منطقة مفتوحة عندما هبت عاصفة فجأة؟ إذا كنت لا تمانع التبلل، فقد يكون من الممتع تجربة التواجد في العاصفة!
fr: Avez-vous déjà été surpris par un orage soudain dans un endroit dégagé ? Si vous n'avez pas peur de vous mouiller, il peut être amusant de vivre l'expérience de la tempête !
ja: お外にいるとき、急に嵐が来たことはある？濡れても大丈夫なら、嵐の中、お外にいるのも楽しいよね！
ko: 여러분은 아무것도 없는 벌판에 있을때 갑자기 폭풍이 만났을때가 있었나요? 비에 젖는 걸 걱정하지 않는다면 폭풍을 경험해 보는 것도 재미있는 일입니다!
tr: Aniden çıkan bir fırtınaya açık bir alanda yakalandınız mı hiç? Eğer ıslanmak sizin için sorun değilse, fırtınada olmayı deneyimlemek eğlenceli olabilir!

# data_list
source: The wind swirled and whipped. It blew Snail and Sparrow and Ladybird and Mouse right off Tortoise's back.
ar: هبت الريح وجلدت. لقد أسقطت الحلزون والدوري والدعسوقة والفأرة مباشرة عن ظهر السلحفاة.
fr: Le vent tourbillonnait et fouettait. Escargot, Moineau, Coccinelle et Souris se sont envolés du dos de la tortue.
ja: 風がびゅうびゅうと吹き荒れました。風はカタツムリとスズメとテントウムシとネズミをリクガメの背中から一気に吹き飛ばしました。
ko: 바람이 소용돌이 치며 부딪치고 있습니다. 거북이 등 위에 있는 달팽이, 참새, 무당벌레 그리고 쥐를 날려버렸습니다.
tr: Rüzgâr girdap yaparak etrafta dönüp savruldu. Salyangoz, Serçe, Uğur Böceği ve Fare’yi Kaplumbağa’nın sırtından uçurdu.

# data_list
source: There are many parts of this picture that show how strongly the wind is blowing things around. Describe a few of them.
ar: هناك أجزاء كثيرة من هذه الصورة توضح مدى قوة الرياح التي تهب على الأشياء. اذكر القليل منها.
fr: De nombreux éléments de cette image montrent à quel point le vent souffle fort. Décrivez-en quelques-unes.
ja: この絵の中には、いろんなものが飛ばされていて、どれだけ風が強く吹いているか分かるね。何が飛ばされているか言ってみよう。
ko: 여기에는 얼마나 강한 바람이 주변에 있는 물건들을 날려버리는지 보여주는 그림들이 많이 있습니다. 몇개만 묘사해보세요.
tr: Bu resimde rüzgârın eşyaları ne kadar güçlü savurduğunu gösteren pek çok yer var. Bunlardan birkaçını açıklayın.

# data_list
source: Is the rain coming down vertically (straight up and down), or is the wind blowing the rain diagonally?
ar: هل ينزل المطر عموديا (صعوداً وهبوطاً) أم أن الرياح تهب المطر قطريا؟
fr: La pluie tombe-t-elle verticalement (de haut en bas) ou le vent souffle-t-il la pluie en diagonale ?
ja: 雨は垂直に（上から下にまっすぐ）降っている？それとも斜めに降っている？
ko: 비가 수직으로 내려오나요 (위 아래로 똑바로), 아니면 바람이 비를 대각선으로 불게 하나요?
tr: Yağmur dikey olarak mı yağıyor (yukarı ve aşağıya doğru) yoksa rüzgâr yağmuru çapraz olarak mı üflüyor?

# data_list
source: The diagonal rain is all falling in the same direction. Parallel lines are lines that go in the same direction. Find some parallel lines around where you are.
ar: المطر القطري يسقط كله في نفس الاتجاه. الخطوط المتوازية هي الخطوط التي تسير في نفس الاتجاه. ابحث عن بعض الخطوط المتوازية حول مكان تواجدك.
fr: La pluie en diagonale tombe dans la même direction. Les lignes parallèles sont des lignes qui vont dans la même direction. Trouvez des lignes parallèles autour de vous.
ja: 斜めに降る雨はすべて同じ方向に降っているよ。平行線は同じ方向に進む線のことをいうよ。君の周りにある平行線を見つけてみよう。
ko: 대각선의 비는 모두 같은 방향으로 떨어집니다. 평행선은 모두 같은 방향으로 가는 선들을 말합니다. 여러분 주변에 평행선들을 찾아보세요.
tr: Çapraz yağmurun hepsi aynı yönde yağıyor. Paralel çizgiler aynı yönde giden çizgilerdir. Bulunduğunuz yerde bazı paralel çizgiler bulun.

# data_list
source: And then came the hail, tip-tip-tip. Tortoise got such a fright he shrank into his shell. It was warm and cozy in there. "Oh, here is my house!" smiled Tortoise.
ar: وبعد ذلك جاء البَرَد، تب تب تب. أصيبت السلحفاة بالخوف لدرجة أنها انكمشت في قوقعتها. كان الجو دافئًا ومريحًا هناك. "أوه، هنا منزلي!" ابتسمت السلحفاة.
fr: C'est alors que la grêle s'abattit, pointe contre pointe. Tortue a eu tellement peur qu'elle s’est réfugiée dans sa carapace. Il y faisait chaud et confortable. « Oh, voici ma maison ! » sourit Tortue.
ja: すると、こんどは、ひょうが降り始めました。パラパラパラ。リクガメはびっくりして、自分の甲羅に引っ込みました。甲羅の中は暖かくて気持ちがいいです。「あぁ、ここがぼくのお家だ！」リクガメはニコッと笑いました。
ko: 그런 다음 우박이 왔습니다, 탁-탁-탁. 거북이는 너무 무서워서 그의 등껍데기 안으로 움츠려 들었습니다. 그안은 따뜻하고 아늑했습니다. “오, 여기가 내 집이구나!" 거북이는 미소 지었습니다.
tr: Ve sonra dolu geldi, pıt-pıt-pıt. Kaplumbağa öyle korktu ki kabuğuna çekildi. Orası sıcak ve rahattı. “Ah, işte benim evim!” diyerek gülümsedi.

# data_list
source: Tortoise solved his problem when he got distracted and stopped looking for the answer. Sometimes, when we focus too hard on something, it's hard to have new ideas and find an answer.
ar: حلت السلحفاة مشكلتها عندما تشتت انتباهها وتوقفت عن البحث عن الإجابة. في بعض الأحيان، عندما نركز بشدة على شيء ما، يكون من الصعب الحصول على أفكار جديدة والعثور على إجابة.
fr: Tortue a résolu son problème lorsqu'elle s'est laissée distraire et a cessé de chercher la réponse. Parfois, lorsque nous nous concentrons trop sur quelque chose, il est difficile d'avoir de nouvelles idées et de trouver une réponse.
ja: リクガメがお家を見つけたのは、天気に邪魔をされて、お家を探すのをやめたときだったね。何かに集中しすぎると、新しいアイデアを思いついたり、答えを見つけたりするのが難しいときもあるんだ。
ko: 거북이는 혼란해져 답을 찾는 걸 멈추었을때 그의 문제를 풀었습니다. 가끔 우리는 너무 한가지에 몰두하면 다른 방법으로 답을 찾기가 어려워집니다.
tr: Kaplumbağa dikkati dağılıp cevap aramayı bıraktığında sorununu çözdü. Bazen bir şeye çok fazla odaklandığımızda, yeni fikirler üretmek ve cevap bulmak zorlaşır.

# data_list
source: Have you ever stopped thinking about something, relaxed for a while, and then suddenly realized the answer? It can be very powerful to let a different part of your brain work on a problem!
ar: هل توقفت يومًا عن التفكير في شيء ما، واسترخيت لبعض الوقت، ثم أدركت الإجابة فجأة؟ قد يكون من المفيد جدًا السماح لجزء مختلف من دماغك بالعمل على حل مشكلة ما!
fr: Vous êtes-vous déjà arrêté de penser à quelque chose, vous êtes-vous détendu pendant un moment et avez-vous soudain trouvé la réponse ? Il peut être très efficace de laisser une autre partie de votre cerveau travailler sur un problème !
ja: 君は何か考えるのをやめて、しばらく落ち着いてたら、突然答えを思いついたことはある？問題を解決するときに、頭の違うところを働かせると、すごくうまくいくことがあるよ！
ko: 여러분은 잠깐 생각하는 것을 멈추고 마음을 편하게 하면 갑자기 답이 떠오를때가 있었나요? 다른 부분의 뇌가 문제를 해결할수 있게 기회를 주는것은 아주 중요한 일이 될수 있습니다!
tr: Bir şey hakkında düşünmeyi bırakıp bir süre rahatladığınızda, aniden cevabı bulduğunuzu fark ettiğiniz oldu mu hiç? Beyninizin farklı bir bölümünün bir sorun üzerinde çalışmasına izin vermek çok etkili olabilir!

# data_list
source: Tortoise found his shell was a warm and cozy place, and that meant home to Tortoise! What does home mean to you?
ar: وجدت السلحفاة أن قوقعتها كانت مكانًا دافئًا ومريحًا، وهذا يعني أنها منزل السلحفاة! ماذا يعني المنزل بالنسبة لك؟
fr: Tortue a découvert que sa coquille était un endroit chaud et confortable, et c'est ainsi qu'elle s'est sentie chez elle ! Que signifie la maison pour vous ?
ja: リクガメは、自分の甲羅が暖かくて気持ちのいいところだとわかって、その甲羅がリクガメにとってのお家だったと気付いたよね！君にとって家はどんなところかな？
ko: 거북이는 따뜻하고 아늑한 그의 등껍데기를 찾았고 그것은 곧 거북이의 집이 되었습니다. 집은 여러분에게 어떤 의미인가요?
tr: Kaplumbağa kabuğunu sıcak ve rahat buldu ve bu Kaplumbağa için ev anlamına geliyordu! Sizin için ev ne anlama geliyor?

# data_list
source: Oh, here is Tortoise's house! said Snail and Sparrow and Ladybird and Mouse.
ar: "أوه، ها هو منزل السلحفاة!"، قال الحلزون والدوري والفأرة.
fr: « Oh, voici la maison de Tortue ! disent Escargot, Moineau et Souris. »
ja: カタツムリとテントウムシとスズメとネズミは、口を揃えて言いました。「なんだ、ここがリクガメくんのお家か！」
ko: “오, 여기가 거북이 집이구나!“ 달팽이, 참새, 그리고 쥐가 말했습니다.
tr: “Ah, işte Kaplumbağa’nın evi!” dedi Salyangoz, Serçe ve Fare.

# data_list
source: The hail coming down on Tortoise's shell probably made a lot of noise. Imagine the racket! Have you ever heard hail falling on a roof or hard surface?
ar: من المحتمل أن يكون البرد النازل على قوقعة السلحفاة قد أحدث الكثير من الضوضاء. تخيل المضرب! هل سمعت من قبل سقوط حبات البرد على سطح أو مساحة صلبة؟
fr: La grêle qui est tombée sur la carapace de Tortue a probablement fait beaucoup de bruit. Imaginez le vacarme ! Avez-vous déjà entendu de la grêle tomber sur un toit ou une surface dure ?
ja: リクガメの背中に降るひょうは、きっとたくさん音をたててたよね。その音を想像してみよう！君は屋根やかたいところにひょうが降る音を聞いたことある？
ko: 거북이 등 껍데기위로 우박이 내리고 있고 그것은 많은 소음을 냅니다. 그 소란스러운 소리를 상상해 보세요! 여러분은 지붕위나 딱딱한 표면위로 우박이 떨어지는 소리를 들어본적이 있나요?
tr: Kaplumbağa’nın kabuğuna yağan dolu muhtemelen bir sürü gürültü çıkarmıştır. O gürültü patırtıyı bir hayal edin! Peki ya siz, bir çatıya veya sert bir yüzeye yağan doluyu duydunuz mu hiç?

# data_list
source: It is easy for Tortoise to carry his home wherever he goes. Is your home easy to carry around, or is it a structure that would be very hard to move?
ar: من السهل على السلحفاة أن تحمل بيتها أينما ذهبت. هل يسهل حمل منزلك، أم أنه مبنى يصعب نقله؟
fr: Il est facile pour Tortue de transporter sa maison partout où elle va. Votre maison est-elle facile à transporter ou s'agit-il d'une structure qu'il serait très difficile de déplacer ?
ja: リクガメにとっては、自分のお家を運び歩くことは簡単だね。君のお家は、どうだろう？持ち運ぶのは簡単？それとも持ち運ぶには、すごく難しいつくりをしてるかな？
ko: 거북이에게는 그의 집을 어디에 가든지 가지고 가는 것은 쉬운 일입니다. 여러분의 집은 가지고 다니기 쉬운가요 아니면 움직이기가 아주 어려운 건물인가요?
tr: Kaplumbağa için evini gittiği her yere taşımak kolay! Peki sizin evinizi taşımak kolay mı? Yoksa eviniz taşınması çok zor bir yapı mı?

# data_list
source: A nice thing about a home, if it is big enough, is that it can be shared with friends. It looks like a happy time for our group of friends in the story!
ar: الشيء الجميل في المنزل، إذا كان كبيرًا بما يكفي، هو أنه يمكن مشاركته مع الأصدقاء. يبدو أنه وقت سعيد لمجموعة أصدقائنا في القصة!
fr: L'avantage d'une maison, si elle est assez grande, c'est qu'elle peut être partagée avec des amis. Notre groupe d'amis dans l'histoire a l'air de vivre des moments heureux !
ja: お家のいいところは、十分広かったら、お友だちと分け合いっこできることだよね。どうやら、このお話のお友だちも幸せな時間を過ごしているね！
ko: 집의 좋은점은 충분한 공간만 있으면 친구들과 함께 나눌수 있다는 것입니다. 이 이야기에 있는 친구들은 재미있는 시간을 보낸것 같네요!
tr: Bir evin en güzel yanı, eğer eviniz yeterince büyükse, evinizin arkadaşlarınızla paylaşılabilmesidir. Bu hikâyedeki arkadaş grubumuz için mutlu bir zaman gibi görünüyor!

# data_list
source: Odongo and Apiyo waited for the school holidays to come.
ar: انتظر أودونغو وآبيو حتى تأتي العطلة المدرسية.
fr: Odongo et Apiyo attendaient les vacances scolaires.
ja: オドンゴとアピヨは、 学校が休みになるのを待っていました。
ko: 오동고와 아피요는 학교 휴일이 오기를 기다리고 있습니다.
tr: Odongo ve Apiyo, okul tatillerinin gelmesini bekledi.

# data_list
source: They look excited. Do you suppose they have big plans for their holidays?
ar: يبدوان متحمسين. هل تفترض أن لديهما خططًا كبيرة لقضاء عطلتهما؟
fr: Ils ont l’air enthousiastes. Pensez-vous qu’ils ont de grands projets pour leurs vacances ?
ja: 彼らは、楽しそうな顔をしています。休みの日に大きな計画を立てているのでしょうか。
ko: 그들은 신나 보입니다. 여러분은 그들이 휴일에 아주 굉장한 계획이 있다고 생각하나요?
tr: Heyecanlı görünüyorlar. Tatilleri için büyük planlarının olduğunu düşünüyor musunuz?

# data_list
source: Are there holidays that you get excited about?
ar: هل هناك أعياد تتحمس لها؟
fr: Y a-t-il des fêtes que vous attendez avec impatience ?
ja: あなたにも楽しみな休日はありますか？
ko: 여러분이 신나해 하는 휴일이 있나요?
tr: Sizin heyecanlandığınız tatiller var mı?

# data_list
source: Tell a story about something you did during a recent holiday.
ar: أخبر قصة عن شيء فعلته خلال العطلة الأخيرة.
fr: Racontez une anecdote sur ce que vous avez fait pendant de récentes vacances.
ja: 最近の休みにしたことを話してみてください。
ko: 여러분이 최근 휴일에 했던 것들을 이야기 해 보세요.
tr: En sonki tatiliniz sırasında yaptığınız bir şey hakkında bir hikâye anlatın.

# data_list
source: It was time for them to visit their grandmother.
ar: لقد حان الوقت لهما لزيارة جدتهما.
fr: Il était temps pour eux de rendre visite à leur grand-mère.
ja: そろそろ おばあさんに会いに行く頃ですね。
ko: 이제 그들은 할머니를 보러 갈 때가 되었습니다.
tr: Babaannelerini ziyaret etmelerinin vakti gelmişti.

# data_list
source: Did you ever get so excited about something that you had trouble sleeping?
ar: هل سبق لك أن تحمست لشيء ما لدرجة أنك واجهت صعوبة في النوم؟
fr: Vous est-il déjà arrivé d’être tellement excité par quelque chose que vous aviez du mal à dormir ?
ja: 楽しみで眠れませんでしたか？
ko: 여러분은 너무 신나서 밤에 잠을 이룰 수 없었던 적이 있나요?
tr: Sizin de hiç uyumakta zorlanacak kadar çok heyecanlandığınız bir şey oldu mu?

# data_list
source: Rectangles are shapes with four straight sides and corners like those on this page. Point to all the rectangles you can find on this page.
ar: المستطيلات هي أشكال ذات أربعة جوانب وزوايا مستقيمة مثل تلك الموجودة في هذه الصفحة. أشر إلى جميع المستطيلات التي يمكنك العثور عليها في هذه الصفحة.
fr: Les rectangles sont des formes ayant quatre côtés droits et des coins comme ceux de cette page. Montrez tous les rectangles que vous pouvez trouver sur cette page.
ja: 長方形は、このページにあるような4つの直線的な辺と角を持つ図形です。このページにある長方形をすべて指さしてください。
ko: 사각형은 네 개의 면을 가지고 있고 그림과 같은 모서리를 가지고 있습니다. 그림에서 여러분이 찾을 수 있는 사각형들을 가리켜 보세요.
tr: Dikdörtgenler, bu sayfadakiler gibi dört adet düz kenarları ve köşeleri olan şekillerdir. Bu sayfada bulabildiğiniz tüm dikdörtgenleri gösterin.

# data_list
source: Point to some of the rectangles around where you are.
ar: أشر إلى بعض المستطيلات الموجودة حول المكان الذي تتواجد فيه.
fr: Indiquez du doigt quelques rectangles autour de l’endroit où vous vous trouvez.
ja: 今いる場所の周りにある長方形のいくつかを指さしてください。
ko: 여러분이 있는 곳에서 사각형을 가리켜 보세요.
tr: Bulunduğunuz yerdeki bazı dikdörtgenleri işaret edin.

# data_list
source: They drove past mountains, wild animals, and farms.
ar: لقد مرا بجانب الجبال والحيوانات البرية والمزارع.
fr: Ils sont passés devant des montagnes, des animaux sauvages et des fermes.
ja: 彼らは、山や野生動物、牧場などを車で通り過ぎました。
ko: 그들은 산과 야생 동물, 그리고 농장을 지나쳐 운전을 합니다.
tr: Dağların, yabani hayvanların ve çiftliklerin yanlarından arabayla geçtiler.

# data_list
source: Count together all the wild animals you see on this page.
ar: قوموا بعدّ جميع الحيوانات البرية التي ترونها في هذه الصفحة معاً.
fr: Comptez tous les animaux sauvages que vous voyez sur cette page.
ja: このページで見える野生動物を全部一緒に数えてみましょう。
ko: 그림에서 여러분이 볼 수 있는 야생 동물을 함께 세어봐요.
tr: Bu sayfada gördüğünüz tüm yabani hayvanları çocuğunuzla birlikte sayın.

# data_list
source: When you add two children to the five other animals, how many animals are there all together? What is two more than five?
ar: عندما تضيف طفلين إلى الحيوانات الخمسة الأخرى، كم عدد الحيوانات الموجودة معًا؟ ما هو اثنان أكثر من خمسة؟
fr: Lorsque vous ajoutez deux enfants aux cinq autres animaux, combien y a-t-il d’animaux en tout ?
ja: 5匹の動物に2人の子供達を加えると、全部でいくつになりますか？5匹より2匹多いのはいくつでしょう？
ko: 여러분이 다섯 마리의 야생 동물과 두 아이들을 합한다면 모두 얼마인가요? 5보다 둘 더 많은 숫자는 무엇인가요?
tr: İki çocuğu başka beş hayvana eklediğinizde, toplam kaç olur? Beşin iki fazlası kaçtır?

# data_list
source: Point to and describe the pairs of animals here.
ar: أشر إلى أزواج الحيوانات هنا وقم بوصفها.
fr: Indiquez du doigt et décrivez les paires d’animaux présents ici.
ja: このページの動物のペアを指さして説明して下さい。
ko: 서로 짝으로 되어 있는 동물들을 가리켜 보고 설명해 보세요.
tr: Buradaki hayvan çiftlerini gösterip tanımlayın.

# data_list
source: After a while, Odongo and Apiyo fell asleep.
ar: بعد فترة من الوقت، نام أودونغو وآبيو.
fr: Au bout d’un moment, Odongo et Apiyo se sont endormis.
ja: しばらくすると、オドンゴとアピヨは眠ってしまいました。
ko: 잠시 후에, 오동고와 아피요는 잠이 들었습니다.
tr: Kısa zaman sonra, Odongo ve Apiyo uykuya daldılar.

# data_list
source: Some people have trouble sleeping sitting up. Can you fall asleep while you're sitting?
ar: يواجه بعض الأشخاص صعوبة في النوم أثناء الجلوس. هل تستطيع النوم وأنت جالس؟
fr: Certaines personnes ont du mal à dormir en position assise. Pouvez-vous vous endormir quand vous êtes assis ?
ja: 座ったまま眠れない人もいますよね。あなたは、座ったまま眠れますか？
ko: 어떤 사람들은 앉아서 잠을 잘 수가 없습니다. 여러분은 앉아 있는 동안 잠든 적이 있나요?
tr: Bazı insanlar oturarak uyumakta zorluk çekerler. Siz otururken uyuyakalabilir misiniz?

# data_list
source: The girl is sleeping with her mouth open -- do you think she is snoring?
ar: البنت نائمة وفمها مفتوح هل تعتقد أنها تشخر؟
fr: La fille dort la bouche ouverte – Pensez-vous qu’elle ronfle ?
ja: 口を開けて寝ている女の子は、いびきをかいているのでしょうか？
ko: 여자아이는 입을 벌리면서 자고 있습니다. – 여러분은 여자아이가 코를 골고 있다고 생각하나요?
tr: Kız ağzı açık uyuyor – sizce kız horluyor mudur?

# data_list
source: Describe the colors of some of the strips in this picture. There are yellows, blues, and greens on the bag, and yellows, oranges, and reds on their seat.
ar: صف ألوان بعض الشرائط في هذه الصورة. هناك ألوان صفراء وزرقاء وخضراء على الحقيبة، والأصفر والبرتقالي والأحمر على مقعديهما.
fr: Décrivez les couleurs de quelques bandes de cette image. Il y a des bandes jaunes, des bleues et des vertes sur le sac, et des jaunes, des oranges et des rouges sur leur siège.
ja: この写真に写っているいくつかのストリップの色を説明してください。バッグには黄色、青色、緑色、シートには黄色、オレンジ色、赤色があります。
ko: 그림에서 줄무늬의 색깔에 대해서 묘사해 보세요. 가방은 노란색, 파란색, 그리고 녹색이 있고 그들의 좌석은 노란색, 주황색, 그리고 빨간색이 있습니다.
tr: Bu resimdeki bazı şeritlerin renklerini tanımlayın. Çantanın üzerinde sarılar, maviler ve yeşiller var ve oturdukları yerde ise sarılar, turuncular ve kırmızılar var.

# data_list
source: They found their grandmother resting under a tree.
ar: لقد وجدا جدتهما تستريح تحت شجرة.
fr: Ils ont trouvé leur grand-mère qui se reposait sous un arbre.
ja: 彼らは、木の下で休んでいるおばあさんを見つけました。
ko: 그들은 할머니가 나무 밑에서 쉬고 있는 것을 발견했습니다.
tr: Babaannelerini bir ağacın dibinde dinlenirken buldular.

# data_list
source: Do you have friends or relatives you like to go on trips to visit?
ar: هل لديك أصدقاء أو أقارب تحب الذهاب في رحلات لزيارتهم؟
fr: Avez-vous des amis ou des parents à qui vous aimez rendre visite quand vous voyagez ?
ja: あなたは、好きな友達や親戚に会いに旅行に行くことはありますか？
ko: 여러분은 먼 길을 가서 보고 싶은 친구나 친척이 있나요?
tr: Sizin de ziyaret etmek için yolculuklara çıkmaktan hoşlandığınız arkadaşlarınız veya akrabalarınız var mı?

# data_list
source: Remember a happy visit you had. What do you like to do when you visit someone?
ar: تذكر زيارة سعيدة قمت بها. ماذا تحب أن تفعل عندما تزور شخصاً ما؟
fr: Souvenez-vous d’une visite heureuse que vous avez faite. Qu’aimez-vous faire lorsque vous rendez visite à quelqu’un ?
ja: 楽しかった思い出を思い出してください。誰かを訪ねるとき、何をするのが好きですか？
ko: 여러분의 행복한 방문을 기억해 보세요. 여러분은 누군가를 보러가면 무엇을 하고 싶은가요?
tr: Yaptığınız mutlu bir ziyareti hatırlayın. Birisini ziyaret ettiğinizde, ne yapmaktan hoşlanırsınız?
