Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Let's count trunks, tails, tusks, and ears. Counting tails and trunks is simple -- what number do you get?
ar: لنعد الخراطيم والذيول والأنياب والآذان. يعد عد الذيول والأنياب أمرًا بسيطًا - ما العدد الذي ستحصل عليه؟
fr: Comptons les troncs, les queues, les défenses et les oreilles. Compter les queues et les défenses est simple -- quel nombre obtiens-tu ?
ja: 鼻、しっぽ、きば、耳を数えよう。しっぽと鼻を数えるのは簡単だね。どの数になった？
ko: 코, 꼬리, 상아, 그리고 귀가 몇 개인지 세어보세요. 꼬리와 상아를 세는 것은 간단합니다 - 몇 개인가요?
tr: Haydi fillerin hortumlarını, kuyruklarını, dişlerini ve kulaklarını sayalım! Kuyrukları ve dişleri saymak en kolayı – kaç buldunuz?

# data_list
source: Each elephant has two tusks and two ears. Which do you like better -- skip counting these by 2's or by 5's?
ar: لكل فيل نابان وأذنان. ما الذي تفضله أكثر -- العدّ القفزي لهذه الأرقام بمقدار 2 أو 5؟
fr: Chaque éléphant a deux défenses et deux oreilles. Quelle façon de compter préfères-tu -- compter en sautant par 2 ou par 5 ?
ja: ゾウ1頭につき2本のきばと2つの耳があるよ。2とびと5とび、どちらで数えるのが好きかな？
ko: 코끼리는 각각 2 개의 상아와 2 개의 귀를 가지고 있습니다. 여러분은 2 단위로 건너뛰어 세는 것이 좋나요 아니면 5 단위로 건너뛰어 세는 것이 좋은가요?
tr: Her bir filin iki dişi ve iki kulağı vardır. Hangi yöntemi daha çok seversiniz – onları 2’şer 2’şer saymayı mı yoksa 5’er 5’er saymayı mı?

# data_list
source: There are four big elephants and one baby elephant. How much is four plus one more?
ar: هناك أربعة أفيال كبيرة وفيل صغير. كم يساوي أربعة زائد واحد بالإضافة؟
fr: Il y a quatre grands éléphants et un bébé éléphant. Combien font quatre plus un ?
ja: 4頭の大きいゾウと1頭の赤ちゃんのゾウがいるね。4頭に1頭増えたら何頭になるかな？
ko: 네 마리의 어른 코끼리와 한 마리의 어린 코끼리가 있습니다. 4 더하기 1은 몇 인가요?
tr: Resimde dört büyük fil ve bir yavru fil var. Dördün bir fazlası kaçtır?

# data_list
source: How many ears do seven dogs have?
ar: كم عدد آذان سبعة كلاب؟
fr: Combien d'oreilles ont sept chiens ?
ja: 犬7匹の耳はいくつあるかな？
ko: 일곱 마리의 개는 몇 개의 귀를 가지고 있나요?
tr: Yedi köpeğin toplam kaç kulağı vardır?

# data_list
source: Did you count the ears by 1's, 2's, or 7's?
ar: هل عددت الأذنين بواحد أم اثنين أم سبعة؟
fr: As-tu compté les oreilles en 1, 2, or 7 ?
ja: 1つずつ、それとも、2とびや7とびで耳を数えたのかな？
ko: 여러분은 개의 귀를 1 단위, 2 단위, 아니면 7 단위로 세었나요?
tr: Kulakları 1’er 1’er, 2’şer 2’şer veya 7’şer 7’şer mi saydınız?

# data_list
source: There are 14 ears. We can skip count to 14 by 1's, 2's, and 7's. Are there any other step sizes that work for counting to 14?
ar: هناك 14 أذناً. يمكننا العدّ بالتخطي إلى 14 بمقدار 1 و2 و7. هل هناك أية خطوات أخرى مناسبة للعد حتى 14؟
fr: Il y a 14 oreilles. On peut compter jusqu'à 14 en sautant de 1, 2, et 7. Y a-t-il d'autres tailles de pas qui fonctionnent pour compter jusqu'à 14 ?
ja: 14この耳があるね。14まで、1つずつでも2とびや7とびでも数えられるね。14までとび数えができるほかの数はあるかな？
ko: 여기에는 열 네개의 귀가 있습니다. 우리는 1 단위, 2 단위 혹은 7 단위로 건너뛰어 셀 수 있습니다. 14를 셀 수있는 또 다른 방법이 있나요?
tr: 14 tane kulak var. 1’er 1’er, 2’şer 2’şer veya 7’şer 7’şer sayarak 14’e kadar sayabiliriz. Sizce 14’e kadar saymak için işe yarayan başka atlama adımları var mı?

# data_list
source: There are four dogs in the top group and three in the bottom. What do you get when put four dogs together with three more?
ar: توجد أربعة كلاب في المجموعة العليا وثلاثة في المجموعة السفلى. ما الذي تحصل عليه عندما تضع أربعة كلاب مع ثلاثة آخرين؟
fr: Il y a quatre chiens dans le groupe du haut et trois dans celui du bas. Qu'obtiens-tu lorsque tu mets quatre chiens ensemble avec les trois autres ?
ja: 上のグループには4匹、下のグループには3匹いるね。4匹に3匹増えたら何匹になるかな？
ko: 그림에는 위에 4 마리와 아래 3 마리의 개가 있습니다. 4 마리의 개와 3 마리의 개를 합하면 몇 마리가 되나요?
tr: Üst grupta dört ve alt grupta üç köpek var. Dört köpeği üç fazlasıyla bir araya getirdiğinizde hangi sayıyı elde edersiniz?

# data_list
source: How many tails do three monkeys have?
ar: كم عدد ذيول ثلاثة قرود؟
fr: Combien de queues ont trois singes ?
ja: サル3匹のしっぽは何本あるかな？
ko: 세 마리의 원숭이는 몇 개의 꼬리를 가지고 있나요?
tr: Üç maymunun toplam kaç kuyruğu vardır?

# data_list
source: Let's count the tails, eyes, and feet. How many tails do you count?
ar: لنعد الذيول والعيون والأقدام. كم عدد الذيول التي قمت بعدّها؟
fr: Compte les queues, les yeux et les pieds. Combien de queues comptes-tu ?
ja: しっぽ、目、足を数えよう。しっぽは何本になるかな？
ko: 꼬리, 눈, 그리고 발을 세어보세요. 여러분은 몇 개의 꼬리를 세었나요?
tr: Haydi kuyrukları, gözleri ve ayakları sayalım! Kaç kuyruk saydınız?

# data_list
source: Would you count the eyes two at a time, two for each monkey, or would you count them three at a time, which is doubling the number of monkeys?
ar: أتعد عيونها عينين في الوقت عينه، اثنتين لكل قرد أم تعدها ثلاثا في كل مرة وهو ضعف عدد القرود؟
fr: Est-ce que tu comptes les yeux deux à la fois, deux pour chaque singe, ou est-ce que tu les comptes trois à la fois, ce qui revient à doubler le nombre de singes ?
ja: サルごとに2つずつ目を数えるか、それとも、3つずつ数える？それだとサルの数を2倍することになるね。
ko: 여러분은 각 원숭이의 두 개의 눈을 2 단위로 세었나요 아니면 원숭이의 숫자의 배가 되게 3 단위로 세었나요?
tr: Gözleri, tek seferde her maymun için ikişer ikişer mi sayarsınız yoksa üçer üçer mi (ki bu, maymun sayısını iki katına çıkarır)?

# data_list
source: You have many choices for skip counting their feet. What are your choices and which one would you choose to use?
ar: لديك العديد من الخيارات لعدّ أقدامها بالتخطي. ما هي اختياراتك وأي منها تفضل أن تستخدم؟
fr: On a plusieurs choix pour compter leurs pieds. Quels sont tes choix et lesquels choisirais-tu d'utiliser ?
ja: とび数えで足を数えるには、たくさんのやり方があるね。どんなやり方があって、どれを選ぶ？
ko: 원숭이의 발을 건너뛰어 셀수 있는 여러가지 방법이 있습니다. 몇 가지 방법이 있으며 여러분은 어떤 방법으로 세었나요?
tr: Ayaklarını atlayarak saymak için birçok seçeneğiniz var. Sizin seçenekleriniz neler ve hangisini kullanmayı seçerdiniz?

# data_list
source: How many eyes do six cats have?
ar: كم عدد عيون ست قطط؟
fr: Combien d'œil ont six chats ?
ja: ネコ6匹の目はいくつあるかな？
ko: 여섯 마리의 고양이는 몇 개의 눈을 가지고 있나요?
tr: Altı kedinin toplam kaç gözü vardır?

# data_list
source: Wow, these cats are a bit creepy! Did you skip count the eyes by 2's or 6's?
ar: واو، هذه القطط مخيفة بعض الشيء! هل عددت العيون بالتخطي بمقدار 2 أو 6؟
fr: Wow, ces chats sont un peu effrayants ! As-tu omis de compter les yeux par 2 ou 6 ?
ja: わぁ、このネコたちはちょっと気味悪い! 2とび、それとも6とびで目を数えたのかな？
ko: 와, 여기에 있는 고양이는 좀 무섭게 생겼네요! 여러분은 고양이의 눈을 2 단위로 세었나요 아니면 6 단위로 건너뛰어 세었나요?
tr: Vay canına, bu kediler biraz ürkütücü! Gözleri 2’şer 2’şer mi yoksa 6’şar 6’şar mı atlayarak saydınız?

# data_list
source: How many whiskers does each cat have? Can you count high enough to skip count all the whiskers?
ar: كم عدد الشوارب التي تمتلكها كل قطة؟ هل يمكنك العد بالتخطي بدرجة كافية لحساب عدد الشوارب؟
fr: Combien de moustaches possède chaque chat ? Peux-tu compter assez haut pour compter toutes les moustaches ?
ja: それぞれのネコのひげは何本かな？全部のひげを数えるのに、とび数えをして大きな数まで数えられる？
ko: 고양이의 수염은 몇 개인가요? 여러분은 수염을 건너뛰어 세기로 다 셀수 있나요?
tr: Her bir kedinin kaç bıyığı vardır? Tüm bıyıkları atlayarak saymak için o kadar ileriye kadar sayabilir misiniz?

# data_list
source: Can you skip count high enough to count all the feet?
ar: هل يمكنك العد بالتخطي بدرجة كافية لحساب كل الأقدام؟
fr: Peux-tu sauter assez haut pour compter tous les pieds ?
ja: 全部の足を数えられるくらい大きな数で、とび数えができるかな？
ko: 여러분은 고양이의 발을 건너뛰어 셀수 있나요?
tr: Peki ya tüm ayakları atlayarak saymak için o kadar ileriye kadar sayabilir misiniz?

# data_list
source: How many legs does one worm have?
ar: كم عدد الأرجل التي تمتلكها الدودة الواحدة؟
fr: Combien de pattes possède un mille-pattes ?
ja: 虫の足は何本あるかな？
ko: 벌레는 몇 개의 발을 가지고 있나요?
tr: Bir kırkayağın kaç bacağı vardır?

# data_list
source: Can you count all those legs, or is it too tricky to see or too high to count?
ar: هل يمكنك عد كل تلك الأرجل، أم أن رؤيتها صعبة للغاية أو أن عددها مرتفع جدًا بحيث لا يمكن عدها؟
fr: Peux-tu compter toutes ces jambes, ou est-ce trop difficile à voir ou trop haut pour être compté ?
ja: 全部の足を数えられる？それとも見えにくいか、数えるには数が大きすぎる？
ko: 여러분은 발을 다 셀수 있나요 아니면 셀 수 없을 정도로 너무 많나요?
tr: Tüm o bacakları sayabilir misiniz – onları görmek çok mu zor yoksa sayamayacak kadar çok mu fazlalar?

# data_list
source: Think of some other things that are just too many to count.
ar: فكر في بعض الأشياء الأخرى التي لا يمكن إحصاؤها.
fr: Penses à d'autres choses qui sont trop nombreuses pour être comptées.
ja: 数が多すぎて数えられないものを、ほかにも考えてみよう。
ko: 셀 수없이 많은 것들을 생각해 보세요.
tr: Sayamayacak kadar çok fazla olan başka şeyler düşünün.

# data_list
source: Skip counting can be fun because it gets you to the answer much more quickly than counting by 1's. It's also fun to discover the different step sizes that give you the same answer.
ar: يمكن أن يكون العد التخطي أمرًا ممتعًا لأنه يوصلك إلى الإجابة بسرعة أكبر بكثير من العد بالرقم 1. ومن الممتع أيضًا اكتشاف الخطوات المختلفة التي تمنحك نفس الإجابة.
fr: Le comptage par bonds peut être amusant car il permet d'arriver à la réponse beaucoup plus rapidement qu'en comptant par 1. Il est également amusant de découvrir les différentes tailles de pas qui permettent d'obtenir la même réponse.
ja: 1つずつ数えるよりも、とても早く答えが出せるからとび数えは面白いよね。同じ答えになる違う数字でのとび数えを見つけるのも面白いよね。
ko: 건너뛰어 세기는 1 단위로 세는 것 보다 훨씬 빨리 세어 답을 얻을수 있기 때문에 재미있는 방법이 될 수 있습니다. 또한 다른 단위로 같은 답을 얻는 것도 재미있습니다.
tr: Atlayarak saymak eğlenceli olabilir çünkü atlayarak saymak sizi birer birer saymaktan çok daha hızlı bir şekilde cevaba ulaştırır. Ayrıca, size aynı cevabı veren farklı adım boyutlarını keşfetmek de eğlencelidir.

# data_list
source: Mod the toad was tired of living in water.
ar: لقد سئمت الضفدعة مود من العيش في الماء.
fr: Maud la crapaude en avait assez de vivre dans l’eau.
ja: ヒキガエルのモッドは水の中の生活に飽きていました。
ko: 두꺼비 모드는 물에 사는 것에 질리고 말았습니다.
tr: Kara kurbağası Mod suda yaşamaktan bıkmıştı.

# data_list
source: Why do you think Mod was tired of water?
ar: لماذا تعتقد أن مود سئمت من الماء؟
fr: A ton avis, pourquoi Maud en avait assez de l’eau ?
ja: モッドはどうして水に飽きたと思いますか？
ko: 모드가 물에 질린 이유는 무엇일까요?
tr: Sizce Mod neden suda yaşamaktan bıkmıştı?

# data_list
source: Mod has four "fingers" on each leg. Who has more fingers -- you or Mod? How many more?
ar: تملك مود أربعة "أصابع" في كل ساق. من لديه عدد أكبر من الأصابع أنت أم مود؟ كم أكثر؟
fr: Maud a quatre « doigts » à chaque patte. Qui a plus de doigts ? Toi ou Maud ? Combien de plus ?
ja: モッドの両足には4本の指があります。あなたとモッド、どちらの指が多いですか？何本多いですか？
ko: 모드는 다리 하나마다 손가락이 네 개씩 달려있습니다. 모드와 여러분 중에 누가 손가락을 더 많이 가지고 있나요? 얼마나 더 많이 가지고 있나요?
tr: Mod'un her bir “ön” bacağında dört parmak var. Kimin daha fazla parmağı var – sizin mi yoksa Mod'un mu? Kaç parmak daha fazla?

# data_list
source: With four fingers on each leg, how many fingers does Mod have all together? You can count them by 1's, 2's, or 4's. Is it too high for you to count?
ar: مع وجود أربعة أصابع في كل ساق، كم عدد أصابع مود معًا؟ يمكنك عدها بالرقم 1 أو 2 أو 4. هل الرقم مرتفع جدًا بحيث لا يمكنك حسابه؟
fr: Avec quatre doigts à chaque patte, combien de doigts a Maud en tout ? Tu peux les compter un par un, deux par deux ou quatre par quatre. Est-ce que tu sais compter jusque-là ?
ja: 両足に4本ずつ指があるとして、モッドの指は全部で何本ありますか？1本ずつ、2本ずつ、または4本ずつで数えることができます。数えるには多すぎますか？
ko: 다리 하나에 네 개의 손가락이 달려있다면, 모드는 모두 몇 개의 손가락을 가지고 있나요? 1단위, 2단위, 4단위로 세어보세요. 너무 높은 수라 세기가 어렵나요?
tr: Her bir “ön bacakta” dört parmak olduğuna göre, Mod'un toplamda kaç tane ‘ön bacak parmağı’ vardır? Onları tek tek, ikişer ikişer veya dörder dörder sayabilirsiniz. Bu sayılar sayabileceğinizden çok mu fazlalar?

# data_list
source: Be careful, said the turtle. "Your skin will dry out."
ar: "كوني حذرة،" قالت السلحفاة. "سوف تجف بشرتك."
fr: « Fais attention, » lui dit la tortue. « Ta peau va se dessécher. »
ja: 「気をつけて」とカメは言いました。「あなたの皮膚が乾燥してしまいますよ。」
ko: “조심해.” 거북이가 말했습니다. “네 피부는 금방 말라버리고 말 거야.”
tr: “Dikkat et,” dedi kaplumbağa. “Derin kuruyacak!”

# data_list
source: Why don't turtles worry about their skin drying out?
ar: لماذا لا تقلق السلاحف من جفاف جلدها؟
fr: Pourquoi les tortues n’ont pas peur que leur peau se dessèche ?
ja: カメはどうして肌の乾燥を心配しないのですか？
ko: 거북이는 왜 자신의 피부가 말라버릴 것에 대해선 걱정하지 않는 걸까요?
tr: Kaplumbağalar derilerinin kuruması konusunda neden endişelenmezler?

# data_list
source: Do you think a big turtle would be able to climb onto a narrow log like that?
ar: هل تعتقد أن سلحفاة كبيرة كهذه ستكون قادرة على الصعود على جذع شجرة ضيق كهذا؟
fr: Est-ce que tu penses qu’une grande tortue pourrait grimper sur un rondin étroit comme ça ?
ja: 大きなカメがあんな細い丸太に 登れると思いますか？
ko: 큰 거북이가 저렇게 좁은 통나무 위로 기어올라갈 수 있을 것 같나요?
tr: Sizce büyük bir kaplumbağa böyle dar bir kütüğün üzerine tırmanabilir mi?

# data_list
source: Do you think toads and turtles talk to each other?
ar: هل تعتقد أن الضفادع والسلاحف تتحدث مع بعضها البعض؟
fr: Penses-tu que les crapauds et les tortues se parlent ?
ja: ヒキガエルとカメは話が通じると思いますか？
ko: 여러분은 두꺼비와 거북이가 서로 대화할 수 있다고 생각하나요?
tr: Sizce kara kurbağaları ve kaplumbağalar birbirleriyle konuşurlar mı?

# data_list
source: But Mod was curious. She hopped away.
ar: لكن مود كانت فضولية. فقفزت بعيدًا.
fr: Mais Maud était curieuse. Elle sauta au loin.
ja: でもモッドは気になっていました。彼女は飛び去っていきました。
ko: 하지만 모드는 호기심이 많았습니다. 모드는 깡총 뛰어 도망갔습니다.
tr: Ama Mod meraklıydı. Zıplayarak uzaklaştı.

# data_list
source: Mod looks very excited to be going on an adventure!
ar: تبدو مود متحمسة للغاية للذهاب في مغامرة!
fr: Maud semble tout excitée de partir à l’aventure !
ja: モッドは冒険に行くのをとても楽しみにしているようです！
ko: 모드는 새 모험을 떠나느라 신나 보이네요!
tr: Mod bir maceraya çıkacağı için çok heyecanlı görünüyor!

# data_list
source: Have you ever done something even though you were told it was a bad idea? Were you glad you did it?
ar: هل سبق لك أن فعلت شيئًا رغم أنه قيل لك أنه فكرة سيئة؟ هل شعرت بالسعادة لفعلك ذلك؟
fr: As-tu déjà fait quelque chose alors qu’on t’avait dit que ce n’était pas une bonne idée ? Est-ce que ça t’a plu de le faire ?
ja: ダメだと言われたことをやったことがありますか？やってよかったですか？
ko: 여러분은 남들이 말리는 일을 해 본 적이 있나요? 그 뒤로 하길 잘했다는 생각이 들었나요?
tr: Size kötü bir fikir olduğu söylendiği hâlde o şeyi yine de hiç yaptınız mı? Yaptığınıza memnun oldunuz mu?

# data_list
source: Do you think Mod had ever been out of the river before? Are there places you would like to explore?
ar: هل تعتقد أن مود قد خرجت من النهر من قبل؟ هل هناك أماكن ترغب في استكشافها؟
fr: Penses-tu que Maud était déjà sortie de la rivière avant ? Y a-t-il des endroits que tu voudrais explorer ?
ja: モッドは川から出たことがあるのでしょうか？探検してみたい場所はありますか？
ko: 여러분은 모드가 강 밖으로 나가 본 적이 있다고 생각하나요? 여러분은 탐험하기 좋아하는 장소가 있나요?
tr: Sizce Mod daha önce hiç nehirden çıkmış mıdır? Sizin de keşfetmek istediğiniz yerler var mı?

# data_list
source: She looked all around.
ar: نظرت من حولها في كل مكان.
fr: Elle regarda tout autour d’elle.
ja: 彼女は辺りを見回しました。
ko: 모드는 주변을 둘러보았습니다.
tr: Mod, etrafına bakındı.

# data_list
source: Count the trees in the background behind Mod.
ar: عد الأشجار الموجودة في الخلفية خلف مود.
fr: Compte les arbres dans le fond, derrière Maud.
ja: モッドの後ろにある木を数えてみて下さい。
ko: 모드의 뒤에 있는 나무들을 세어보세요.
tr: Mod'un arkasındaki ağaçları sayın.

# data_list
source: Is it easier for you to count the trees one at a time or to count them by 2's?
ar: هل هو من الأسهل عليك أن تعد الأشجار شجرة شجرة أم أن تعدها اثنتين؟
fr: Qu’est-ce qui est le plus facile pour toi ? Compter les arbres un par un ou deux par deux ?
ja: 木を1本ずつ数えるのと 2本ずつ数えるのと どちらが簡単ですか？
ko: 나무를 하나씩 세는 것이 더 쉬운가요, 아니면 둘씩 세는 것이 더 쉬운가요?
tr: Ağaçları teker teker saymak mı yoksa ikişer ikişer saymak mı sizin için daha kolay?

# data_list
source: Notice the shades of colors. Mod's colors go from light yellow to dark brown. The grass goes from very light yellow to the yellow greens of the tree tops to the darker shades directly beneath the tree canopy.
ar: لاحظ ظلال الألوان. تتراوح ألوان مود من الأصفر الفاتح إلى البني الداكن. يتحول العشب من اللون الأصفر الفاتح جدًا إلى اللون الأخضر المائل إلى الأصفر لقمم الأشجار إلى الظلال الداكنة أسفل مظلة الشجرة مباشرة.
fr: Observe les nuances de couleur. Les couleurs de Maud vont du jaune clair au brun foncé. L’herbe est jaune très clair, les cimes des arbres sont vert pâle et directement sous les arbres, il y a des nuances plus foncées.
ja: 色の濃淡に注目してください。モッズの色は薄い黄色から濃い茶色になっています。草はごく薄い黄色から、木のてっぺんの黄緑、樹冠の真下の濃い色合いになっています。
ko: 색깔의 색상을 주의깊게 보세요. 모드의 색깔은 연노란색에서 짙은 갈색으로 서서히 바뀌고 있습니다. 잔디의 색깔은 아주 연한 노란색에서 나무 꼭대기의 연두색으로, 그리고 나무 아래의 검정색으로 서서히 바뀌었습니다.
tr: Renklerin tonlarına dikkat edin. Mod'un renkleri açık sarıdan koyu kahverengiye geçiyor. Çimenler ise çok açık sarıdan ağaç tepelerindeki sarı-yeşil tonlarına, ağaçların gölgelerinin hemen altındaki daha koyu tonlara doğru geçiş yapıyor.

# data_list
source: She met a purple chameleon next to a puddle of water.
ar: التقت بحرباء أرجوانية بجوار بركة ماء.
fr: Elle rencontra un caméléon violet près d’une flaque d’eau.
ja: 水たまりの横で紫色のカメレオンに出会いました。
ko: 모드는 웅덩이 옆에 있는 보라색 카멜레온을 만났습니다.
tr: Mod, bir su birikintisinin yanında mor bir bukalemunla karşılaştı.

# data_list
source: Mod looks surprised to see the chameleon!
ar: تبدو مود مندهشة لرؤية الحرباء!
fr: Maud a l’air surprise de voir le caméléon !
ja: モッドはカメレオンを見て驚いています！
ko: 모드는 카멜레온을 만나서 많이 놀란것 같습니다!
tr: Mod, bukalemunu görünce çok şaşırmış gibi görünüyor!

# data_list
source: Why is the chameleon holding that bug? Do you eat insects sometimes?
ar: لماذا تحمل الحرباء تلك الحشرة؟ هل هي تأكل الحشرات أحياناً؟
fr: Pourquoi le caméléon tient-il cette mouche ? T’arrive-t-il de manger des insectes ?
ja: どうしてカメレオンは虫を持っているのでしょうか？たまに虫を食べるのでしょうか？
ko: 왜 카멜레온은 벌레를 들고 있나요? 여러분은 가끔 곤충을 먹나요?
tr: Bukalemun o böceği neden tutuyor olabilir? Siz bazen böcek yer misiniz?

# data_list
source: Count the bugs flying around. If you add one more for the one the chameleon is holding, how many does that make in total?
ar: عد الحشرات التي تطير حولها. إذا أضفت واحدًا آخر للذي تحمله الحرباء، فكم سيكون إجمالي ذلك؟
fr: Compte les mouches qui volent. Si tu en rajoutes une, celle que le caméléon tient, combien y en a-t-il au total ?
ja: 飛んでいる虫を数えてみましょう。カメレオンが持っている虫を1匹足したら、全部で何匹になりますか？
ko: 날아다니고 있는 벌레들을 세어보세요. 여러분이 카멜레온이 들고 있는 벌레를 합한다면 모두 몇 마리의 벌레가 있나요?
tr: Etrafta uçuşan böcekleri sayın. Bukalemunun tuttuğu böceğe bir tane daha eklerseniz, toplam kaç eder?

# data_list
source: The chameleon started turning pink! Mod jumped away.
ar: بدأت الحرباء تتحول إلى اللون الوردي! قفزت مود بعيدًا.
fr: Le caméléon a commencé à devenir rose ! Maud sauta au loin.
ja: カメレオンがピンクになり始めました！モッドは飛び去っていきました。
ko: 카멜레온은 분홍색으로 변하기 시작했습니다! 모드는 뛰어 달아났습니다.
tr: Bukalemun pembeye dönmeye başladı! Mod zıplayarak uzaklaştı.

# data_list
source: Chameleons and some other animals can change colors to blend in.
ar: تستطيع الحرباء وبعض الحيوانات الأخرى تغيير ألوانها لتندمج.
fr: Les caméléons et d’autres animaux peuvent changer de couleur pour se camoufler.
ja: カメレオンも他の動物も 溶け込むために色を変えることができます。
ko: 카멜레온과 어떤 동물들은 주변과 잘 섞이기 위해서 몸의 색깔을 바꿀수 있습니다.
tr: Bukalemunlar ve diğer bazı hayvanlar çevrelerine uyum sağlamak için renk değiştirebilirler.

# data_list
source: Do you think this chameleon is blending in?
ar: هل تعتقد أن هذه الحرباء مندمجة؟
fr: Penses-tu que ce caméléon se camoufle ?
ja: このカメレオンは溶け込めてると思いますか？
ko: 여러분은 이 카멜레온이 주변과 잘 섞인다고 생각하나요?
tr: Sizce bu bukalemun ortama uyum sağlıyor mu?

# data_list
source: Do you think Mod knew the chameleon could change colors? Mod looks surprised and afraid!
ar: هل تعتقد أن مود كانت تعلم أن الحرباء يمكنها تغيير ألوانها؟ تبدو مود مندهشة وخائفة!
fr: Penses-tu que Maud savait que les caméléons peuvent changer de couleur ? Maud paraît surprise et effrayée !
ja: モッドはカメレオンが変色するのを知っていましたか？モッドは驚いて怖がっています。
ko: 여러분은 모드가 카멜레온이 색을 바꿀수 있는지 알고 있었다고 생각하나요? 모드는 깜짝 놀라보이며 두려워해 보입니다!
tr: Sizce Mod bukalemunun renk değiştirebildiğini biliyor muydu? Mod şaşırmış ve korkmuş görünüyor!

# data_list
source: Then she saw a hyena starting a fire.
ar: ثم رأت ضبعًا يشعل نارًا.
fr: Ensuite, elle vit une hyène allumer un feu.
ja: そのとき彼女は、ハイエナが火をおこしているのを見ました。
ko: 그리고 나서, 모드는 하이에나가 불을 피우는 것을 보았습니다.
tr: Sonra, bir sırtlanın ateş yakmaya başladığını gördü.

# data_list
source: It's silly to think that hyenas go around starting fires with torches.
ar: من السخافة الاعتقاد بأن الضباع تتجول وتشعل النيران بالمشاعل.
fr: C’est bête de penser que les hyènes allument des feux avec des torches en se baladant.
ja: ハイエナが松明を持って 火事を起こすなんてバカげています。
ko: 하이에나가 돌아다니며 횃불로 불을 피운다고 생각하는 것은 어리석습니다.
tr: Sırtlanların etrafta meşalelerle ateş yaktıklarını düşünmek absürt.

# data_list
source: If they could do it, why would they want to?
ar: إذا كان بإمكانهم فعل ذلك، فلماذا قد يريدونه؟
fr: Si elles le pouvaient, pourquoi le feraient-elles ?
ja: それができるなら、なぜ彼らはそうしたいのでしょうか?
ko: 만약 하이에나가 불을 피운다면 그들은 왜 그럴까요?
tr: Eğer bunu yapabiliyorlarsa bile, neden yapmak istesinler ki?

# data_list
source: Hyenas are sometimes described as bad characters in stories. Do you think hyenas would go to all the trouble to start a fire just to be mean?
ar: يتم وصف الضباع أحيانًا على أنها شخصيات سيئة في القصص. هل تعتقد أن الضباع ستتحمل كل متاعب إشعال النار فقط لتكون سيئة؟
fr: Les hyènes sont parfois représentées comme des personnages méchants dans les histoires. Penses-tu que les hyènes se donneraient tant de mal pour allumer un feu juste pour être méchantes ?
ja: ハイエナはときどき物語の中で悪いキャラクターとして描かれることがあります。ハイエナが意地悪するために わざわざ火をつけると思いますか？
ko: 하이에나는 이야기에서 가끔 나쁜 인물로 묘사됩니다. 여러분은 하이에나가 단지 심술굿은 마음만으로 불을 피우는 말썽을 부린다고 생각하나요?
tr: Sırtlanlar bazen hikâyelerde kötü karakterler olarak tanımlanırlar. Sizce sırtlanlar sırf kötü niyet olsun diye yangın çıkarmak için onca zahmete girerler mi?

# data_list
source: The fire spread around Mod. She was afraid.
ar: انتشر الحريق حول مود. لقد كانت خائفة.
fr: Le feu se propageait autour de Maud. Elle avait peur.
ja: 火がモッズの周りに広がり、 彼女は怖がりました。
ko: 불은 모드 주변으로 번졌습니다. 모드는 두려웠습니다.
tr: Yangın Mod’un etrafına yayıldı. Mod korktu.

# data_list
source: Have you ever seen or been near a big wildfire? If so, how did you feel about it?
ar: هل سبق لك أن رأيت أو كنت بالقرب من حريق هائل؟ إذا كان الأمر كذلك، كيف كان شعورك حيال ذلك؟
fr: As-tu déjà vu ou as-tu déjà été près d’un grand incendie ? Si oui, qu’as-tu ressenti ?
ja: 大きな山火事を見たことありますか？もしそうなら、どう感じましたか？
ko: 여러분은 큰 산불을 본 적이 있거나 가까이에 있어 본 적이 있나요? 그렇다면 여러분은 어떤 기분이었나요?
tr: Siz hiç büyük bir orman yangını gördünüz mü veya yakınında bulundunuz mu? Eğer gördüyseniz, nasıl hissettiniz?

# data_list
source: Did Mod pick a good place to hide?
ar: هل اختارت مود مكانًا جيدًا للاختباء؟
fr: Est-ce que Maud a choisi un bon endroit pour se protéger ?
ja: モッドは隠れるのにいい場所を選びましたか？
ko: 모드는 숨기에 좋은 곳을 골랐나요?
tr: Mod, saklanmak için iyi bir yer seçti mi?

# data_list
source: What do you think will happen to Mod -- is Mod in a safe place?
ar: برأيك، ماذا سيحصل لمود - هل مود في مكان آمن؟
fr: Que penses-tu qu’il va arriver à Maud ? Est-ce que Maud est à l’abri ?
ja: モッドはどうなると思いますか？モッドは安全な場所にいますか？
ko: 여러분은 모드에게 무슨 일이 일어날거라고 생각하나요 – 모드는 안전한 곳에 있나요?
tr: Sizce Mod'a ne olacak? – Mod güvenli bir yerde mi?

# data_list
source: The fire burned her skin. She jumped back, into the puddle.
ar: النار أحرقت جلدها. قفزت مرة أخرى في البركة.
fr: Le feu lui brûla la peau. Elle retourna dans la flaque en sautant.
ja: 火が彼女の肌を焼きました。彼女は水たまりの中に飛び込みました。
ko: 불은 모드의 피부를 태웠습니다. 모드는 웅덩이 속으로 뛰어 들어갔습니다.
tr: Ateş Mod’un derisini yaktı. Mod su birikintisinin içine geri sıçradı.

# data_list
source: Getting burned hurts a lot! Have you ever been burned or known someone who was?
ar: الحرق يؤذي كثيراً! هل سبق لك أن تعرضت للحرق أو عرفت شخصًا تعرض لذلك؟
fr: Les brûlures font très mal ! As-tu déjà été brûlé·e ou connais-tu quelqu’un qui l’a été ?
ja: 火傷はとても痛いです！やけどをしたことがありますか、またはやけどをした人を知っていますか?
ko: 화상을 입는것은 굉장히 아픈일입니다! 여러분이 화상을 입었거나 화상을 입은 사람을 아나요?
tr: Yanmak çok acıtır! Siz hiç yandınız mı ya da yanmış birini tanıyor musunuz?

# data_list
source: Why did Mod cover her eyes?
ar: لماذا غطت مود عينيها؟
fr: Pourquoi Maud s’est cachée les yeux ?
ja: モッドはなぜ目を覆ったのでしょうか？
ko: 왜 모드는 눈을 가렸나요?
tr: Mod neden gözlerini kapattı?
