Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **Example game:** Here is a game with 'red' moving first. This is a sequence of board positions after each of red's moves. In the last position, no matter where 'green' moves next they will form a triangle and lose.
ar: **لعبة المثال:** هذه هي اللعبة التي يتحرك فيها اللون ”الأحمر“ أولاً. هذا تسلسل لمواضع اللوحة بعد كل حركة من حركات اللون الأحمر. في الموضع الأخير، بغض النظر عن المكان الذي يتحرك فيه "الأخضر“ بعد ذلك، سيشكلون مثلثًا ويخسرون.
ko: **게임 보기:** 여기 ‘빨간색’이 먼저 움직이는 게임이 있습니다. 이것은 빨간색의 움직임 각각에 대한 판자 위치의 연속입니다. 마지막 위치에서, ‘녹색’이 다음에 어디로 이동하든 그것이 삼각형을 만들면 지게 됩니다.
tr: **Örnek Oyun:** İşte 'Kırmızı’nın ilk hamleyle başladığı bir oyun. Bu, kırmızının her hamlesinden sonraki tahtadaki pozisyonların bir dizisidir. Son pozisyonda, ‘yeşil' nereye hamle yaparsa yapsın bir üçgen oluşturacak ve kaybedecektir.

# data_list
source: NUMBER SHAPES
ar: أشكال الأرقام
ko: 숫자 모양들
tr: SAYI ŞEKILLERI

# data_list
source: Number Shapes
ar: أشكال الأرقام
ko: 숫자 모양
tr: Sayı Şekilleri

# data_list
source: Using something small, such as pieces of food, challenge your child to make shapes with a given number of pieces. These shapes can be rectangles, triangles, squares, or anything fun. **Making rectangles:** Your child may notice that for some numbers, such as 12, there are different shapes of rectangles that can be made, and that for other numbers, such as 7, only flat rectangles can be made. Numbers such as 5 and 7 are called prime numbers because there is no way to break them into normal rectangles. **Even and Odd:** Investigate even and odd numbers using number shapes. For a given number, ask your child to put the pieces into two equal rows. You would do this if you were splitting food fairly between two people. For which numbers does it work out evenly?
ko: 음식 조각과 같은 작은 것을 사용하여, 아이에게 모양을 만들도록 도전시켜 보세요. 이 모양들은 직사각형, 삼각형, 정사각형 또는 재미있는 어떤 모양이 될 수 있습니다. **짝수와 홀수:** 숫자 모양을 사용하여 짝수와 홀수를 조사해 보세요. 주어진 숫자에 대해, 아이에게 그 조각들을 같은 두 줄로 놓으라고 시켜보세요. 두 사람 사이에 음식을 공평하게 나누고 싶다면 당신은 이렇게 할 것입니다. 어떤 숫자가 고르게 되나요? **짝수와 홀수 더하기:** 이런 식으로 짝수와 홀수를 나타내면 그 이유를 쉽게 알 수 있습니다. 짝수 + 짝수 = 짝수, 홀수 + 홀수 = 짝수, 그리고 짝수 + 홀수 = 홀수.
tr: Küçük bir şey kullanarak, örneğin yiyecek parçaları, çocuğunuzdan belirli bir sayıda parça kullanarak şekiller oluşturmasını isteyin. Bu şekiller dikdörtgen, üçgen, kare veya eğlenceli herhangi bir şey olabilir. **Dikdörtgen Yapma:** Çocuğunuz bazı sayılar, örneğin 12 için, farklı şekillerde dikdörtgenler yapılabileceğini fark edebilirken, diğer sayılar, örneğin 7, sadece düz dikdörtgenler yapılabilir. 5 ve 7 gibi sayılar asal sayılar olarak adlandırılır çünkü onları normal dikdörtgenlere bölemezsiniz. **Çift ve Tek Sayılar:** Sayı şekillerini kullanarak çift ve tek sayıları araştırın. Belirli bir sayı için, çocuğunuzdan parçaları iki eşit sıraya koymasını isteyin. Bu, yiyecekleri iki kişi arasında adil bir şekilde bölerken yapacağınız bir şeydir. Hangi sayılar düzgün bir şekilde bölünür?

# data_list
source: **Adding Evens and Odds:** Representing even and odd numbers this way makes it easy to see why: Even + Even = Even, Odd + Odd = Even, and Even + Odd = Odd.
ar: **جمع الأعداد الزوجية والفردية:** إن تمثيل الأعداد الزوجية والفردية بهذه الطريقة يجعل من السهل معرفة السبب: زوجي + زوجي = زوجي، فردي + فردي = زوجي، وزوجي + فردي = فردي.
ko: **홀수 더하기:** 아이가 홀수 숫자가 무엇인지 알게 되면, 이 도형과 같이 처음 몇 개의 홀수를 더하는 것을 조사해 보세요. 놀랍게도, 첫 번째 홀수의 합은 항상 제곱수입니다.
tr: **Çift ve Tekleri Toplama:** Çift ve tek sayıları bu şekilde temsil etmek, nedenlerini görmek için kolaylaştırır: Çift + Çift = Çift, Tek + Tek = Çift ve Çift + Tek = Tek.

# data_list
source: **Adding up odd numbers:** Once your child knows what an odd number is, investigate adding up the first few odd numbers as shown in this diagram. Amazingly, the sum of the first odd numbers is always a square number.
ko: **직사각형 만들기:** 아이는 12와 같은 일부 숫자의 경우, 만들 수 있는 다른 모양의 직사각형이 있으며, 7과 같은 다른 숫자의 경우, 평평한 직사각형만 만들 수 있다는 것을 알 수 있게 됩니다. 5와 7과 같은 숫자는 정상적인 직사각형으로 나누는 방법이 없기 때문에 소수라고 불립니다.
tr: **Tek Sayıları Toplama:** Çocuğunuz tek sayıların ne olduğunu öğrendiğinde, ilk birkaç tek sayıyı toplamak için bu diyagramda gösterildiği gibi araştırma yapın. Şaşırtıcı bir şekilde, ilk tek sayıların toplamı her zaman bir kare sayıdır.

# data_list
source: MULTIPLYING BY 2
ko: 2로 곱하기
tr: 2 ILE ÇARPMA

# data_list
source: Very gradually, introduce multiplication to your child by a small change in language – start referring to doubling a number as taking “two of it” or as “multiplying it by 2.”
ko: 매우 점차적으로, 언어의 작은 변화로 아이에게 곱셈을 소개해 주세요 - 숫자를 두 배로 늘리는 것을 “두 개” 또는 “2를 곱하는 것”으로 언급하기 시작하세요.
tr: Çocuğunuza çarpmayı çok yavaş bir şekilde tanıtın; dilde küçük bir değişiklikle başlayın – bir sayıyı iki katına çıkarmayı ‘iki tane almak' veya ‘2 ile çarpmak' olarak adlandırın.

# data_list
source: NIM – DOUBLING THE LIMIT
ko: 건너 뛰기 – 한계를 두 배로 늘리기
tr: NIM – LIMITI İKI KATINA ÇIKARMA

# data_list
source: **The setup:** Set a starting total, say 20. Let your child choose whether to go first or second. **How to play:** During the first turn, a player chooses to subtract 1 or 2 from the current total. After the first turn, a player may subtract any number from 1 up to twice the number used on the last turn. **How to win:** The first person to reach 0 wins (an alternative rule is they lose).
ko: **설정:** 예를 들어 20이라는 시작 합계를 정하세요. 아이가 먼저 갈지 아니면 두 번째로 갈지 선택하게 하세요. **게임 방법:** 첫 번째 차례동안, 플레이어는 현재 합계에서 1 또는 2를 빼기로 선택합니다. 첫 번째 차례 이후에, 플레이어는 1에서 마지막 차례에 사용된 숫자의 두 배까지 숫자를 뺄수 있습니다. **이기는 방법:** 0에 먼저 도착하는 사람이 이깁니다 (반대로 지는것으로 바꿀수 있습니다).
tr: **Hazırlık:** Başlangıç toplamını belirleyin, örneğin 20. Çocuğunuzun ilk veya ikinci olarak başlamayı seçmesine izin verin. **Nasıl oynanır:** İlk turda, bir oyuncu mevcut toplamdan 1 veya 2 çıkarır. İlk turdan sonra, bir oyuncu geçen turda kullanılan sayı kadar 1'den iki katına kadar olan herhangi bir sayıyı çıkarabilir. **Nasıl Kazanılır:** İlk 0'a ulaşan kişi kazanır (alternatif bir kural olarak, 0'a ulaşan kişi kaybedebilir).

# data_list
source: This can also be played, with essentially the same rules, by starting at 0 and adding your way up to the target. Once children learn to play this without writing anything down, it is a fun travel game.
ko: 이것은 또한 0에서 시작하여 목표에 도달하는 방법을 추가하여 기본적으로 같은 규칙으로 할 수도 있습니다. 아이들이 아무것도 쓰지 않고 하는 법을 배우면, 이것은 재미있는 여행 게임이 될 수 있습니다.
tr: Bu oyun, esasen aynı kurallarla, 0'dan başlayıp hedefe doğru ekleyerek de oynanabilir. Çocuklar bu oyunu herhangi bir şey yazmadan oynamayı öğrendiklerinde, eğlenceli bir yolculuk oyunu haline gelir.

# data_list
source: HALVES AND HALF NOTS
ko: 반쪽과 반쪽
tr: YARISI OLANLAR VE YARISI OLMAYANLAR

# data_list
source: **The setup:** Two players agree on a target number, say 20, set their running total to 0, and choose who will go first. **How to play:** A turn starts by generating a number using one die or the sum of two dice. If the number is odd, the player must double it. If the number is even, the player may take half of it as many times as is desired as long as the numbers being halved are even. The player then adds that final result to the running total as long as that does not put the total over the target - if the final result cannot be used, the turn is skipped. **How to win:** The player who brings the total exactly to the target number wins.
ko: **설정:** 두 명의 플레이어가 예를 들어 20이라는 목표 숫자에 동의하고, 달리기 합계를 0으로 정하고 누가 먼저 갈지 고릅니다. **게임 방법:** 차례는 하나 또는 두 개의 주사위의 합계를 사용하여 숫자를 생성하는 것으로 시작합니다. 숫자가 홀수라면, 플레이어는 그것을 두 배로 늘려야 합니다. 숫자가 짝수라면, 플레이어는 반으로 나눈 숫자가 짝수인 한 원하는 만큼 절반을 가져갈 수 있습니다. 그런 다음, 플레이어는 합계가 목표를 넘지 않는 한 최종 결과를 합계에 더합니다. 최종 결과를 사용할 수 없는 경우에는 자신의 차례를 건너뜁니다. **이기는 방법:** 합계가 목표 숫자와 정확히 맞는 사람이 이깁니다.
tr: **Hazırlık:** İki oyuncu bir hedef sayı belirler, örneğin 20, başlangıcı 0 olarak ayarlar ve kim başlayacaklarına karar verirler. **Oynama Şekli:** Bir tur, bir zar ya da iki zarın toplamı ile bir sayı üreterek başlar. Eğer sayı tekse, oyuncu bu sayıyı iki katına çıkarmalıdır. Eğer sayı çiftse, oyuncu bu sayının yarısını istediği kadar alabilir, ancak yarıya indirilen sayıların çift olması şarttır. Oyuncu daha sonra elde ettiği son sonucu toplamaya ekler, ancak bu toplamın hedefin üzerine çıkmaması gerekir – eğer son sonuç kullanılmıyorsa, tur atlanır. **Nasıl Kazanılır:** Toplamı tam olarak hedef sayıya getiren oyuncu kazanır.

# data_list
source: You can allow the player not to change the initial number. You can allow halving at most once. Finally, you can practice subtracting by starting at the target number and subtracting your way down to 0.
ko: 플레이어가 초기 숫자를 바꾸지 않도록 허용할 수 있습니다. 플레이어는 기껏해야 한 번 반으로 나누기를 허용할 수 있습니다. 마지막으로, 목표 숫자에서 시작하여 0까지 빼는 연습을 할 수 있습니다.
tr: Oyuncunun başlangıç sayısını değiştirmesine izin vermeyebilirsiniz. Yalnızca bir kez yarıya indirmeye izin verebilirsiniz. Son olarak, hedef sayıdan başlayıp 0'a kadar çıkarak çıkarma pratiği yapabilirsiniz.

# data_list
source: COUNTING EVENS AND ODDS
ko: 짝수와 홀수를 세기
tr: ÇIFT VE TEK SAYILARI SAYMA

# data_list
source: **The setup:** Use a small collection of playing cards involving some small quantities. Start with combinations of three cards and work your way up to more cards. Suppose the numbers are 1, 2, and 3. The question is: If you randomly pick two cards and add them, are you more likely to get an even or odd number? Count how many ways there are of getting an odd number versus an even number. For example, in the case of using 1, 2, and 3, there is one way to get an even number (1 + 3) and two ways to get an odd number (1 + 2, 2 + 3). So the odd number sums are more likely (twice as likely). **Make it a contest:** Let one player be Even and the other player be Odd. See who has the most successes after a dozen trial runs.
ko: **설정:** 적은 양을 포함하는 작은 카드 놀이 모음집을 사용하세요. 세 장의 카드 조합으로 시작하여 더 많은 카드로 올라가세요. 숫자가 1, 2, 3이라고 가정해봐요. 질문은: 무작위로 두 장의 카드를 골라서 더하면, 짝수 또는 홀수를 얻을 가능성이 더 높나요? 홀수와 짝수를 얻는 방법이 얼마나 많은지 세어보세요. 예를 들어, 1, 2, 3을 사용하는 경우, 짝수 (1 +3)를 얻는 한 가지 방법과 홀수 (1 +2, 2 + 3)를 얻는 두 가지 방법이 있습니다. 그래서 홀수 합계가 더 가능성이 높습니다 (두 배의 가능성). **그것을 대회로 만드세요:** 한 사람은 짝수이고 다른 사람은 홀수입니다. 12번의 시범으로 누가 가장 성공했는지 보세요.
tr: **Hazırlık:** Küçük miktarları içeren küçük bir oyun kartı koleksiyonu kullanın. Üç karttan oluşan kombinasyonlarla başlayın ve daha fazla karta doğru ilerleyin. Diyelim ki sayılar 1, 2 ve 3. Soru şu: Rastgele iki kart seçip topladığınızda, çift bir sayı mı yoksa tek bir sayı mı elde etme olasılığınız daha yüksek? Tek bir sayı elde etme ile çift bir sayı elde etme yollarını sayın. Örneğin, 1, 2 ve 3 kullanıldığında, bir çift sayı elde etmenin bir yolu vardır (1 + 3) ve iki tek sayı elde etmenin yolu vardır (1 + 2, 2 + 3). Dolayısıyla, tek sayı toplamlarının elde edilme olasılığı daha yüksektir (iki katı). **Bir yarışma yapın:** Bir oyuncu Çift, diğer oyuncu Tek olarak belirlenir. On iki deneme sonrası en çok başarıya ulaşan oyuncuyu görün.

# data_list
source: SKIP COUNTING BY 2’s
ko: 2단위로 건너 뛰어 세기
tr: 2'ŞER 2'ŞER SAYMA

# data_list
source: Evens and Odds
ko: 짝수와 홀수
tr: Çift ve Tek Sayılar

# data_list
source: In addition to being good addtion practice, skip counting is a faster way to count a collection of things, such as toes, than counting them one at a time. Skip counting is also very helpful when learning multiplication later on. **Alternate counting turns:** Count by 2’s while pushing your child on the swings (or anything else that involves counting). Start by alternating with your child – you say 1, your child says 2, you say 3, your child says 4, and so on. After establishing the pattern, one of you can say their part without the other person saying anything. While traveling, find something fun to skip count like yellow cars.
ko: 덧셈을 하는 좋은 연습 외에도, 건너 뛰어 세기는 발가락과 같은 것을 한 번에 하나씩 세는 것보다 더 빨리 셀 수 있는 방법입니다. 건너 뛰어 세기는 나중에 곱셈을 배울 때 매우 도움이 됩니다. **대체 세기 차례:** 그네에서 아이를 밀면서 2단위로 세어보세요 (또는 셀 수 있는 다른 모든 것들). 아이와 번갈아 가며 시작하세요 - 당신은 1이라고 말하고, 아이는 2라고 말하고, 당신이 3이라고 말하고, 아이는 4라고 말합니다. 패턴을 확립한 후, 둘 중 한 사람은 아무런 말도 하지 않는 역할을 할 수 있습니다. 여행을 하는 동안에는, 노란 차와 같은 재미있는 무언가를 찾아 건너 뛰어 세기를 해 보세요.
tr: İyi bir toplama alıştırması olmasının yanı sıra, atlayarak sayma, bir koleksiyonu, örneğin parmakları, tek tek saymaktan daha hızlı saymanın bir yoludur. Atlayarak sayma, daha sonra çarpma öğrenirken de çok faydalıdır. **Alternatif sayma turları:** Çocuğunuzu salıncakta sallanırken (veya saymayı gerektiren başka bir şeyde) 2'şer 2'şer sayın. Çocuğunuzla sırayla başlayın – siz 1 dersiniz, çocuğunuz 2 der, siz 3 dersiniz, çocuğunuz 4 der ve bu şekilde devam edin. Bu örüntü oluşturduktan sonra, biri kendi bölümünü diğer kişinin hiçbir şey söylemeden söyleyebilir. Seyahat ederken, sarı arabalar gibi atlayarak saymak için eğlenceli bir şey bulun.

# data_list
source: Skip count up or down by 2’s ending by 20. Initially, do this starting at 0 or 20, but eventually, start at any number.
ko: 20으로 끝나는 2단위를 위아래로 건너 뛰어 세어보세요. 처음에는, 0이나 20에서 시작하지만, 결국에는 아무 숫자에서나 시작하세요.
tr: 2'şer 2'şer yukarı veya aşağı sayın, 20'de bitirin. Başlangıçta bunu 0 veya 20'den başlayarak yapın, ancak zamanla herhangi bir sayıdan başlayabilirsiniz.

# data_list
source: SUM GROUPS
ko: 합계 그룹
tr: TOPLAM GRUPLARI

# data_list
source: Use a rectangular grid of numbers with a target sum of your choosing between 5 and 12.
ko: 5에서 12사이에서 원하는 목표 합계를 갖는 직사각형 숫자 격자를 사용하세요.
tr: 5 ile 12 arasında seçtiğiniz bir hedef toplamı ile bir dikdörtgen sayı ızgarası kullanın.

# data_list
source: **The challenge:** Find groups of two or three numbers that add up to the target and share sides. When complete, the entire puzzle will be made up of identified groups. Use tokens, such as different types of food items, to identify each group within the puzzle. **Puzzle creation:** Create these puzzles by starting with an empty grid and working your way around the grid using pairs and triples that add up to the target sum. It’s more fun if the puzzle has just one solution, but it's okay if it doesn't.
ko: **도전:** 목표까지 더하고 같은 면을 공유하는 2 또는 3개로 된 그룹을 찾습니다. 다 끝이 나면, 식별된 그룹으로 구성된 퍼즐이 만들어 집니다. 퍼즐안에 있는 각각의 그룹을 식별하기 위해 다른 유형의 음식과 같은 토큰을 사용합니다. **퍼즐 만들기:** 빈 격자에서 시작하여 두 배와 세 배를 더해서 목표 합계까지 도달하는 퍼즐을 만들어 보세요. 퍼즐이 단 한 가지의 답이 있으면 더 재미있지만 그렇지 않아도 괜찮습니다.
tr: **Mücadele:** Hedef toplamı elde eden ve kenarları paylaşan iki veya üç sayının gruplarını bulun. Tamamlandığında, tüm bulmacayı tanımlanan gruplar oluşturacaktır. Bulmacadaki her grubu tanımlamak için farklı türde yiyecekler gibi jetonlar kullanın. **Bulmaca oluşturma:** Bu bulmacaları boş bir ızgara ile başlayarak ve hedef toplamı elde eden çiftler ve üçlüler kullanarak ızgaranın etrafında çalışarak oluşturun. Bulmacanın sadece bir çözümü olması daha eğlencelidir, ancak olmaması da sorun değil.

# data_list
source: GO FISH WITH SUMS
ko: 합계와 낚시가기
tr: TOPLAMLARLA BALIK TUTMA

# data_list
source: **The setup:** Using a target sum that your child is comfortable with, remove cards at or above that target from the Number Card deck. If there are more than two players and you have restricted the numbers significantly, you may need to use several decks. **How to play:** Play starts by dealing 5 cards to each player. Put the remaining cards in a common draw pile. Players take turns “fishing” for cards whose number will sum to the target sum with cards they already have. For example, a player might ask a player, “Do you have any 4’s?” If that player has some 4’s, they are handed over and the original player gets another turn. However, if that player does not have any 4’s, then the player says “Go Fish!” and a card is drawn from the draw pile. If the drawn card matches with a card they have, the player may have another turn; otherwise, the turn is over and play continues to the left. When a player has a pair of cards that sum to the total, the player puts that pair on the table in front of them. **How to win:** The game is over when all cards are in pairs. The player with the most pairs wins.
ko: **설정:** 숫자 카드에서 해당 목표보다 더 많은 카드를 제거하고 아이가 편안하게 느끼는 목표 합계를 사용하세요. 두 사람이상일 경우 숫자가 상당히 제한되어 있으면 한 벌 이상의 숫자카드를 사용해야 할 수 있습니다. **게임 방법:** 각 플레어어에게 5장의 카드를 나누어 주는 것으로 시작됩니다. 남은 카드를 모두가 쓰는 뽑기 더미에 넣어보세요. 플레이어는 가지고 있는 카드에 목표 합계를 계산할 수 있는 카드 “낚시”를 번갈아 가며 합니다. 예를 들어, 플레이어는 상대방에게 “4가 있나요?” 라고 물을 수 있습니다. 상대방이 4를 가지고 있으면, 그들은 카드를 넘겨주고 플레이어는 또 다른 차례를 얻습니다. 하지만 상대방이 4가 없으면 그 사람은 “낚시 가!”라고 말하고 뽑기 더미에서 카드 한 장을 뽑습니다. 만약에 뽑은 카드가 가지고 있는 카드와 일치하면 플레이어는 또 다른 차례를 가질 수 있습니다; 그렇지 않으면, 차례는 끝나고 왼쪽에 있는 사람이 계속합니다. 플레이어가 합이 목표 합계와 같은 한 쌍을 가지고 있을때, 해당 쌍을 자신 앞의 테이블에 놓습니다. **이기는 방법:** 모든 카드가 쌍으로 짝을 이루면 게임이 끝납니다. 가장 많은 짝을 가진 사람이 이깁니다.
tr: **Hazırlık:** Çocuğunuzun rahat olduğu bir hedef toplam kullanarak, bu hedefe eşit veya daha yüksek olan kartları Numara Kartları desteğinden çıkarın. İki oyuncudan fazla varsa ve sayıları önemli ölçüde kısıtladıysanız, birkaç deste kullanmanız gerekebilir. **Nasıl oynanır:** Oyun, her oyuncuya 5 kart dağıtarak başlar. Kalan kartları ortak bir çekme destesi olarak koyun. Oyuncular, zaten sahip oldukları kartlarla hedef toplamı elde edecek kartlar için sırayla ‘balık tutar. Örneğin, bir oyuncu diğerine ‘4' var mı?' diye sorabilir. Eğer diğer oyuncuda 4'ler varsa, bu kartlar verilir ve orijinal oyuncu bir tur daha alır. Ancak, eğer o oyuncuda 4'ler yoksa, ‘Balık Tut!' der ve çekme destesinden bir kart çekilir. Çekilen kart, oyuncunun sahip olduğu bir kartla eşleşirse, oyuncu bir tur daha alabilir; aksi takdirde, tur sona erer ve oyun sola doğru devam eder. Bir oyuncu toplamı elde eden bir çift karta sahipse, bu çifti önündeki masaya koyar. **Nasıl kazanılır:** Oyun, tüm kartlar çiftler halinde toplandığında biter. En çok çifte sahip olan oyuncu kazanır.

# data_list
source: To create some variety, allow players to use more than two cards to create a group of cards that sum to the target sum. Another possibility is to say that two cards match when their difference is a specified target difference.
ko: 다양성을 만들려면, 플레이어가 두 개 이상의 사용하여 그 합계가 목표 합계가 될 수 있게 카드 그룹을 만들 수 있도록 허용합니다. 또 다른 가능성은 두 카드의 차이가 지정된 목표 차이와 일치한다고 말하는 것입니다.
tr: Çeşitlilik katmak için, oyuncuların hedef toplamı elde eden kart grupları oluşturmak için iki karttan fazlasını kullanmalarına izin verin. Diğer bir seçenek ise, iki kartın eşleştiğini, farklarının belirli bir hedef farkı olduğunda söylemektir.

# data_list
source: WHICH NUMBER AM I
ko: 난 어떤 숫자일까요?
tr: BEN HANGI SAYIYIM?

# data_list
source: Depending on whether there are one or two children playing, there are two ways to play. **Two children:** Each child draws a card and places it on their forehead facing out without seeing it. You announce the sum of the cards and the children are challenged to figure out their own card by looking at the other child’s card. **Adult with one child:** Create several pairs of cards in advance where each pair of cards has the same total known to all. The unused cards are moved to the side. Pick up one random pair of cards, place the cards on your foreheads, and figure out each card by looking at the other person’s card.
ko: 한 명인지 두 명의 아이인지에 따라 두 가지 놀이 방법이 있습니다. **두 명의 아이들:** 각 아이는 카드를 보지 않고 뽑아서 앞면이 보이게 이마에 올려 놓습니다. 당신은 합계를 발표하고 아이들은 상대방의 카드를 보고 자신의 카드의 숫자를 찾아내야 합니다. **어른과 아이 한 명:** 한 쌍의 카드가 모두에게 알려진 동일한 합계를 가진 여러 쌍의 카드를 미리 만듭니다. 사용하지 않은 카드는 옆으로 옮깁니다. 무작위로 한 쌍의 카드를 뽑아 이마에 놓고 상대방의 카드를 보면서 각 카드를 알아냅니다.
tr: Bir veya iki çocuk oyunda olduğuna bağlı olarak, iki farklı şekilde oynanabilir. **İki çocuk:** Her çocuk bir kart çeker ve kartı yüzü dışa bakacak şekilde alnına koyar, kartı görmeden. Toplam kartları duyurursunuz ve çocuklar, diğer çocuğun kartına bakarak kendi kartlarını tahmin etmeye çalışırlar. **Bir yetişkin ve bir çocuk:** Her bir kart çiftinin toplamının bilindiği birkaç kart çifti önceden hazırlayın. Kullanılmayan kartlar kenara alınır. Rastgele bir kart çiftini seçin, kartları alnınıza koyun ve diğer kişinin kartına bakarak her kartı tahmin etmeye çalışın.

# data_list
source: CHOPSTICKS HAND GAME
ko: 젓가락 손 게임
tr: ÇUBUKLARLA EL OYUNU

# data_list
source: **The setup:** All players start with one finger raised on each hand. **How to play:** During a turn, a player has the choice of either “attacking” or “splitting.” **Attacking:** To attack, a player takes a live hand and attacks a live hand of an opponent. The result is that the opponent's hand has the sum of the two hands and the attacking player’s hand is unchanged. If a hand ends up with exactly five fingers, it is dead. If the hand has over five fingers, its count is either reduced by five (in one set of rules) or is dead (an alternate set of rules). **Splitting:** To split, a player bangs their hands together and redistributes the fingers between the two hands. A split may not reverse the two finger counts. **How to win:** A player wins when both hands of everyone else are dead. In one variation, the first player to have two dead hands wins.
ko: **설정:** 모든 플레이어는 양손에 손가락 하나씩을 들고 시작합니다. **게임 방법:** 차례동안, 플레이어는 “공격” 또는 “분할”을 선택할 수 있습니다. **공격:** 공격하려면, 플레이언가 실제 손을 잡고 상대방의 실제 손을 공격합니다. 상대방의 손은 두 손의 합계를 가지고 공격한 사람의 손은 변하지 않는 결과를 가지는 것입니다. 손이 정확히 5개의 손가락으로 끝나면 그 손은 죽은 것입니다. 만약 손이 5개로 줄어들거나 (한 규칙 세트에서) 죽으면 (대체 세트의 규칙) 5개 이상의 손가락이 됩니다. **분할:** 분할하려면, 플레이어가 두 손을 서로 부딪치고 두 손 사이에 손가락을 재분배합니다. 분할을 두 손가락 수를 반대로 할 수 없습니다. **이기는 방법:** 다른 모든 사람의 양 손이 모두 죽으면 이깁니다. 한 가지 변형에서는 두 개의 죽은 손을 가진 첫 번째 사람이 이깁니다.
tr: **Hazırlık:** Tüm oyuncular her elde bir parmak kaldırarak başlar. **Oynama şekli:** Bir tur sırasında, bir oyuncunun ‘saldırma’ veya ‘bölme’ seçeneği vardır. **Saldırma:** Saldırmak için, bir oyuncu bir canlı eli alır ve bir rakibin canlı eline saldırır. Sonuç olarak, rakibin eli iki elin toplamına sahip olur ve saldıran oyuncunun eli değişmeden kalır. Eğer bir el tam beş parmakla biterse, o el ölü olur. Eğer el beş parmaktan fazla parmak içeriyorsa, sayısı ya beşe (bir kural setinde) düşürülür ya da ölü (alternatif bir kural setinde) olur. **Bölme:** Bölmek için, bir oyuncu ellerini birbirine çarptırır ve parmakları iki el arasında yeniden dağıtır. Bir bölme, iki parmak sayısını tersine çeviremez. **Nasıl kazanılır:** Bir oyuncu, diğer herkesin her iki eli ölü olduğunda kazanır. Bir varyasyonda, iki ölü ele sahip ilk oyuncu kazanır.

# data_list
source: GOING UP
ko: 올라가기
tr: YUKARI ÇIKMA

# data_list
source: **The setup:** Each player draws a staircase with anywhere from 4 to 10 steps (more steps for older players).
ko: **설정:** 각 플레이어는 4 -10개의 계단을 (나이든 플레이어는 더 많은 계단을) 그립니다.
tr: **Hazırlık:** Her oyuncu 4 ila 10 basamaktan oluşan bir merdiven çizer (daha fazla basamak yaşça büyük oyuncular için).

# data_list
source: **How to play:** Create a two-digit number using cards numbered from 0 to 9. Determine the tens digit by selecting from cards 0 and 1, and then determine the ones digit by selecting from all the cards. If possible, the player must place this number on their steps. **How to win:** The first player to fill their steps in increasing order from bottom to top wins. Make it easier by allowing neighboring steps to have the same value.
ko: **게임 방법:** 0에서 9까지의 숫자 카드를 사용하여 두 자리 숫자의 카드를 만듭니다. 0과 1를 선택하여 10의 자리를 결정하고 모든 카드 중에서 선택하여 한 자리 숫자를 정합니다. 가능하다면, 플레이어는 반드시 그 숫자를 계단에 올려놓아야만 합니다. **이기는 방법:** 아래에서 위로 순서대로 계단을 먼저 채우는 사람이 이깁니다. 인접한 계단이 같은 값을 갖도록 허용하여 더 쉽게 만듭니다.
tr: **Nasıl oynanır:** 0'dan 9'a kadar numaralandırılmış kartları kullanarak iki basamaklı bir sayı oluşturun. Onlar basamağını 0 ve 1 numaralı kartlardan seçerek, birler basamağını ise tüm kartlardan seçerek belirleyin. Mümkünse, oyuncu bu sayıyı merdiven basamaklarına yerleştirmelidir. **Nasıl kazanılır:** Nasıl kazanılır: Merdiven basamaklarını aşağıdan yukarıya artan sırayla dolduran ilk oyuncu kazanır. Yan yana olan basamakların aynı değerde olmasına izin vererek oyunu kolaylaştırın.

# data_list
source: CREATING ORDER
ko: 순서를 만들기
tr: SIRA OLUŞTURMA

# data_list
source: Order in the House
ko: 집 안의 순서
tr: Siralama
