Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Here are some examples of using non-circular shapes to make trickier puzzles. If your child enjoys these, there are a great many more variations to explore. Happy puzzling!
tr: Aşağıda, dairesel olmayan şekiller kullanarak daha zorlu bulmacalar oluşturmanın bazı örneklerini bulabilirsiniz. Çocuğunuz bu tür bulmacalardan keyif alıyorsa, keşfedilecek daha pek çok farklı varyasyon olduğunu unutmayın. Keyifli bulmacalar!

# data_list
source: Nim – Doubling the Limit
tr: Nim Limiti İkiye Katlama

# data_list
source: One Pile
tr: Tek Küme

# data_list
source: Set a starting total, say 20. Let your child choose whether to go first or second. During the first turn, a player chooses to subtract 1 or 2 from the current total. After the first turn, a player may subtract any number from 1 up to twice the number used on the last turn. The first person to reach 0 wins. There are many alternative versions of this game. Some of them are: * The first person to reach the target loses. * Instead of using the range of 1 to 2, the initial range is from 1 to one less (or two less) than the target number. * Practice adding, rather than subtracting, by starting at 0 and having the first person to reach the target win (or lose). * The initial limit is one (or two) less than the target number, and instead of doubling the value used of the last turn, use the value of the last turn as the limit. * The initial limit is one (or two) less than the target number, and instead of doubling the value used of the last turn, use the triple of the value of the last turn. As you can see, there are lots of variations. Make up your own family rules if you are enjoying the game. For the most part, these games are much harder to analyze than the versions of Nim that use a fixed set of choices for each move.
tr: Başlangıç için bir toplam sayı belirleyin, örneğin 20. Çocuğunuzun ilk mi yoksa ikinci mi başlayacağına kendisinin karar vermesine izin verin. İlk turda, oyuncu mevcut sayıdan 1 ya da 2 çıkarır. İlk turdan sonra, oyuncu bir önceki turda kullanılan sayının iki katına kadar herhangi bir sayı çıkarabilir. Sıfıra ilk ulaşan kişi kazanır. Bu oyunun birçok alternatif versiyonu vardır. Bunlardan bazıları: * Hedefe ilk ulaşan kişi kaybeder. * 1 ile 2 aralığı yerine, başlangıç aralığı 1’den hedef sayının bir (veya iki) eksiğine kadar olabilir. * Çıkarma yerine toplama pratiği yapmak için 0’dan başlayın. Hedefe ilk ulaşan kişi kazanır (veya kaybeder). * Başlangıç limiti, hedef sayının bir (veya iki) eksiğidir. Son turda kullanılan sayının iki katı yerine, doğrudan o sayı bir sonraki limit olur. * Başlangıç limiti yine hedef sayının bir (veya iki) eksiğidir, ama bu sefer limit, son turda kullanılan sayının üç katı olur. Gördüğünüz gibi birçok varyasyon var. Eğer oyundan keyif alıyorsanız, ailecek kendi kurallarınızı yaratabilirsiniz. Bu oyunların çoğu, her hamlede sabit seçimler sunan klasik Nim oyunlarına göre çok daha zor analiz edilir.

# data_list
source: More Than One Pile
tr: Birden Fazla Küme

# data_list
source: Yet another way to make new versions of this game is to use more than one number. Picture this version as having several piles of tokens (pebbles, bits of food). For example, you could have two piles with 12 tokens in one pile and 8 in the other. A standard rule to use is that you can take any number of tokens, but they must all be from one pile. Alternative versions of this game are: * There are more than two piles. * You have the option of taking the same number of tokens from all the piles. * You have the option of taking the same number of tokens from the piles you choose. * You can only take tokens from the largest pile. As you can imagine, there are even more versions of this game; however, perhaps this is more than enough for now!
tr: Bu oyunun yeni versiyonlarını oluşturmanın bir başka yolu da birden fazla sayı ya da küme kullanmaktır. Bu versiyonu, birkaç taş yığını (çakıl taşları, yiyecek parçaları) olarak düşünebilirsiniz. Örneğin, bir kümede 12 taş ve diğerinde 8 taş olacak şekilde iki küme olabilir. Kullanılan temel kural şudur: İstediğiniz kadar taş alabilirsiniz, ancak hepsi aynı kümeden olmalıdır. Bu oyunun alternatif versiyonlarından bazıları: * İkiden fazla küme vardır. * Tüm kümelerden aynı sayıda taş alma seçeneğiniz vardır. * Seçtiğiniz kümelerden aynı sayıda taş alma seçeneğiniz vardır. * Sadece en büyük kümeden taş alabilirsiniz. Tahmin edebileceğiniz gibi, bu oyunun daha pek çok versiyonu olabilir ama belki de şimdilik bu kadarı yeterlidir!

# data_list
source: Counting Evens and Odds
tr: Çift ve Tek Sayıları Sayma

# data_list
source: Basic Setup
tr: Temel Kurulum

# data_list
source: Use a small collection of Number Cards involving some small quantities. Start with three cards and later on use more cards if your child enjoys the investigation. Suppose the numbers are 1, 2, and 3. The question is: If you randomly pick two cards and add them, are you more likely to get an even number or an odd number? There are two ways to look into this. One way is to do experiments. Shuffle the cards, randomly pick two cards, and see whether the sum is even or odd. After each experiment, put a tick mark in the appropriate column on a piece of paper to count the even and odd results. The second way is to count how many ways there are of getting an odd number versus an even number. For example, in the case of using 1, 2, and 3, there is one way to get an even number (1 + 3) and two ways to get an odd number (1 + 2, 2 + 3). So, for the numbers 1, 2, and 3, the odd number sums are twice as likely. After you’ve played around with 1, 2, and 3 for a while, try other groups of three cards. Does 2, 3, and 4 behave any differently? The groups 1, 3, 5 and 2, 4, 6 produce only even numbers - why is that? After playing around with three cards for a while, see what happens with 4 or more cards. To make a game of it, let one player be Even and the other player be Odd. See who has the most successes after a dozen trial runs.
tr: Küçük miktarlar içeren birkaç Sayı Kartı kullanın. Üç kartla başlayın ve çocuğunuz bu çalışmadan keyif alıyorsa daha sonra daha fazla kartla devam edin. Diyelim ki kartlar 1, 2 ve 3. Soru şu: Rastgele iki kart seçip toplarsanız, çift bir sayı mı yoksa tek bir sayı mı elde etme olasılığınız daha yüksektir? Bunu incelemenin iki yolu vardır: İlki deney yapmaktır. Kartları karıştırın, rastgele iki kart seçin ve toplamın çift mi yoksa tek mi olduğuna bakın. Her deneyden sonra, sonucu bir kağıda işaretleyerek çift ve tek sayıların kaç kez oluştuğunu sayın. İkinci yol, hangi toplamların çift ve hangilerinin tek olduğunu doğrudan saymaktır. Örneğin 1, 2 ve 3 ile sadece bir çift toplam vardır (1 + 3) ve iki tek toplam vardır (1 + 2, 2 + 3). Yani 1, 2 ve 3 kartlarıyla, tek sayı elde etme olasılığı çift sayıya göre iki kat fazladır. 1, 2 ve 3 ile yeterince oynadıktan sonra, başka üçlü grupları deneyin. Acaba 2, 3 ve 4 farklı bir sonuç verir mi? 1, 3, 5 ve 2, 4, 6 grupları sadece çift sayılar üretir, peki neden böyle? Bir süre üç kartla oynadıktan sonra, dört ya da daha fazla kartla neler olduğuna bakın. Bu etkinliği bir oyuna çevirmek isterseniz, bir oyuncu “Çift” diğeri “Tek” olsun. Bir düzine deneme sonunda kimin daha çok başarı elde ettiğine bakın.

# data_list
source: Investigation Analysis
tr: Araştırma Analizi

# data_list
source: The fun thing about an investigation is that it invites a person to play with the numbers and be a mathematician. As mentioned above, play around with different groups of three numbers. After some experimentation, your child may notice that any group of three numbers that has at least one even number and one odd number behaves the same. However, if all the numbers are all odd numbers or all even numbers, then the sums are all even. Which brings up the usual question: Why does that happen? After some experimentation, even a young child can stumble upon the beautiful number theory rule that says: * Even plus Even is Even * Even plus Odd is Odd * Odd plus Odd is Even Why does this rule work? Use the Number Shapes activity to represent even numbers and odd numbers with two rows of tokens - when will adding these numbers come out to two equal rows? Once this rule is discovered, your child may realize that the particular numbers do not matter so much. Having the numbers 1, 2, 3 is really no different from having the numbers 3, 4, 5 (or 3, 12, 17 for that matter). The analysis really depends on how many numbers are even and how many are odd. With that in mind, here is a table of the possible outcomes for groups of size three and four. 3 Numbers: * 3 Evens, 0 Odds - 3 Even sums * 2 Evens, 1 Odd - 1 Even sum, 2 Odd sums * 1 Even, 2 Odds - 1 Even sum, 2 Odd sums * 0 Evens, 3 Odds - 3 Even sums 4 Numbers: * 4 Evens, 0 Odds - 6 Even sums * 3 Evens, 1 Odd - 3 Even sums, 3 Odd sums * 2 Evens, 2 Odds - 2 Even sums, 4 Odd sums * 1 Even, 3 Odds - 3 Even sums, 3 Odd sums * 0 Evens, 4 Odds - 6 Even sums The results are surprising and leave many things to investigate if one is interested! What happens with 5 numbers, 6 numbers, or more? Why is it that interchanging Even numbers and Odd numbers does not seem to change the results? For example, if you have 3 Evens and 1 Odd you get the same results as 1 Even and 3 odds. For circumstances like 3 Evens and 1 Odd, why do the results come out balanced when the Even and Odd counts start out unbalanced? This is some cool mathematics and even a small child can play around with it!
tr: Bir araştırmanın eğlenceli yanı, kişiyi sayılarla oynamaya ve kendini matematikçi gibi hissetmeye davet etmesidir. Yukarıda bahsedildiği gibi, farklı üçlü kart gruplarıyla denemeler yapın. Biraz denedikten sonra çocuğunuz şunu fark edebilir: Üç karttan en az biri çift, en az biri tekse, sonuçlar hep aynı şekilde dağılır. Ama tüm sayılar sadece tek ya da sadece çiftse, o zaman tüm toplamlar çift olur. Bu da şu önemli soruyu gündeme getirir: Neden böyle oluyor? Biraz daha deney yaparak, küçük bir çocuk bile şu güzel sayı teorisi kuralını keşfedebilir: * Çift + Çift = Çift * Çift + Tek = Tek * Tek + Tek = Çift Peki bu kural neden işe yarıyor? Sayı Şekilleri etkinliğini kullanarak çift ve tek sayıları iki sıra taşla gösterin. Bu sayıları topladığınızda ne zaman iki eşit sıra elde edersiniz? Bu kural keşfedildikten sonra, çocuğunuz sayıların kendisinin çok da önemli olmadığını fark edebilir. 1, 2, 3 ile çalışmak aslında 3, 4, 5 ile ya da 3, 12, 17 ile çalışmaktan farklı değildir. Asıl fark, kaç sayının çift ve kaç sayının tek olduğundadır. Bunu akılda tutarak, üç ve dört kartlık gruplar için olası sonuçların tablosu aşağıdaki gibidir: 3 Sayı: * 3 Çift, 0 Tek → 3 Çift toplam * 2 Çift, 1 Tek → 1 Çift toplam, 2 Tek toplam * 1 Çift, 2 Tek → 1 Çift toplam, 2 Tek toplam * 0 Çift, 3 Tek → 3 Çift toplam 4 Sayı: * 4 Çift, 0 Tek → 6 Çift toplam * 3 Çift, 1 Tek → 3 Çift toplam, 3 Tek toplam * 2 Çift, 2 Tek → 2 Çift toplam, 4 Tek toplam * 1 Çift, 3 Tek → 3 Çift toplam, 3 Tek toplam * 0 Çift, 4 Tek → 6 Çift toplam Bu sonuçlar şaşırtıcıdır ve ilgi duyanlar için hâlâ araştırılacak pek çok şey vardır. Peki 5, 6 veya daha fazla kartla ne olur? Çift ve Tek sayıların yerini değiştirmek neden sonucu değiştirmiyor gibi görünüyor? Örneğin 3 Çift ve 1 Tek ile, 1 Çift ve 3 Tek aynı sonucu veriyor. 3 Çift ve 1 Tek gibi durumlarda, başlangıçta dengesiz olan Çift/Tek sayıları neden dengeli sonuçlar üretiyor? Bu gerçekten harika bir matematik etkinliğidir ve küçük çocuklar bile bu sayılarla oynayarak çok şey öğrenebilir.

# data_list
source: Sum Groups
tr: Toplam Grupları

# data_list
source: These puzzles use a grid of numbers with a target sum. Find groups of two, three, or four numbers that add up to the target. The members of a group must share sides. Use tokens, such as different types of food items, to identify each group within the puzzle. When complete, the entire puzzle will be made up of identified groups.
tr: Bu bulmacalar, hedef toplamı olan bir sayı tablosu kullanır. Hedef toplamı oluşturan iki, üç ya da dört sayıdan oluşan grupları bulun. Bir grubun üyeleri yan yana yani birbirine komşu olmalıdır. Her grubu ayırt etmek için farklı yiyecek türleri gibi taşlar kullanabilirsiniz. Bulmaca tamamlandığında, tüm tablo tanımlanmış gruplardan oluşacaktır.

# data_list
source: These puzzles provide particularly good practice with number bonds. By using tokens instead of a pencil, you can use puzzle sheets over and over. Create these puzzles by starting with an empty grid and putting in numbers around the grid using pairs and triples that add up to the target sum. It’s more fun if the puzzle has just one solution, but don’t worry about it.
tr: Bu bulmacalar özellikle sayı bağlarını çalışmak için çok iyi bir alıştırmadır. Kalem yerine taş kullanarak, aynı bulmaca sayfalarını tekrar tekrar kullanabilirsiniz. Bu tür bulmacaları oluşturmak için önce boş bir tabloyla başlayın. Hedef toplamı verecek şekilde çiftler veya üçlüler oluşturun ve bu sayıları tabloya yerleştirin. Bulmacanın yalnızca tek bir çözümünün olması oyunu daha eğlenceli hâle getirir ama bu konuda çok fazla endişelenmenize gerek yok.

# data_list
source: Zoo Rescue
tr: Hayvanat Bahçesi Kurtarma

# data_list
source: Game Description
tr: Oyun Açıklaması

# data_list
source: In this game, use two dice or two sets of number cards going from 1 to 6. Each player has 6 tokens – animal tokens are perfect for this game if you have them. Each player also has a piece of paper with boxes numbered from 0 to 5. Each player decides where to put their 6 tokens – it is okay to put more than one token in a box. During a player’s turn, two numbers are created by rolling the dice or picking two cards, and the difference of those numbers is used. A player can free one of their tokens if they have one in that box. The first player to rescue all their tokens wins.
tr: Bu oyunda iki zar ya da 1’den 6’ya kadar numaralandırılmış iki set sayı kartı kullanılır. Her oyuncunun 6 taşı vardır (elinizde varsa, hayvan figürlü taşlar bu oyun için harikadır). Her oyuncunun ayrıca 0’dan 5’e kadar numaralandırılmış kutuların yer aldığı bir kağıdı olur. Oyuncular 6 taşı hangi kutulara yerleştireceklerine kendileri karar verir. Bir kutuya birden fazla taş koymakta sakınca yoktur. Oyuncunun sırası geldiğinde zarlar atılır ya da iki kart seçilir ve elde edilen iki sayı arasındaki fark kullanılır. Oyuncunun, farkın karşılık geldiği kutuda bir taşı varsa, o taşı “kurtarabilir”. Tüm taşı ilk kurtaran oyuncu oyunu kazanır.

# data_list
source: Strategy For Placing Tokens
tr: Taş Yerleştirme Stratejisi

# data_list
source: How should a player place the 6 tokens? As is often a good idea, let’s start with a simpler question: Where would the best place be to put 1 token. This would clearly be in the box most likely to occur. Rather than doing any tricky analysis, we can simply list out the possibilities, count out how many times each difference occurs, and see which differences happen the most. Counting up the totals for the differences, we have 0 - 6, 1 - 10, 2 - 8, 3 - 6, 4 - 4, 5 - 2. So, 1 is clearly the best choice and it will happen 10 / 36 of the time. We can rank them in order of frequency as 1, 2, 3, 0, 4, and 5. The much harder question is what to do with more than one token. Once you’ve seen these numbers, a good question for an older child is: why wouldn’t you just put all your tokens on 1? To see the answer to this, imagine the simpler situation where you had only two tokens and you ignored all results that weren’t 1 or 2. Then 1 would happen 10 / 18 of the time and 2 would happen 8 / 18 of the time. If you put both tokens on 1, you would need to get a 1 and then a 1 to win after two rolls. However, if you put a token on 1 and a token on 2, you would be successful after two rolls with a 1 and then a 2, or a 2 and then a 1 - something that is about 60% more likely to happen! Rather than go into a long, detailed analysis, let’s just leave it at something fairly simple that appeals to our intuition - put most of your tokens on 1, the second most on 2, and maybe one on 0 or 3. There’s no guarantee you’ll win, but you should do pretty well in the long run!
tr: Bir oyuncu 6 taşını nasıl yerleştirmeli? Her zaman işe yarayan bir yöntemle, yani daha basit bir soruyla işe koyulalım: Diyelim ki elinizde sadece 1 taş var. Onu nereye koymak en mantıklı olur? Elbette en çok gerçekleşme olasılığı olan kutu olacaktır. Karmaşık analizler yapmak yerine olasılıkları listeleyip hangi farkların daha sık oluştuğuna bakmamız yeterli. Sonuçları sayarsak: 0 - 6, 1 - 10, 2 - 8, 3 - 6, 4 - 4, 5 - 2. Yani 1 açık ara en iyi seçenektir ve 36 atıştan yaklaşık 10’unda ortaya çıkar. Farkların olasılık sırasına göre dizilişi şöyle olur: 1, 2, 3, 0, 4 ve 5. Asıl zor soru, birden fazla taş olduğunda ne yapılacağıdır. Bu sayıları gördükten sonra, daha büyük yaş grubundaki çocuklara şu soru yöneltilebilir: “O halde neden tüm taşlarımızı 1 kutusuna koymuyoruz?” Bunu gözlemlemek için daha basit bir durumu hayal edin: Elinizde sadece iki taş var ve yalnızca farkı 1 veya 2 olan sonuçları dikkate alıyorsunuz. Bu durumda 1, 18 atışın 10’unda, 2 ise 18 atışın 8’inde meydana gelir. Eğer iki taşı da 1’e koyarsanız, kazanmak için üst üste iki kez 1 gelmesi gerekir. Ama birini 1’e, diğerini 2’ye koyarsanız, 1 ve sonra 2, ya da 2 ve sonra 1 gelerek kazanmanız mümkün olur. Bu da yaklaşık %60 daha olasıdır! Detaylı bir matematiksel analize girmeden, sezgilerimize hitap eden basit bir öneriyle yetinelim: Taşlarınızın çoğunu 1’e, birazını 2’ye ve belki bir tanesini de 0 ya da 3’e yerleştirin. Kazanma garantisi yoktur, ama uzun vadede iyi bir strateji olacaktır!

# data_list
source: Common Sums
tr: Ortak Toplamlar

# data_list
source: Make a sheet of paper with 12 rows. In each row, put 8 squares. The leftmost column of squares has the numbers from 1 to 12 written in the squares. Put 1 token on each of the 12 numbers. Start rolling a pair of dice. After each roll, move the token for the sum of the dice one square to the right. The goal for each token is to be the first to get all the way to the right across the page. Let your child come up with some questions to investigate. Some natural questions are: * Which token will win and why? * Which tokens do well and which ones do poorly? * Which token is the worst? * How will the winners change if the rows are changed to have fewer squares or more squares? Have your child explain their ideas about the answers to these questions, and then investigate their ideas by running experiments. Add a competitive element to this by guessing which token will win before the round starts.
tr: 12 satırlı bir kağıt hazırlayın. Her satıra 8 kare çizin. En soldaki sütundaki karelere 1’den 12’ye kadar sayılar yazın. Her bir sayının üzerine 1 taş yerleştirin. Ardından bir çift zar atmaya başlayın. Her atıştan sonra, zarların toplamına karşılık gelen sayının taşını bir kare sağa kaydırın. Her taşın amacı, sayfanın en sağına ilk ulaşan olmaktır. Çocuğunuzun bu düzende araştırabileceği sorular üretmesine izin verin. Doğal olarak ortaya çıkabilecek bazı sorular şunlardır: * Hangi taş kazanır ve neden? * Hangi taşlar daha başarılı, hangileri daha başarısız olur? * En kötü performansı gösteren taş hangisidir? * Satırlardaki kare sayısı azaltılır veya artırılırsa sonuçlar nasıl değişir? Çocuğunuzun bu sorulara dair fikirlerini ifade etmesine teşvik edin, ardından bu fikirleri deneyler yaparak birlikte test edin. Oyuna rekabetçi bir öğe eklemek için, tur başlamadan önce hangi taşın kazanacağını tahmin etmelerini sağlayın.

# data_list
source: As with the analysis of the game Zoo Rescue, the simplest way to analyze this is to list out all the possibilities and count how many times each sum occurs. When you count how many times each sum occurs, the frequencies are: 1 - 0, 2 - 1, 3 - 2, 4 - 3, 5 - 4, 6 - 5, 7 - 6, 8 - 5, 9 - 4, 10 - 3, 11 - 2, 12 - 1. By the way, these are good numbers to remember for any dice game that involves summing the two dice! So, 1 will always lose and 7 is the most likely to win. However, the difference in frequency between 7 and 6 or 8 is not very great. If you just do a few rolls, it would be very hard to predict with any certainty which one would win. It is only when you do a great many rolls that you can guarantee that 7 will win eventually.
tr: Tıpkı önceki oyunun analizinde olduğu gibi, bu oyunu da en kolay şekilde analiz etmenin yolu tüm olasılıkları listelemektir. Sıklıkları özetlersek: 1 - 0, 2 - 1, 3 - 2, 4 - 3, 5 - 4, 6 - 5, 7 - 6, 8 - 5, 9 - 4, 10 - 3, 11 - 2, 12 - 1. Bu arada, bu sayılar iki zarın toplamına dayanan her türlü zar oyunu için akılda tutulması faydalı değerlerdir! 1 neredeyse hiç çıkmadığı için her zaman kaybeder. 7 ise en sık gelen toplamdır. Ancak, 6 veya 8 de oldukça yakındır. Bu yüzden sadece birkaç zar atışıyla sonucu tahmin etmek zordur. Ancak çok sayıda atış yapıldığında 7’nin kazanması neredeyse kesin olur.

# data_list
source: Sudoku Variations
tr: Sudoku Varyasyonları

# data_list
source: There are a great many Sudoku variations in the world, and there are even more other puzzles that are similar to those Sudoku variations. This section will look at five of these Sudoku variations. These all follow the rule of the “Latin Square” - that every number occurs exactly once in each row and column. You can make any of these Sudokus by starting with a filled in puzzle of the appropriate type - either a Latin Square or a Jigsaw Sudoku. All of the Sudoku solutions given in the Bonus Material for Chapters 1-2 should be of use to you for this. After you have a solution in hand, add the additional information needed for this special kind of puzzle and remove some or all of the numbers.
tr: Dünyada çok sayıda Sudoku varyasyonu vardır ve bu varyasyonlara benzeyen daha da fazla bulmaca bulunmaktadır. Bu bölümde beş farklı Sudoku varyasyonuna göz atacağız. Hepsi “Latin Kare” kuralına dayanır. Yani her sayı her satırda ve her sütunda tam olarak bir kez yer alır. Bu Sudokuların herhangi birini oluşturmak için önce uygun türde çözülmüş bir bulmacayla başlayabilirsiniz. Bu bulmaca ya bir Latin Kare ya da bir Yapboz Sudoku olabilir. Bölüm 1 ve 2’nin Ek Materyallerinde verilen Sudoku çözümleri bu konuda size yardımcı olacaktır. Elinizde bir çözüm olduktan sonra, bu özel bulmaca türü için gerekli olan ek bilgileri ekleyin ve bazı sayıları ya da tümünü kaldırın.

# data_list
source: Jigsaw Sudokus With Extra Information
tr: Yapboz Sudokulara Ek Bilgi Eklenmiş Varyasyonlar

# data_list
source: These two puzzle types are Latin Squares that have the additional restriction that each subregion has every number occurring in it exactly once. In addition to being a Jigsaw Sudoku, they have additional properties. **Even-Odd Sudokus** In these puzzles, the even numbers are greyed in. This additional information tends to make these puzzles very easy and it is usually possible to remove almost all the numbers.
tr: Bu iki bulmaca türü, her alt bölgede her sayının tam olarak bir kez geçtiği kısıtlamaya sahip Latin Karelerdir. Yani birer Yapboz Sudoku olmalarının yanı sıra, belirli ek kurallara da sahiptirler. **Çift-Tek Sudokular.** Bu bulmacalarda çift sayılar griyle belirtilmiştir. Bu ek bilgi bulmacayı genellikle çok kolaylaştırır ve çoğu zaman neredeyse tüm sayılar çıkarılabilir.
