Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Their clothes have many soft hues. Describe some of the different colors that you see.
ar: تحتوي ملابسهم على ألوان بسيطة. صِف بعض الألوان المختلفة التي تراها.
fr: Leurs vêtements ont de nombreuses teintes douces. Décris quelques-unes des différentes couleurs que tu vois.
ja: この家族が着ている服には、やわらかい色がたくさんあるね。違う色をいくつか言ってみよう。
ko: 그들의 옷은 여러가지 색깔을 가지고 있습니다. 여러분이 그림에서 볼 수 있는 여러가지 다른 색깔에 대해서 묘사해 보세요.
tr: Giysilerinin yumuşak tonları var. Gördüğünüz farklı renklerden bazılarını tasvir edin.

# data_list
source: Father and brother were welcomed in all the places where the younger son was adopted. They ate and were satisfied. Then they left for home.
ar: كان الأب والابن مرحباً بهم في كل الأماكن التي تبناها الابن الأصغر. لقد تناولوا الطعام وكانوا سعداء. وبعدها عادوا إلى المنزل.
fr: Le père et le frère ont été accueillis dans tous les endroits où le fils cadet a été adopté. Ils ont mangé et ont été satisfaits. Puis ils partirent pour la maison.
ja: 父親と長男は、次男が家族として迎えられた家族みんなに歓迎されました。彼らは、ごちそうを堪能したあと、家へと帰りました。
ko: 둘째 아들을 수양아들로 삼은 모든 집에서는 아버지와 형을 반갑게 맞이하였습니다. 그들은 잘 먹고 아주 만족했습니다. 그리고 나서 그들은 집으로 돌아갔습니다.
tr: Baba ve ağabey, küçük oğulun manevi evlat olduğu her yerde hoş karşılandılar. Yemek yediler ve hallerinden memnundular. Ardından, evlerine dönmek üzere ayrıldılar.

# data_list
source: Some of the cone-shaped roofs are steeper than others. Why is it helpful to have a steep roof?
ar: بعض الأسقف المخروطية الشكل كانت مائلة أكثر من الأخرى. لماذا من المفيد أن يكون السقف مائلاً?
fr: Certains des toits en forme de cône sont plus pointus que d'autres. Pourquoi est-il utile d'avoir un toit pointu ?
ja: 円すいの形をした屋根には、他の屋根よりも傾きが急なものもあるんだ。傾きが急な屋根はなぜ良いのかな？
ko: 몇 개의 원뿔 모양의 지붕은 다른 것들 보다 더 가파릅니다. 가파른 지붕은 무엇이 도움이 될까요?
tr: Koni şeklindeki çatıların bazıları diğerlerinden daha diktir. Dik bir çatıya sahip olmak neden faydalıdır?

# data_list
source: Can you think of any disadvantages of having a steep roof? (It would take more material.)
ar: هل تستطيع أن تخمن ما هي مساوئ الأسقف المائلة? (يمكن أن تحتاج مواداً أكثر.)
fr: Quels sont les inconvénients d'un toit pointu ? (Il faudrait plus de matériaux.)
ja: 反対に、屋根が急だと何か良くないことがあるかな？（例えば、もっとたくさんの材料が必要になるとか。）
ko: 여러분은 가파른 지붕을 가지면 좋지 않은 점이 무엇이라고 생각하나요? (아마도 더 많은 재료가 필요할 것입니다.)
tr: Dik bir çatıya sahip olmanın herhangi bir dezavantajını düşünebiliyor musunuz? (Daha fazla malzeme gerekebilir.)

# data_list
source: What things about the father tell you that he is feeling very tired?
ar: ما الأشياء التي تخبرك بأن الأب يشعر بالتعب الشديد?
fr: Quels sont les signes qui indiquent que le père se sent très fatigué ?
ja: 君のお父さんはどんなことがすごく疲れるって言ってるかな？
ko: 여러분은 아버지가 아주 많이 피곤해 보이는 것을 어떻게 알 수 있나요?
tr: Babayla ilgili hangi şeyler size onun çok yorgun hissettiğini anlatıyor?

# data_list
source: The father said, "This is what I meant when I said you should make yourself a home. A home is more than many huts or a big expensive house. It is love, warmth and friendship with other people."
ar: قال الأب, "هذا ما كنت أعنيه عندما قلت يجب أن تمتلكوا منزلكم الخاص. المنزل أكثر من مجرد أكواخ كثيرة أو منازل كبيرة وغالية الثمن. إنه المحبة, الدفء والصداقة مع الآخرين."
ja: 父親は言いました。「私が『お前たちの帰る家を作れ』と言ったのは、こういうことだよ。」家は、たくさん小屋を建てたり、高価で大きな家を持ったりすること以上のものなんだ。それは愛や温もり、そして、人びととの友情のことを言うのさ。
ko: “이것이 내가 너희들에게 너희 집을 만들어야 한다는 의미였단다. 집이란 많은 오두막집이나 비싼 집보다 더 중요한 것이 있단다. 그것은 사랑과 따뜻함 그리고 다른사람과의 정이 있어야 한단다.” 아버지가 말했습니다.
tr: Baba, “Kendine bir ev yapmalısın derken bunu kastetmiştim. Bir ev, birçok kulübeden ya da büyük ve pahalı bir evden daha fazlasıdır. Ev, diğer insanlarla sevgi, sıcaklık ve dostluktur.”

# data_list
source: A home is not just a roof or walls or doors. In the place where you live, what kinds of things make it a home to you?
ar: المسكن ليس مجرد سقف أو جدران أو أبواب. في المكان الذي تعيش فيه, ما نوع الأشياء التي تجعله منزلاً بالفعل?
fr: Une maison n'est pas seulement un toit, des murs ou des portes. Dans l'endroit où tu vis, quels sont les éléments qui font de cet endroit un foyer pour toi ?
ja: 家とは、屋根や壁、ドアでできたもののことだけではないんだ。君が住んでいる家には、どんなものがある？
ko: 집은 단지 지붕이나 벽 그리고 문으로만 만들어지는 것이 아닙니다. 여러분이 사는 곳은 무엇이 그 곳을 여러분의 집이 되게 하나요?
tr: Ev sadece bir çatı, duvarlar ya da kapılardan ibaret değildir. Yaşadığınız yerde, sizin için bir evi yuva yapan şeyler nelerdir?

# data_list
source: Which of these three is the tallest and which is the shortest?
ar: مَن من هؤلاء الثلاثة الأطول ومن منهم الأقصر?
fr: Lequel de ces trois personnes est la plus grande et laquel est la plus petite ?
ja: この3人のうち、誰が一番背が高くて、誰が一番背が低いかな?
ko: 여기 있는 세 사람중에 누가 가장 키가 크고 누가 가장 작나요?
tr: Bu üçünden hangisi en uzun ve hangisi en kısadır?

# data_list
source: Which do you think is more helpful – to have lots of people who care about you or to have lots of buildings?
ar: ماذا في اعتقادك أكثر فائدة – أن تحظى بكثير من الناس يهتمون لأمرك أم تمتلك الكثير من المباني?
fr: Selon toi, qu'est-ce qui est le plus utile – avoir beaucoup de gens qui se soucient de toi ou avoir beaucoup de bâtiments ?
ja: 自分を想ってくれる人がたくさんいることと、建物がたくさんあること、どっちの方が役に立つと思う？
ko: 여러분을 아끼고 사랑해 주는 사람들과 집을 많이 가지고 있는 사람 둘 중 여러분은 무엇이 더 여러분에게 도움이 된다고 생각하나요?
tr: Hangisinin daha yararlı olduğunu düşünüyorsunuz – sizi önemseyen çok sayıda insanın olması mı yoksa bir sürü binalarınız olması mı?

# data_list
source: A father, his son, and their donkey started a long journey. On the way, some people asked them why they didn't ride the donkey.
ja: 親子とロバは長い旅に出ました。 道中、何人かの人に「どうしてロバに乗らないの？」と聞かれました。
ko: 아버지, 아들, 그리고 당나귀는 아주 긴 여행을 시작했습니다. 가는 중에 사람들은 왜 그들이 당나귀를 타지 않는지 물었습니다.
tr: Bir baba, oğlu ve eşekleri uzun bir yolculuğa çıktılar. Yolda giderlerken, bazı insanlar onlara neden eşeğe binmediklerini sordu.

# data_list
source: Why do you think other people cared about why no one was riding the donkey? Make up a reason why no one is riding.
ja: なぜ、他の人は、「ロバに乗らないのか？」と気にしたと思いますか？二人ともロバに乗らなかった理由を考えてみましょう。
ko: 여러분은 왜 다른 사람들이 아무도 당나귀를 타지 않는것을 상관한다고 생각하나요? 왜 아무도 당나귀를 타지 않는지 생각해 보세요.
tr: Sizce diğer insanlar neden kimsenin eşeğe binmemesini önemsedi? Kimsenin neden eşeğe binmediğine dair bir sebep uydurun.

# data_list
source: This story is about these three going along the road together. Before reading on, make up a story of your own about them.
ja: このお話は、お父さんと息子、そしてロバが一緒に道を進んで行くことについてです。読み進める前に、自分で彼らについての物語を作ってみましょう。
ko: 이야기는 이 셋이 길을 함께 가는 것에 관한 이야기입니다. 더 읽기 전에 그들에 관한 여러분 자신의 이야기로 한 번 지어보세요.
tr: Bu hikâye, bu üçünün birlikte yol boyunca ilerlemelerini anlatıyor. Okumaya devam etmeden önce, bu üçü hakkında kendi hikâyenizi uydurun.

# data_list
source: The three of them look tired. Think about how many steps they have to take to go on their long journey. Do you think the donkey will get twice as tired because it takes twice as many steps?
ja: 彼らは疲れていました。 長い旅では、親子は何歩歩かなければならないか考えてみてください。ロバは2倍の歩数を歩くので、2倍疲れると思いますか？
ko: 그 셋 모두 지쳐보입니다. 그들이 긴 여행동안 얼마큼 걸어야 하는지 생각해 보세요. 여러분은 당나귀가 네 발로 걷기 때문에 두 발로 걷는 사람보다 두 배 더 지칠거라고 생각하나요?
tr: Üçü de yorgun görünüyor. Uzun yolculuklarına devam etmek için daha kaç adım atmaları gerektiğini düşünün. Sizce eşek iki kat daha fazla adım attığı için iki kat daha mı fazla yorulacaktır?

# data_list
source: The father invited his son to ride the donkey while he walked. They continued like this for a while.
ja: 歩きながらお父さんは息子にロバに乗るように勧めました。 この会話はしばらく続きました。
ko: 아버지는 그가 걷고 있는 동안 아들에게 당나귀에 타라고 말했습니다. 그들은 한동안 그렇게 걸었습니다.
tr: Baba, kendisi yürürken, oğluna eşeğe binmeyi önerdi. Bir süre böyle devam ettiler.

# data_list
source: Notice how the hills and sky in the distance are paler than the hills and sky closer in. Have you seen this effect when you look out over distant scenes near you?
ja: 遠くの丘や空が、近くの丘や空よりも淡い色をしていることに注目してください。遠くの景色を見るとき、このような効果を見たことがありますか？
ko: 멀리 있는 언덕과 하늘의 색깔은 가까이 있는 언덕과 하늘의 색깔보다 더 희미한게 보이나요? 여러분 근처에 있는 사물을 볼때 같은 시각적 효과를 본 적이 있나요?
tr: Uzaktaki tepelerin ve gökyüzünün, yakındaki tepelerden ve gökyüzünden nasıl daha ‘soluk renkli’ olduklarına dikkat edin. Hiç bulunduğunuz yerden uzak manzaralara baktığınızda böyle bir etkiyi gördünüz mü?

# data_list
source: This paleness of objects is an important clue in a scene that tells you what is close and what is far. What do you suppose causes this effect? (It is caused by all the air between you and the objects.)
ja: この色の濃淡は、その場面の中で何が近くて何が遠いかを教えてくれる重要な手がかりとなります。この効果の原因は何だと思いますか？ (それは、あなたと物との間にあるすべての空気が原因です)
ko: 사물이 희미해 보이는 것은 어떤것은 가까이 있고 어떤것은 멀리 있는지를 말해주는 중요한 단서입니다. 여러분은 무엇이 그런 시각적 효과를 만든다고 생각하나요? (그것은 여러분과 사물사이에 있는 공기때문입니다.)
tr: Nesnelerin bu ‘solukluğu’ bir sahnede neyin yakın neyin uzak olduğunu gösteren önemli bir ipucudur. Sizce bu etkiye sebep olan şey nedir? (Bu, nesnelerle sizin aranızdaki hava katmanından kaynaklanır!)

# data_list
source: Have you ever tried to count your own steps when you walked someplace? If you can't count that high, you can keep track of the count in bunches of 20's, 50's, or 100's -- for example, you could count how many groups of 50 steps you take.
ja: あなたは、どこかを場所を歩くとき、自分の歩数を数えてみたことがありますか？ もし、多い数まで数えられない場合は、20、50、100の塊で数えてカウントをしていくことができます。例えば、50歩が何回あったかを数えることができます。
ko: 여러분은 어딘가를 걷고 있을때 여러분의 발걸음을 세어본적이 있나요? 그것을 다 세는 것이 어렵다면 여러분은 20, 50, 또는 100번씩 묶어서 셀 수 있습니다. – 예를 들어 50의 발걸음이 몇 개 되는지 셀 수 있습니다.
tr: Bir yere yürürken adımlarınızı saymayı denediniz mi hiç? Eğer o kadar ileriye kadar sayamıyorsanız, adımlarınızı yirmişerli, ellişerli ve yüzerli gruplar hâlinde de sayabilirsiniz – örneğin, kaç tane ellişer adımlık gruplar hâlinde adım attığınızı sayabilirsiniz.

# data_list
source: Then, other people they met remarked, "Look at this rude boy riding a donkey while his father is walking!"
ja: 「見て！お父さんは歩いているのに、ロバに乗っている息子は怠け者だな。」と出会った人たちが言いました。
ko: 그런데 그것을 본 사람들은 이렇게 말했습니다. “아버지는 걷고 있는데 혼자 당나귀를 타고 있는 이 버릇없는 아이를 보소!"
tr: Daha sonra, karşılaştıkları insanlar, “Babası yürürken eşeğe binen şu kaba çocuğa bakın!” dediler.

# data_list
source: Why would someone think it is rude for the boy to ride while his father walked? Why would these people care what this father and son did?
ja: どうして、お父さんが歩いているのに息子がロバに乗っていると、息子を怠け者だと思う人がいるのでしょうか？また、この親子がしていることを気にする人が、なぜいるのでしょうか？
ko: 왜 사람들은 아버지가 걷는 동안 아들이 당나귀를 타는 것이 버릇없는 일이라고 생각하나요? 왜 사람들은 아버지와 아들이 하는 일을 상관할까요?
tr: Birisi neden, “babası yürürken çocuğunun eşeğe binmesinin kaba bir davranış olduğunu” düşünür ki? Bu insanlar baba oğulun ne yaptığını neden önemsiyorlar?

# data_list
source: Most of the people have sticks. What do you suppose they use them for?
ja: たいていの人が物事の指標を持っています。それを何に使うと思いますか？
ko: 많은 사람들은 나무 지팡이를 가지고 있습니다. 여러분은 그들이 그것을 어디에 쓴다고 생각하나요?
tr: İnsanların çoğunun elinde bir sopa var. Sizce onları ne için kullanıyorlar?

# data_list
source: Here is another scene with faded things that are far away. In addition to faintness, what are some other clues that tell you that these things are far away? (They are smaller and somewhat bluer.)
ja: この場面でも、遠くのものの色は薄くなっています。色の薄さ以外に、遠くのものであることを示している手がかりはありますか？ (遠くのものは、より小さく、そして、やや青みがかった色をしています。)
ko: 여기에도 먼 거리에 있는 물건들이 희미하게 보입니다. 희미하게 보이는것 이외에도 사물들이 멀리있다는 것을 말해주는 또 다른 단서가 있나요? (그들은 더 작아보이고 또한 더 파랗게 보입니다.)
tr: İşte, uzaktaki şeylerin soluk renkte göründüğü bir başka manzara daha! Bu resimde, solukluğa ek olarak, o şeylerin uzakta olduğunu belirten başka ipuçları nelerdir? (Daha küçük ve biraz daha fazla mavi gibi görünürler.)

# data_list
source: As a result, the son jumped down and his father rode the donkey. They continued their journey.
ja: 最終的に、息子はロバからジャンプして降りて、お父さんが乗りました。 彼らは旅を続けます。
ko: 그래서 아들은 당나귀에서 내려왔고 아버지가 당나귀를 탔습니다. 그 셋은 그들의 여행을 이어갔습니다.
tr: Sonuç olarak, adamın oğlu aşağı atladı ve bu sefer babası eşeğe bindi. Yolculuklarına devam ettiler.

# data_list
source: What do you notice about the expressions of the father and son during their journey? Do they change?
ja: 旅の間の親子の表情について、気づくことはありますか？表情は変化していますか？
ko: 아버지와 아들의 얼굴 표정에서 여러분은 무엇을 알 수 있나요? 그들의 표정이 바뀌었나요?
tr: Yolculukları sırasında baba ve oğulun yüz ifadelerinde neler fark ettiniz? Yüz ifadeleri değişiyor mu?

# data_list
source: Do you enjoy going on long walks or hikes? Describe a walk or hike you went on recently and some of the interesting things you saw or experienced along the journey.
ja: 散歩やハイキングは好きですか？最近した散歩やハイキングの途中、見たり経験したりしたことで、興味深かったものについて説明してください。
ko: 여러분은 오랫동안 걷거나 등산하는것을 좋아하나요? 최근에 걷거나 등산을 하면서 재미있는것을 보았거나 겪은 일이 있다면 이야기해보세요.
tr: Peki, ya siz, uzun yürüyüşler ya da doğa yürüyüşleri yapmaktan hoşlanır mısınız? Yakın zamanda çıktığınız bir yürüyüşten veya gezintiden ve yolculuk boyunca gördüğünüz veya deneyimlediğiniz ilginç şeylerden bazılarını betimleyerek anlatın.

# data_list
source: Look at all the body parts that come in pairs on these people and donkey. They have pairs of legs, arms, ears, and many more. What are some parts that don't come in pairs? Notice that all these single items are in the middle of their bodies.
ja: 親子とロバのそれぞれの体でペアになっている部分を見つけてください。足や腕、耳など、さまざまなものがペアになっています。ではペアになっていないものは何でしょう？ペアになっていないものは全て体の真ん中にあります。
ko: 모든 사람들과 당나귀의 짝으로 된 신체 부분을 보세요. 그들은 한 쌍의 다리, 팔, 귀, 등등을 가지고 있습니다. 어떤 것들이 짝으로 되어있지 않나요? 그들 몸의 가운데에 있는 것 중 하나로 되어있는것이 보이나요?
tr: Bu insanların ve eşeğin üzerinde çiftler hâlinde bulunan tüm vücut parçalarına dikkat edin. Çiftler hâlinde bacakları, kolları, kulakları ve daha başka bir sürü vücut parçaları var. Çift olmayan bazı vücut parçaları nelerdir? Çiftler hâlinde değil de tek sayıda olan parçalarının vücutlarının orta hattında olduğuna dikkat edin.

# data_list
source: After some time, other people said, "Look at this rude father riding a donkey while his son is walking!"
ja: しばらくして、「見て！息子は歩いているのにお父さんはロバに乗ってるよ。お父さんは怠け者だね。」という人たちがいました。
ko: 조금후에 사람들은 말했습니다. “아들은 걷고 있는데 당나귀를 타고 가는 저 버릇없는 아빠를 보소!"
tr: Bir süre sonra, diğer insanlar, “Oğlu yürürken eşeğe binen şu kaba babaya bakın!” dediler.

# data_list
source: Why did these people say it was rude for the father to be riding? Who is correct -- is it rude for the son to ride or the father to ride? Why do these people care?
ja: どうして、ロバに乗っているお父さんを怠け者だと思ったのでしょうか？誰が正しいのでしょうか？ 息子が乗ると息子が、お父さんが乗るとお父さんが怠け者なのでしょうか？ どうして他の人は親子のことを気にするのでしょうか？
ko: 왜 사람들은 아버지가 당나귀를 타는 것이 버릇없다고 말하나요? 누가 옳은가요 – 아들이 당나귀를 타는 것이 버릇없나요 아니면 아버지가 타는 것이 버릇없나요? 왜 사람들은 상관하나요?
tr: Bu insanlar neden babanın eşeğe binmesinin kaba olduğunu söylediler? Kim doğru – oğulun mu yoksa babanın eşeğe binmesi mi kaba? Bu insanlar bunu neden umursuyorlar?

# data_list
source: Why do some people feel they need to comment on how other people are living? Are there times when it is a good thing to comment about others?
ja: なぜ、他人のやり方について意見を言う人がいるのでしょうか？他人のことについて意見を言うことがいい場合もあるのでしょうか？
ko: 왜 어떤사람들은 다른 사람들이 어떻게 사는지에 대해 한마디씩 해야한다고 생각할까요? 다른사람에 관해 뭐라고 해야 될 때가 있나요?
tr: Neden bazı insanlar diğer insanların nasıl yaşadıkları hakkında yorum yapma ihtiyacı hissederler? Başkaları hakkında yorum yapmanın iyi olduğu zamanlar var mıdır?

# data_list
source: There are some new shapes on this page. Point out the rectangles and triangles here. Can you count all the rectangles, or are there too many?
ja: このページには、新しい形があります。長方形と三角形を見つけてください。全部の長方形を数えることができますか？それとも多すぎますか？
ko: 그림에는 몇 개의 새로운 도형이 있습니다. 사각형과 삼각형을 가리켜보세요. 여러분은 모든 사각형을 셀 수 있나요 아니면 너무 많은가요?
tr: Bu sayfada bazı yeni şekiller var. Resimdeki dikdörtgenleri ve üçgenleri gösterin. Tüm bu dikdörtgenleri sayabilir misiniz yoksa orada sayılamayacak kadar çok mu fazla dikdörtgen var?

# data_list
source: So the father and son decided to ride the donkey together.
ja: そして、親子は一緒にロバに乗ることにしました。
ko: 그래서 아버지와 아들은 당나귀를 같이 타고 가기로 결정했습니다.
tr: Bunun üzerine, baba ve oğul eşeğe birlikte binmeye karar verdiler.

# data_list
source: So far, the watching people have always found something to criticize. Try to guess what people will object to this time.
ja: これまで、見ている人は必ず何かしら批判をしてきました。今回、人々は何について批判をするのかを考えてみましょう。
ko: 지금까지 쳐다보는 사람들은 무언가 흠잡을 것을 찾았습니다. 이번에는 사람들이 뭐라고 반대할지 짐작해보세요.
tr: Şimdiye kadar, onları izleyen insanlar hep eleştirecek bir şey buldular. Bu sefer insanların neye itiraz edeceklerini tahmin etmeye çalışın.

# data_list
source: This story is almost over. How do you think it will end?
ja: このお話は、もうすぐ終わります。どんな結末になるのでしょうか？
ko: 이야기가 거의 끝나갑니다. 여러분은 이야기가 어떻게 끝날거라고 생각하네요?
tr: Bu hikâye neredeyse bitti. Sizce hikâye nasıl bitecek?

# data_list
source: What is the donkey doing that shows that the donkey is stressed and tired?
ja: ロバが、ストレスや疲れを感じていることを表しているのは、どんなことでしょうか？
ko: 당나귀는 자신이 힘들고 지친것을 보여주기 위해 무엇을 하고 있나요?
tr: Resimde eşeğin stresli ve yorgun olduğunu gösteren şey nedir?

# data_list
source: But a few minutes later, some people remarked, "Look at these rude people! They are going to kill the donkey."
ja: しかし、少ししてから、「見て！あの怠け者の親子。ロバを殺す気なのかしら。」という人たちがいました。
ko: 그렇지만 조만간 사람들은 또 지적합니다. “저 버릇없는 사람들을 보소! 저들은 당나귀를 죽일거야."
tr: Lâkin birkaç dakika sonra, bazı insanlar, “Şu kaba insanlara bakın! Eşeği öldürecekler!” diye yorum yaptılar.

# data_list
source: Nothing seems to make the watching people happy. Have you ever been in a situation where it seemed no matter what you did it was considered wrong? How did that make you feel?
ja: 見ている人が幸せに感じることは何もないようです。 何をやってもダメだと思われるような状況に陥ったことはありますか？あなたはその時、どのように感じましたか？
ko: 무엇도 바라보는 사람들을 만족하게 할 수 없는것 같네요. 여러분은 무엇을 해도 잘못되어 보였던 경우가 있나요? 여러분은 어떤 기분이었나요?
tr: Hiçbir şey, kenardaki izleyen insanları mutlu etmiyor gibi görünüyor. Ne yaparsanız yapın, hiç yaptığınızın yanlış kabul edildiği bir durumda bulundunuz mu? Bu durum kendinizi nasıl hissettirdi?

# data_list
source: What do you think the father and son should do about all these unhappy, critical people?
ja: この不幸で批判的な人たちを、親子はどうしたらいいと思いますか？
ko: 여러분은 아버지와 아들은 이 모든 비판적이고 행복해 보이지 않는 사람들을 위해 무엇을 해야 한다고 생각하나요?
tr: Sizce baba ve oğul tüm bu mutsuz ve eleştirel kişiler hakkında ne yapmalılar?

# data_list
source: What do you think the three people by the side of the road are doing? Do you think they just spend their days watching people go by?
ja: 道端の三人の人たちは何をしていると思いますか？彼らは、ただ道行く人たちを見て過ごしているだけだと思いますか？
ko: 여러분은 길가에 있는 세 사람은 무엇을 하고 있다고 생각하나요? 여러분은 그들이 지나가는 사람들을 하루종일 쳐다보며 하루를 보낸다고 생각하나요?
tr: Resimdeki, yolun kenarındaki o üç kişi ne yapıyor? Sizce onlar günlerini sadece insanların geçip gitmesini izleyerek mi geçiriyorlar?

# data_list
source: Finally, father and son understood that they could not escape from people's remarks. They decided to use their minds to do the right thing.
ja: ようやく、親子は、人の指摘から逃れることはできない、と理解しました。 彼らは、自分が正しいと思うことをしようと決めました。
ko: 마침내, 아버지와 아들은 무엇을 해도 사람들의 말을 피해갈 수 없다는 것을 이해하기 시작했습니다. 그들은 자신이 옳다고 믿는 일을 하기로 결심했습니다.
tr: En sonunda, baba ve oğlu insanların yorumlarından asla kaçamayacaklarını anladılar. Doğru olanı yapmak için akıllarını kullanmaya karar verdiler.

# data_list
source: There are many things we can learn from others. However, ultimately we need to figure out what feels right and stick up for ourselves.
ja: 他人から学べることはたくさんあります。しかし、結局のところ、自分が正しいと思うことを考え、自分を貫くしかありません。
ko: 우리는 다른 사람에게 많은 것을 배웁니다. 그렇지만 결국은 우리 자신만이 옳고 그른 것을 알아내고 끈기있게 가야합니다.
tr: Başkalarından öğrenebileceğimiz pek çok şey vardır. Ancak, en nihayetinde, neyin kendimizi doğru hissettirdiğini bulmalı ve o şeyin arkasında durmalıyız.

# data_list
source: Do you think it is possible to act in a way that will make everyone happy?
ja: みんなが幸せになるような行動をとることはできますか？
ko: 여러분은 모든 사람들을 만족스럽게 행동하는 것이 가능하다고 생각하나요?
tr: Sizce herkesi mutlu edecek şekilde davranmak mümkün müdür?

# data_list
source: Can you think of a time when you did what you felt was right despite what others thought?
ja: 他人がどう思おうと、自分が正しいと思ったことを実行した時のことを思い浮かべることができますか？
ko: 여러분은 다른 사람들의 생각과 상관없이 자신이 옳다고 믿는 일을 한 적이 있나요?
tr: Başkalarının ne düşündüğüne bakmadan, doğru olduğunu düşündüğünüz şeyi yaptığınız bir an oldu mu hiç?

# data_list
source: Fati was a little girl who ran like the wind. She loved to laugh, and always tried hard to do as she was told.
ar: كانت فاتي فتاة صغيرة تجري مثل الريح. كانت تحب الضحك، وتحاول دائماً أن تفعل ما يطلب منها.
fr: Fati était une petite fille qui courait comme le vent. Elle aimait rire et s'efforçait toujours de faire ce qu'on lui disait.
ja: ファチは、風のように走る小さな女の子でした。 笑うのが大好きで、いつも言われたとおりにしようとがんばっていました。
ko: 페디는 바람처럼 달리는 어린 소녀입니다. 페디는 웃는 것을 좋아하고 시키는 것을 열심히 하려고 노력했습니다.
tr: Fati rüzgâr gibi koşan küçük bir kızdı. Gülmeyi çok severdi ve her zaman kendisine söyleneni yapmak için çok uğraşırdı.

# data_list
source: It can be hard sometimes to do what you are told. Are you good at following directions?
ar: قد يكون من الصعب أحيانًا تنفيذ ما يُقال لك. هل أنت جيد في اتباع التوجيهات؟
fr: Il peut parfois être difficile de faire ce qu'on nous dit. Es-tu capable de suivre des instructions ?
ja: 言いつけを守るのは、ときどき難しいかもしれませんね。あなたは指示にうまく従えますか？
ko: 시키는 일을 열심히 하는 것은 가끔 어려울때가 있습니다. 여러분은 시키는 일을 잘 하나요?
tr: Bazen size söyleneni yapmak zor olabilir. Yönergeleri takip etmekte iyi misinizdir?

# data_list
source: How do you feel when you don't do as you are told?
ar: ما هو شعورك عندما لا تفعل ما يقال لك؟
fr: Que ressens-tu lorsque tu ne fais pas ce que l’on te dit ?
ja: 言われたとおりにしないと、どんな気持ちになりますか？
ko: 여러분이 시키는 것을 잘 하지 못할때 기분이 어떤가요?
tr: Söyleneni yapmadığınızda kendinizi nasıl hissedersiniz?

# data_list
source: Does Fati have more, or less, limbs (arms and legs) than there are ends to her stick?
ar: هل لدى فاتي أطراف (أذرع وأرجل) أكثر أم أقل من أطراف عصاها؟
fr: Fati a-t-elle plus ou moins de membres (bras et jambes) qu'il n'y a d'extrémités à son bâton ?
ja: ファチの腕と脚を足すと、棒の枝先の数より多いですか？ それとも少ないですか？
ko: 페디의 팔과 다리의 수는 가지고 있는 나뭇가지 보다 더 많나요 아니면 적나요?
tr: Fati’nin, sopasının uçlarından daha mı çok yoksa daha mı az uzvu (kolları ve bacakları) var?

# data_list
source: One day, Fati went with her mother and father to look for firewood.
ar: في أحد الأيام، ذهبت فاتي مع والدتها ووالدها للبحث عن الحطب.
fr: Un jour, Fati est partie avec sa mère et son père pour chercher du bois de chauffage.
ja: ある日、ファチはお母さんとお父さんと一緒にたき木を探しに行きました。
ko: 어느날 페디는 엄마랑 아빠와 함께 나무땔감을 찾으로 갔습니다.
tr: Bir gün, Fati, annesi ve babasıyla birlikte yakacak odun aramaya gitti.

# data_list
source: Have you ever tried to balance something on your head the way Fati's mother is doing? What sorts of things do people carry on their heads?
ar: هل جربت يوماً أن توازن شيئا على رأسك كما تفعل أم فاتي؟ ما هي أنواع الأشياء التي يحملها الناس على رؤوسهم؟
fr: As-tu déjà essayé de faire tenir quelque chose en équilibre sur ta tête comme le fait la mère de Fati ? Quelles sortes de choses les gens portent-ils sur leur tête ?
ja: ファチのお母さんがしているように、何か頭の上でバランスを取ろうとしたことはありますか？ 人はどんなものを頭の上で持ち運びますか？
ko: 여러분은 페디의 엄마처럼 머리위에 무언가를 얹고 균형을 잡아본적이 있나요? 사람들은 어떤 것들을 머리위에 올리고 가나요?
tr: Siz de Fati’nin annesinin yaptığı gibi hiç başınızın üzerinde bir şeyi dengede tutmaya çalıştınız mı? İnsanlar başlarında ne tür şeyler taşırlar?

# data_list
source: Looking at Fati's head and shoulders, what do you think she is feeling?
ar: بالنظر إلى رأس فاتي وكتفيها، ما الذي تشعر به برأيك؟
fr: En regardant la tête et les épaules de Fati, à ton avis qu’est-ce qu'elle ressent ?
ja: ファチの頭と肩を見て、どんな気持ちだと思いますか？
ko: 페디의 머리와 어깨를 보면 여러분은 페디가 어떤 기분인것 같나요?
tr: Fati’nin başına ve omuzlarına baktığınızda; sizce o ne hissediyor olabilir?

# data_list
source: Count together the people in this picture.
ar: قوموا بعدّ الأشخاص الموجودين في هذه الصورة معًا.
fr: Comptons ensemble les personnes présentes sur cette photo.
ja: この絵の中の人数を一緒に数えましょう。
ko: 그림에서 모두 몇 명의 사람이 있는지 세어보세요.
tr: Çocuğunuzla birlikte, bu resimdeki insanları sayın.

# data_list
source: Fati liked to help her mother and father, but there was so much to do and so much to see. There were birds, monkeys, and the sky!
ar: كانت فاتي تحب مساعدة والدتها ووالدها، ولكن كان هناك الكثير للقيام به والكثير لرؤيته. كانت هناك الطيور، والقرود، والسماء!
fr: Fati aimait aider sa mère et son père, mais il y avait tant à faire et tant à voir. Il y avait des oiseaux, des singes, et le ciel !
ja: ファチはお母さんとお父さんのお手伝いが好きでした。でも、たくさんのやりたいことや見たいものがありました。 鳥やサルたちがいて、空がありました！
ko: 페디는 엄마와 아빠를 도와주고 싶지만 세상에는 볼 것도 너무 많고 해야 할 일도 너무 많습니다. 여기에는 새, 원숭이 그리고 하늘이 있습니다!
tr: Fati anne ve babasına yardım etmekten hoşlanıyordu ama yapacak ve görecek o kadar çok şey vardı ki! Kuşlar, maymunlar ve gökyüzü vardı!
