Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: What will these two do with their grandmother? Will they hear stories, cook meals, and go on walks together?
ar: ماذا سيفعل هذان مع جدتهما؟ هل سيسمعان القصص ويطبخان وجبات الطعام ويذهبان للتنزه معًا؟
fr: Qu’est-ce que ces deux-là vont faire avec leur grand-mère ? Vont-ils écouter des histoires, préparer des repas et se promener ensemble ?
ja: この2人はおばあさんと何をするのでしょうか？ お話を聞いたり、ご飯を作ったり、お散歩したりするのでしょうか？
ko: 이 둘은 할머니와 무엇을 할 거라고 생각하나요? 그들은 이야기를 듣고 음식을 만들고 함께 산책을 할까요?
tr: Bu ikisi büyükanneleriyle neler yapacaklar? Hikâyeler dinleyecekler mi, yemekler pişirecekler mi ve birlikte yürüyüşlere çıkacaklar mı?

# data_list
source: Grandmother danced and sang. The children gave her presents.
ar: رقصت الجدة وغنت. قدم لها الأطفال الهدايا.
fr: Grand-mère a dansé et a chanté. Les enfants lui ont offert des cadeaux.
ja: おばあさんは踊ったり歌ったりしていました。子供達は、おばあさんにプレゼントをあげました。
ko: 할머니는 춤추고 노래를 불렀습니다. 아이들은 자신들의 선물을 주었습니다.
tr: Büyükanne dans edip şarkı söyledi. Çocuklar büyükanneye hediyeler verdi.

# data_list
source: What do you like to get as a present?
ar: ماذا تحب أن تحصل عليه كهدية؟
fr: Qu’est-ce que vous aimez recevoir comme cadeau ?
ja: あなたは、何をプレゼントされると嬉しいですか？
ko: 여러분은 선물로 무엇을 받고 싶은가요?
tr: Siz hediye olarak ne almaktan hoşlanırsınız?

# data_list
source: What feels so good about getting a present from someone?
ar: لماذا نشعر بشعور جيد عندما نحصل على هدية من شخص ما؟
fr: Qu’est-ce qui fait plaisir lorsqu’on reçoit un cadeau de quelqu’un ?
ja: 誰かにプレゼントをもらうと、どんなことが嬉しいですか？
ko: 누군가의 선물을 준비하는 것은 어떠한 행복한 기분을 주나요?
tr: Birisinden hediye almanın nesi bu kadar iyi hissettiriyor?

# data_list
source: The background on the last page had blues and greens. This one has yellows and oranges. What feels different to you when you see the colors on these two pages?
ar: كانت الخلفية في الصفحة الأخيرة تحتوي على اللون الأزرق والأخضر. هذه تحتوي على الأصفر والبرتقالي. ما الذي يبدو مختلفًا بالنسبة لك عندما ترى الألوان في هاتين الصفحتين؟
fr: Le fond de la dernière page a des couleurs bleues et vertes. Celle-ci a des couleurs jaunes et oranges. Qu’est-ce qui vous semble différent lorsque vous voyez les couleurs de ces deux pages ?
ja: 前のページの背景は、青色と緑色でした。こちらは黄色とオレンジがあります。この2つのページの色を見て、あなたは何を感じますか？
ko: 앞 장의 뒷배경은 파란색과 녹색을 가지고 있었습니다. 여기서는 노란색과 주황색이 있습니다. 여러분은 이 두 장에 있는 색들을 볼 때 어떻게 서로 다른 기분을 느끼나요?
tr: Son sayfanın arka planında maviler ve yeşiller vardı. Bu sayfanın arka planında sarılar ve turuncular var. Bu iki sayfadaki renkleri gördüğünüzde, size farklı hissettiren şey nedir?

# data_list
source: Grandmother blessed Odongo and Apiyo in a traditional way.
ar: باركت الجدة أودونغو وآبيو بطريقة تقليدية.
fr: Grand-mère a béni Odongo et Apiyo de la manière traditionnelle.
ja: おばあさんは、伝統的な方法でオドンゴとアピヨを祝福しました。} {祝福は厳粛で大切なものです。
ko: 할머니는 오동고와 아피요를 전통적인 방식으로 맞아주었습니다.
tr: Büyükanne, Odongo ve Apiyo’yu geleneksel bir yolla kutsadı.

# data_list
source: Giving a blessing is a solemn and dear thing.
ar: إن المباركة أمر جليل وعزيز.
fr: La bénédiction est un acte solennel et précieux.
ja: 祝福は厳粛で大切なものです。
ko: 축복을 주는 것은 엄숙하고 애정어린 것입니다.
tr: Kutsama, kutsal ve değerli bir şeydir.

# data_list
source: The background color has changed again. How does it make you feel?
ar: لقد تغير لون الخلفية مرة أخرى. كيف تجعلك تشعر؟
fr: La couleur de fond a encore changé. Qu’est-ce que cette couleur vous fait ressentir ?
ja: また背景色が変わりましたね。どんな気分ですか？
ko: 뒷배경의 색깔은 다시 바뀌었습니다. 이것은 여러분의 기분을 어떻게 만드나요?
tr: Arka planın rengi tekrar değişti. Bu size nasıl hissettiriyor?

# data_list
source: Is this an exciting or calm part of the story? Does the blue color enhance that feeling?
ar: هل هذا جزء مثير أم هادئ من القصة؟ هل اللون الأزرق يعزز هذا الشعور؟
fr: Est-ce une partie excitante ou calme de l’histoire ? La couleur bleue renforce-t-elle ce sentiment ?
ja: 物語の中でワクワクする部分なのか、落ち着く部分なのでしょうか？ 青色はその気持ちを高めていますか？
ko: 여기의 이야기는 신나는 부분인가요 아니면 엄숙한 부분인가요? 그림에서 파란색은 그 부분을 더 느끼게 해 주나요?
tr: Bu, hikâyenin heyecan verici mi yoksa sakin bir kısmı mı? Mavi renk bu hissi güçlendiriyor mu?

# data_list
source: Odongo and Apiyo played with butterflies and birds.
ar: لعب أودونغو وآبيو مع الفراشات والطيور.
fr: Odongo et Apiyo ont joué avec des papillons et des oiseaux.
ja: オドンゴとアピヨは 蝶と鳥で遊びました。
ko: 오동고와 아피요는 나비 그리고 새들과 함께 놀고 있습니다.
tr: Odongo ve Apiyo kelebeklerle ve kuşlarla oynadılar.

# data_list
source: Have you ever seen birds and butterflies with so many colors?
ar: هل سبق وأن رأيت طيوراً وفراشات ذات ألوان كثيرة؟
fr: Avez-vous déjà vu des oiseaux et des papillons avec autant de couleurs ?
ja: こんなにたくさんの色の鳥や蝶を見たことがありますか？
ko: 여러분은 이렇게 다양한 색깔의 새와 나비를 본 적이 있나요?
tr: Siz çok renkli kuşlar ve kelebekler gördünüz mü hiç?

# data_list
source: Can you count the number of butterflies, or is that a bigger number than you can count?
ar: هل تستطيع أن تحصي عدد الفراشات أم أن هذا عدد أكبر مما تستطيع أن تحصيه؟
fr: Pouvez-vous compter le nombre de papillons, ou est-ce un nombre plus grand que vous pouvez compter ?
ja: 蝶の数を数えられますか、それとも数えられないほどの数でしょうか？
ko: 여러분은 나비의 수를 셀 수 있나요 아니면 여러분이 세기에는 너무 큰 숫자인가요?
tr: Kelebeklerin sayısını sayabilir misiniz yoksa o sayı sizin sayabileceğinizden büyük bir sayı mı?

# data_list
source: The colors in the background form ever larger circles -- they are called concentric circles. How do all these colors together make you feel?
ar: تشكل الألوان الموجودة في الخلفية دوائر كبيرة جداً - تسمى دوائر متحدة المركز. كيف تشعرك كل هذه الألوان معًا؟
fr: Les couleurs dans l’arrière-plan forment des cercles de plus en plus grands – on les appelle des cercles concentriques. Comment vous sentez-vous parmi toutes ces couleurs ?
ja: 背景の色がどんどん大きな円になっていきます、これを同心円といいます。この色を見て、あなたはどう感じますか？
ko: 뒷배경의 색깔은 점차 더 큰 원형으로 되어있습니다. – 그것은 동심원이라고 합니다. 이 모든 색깔은 여러분을 어떤 기분으로 만듭니까?
tr: Arka plandaki renkler daha da büyük daireler oluşturuyorlar – onlar eş merkezli daireler olarak adlandırılırlar. Tüm bu renklerin hepsi birlikte size nasıl hissettiriyor?

# data_list
source: They climbed trees. They splashed in the water of the lake.
ar: تسلقا الأشجار. سبحا في ماء البحيرة.
fr: Ils grimpent aux arbres. Ils se sont baignés dans l’eau du lac.
ja: 彼らは、木に登りました。 彼らは、湖の水の中で水しぶきをあげていました。
ko: 그들은 나무를 올라탔습니다. 그들은 호수에 있는 물에서 물장구를 치며 놀았습니다.
tr: Odongo ve Apiyo ağaçlara tırmandılar. Gölün suyunda su sıçrattılar.

# data_list
source: How did Odongo get up into a tree with no low branches?
ar: كيف صعد أودونغو إلى شجرة ليس لها أغصان منخفضة؟
fr: Comment Odongo est-il monté dans un arbre sans aucunes branches basses ?
ja: オドンゴはどうやって低い枝のない木に登ったのでしょうか？
ko: 오동고는 잔가지가 없는 나무로 어떻게 올라갈 수 있었나요?
tr: Odongo hiç alçak dalı olmayan bir ağaca nasıl çıktı?

# data_list
source: How many branches are on this tree? Did you count all of them including the small ones, or just the large ones?
ar: كم عدد أغصان هذه الشجرة؟ هل أحصيتموها كلها بالإضافة إلى الصغيرة أم أحصيتم الكبيرة فقط؟
fr: Combien de branches y a-t-il sur cet arbre ? Avez-vous compté tous les arbres, y compris les petits, ou seulement les grands ?
ja: この木には何本の枝がありますか？小さいのも全部数えたのでしょうか、大きいのだけ数えたのでしょうか？
ko: 나무에는 몇 개의 나뭇가지가 있나요? 여러분은 작은 나뭇가지도 셀 수 있나요 아니면 큰 것만을 셀 수 있나요?
tr: Bu ağaçta kaç tane dal var? Hepsini, küçük dallar da dahil, saydınız mı yoksa sadece büyük dalları mı saydınız?

# data_list
source: Do you go in a lake or pond with your shoes on? Why do you suppose Apiyo did that?
ar: هل تذهب إلى بحيرة أو بركة بحذائك؟ لماذا تفترض أن آبيو فعل ذلك؟
fr: Allez-vous dans un lac ou un étang avec vos chaussures ? A votre avis, pourquoi Apiyo a fait cela ?
ja: あなたは、靴を履いたまま湖や池に入りますか？なぜアピヨはそうしたのでしょうか？
ko: 여러분은 신발을 싣고 호수나 연못에 들어가나요? 여러분은 왜 아피요가 신발을 싣고 호수에 들어갔다고 생각하나요?
tr: Bir göle veya havuza ayakkabılarınızla mı girersiniz? Sizce Apiyo göle neden ayakkabılarıyla girdi?

# data_list
source: They were tired. They fell asleep before finishing their dinner.
ar: كانا متعبين. لقد ناما قبل الانتهاء من العشاء.
fr: Ils étaient fatigués. Ils se sont endormis avant de finir leur diner.
ja: 彼らは、疲れたんですよ。 夕食を食べ終わる前に眠ってしまったんです。
ko: 그들은 지쳤습니다. 그들은 저녁을 마치기 전, 잠에 들었습니다.
tr: Yorgunlardı. Akşam yemeklerini bitirmeden önce uyuyakaldılar.

# data_list
source: Have you ever been so tired that you fell asleep in the middle of eating?
ar: هل سبق لك أن شعرت بالتعب الشديد لدرجة أنك غفوت أثناء تناول الطعام؟
fr: Avez-vous déjà été si fatigué que vous vous êtes endormi au milieu du repas ?
ja: あなたは、食べてる途中で眠ってしまった事はありますか？
ko: 여러분은 너무 피곤해서 먹는 도중 잠에 든 적이 있나요?
tr: Siz bir yemeğin ortasında uyuyakalacak kadar yorgun düştünüz mü hiç?

# data_list
source: Do you think they slept at the table all night?
ar: هل تعتقد أنهما ناما على الطاولة طوال الليل؟
fr: Pensez-vous qu’ils ont dormi à table toute la nuit ?
ja: 彼らは一晩中テーブルで寝ていたと思いますか？
ko: 여러분은 그들이 식탁위에서 밤새 잠을 잘 거라고 생각하나요?
tr: Sizce onlar bütün gece masada mı uyudular?

# data_list
source: Some of the lines in this picture are straight, like the boards on the table, and some are curved, like the edges of the bowls. Look around you. Do you mostly see straight or curved lines?
ar: بعض الخطوط في هذه الصورة مستقيمة مثل الألواح التي على الطاولة، وبعضها مقوس مثل حواف الأوعية. انظر حولك. هل ترى في الغالب خطوطًا مستقيمة أم منحنية؟
fr: Certaines lignes de cette image sont droites, comme les planches de la table, et d’autres sont courbées, comme les bords des bols. Regardez autour de vous. Voyez-vous surtout des lignes droites ou courbées ?
ja: この絵の中の線は、テーブルの板のようにまっすぐなものもあれば、ボウルの縁のように曲がっているものもあります。あなたの周りを見てください。直線と曲線のどちらが多いですか？
ko: 그림에서 식탁의 판자처럼 어떤 것은 똑바른 선이 있고 그릇처럼 어떤 것은 곡진선이 있습니다. 여러분의 주위를 둘러보세요. 여러분은 대부분 직선을 보나요 아니면 곡선이 보이나요?
tr: Bu resimdeki bazı çizgiler düz (masanın üzerindeki tahtalar gibi) ve bazıları da eğri (kâselerin kenarları gibi). Etrafınıza bakın. Çoğunlukla düz mü yoksa eğri çizgiler mi görüyorsunuz?

# data_list
source: They helped grandmother. They collected eggs and picked vegetables.
ar: ساعدا جدتهما. جمعا البيض وقطفا الخضار.
fr: Ils ont aidé leur grand-mère. Ils ont ramassé des œufs et cueilli des légumes.
ja: 彼らは、おばあさんの手伝いをしました。 卵を集めたり、野菜を採ったりしました。
ko: 그들은 할머니를 도와줍니다. 그들은 달걀을 모으고 야채를 뽑았습니다.
tr: Büyükannelerine yardım ettiler. Yumurtalar ve sebzeler topladılar.

# data_list
source: Point at and describe all the pairs of things in this picture.
ar: أشر إلى جميع أزواج الأشياء في هذه الصورة وقم بوصفها.
fr: Indiquez du doigt et décrivez toutes les paires de choses sur cette image.
ja: この絵の中にあるすべてのペアのものを指差して説明してください。
ko: 그림에서 볼 수 있는 한쌍의 것들을 가리켜 보고 설명해 보세요.
tr: Bu resimdeki tüm çift olan şeyleri gösterip tanımlayın.

# data_list
source: Of the eggs Apiyo is holding, how many can you see?
ar: من بين البيض الذي يحمله آبيو، كم عدد البيض الذي يمكنك رؤيته؟
fr: Parmi les œufs qu’Apiyo tient, combien en voyez-vous ?
ja: アピヨが持っている卵のうち、何個見えますか？
ko: 여러분은 아피요가 들고 있는 달걀들을 몇 개나 볼 수 있나요?
tr: Apiyo’nun tuttuğu yumurtalardan, kaç tanesini görebiliyorsunuz?

# data_list
source: Do you like helping out with chores?
ar: هل تحب المساعدة في الأعمال المنزلية؟
fr: Aimez-vous apporter votre aide dans les tâches ménagères ?
ja: 家事を手伝うのは好きですか？
ko: 여러분은 집안일을 도와주는 것을 좋아하나요?
tr: Günlük ev işlerine yardım etmeyi sever misiniz?

# data_list
source: Grandmother taught Odongo and Apiyo how to cook different foods.
ar: قامت الجدة بتعليم أودونغو وأبيو كيفية طهي الأطعمة المختلفة.
fr: Grand-mère a appris à Odongo et Apiyo à cuisiner des différentes sortes d’aliments.
ja: おばあさんは、オドンゴとアピヨに料理の作り方を教えてくれました。
ko: 할머니는 오동고와 아피요가 어떻게 다른 음식들을 만드는지 가르쳐 줍니다.
tr: Büyükanne, Odongo ve Apiyo’ya farklı yemekleri nasıl pişireceklerini öğretti.

# data_list
source: Do you like helping with the cooking sometimes?
ar: هل تحب المساعدة في الطبخ أحياناً؟
fr: Aimez-vous aider parfois à faire la cuisine ?
ja: あなたは、たまに料理を手伝うのは好きですか？
ko: 여러분은 가끔 요리를 도와주는 것을 좋아하나요?
tr: Siz de yemek yapılırken bazen yardım etmeyi sever misiniz?

# data_list
source: Do you have any favorite foods you like to help with?
ar: هل لديك أي أطعمة مفضلة تحب المساعدة فيها؟
fr: Avez-vous des recettes préférées que vous aimez aider à préparer ?
ja: 手伝うのが、好きな料理はありますか？
ko: 여러분은 만들어주는 것을 도와주고 싶은 좋아하는 음식이 있나요?
tr: Yapılırken yardım etmekten hoşlandığınız favori yemekler var mı?

# data_list
source: One of the pleasures of traveling is getting to eat new foods. Do you like eating new foods?
ar: من متع السفر تناول أطعمة جديدة. هل تحب تناول الأطعمة الجديدة؟
fr: Un des plaisirs quand on voyage est de manger de nouveaux plats. Aimez-vous goûter à de nouveaux plats ?
ja: 旅の楽しみのひとつに、新しい料理を食べることがあります。新しいものを食べるのは好きですか？
ko: 여행을 하는 한가지 좋은 점은 새로운 음식을 먹어보는 것입니다. 여러분은 새로운 음식을 먹는것을 좋아하나요?
tr: Seyahat etmenin zevklerinden birisi de yeni yemekler yemektir. Yeni yemekler yemeyi sever misiniz?

# data_list
source: Odongo took grandmother's cows to graze. They ate a neighbor's crops.
ar: أخذ أودونغو أبقار جدته لترعى. أكلت زرع الجيران.
fr: Odongo a emmené paître les vaches de sa grand-mère. Elles ont mangé les récoltes du voisin.
ja: オドンゴは、 おばあさんの牛を放牧していました。 彼らは、近所の農作物を食べました。
ko: 오동고는 할머니의 소가 풀을 먹을 수 있게 들판으로 데리고 갔습니다. 소들은 이웃의 작물을 먹었습니다.
tr: Odongo büyükannesinin ineklerini otlatmaya götürdü. İnekler bir komşunun mahsullerini yediler.

# data_list
source: Looking at Odongo, the neighbor, and the cows, what is each of them feeling?
ar: بالنظر إلى أودونغو والجار والأبقار، ما الذي يشعر به كل منهم؟
fr: En regardant Odongo, le voisin, et les vaches, que ressentent chacun d’entre eux ?
ja: オドンゴ、隣人、そして牛を見て、それぞれがどんな気持ちでいますか？
ko: 오동고와 이웃 그리고 소를 보면 그들이 어떤 기분인지 알 수 있나요?
tr: Odongo’ya, komşuya ve ineklere baktığınızda, onların her birisi ne hissediyor?

# data_list
source: Do you think Odongo will be given a second chance after this mistake?
ar: هل تعتقد أنه سيتم منح أودونغو فرصة ثانية بعد هذا الخطأ؟
fr: Pensez-vous qu’Odongo aura une seconde chance après cette erreur ?
ja: このミスの後、オドンゴには二度目のチャンスが与えられると思いますか？
ko: 여러분은 오동고가 실수를 한 후에 또 다른 기회가 있을거라고 생각하나요?
tr: Sizce Odongo’ya bu hatasından sonra ikinci bir şans verilecek mi?

# data_list
source: When you make mistakes, are you given another chance?
ar: عندما تخطئ هل تعطى فرصة أخرى؟
fr: Quand vous avez commis une erreur, est-ce que l’on vous donne une seconde chance ?
ja: 失敗したとき、もう一度チャンスをもらえるのでしょうか？
ko: 여러분이 잘못을 하고나서 또 한번 기회를 얻었나요?
tr: Siz hatalar yaptığınızda, size bir başka şans veriliyor mu?

# data_list
source: They went to their grandmother's stall at the market.
ar: ذهبا إلى كشك جدتهما في السوق.
fr: Ils sont allés à l’étal de leur grand-mère sur le marché.
ja: 彼らは、市場にある、おばあさんの屋台に行きました。
ko: 그들은 시장에서 할머니의 좌판대로 갔습니다.
tr: Pazarda büyükannelerinin tezgâhına gittiler.

# data_list
source: Who is the new woman in this picture and what is she doing?
ar: من هي المرأة الجديدة في هذه الصورة وماذا تفعل؟
fr: Qui est la nouvelle femme sur cette photo et que fait-elle ?
ja: この写真に写っている新しい女性は誰で、何をしているのでしょうか？
ko: 그림에 있는 낯선 여자는 누구이며 그녀는 무엇을 하고 있나요?
tr: Bu resimdeki yeni kadın da kim ve ne yapıyor?

# data_list
source: What is grandmother's umbrella for? Is it raining?
ar: لماذا تحمل الجدة مظلة؟ هل تمطر؟
fr: A quoi sert le parapluie de la grand-mère ? Est-ce qu’il pleut ?
ja: おばあさんの傘は何のためですか？雨が降っているのですか？
ko: 할머니의 우산은 무엇을 위한 것인가요? 비가 오고 있나요?
tr: Büyükannenin şemsiyesi ne için? Yağmur mu yağıyor?

# data_list
source: Count all the different kinds of food grandmother is selling.
ar: قوموا بعدّ جميع أنواع الطعام المختلفة التي تبيعها الجدة معاً.
fr: Comptez toutes les sortes d’aliments que la grand-mère vend.
ja: おばあさんが売っているさまざまな種類の食べ物を数えましょう。
ko: 할머니가 팔고 있는 여러가지 다양한 음식들을 셀 수 있나요.
tr: Büyükannenin sattığı tüm farklı yiyecekleri sayın.

# data_list
source: In the evening, they helped grandmother to count her money.
ar: في المساء، ساعدا جدتهما في حساب أموالها.
fr: Le soir, ils aident leur grand-mère à compter son argent.
ja: 夕方になったら 、おばあさんがお金を数えるのを 手伝ってくれました。
ko: 그들은 저녁에 할머니가 돈을 세는 것을 도왔습니다.
tr: Akşamleyin parasını saymasına yardım ettiler.

# data_list
source: Can you tell that it is evening from this picture?
ar: هل تستطيع أن تعرف أنه قد حل المساء من خلال هذه الصورة؟
fr: Pouvez-vous dire que c’est le soir sur cette image ?
ja: あなたは、この写真を見て夕方だとわかりますか？
ko: 여러분은 그림에서 저녁이라는 것을 어떻게 알 수 있나요?
tr: Bu resimden zamanın akşam olduğunu söyleyebilir misiniz?

# data_list
source: Do you sometimes get to count money? If you do, is it fun to do?
ar: هل تتمكن أحيانًا من حساب المال؟ إذا قمت بذلك، هل هو أمر ممتع؟
fr: Vous arrive-t-il de compter de l’argent ? Si c’est le cas, est-ce que c’est amusant ?
ja: あなたは、時々お金を数えることがありますか？もしそうなら、それは楽しいですか？
ko: 여러분은 가끔 돈을 셀 때가 있나요? 그랬다면 그것은 재미있었나요?
tr: Siz de bazen para sayıyor musunuz? Eğer sayıyorsanız, onu yapmak eğlenceli mi?

# data_list
source: When you count things, do you come up with faster ways to do it? For example, counting things in pairs can be twice as fast.
ar: عندما تحسب الأشياء، هل تتوصل إلى طرق أسرع للقيام بذلك؟ على سبيل المثال، يمكن أن يكون عدّ الأشياء في أزواج أسرع مرتين.
fr: Lorsque vous comptez des choses, trouvez-vous des façons plus rapides pour le faire ? Par exemple, il est deux fois plus rapide de compter les choses en paire.
ja: 物を数えるとき、もっと早く数える方法を思いついたりしませんか？ 例えば、2人1組で数えると、2倍の速さになることがあります。
ko: 여러분이 무언가를 셀때, 여러분은 빨리 셀 수 있는 방법을 찾아내나요? 예를 들어, 물건을 쌍으로 세는 것은 두배로 더 빨리 할 수 있습니다.
tr: Bir şeyleri saydığınız zaman, onu daha hızlı yapmak için aklınıza daha hızlı yöntemlerle ilgili fikirler geliyor mu? Örneğin, ‘çift çift sayma iki kat daha hızlı olabilir’ gibi.

# data_list
source: Soon, the holidays were over. Grandmother packed food for their journey.
ar: وسرعان ما انتهت العطلة. قامت الجدة بتجهيز الطعام لرحلتهما.
fr: Bientôt les vacances furent finies. Grand-mère prépara de la nourriture pour leur voyage.
ja: やがて、連休が終わりました。 おばあさんは、彼らの旅のために食べ物を詰めました。
ko: 곧, 연휴는 끝이 났습니다. 할머니는 그들의 여행을 위해 음식을 쌌습니다.
tr: Çok geçmeden, tatiller bitmişti. Büyükanne onlara yolculukları için yiyecekler hazırladı.

# data_list
source: The children look happy. Are they happy about leaving?
ar: يبدو الطفلان سعداء. هل هما سعداء بالمغادرة؟
fr: Les enfants ont l’air heureux. Sont-ils heureux de partir ?
ja: 子供たちは嬉しそうです。出発が嬉しいのでしょうか。
ko: 아이들은 행복해 보입니다. 그들은 떠나는 것이 기쁜가요?
tr: Çocuklar mutlu görünüyorlar. Ayrıldıklarına mutlular mı?

# data_list
source: This is the first time we're seeing Odongo's hat. Is it a present from his grandmother?
ar: هذه هي المرة الأولى التي نرى فيها قبعة أودونغو. هل هي هدية من جدته؟
fr: C’est la première fois que l’on voit le chapeau d’Odongo. Est-ce un cadeau de sa grand-mère ?
ja: オドンゴの帽子は初めて見るものです。おばあさんからのプレゼントでしょうか。
ko: 우리는 오동고의 모자를 여기서 처음 봅니다. 모자는 할머니의 선물인가요?
tr: Bu, bizim Odongo’nun şapkasını gördüğümüz ilk an. Şapka, büyükannesinden bir hediye mi?

# data_list
source: Their clothes have lots of colors. How many colors are in the clothes you are wearing?
ar: ملابسهما كثيرة الألوان. كم عدد الألوان في الملابس التي ترتديها؟
fr: Leurs vêtements sont très colorés. Combien de couleurs y a-t-il sur les vêtements que vous \\ portez ?
ja: 服の色がたくさんありますね。あなたの着ている服には何色ありますか？
ko: 그들의 옷은 여러가지 색깔을 가지고 있습니다. 여러분이 입고 있는 옷은 몇 가지의 색깔이 있나요?
tr: Giysilerinde bir sürü renk var. Sizin giydiğiniz kıyafette kaç renk var?

# data_list
source: The children did not want to leave. "Grandmother, come with us."
ar: لم يرد الطفلان المغادرة. "جدتي، تعالي معنا."
fr: Les enfants ne voulaient pas partir. « Grand-mère, viens avec nous. »
ja: 子供たちは帰りたがりません。 \PARA”おばあさん、一緒に行きましょう。"
ko: 아이들은 떠나고 싶어 하지 않습니다. “할머니, 우리와 함께 가요."
tr: Çocuklar ayrılmak istemediler. "Büyükanne, bizimle gel!"

# data_list
source: What are the children feeling in this picture?
ar: بماذا يشعر الطفلان في هذه الصورة؟
fr: Que ressentent les enfants sur cette image ?
ja: この絵の中で子どもたちは何を感じているのでしょう。
ko: 그림에서 아이들은 어떤 기분인가요?
tr: Bu resimde çocuklar ne hissediyorlar?

# data_list
source: What did their grandmother say when the children asked her to come with them?
ar: ماذا قالت الجدة عندما طلب منها الطفلان أن تأتي معهما؟
fr: Que dit leur grand-mère lorsque les enfants lui demandent de venir avec eux ?
ja: 子どもたちが、一緒に行きましょうと言ったとき、おばあさんは何と言いましたか？
ko: 아이들이 할머니와 같이 가자고 할때 할머니는 무엇이라고 말했나요?
tr: Çocuklar büyükannelerine onlarla gelmelerini söylediklerinde, büyükanneleri ne dedi?

# data_list
source: The children and their father make three people. When you add one more for their grandmother, how many people is that all together?
ar: الطفلان وأبوهما ثلاثة أشخاص. عندما تضيف واحدًا آخر لجدتهم، كم عدد الأشخاص معًا؟
fr: Les enfants et leur père forment trois personnes. Si l’on ajoute la grand-mère à ce nombre, combien de personnes cela fera-t-il au total ?
ja: 子どもたちと父親で3人になります。おばあさんを一人足すと何人になりますか？
ko: 아이들과 그들의 아빠는 모두 세 사람입니다. 여러분이 할머니를 더한다면 모두 몇 명입니까?
tr: Çocuklar ve babaları üç kişi eder. Onlara büyükanne için de bir kişi eklerseniz, toplam kaç kişi eder?

# data_list
source: Odongo and Apiyo hugged grandmother. "Goodbye, grandmother," they said.
ar: عانق أودونغو وأبيو جدتهما. قالا: "وداعًا يا جدتي.”
fr: Odongo et Apiyo serrent leur grand-mère dans leurs bras. « Au revoir, Grand-mère. » disent-ils.
ja: オドンゴとアピヨが おばあさんを抱きしめました。 ”さようなら、おばあさん。"
ko: 오동고와 아피요는 할머니를 안았습니다. “안녕히 계세요, 할머니!" 그들은 말했습니다.
tr: Odongo ve Apiyo büyükannelerine sarıldılar. "Hoşça kal, büyükanne!" dediler.

# data_list
source: Do you have a hard time saying goodbye to people you care a lot about? Does it make you feel sad?
ar: هل تجد صعوبة في توديع الأشخاص الذين تهتم بهم كثيرًا؟ هل يجعلك ذلك تشعر بالحزن؟
fr: Avez-vous du mal à dire au revoir aux personnes auxquelles vous tenez beaucoup ? Est-ce que cela vous rend triste ?
ja: あなたは、大切な人と別れるのが辛いですか？悲しい気持ちになりますか？
ko: 여러분은 여러분이 사랑하는 사람들에게 작별인사를 하는 것이 어려운가요? 작별인사는 여러분을 슬프게 하나요?
tr: Çok önem verdiğiniz insanlara ‘hoşça kal’ derken zorlandığınız oluyor mu? Bu sizi üzüyor mu?

# data_list
source: Their arms and legs come in pairs. Count them by counting by 2's.
ar: تأتي أيديهم وأرجلهم أزواجاً. عدها عن طريق العد بمقدار 2.
fr: Leurs bras et leurs jambes sont en paire. Additionnez-les en comptant par 2.
ja: 手足は2本1組です。2つずつ数えてみてください。
ko: 그들의 팔다리는 쌍으로 되어있습니다. 그들의 팔다리를 2단위로 세어보세요.
tr: Onların kolları ve bacakları çiftler hâlinde. Onları ikişer ikişer sayın.

# data_list
source: How do the number of arms compare to the number of legs?
ar: كيف يقارن عدد الأذرع بعدد الأرجل؟
fr: Comment le nombre de bras se compare-t-il au nombre de jambes ?
ja: 腕の本数と足の本数はどうですか？
ko: 팔의 수는 다리의 수와 어떻게 다른가요?
tr: Kolların sayısı bacakların sayısıyla kıyaslandığında nasıldır?

# data_list
source: What is better, city life or village life?
ar: أيهما أفضل حياة المدينة أم حياة القرية؟
fr: Qu’est-ce qui est mieux, la vie en ville ou la vie au village ?
ja: 都会の暮らしと田舎の暮らし、どちらがいいですか？
ko: 도시 생활과 시골 생활중 어떤것이 더 좋은가요?
tr: Hangisi daha iyi; şehir hayatı mı yoksa köy hayatı mı?

# data_list
source: How do the number of girls compare to the number of boys?
ar: ما هو عدد البنات مقارنة بعدد الأولاد؟
fr: Pouvez-vous comparer le nombre des filles au nombre des garçons ?
ja: 女の子の数と男の子の数はどのように比較されますか？
ko: 여자이이들의 수는 남자아이들의 수와 어떻게 다른가요?
tr: Kızların sayısı erkeklerin sayısına kıyasla nasıl?

# data_list
source: If you combine the three girls with the three boys, how many children are there? What is three more than three?
ar: إذا جمعت البنات الثلاث مع الأولاد الثلاثة كم عدد الأطفال؟ ما هو ثلاثة أكثر من ثلاثة؟
fr: Si vous combinez les trois filles avec les trois garçons, combien y a-t-il d’enfants ? Qu’est-ce que trois de plus que trois ?
ja: 女の子3人と男の子3人を合わせると、子どもは何人いますか？ 3に3を足した数は何ですか？
ko: 세 명의 여자아이들과 세 명의 남자 아이들을 합한다면 모두 몇 명의 아이들입니까? 3보다 더 많은 3은 무엇인가요?
tr: Eğer üç kızla üç erkek çocuğunu birleştirirseniz, toplam kaç çocuk olur? Üçün üç fazlası kaçtır?

# data_list
source: Instead of counting them as three plus three more, count them by 2's and see if you get the same number.
ar: بدلاً من عدهم كثلاثة زائد ثلاثة آخرين، قم بعدهم بمقدار 2 وانظر ما إذا كنت ستحصل على نفس الرقم.
fr: Au lieu de les compter par trois plus trois, comptez-les par 2 et voyez si vous obtenez le même nombre.
ja: 3つ＋あと3つと数える代わりに、2ずつ数えて同じ数になるか試してみましょう。
ko: 3에서 3을 더 더하며 세는 것 보다 2 단위로 세어보고 같은 합계를 갖는지 보세요.
tr: Onları üç artı üç fazlası olarak saymak yerine, ikişer ikişer sayın ve aynı sayıyı bulup bulmadığınıza bakın.

# data_list
source: Oh, no!
ar: "أوه لا !"
fr: « Oh non ! »
ja: "あらまあ！"
ko: "오, 어쩌나!"
tr: “Ah, hayır!”
