Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Create these puzzles by making a diagram of circles and maybe some other shapes. Next, fill in all the figures with numbers and fill in the bounded regions with the sum of the figures that surround them. Finally, remove some of the numbers. As with Shape Sums puzzles in Chapter 3, start with simple puzzles with just one or two numbers missing and slowly progress to puzzles with more numbers missing, more enclosed regions next to each other, and more use of values in non-circular regions.
tr: Bu bulmacaları oluşturmak için önce daireler ve belki de başka şekillerden oluşan bir diyagram çizin. Daha sonra, tüm şekilleri sayılarla doldurun ve sınırlı bölgeleri, onları çevreleyen şekillerin toplamıyla doldurun. Son olarak, bazı sayıları kaldırın. Bölüm 3’teki Şekil Toplamları bulmacalarında olduğu gibi, yalnızca bir veya iki sayının eksik olduğu basit bulmacalarla başlayın ve yavaş yavaş daha fazla sayıların eksik olduğu, birbirine bitişik daha fazla bölgenin bulunduğu ve daire olmayan bölgelerdeki değerlerin daha fazla kullanıldığı bulmacalara doğru ilerleyin.

# data_list
source: Island Hopping – Compensation
tr: Ada Atlama - Dengeleme

# data_list
source: Using compensation for addition is a way to make addition problems much easier. The idea is to take an amount away from one of the numbers being added and give it to the other other number - the result stays the same, but one of the numbers becomes easier to work with. For example, when you add 7 + 8, if you take 2 away from 7 and give it to the 8, the problem becomes 5 + 10. Alternatively, if you take 3 away from the 8 and give it to the 7, the problem becomes 10 + 5. Anytime you can make one of the numbers a multiple of 10, you will have a much simpler problem. These puzzles provide practice in creating new problems using compensation. The challenge is to find a path that connects all the islands with the same answer. It is only legal to connect two islands if their problem’s numbers differ by 1. Only some of the islands will be on the path. Make these puzzles by starting with about ten islands with some connections. Identify a path from one edge of the islands to the other. Along that path, put problems that differ from each other by one - perhaps start with a problem that involves adding 10, and then make variations on it. In the islands near to the path, put problems with small changes that have different answers.
tr: Toplama için dengeleme yöntemini kullanmak, toplama işlemlerini çok kolay hale getiren bir yaklaşımdır. Bu yöntemin temel fikri toplanan sayılardan birinden belirli bir miktar alıp diğerine eklemektir - sonuç değişmez, ancak sayılardan biri daha kolay işlenebilir hale gelir. Örneğin, 7 + 8 toplama işlemini yaparken, 7’den 2 alıp 8’e verirsek, işlem 5+10 olur. Alternatif olarak 8’den 3 alıp 7’ye verirsek, işlem 10 + 5 olur. Sayılardan birini 10’un katı yapabildiğiniz her durumda, çok daha basit bir işlem elde edersiniz. Bu bulmacalar dengeleme yöntemini kullanarak yeni problemler oluşturma pratiği sağlar. Amaç, aynı sonuca sahip tüm adaları birbirine bağlayan bir yol bulmaktır. İki adayı yalnızca problemlerindeki sayılar 1 farkla değişiyorsa birleştirmek mümkündür. Yalnızca bazı adalar yol üzerinde olacaktır. Bu bulmacaları yaklaşık on ada ve bağlantılarla başlayarak oluşturun. Adaların bir kenarından diğerine uzanan bir yol belirleyin. Bu yol boyunca, birbirinden yalnızca bir farklılık gösteren problemler yerleştirin - örneğin, 10 eklemeyi içeren bir problemle başlayın ve ardından bunun üzerinden varyasyonlar oluşturun. Yolun yakınındaki adalara, küçük değişiklikler içeren ve farklı cevaplar veren problemler ekleyin.

# data_list
source: There really is little to be done to vary the hardness of these puzzles. Introducing false paths will probably lead to confusion rather than challenge, and so it is generally a bad idea.
tr: Bu bulmacanın zorluk seviyesini değiştirmek için gerçekten yapılabilecek çok az şey var. Yanlış yollar eklemek, muhtemelen zorluktan çok kafa karışıklığına yol açacaktır, ve genellikle kötü bir fikirdir.

# data_list
source: DiffTriangles and SumTriangles
tr: Fark Üçgenleri ve Toplam Üçgenleri

# data_list
source: DiffTriangles
tr: Fark Üçgenleri

# data_list
source: DiffTriangles puzzles have triangles and squares that share sides. A triangle always has exactly two squares on its sides, and the remaining side has either a triangle or is empty. A triangle’s number is the difference of the two adjoining squares. The challenge is to supply the missing numbers.
tr: Fark Üçgen bulmacaları kenarlarını paylaşan üçgenler ve kareler içerir. Bir üçgen her zaman iki kenarında kareler bulunur, ve kalan kenarında ise ya bir üçgen ya da bir boşluk vardır. Bir üçgenin içindeki sayı, bitişik iki karenin sayılarının farkıdır. Bu bulmacadaki amaç, eksik sayıları tamamlamaktır.

# data_list
source: **Constructing Puzzles** Making puzzles without loops is easy. Draw an alternating sequence of squares and triangles, put in numbers starting at one end, and then work your way to the far end. When you are done, remove some of the numbers. Making puzzles with loops or more complicated interactions is trickier; however, the effort pays off with some challenging puzzles! When your child gets very comfortable with these, they may want to take a turn creating some new puzzles of their own. They should have fun and learn a lot by figuring out how the numbers fit together. **Strategies for Solving** The places to do first are any triangles between two filled in squares. Another easy case is a square next to a filled triangle that has a smaller filled square next to it - in this case, because we are not working with negative numbers, there is only one choice for filling in the empty square. The most common case is a square that has two possible values looking in one direction, and two other possibilities looking in the other direction - there is usually only one number that overlaps in those possibilities.
tr: **Bulmaca Yapımı:** Döngüsüz bulmacalar yapmak kolaydır. Kareler ve üçgenlerden oluşan bir alternatif dizi çizin, bir uçtan başlayarak sayıları yerleştirin ve ardından diğer uca doğru ilerleyin. Tamamladığınızda, bazı sayıları kaldırın. Döngüler veya daha karmaşık etkileşimler içeren bulmacalar daha zordur; ancak bu çaba, bazı zorlayıcı bulmacalarla karşılığını verir! Çocuğunuz bunlara alıştığında, kendi bulmacalarını oluşturmayı denemek isteyebilir. Sayıların nasıl bir araya geldiğini çözerek hem eğlenecek hem de öğreneceklerdir. **Çözüm Stratejileri:** İlk olarak, iki dolu kare arasında bulunan üçgenlere bakılmalıdır. Bir diğer kolay durum ise, dolu bir üçgenin yanında bulunan ve yanında daha küçük dolu bir kare olan karedir - bu durumda, negatif sayılarla çalışmadığımız için, boş kareyi doldurmak için yalnızca bir seçenek vardır. En yaygın durum ise, bir yönde iki olası değere ve diğer yönde iki farklı olasılığa sahip bir karedir - genellikle bu olasılıklar arasında yalnızca bir sayı örtüşür.

# data_list
source: Here are some examples with lots of interconnections.
tr: Bakınız birçok bağlantıya sahip bazı örnekler.

# data_list
source: SumTriangles
tr: Toplam Üçgenleri

# data_list
source: SumTriangles puzzles are just like DiffTriangles only they use addition in place of subtraction. The value of a triangle is the sum of its two or three square neighbors. Make these puzzles using methods similar to DiffTriangles. SumTriangles puzzles are typically simpler to solve than DiffTriangles.
tr: Toplam Üçgen bulmacaları tıpkı Fark Üçgenleri gibidir, ancak çıkarma yerine toplama işlemi kullanılır. Bir üçgenin değeri, iki veya üç kare komşusunun toplamıdır. Bu bulmacaları Fark Üçgenlerine benzer yöntemlerle oluşturabilirsiniz. Toplam Üçgen bulmacaları, genellikle Fark Üçgenlerinden daha kolay çözülür.

# data_list
source: Island Hopping – Skip Counting
tr: Ada Atlama - Sayı Atlama

# data_list
source: These puzzles have islands (circles) connected by bridges (lines). In this version of Island Hopping, the connections are made by skip counting. Some of the islands have numbers written on them and some will start off blank. Above the puzzle is the starting number, ending number, and the skip amount. The challenge is to fill in the missing numbers and find the path. You can also place the numbers and blanks on pieces of paper on the floor to make a stepping puzzle.
tr: Bu bulmacada, adalar (daireler) köprüler (çizgiler) ile birbirine bağlanmıştır. Ada Atlama’nın bu versiyonunda, bağlantılar sayı atlama yöntemiyle yapılır. Bazı adaların üzerinde sayılar vardır ve bazıları boş başlayacaktır. Bulmacanın üzerinde başlangıç sayısı, bitiş sayısı ve atlama miktarıdır. Amaç, eksik sayıları doldurmak ve yolu bulmaktır. Ek olarak sayıları ve boşlukları yere serilmiş kağıtlara yerleştirerek bir adım bulmacası oluşturabilirsiniz.

# data_list
source: As with the Skip Counting activity, create puzzles to practice going forward or backward starting at a variety of numbers, not just numbers that are a multiple of the skip amount. Creating these puzzles is the same as creating the Island Hopping - Counting puzzles from early in Chapter 2. Make the islands first, fill in the skip counting numbers, connect those islands in the correct order, and then add some additional connections to help make a puzzle out of it. In the version you give your child, remove some numbers leaving enough of the numbers so that it can still be figured out. You can revisit the puzzle construction strategies described in the Bonus Material for Chapter 2 for Island Hopping - Counting. Also, if you still have any of those puzzles, it is very easy to convert one of those puzzles to one of these. Take the following puzzle from Chapter 2. It involves counting from 0 to 6. The red numbers are the ones that would normally be left out when the puzzle is given to your child. To convert it to a puzzle that starts at 3 and skip counts by 2, simply multiply all the numbers by 2 and then add 3 to them (leaving out the red ones, of course).
tr: Sayı Atlayarak Sayma etkinliğinde olduğu gibi, yalnızca atlama miktarının katları olan sayılarla değil, çeşitli sayılardan başlayarak ileri veya geri gitme pratiği yapmak için bulmacalar oluşturun. Bu bulmacaları oluşturmak, Bölüm 2’nin başlarında bulunan Ada Atlama - Sayma bulmacalarını oluşturmakla aynıdır. Önce adaları oluşturun, atlama sayılarını doldurun, bu adaları doğru sırayla birbirine bağlayın, ve ardından bir bulmaca oluşturmanıza yardımcı olacak ek bağlantılar ekleyin. Çocuğunuza sunduğunuz versiyonunda, çözülebilecek kadar yeterli sayı bırakarak bazı sayıları çıkarın. Ada Atlama - Sayma için bulmaca oluşturma stratejilerini Bölüm 2 Bonus Materyalinde yeniden gözden geçirebilirsiniz. Ayrıca, hâlâ bu bulmacalardan birine sahipseniz, onlardan birini bu tür bulmacalara dönüştürmek oldukça kolaydır. Bölüm 2’den aşağıdaki bulmacayı ele alın. Bu bulmaca 0’dan 6’ya kadar saymayı içerir. Kırmızı sayılar, bulmaca çocuğunuza verildiğinde normalde boş bırakılan sayılardır. Bunu 3’ten başlayan ve 2’şer atlayarak sayan bir bulmacaya dönüştürmek için, aşağıdaki tabloda belirtildiği gibi tüm sayıları 2 ile çarpıp ardından 3 ekleyin. Sonrasında, orijinal sayıları, kırmızı olanları hariç tutarak, yeni sayılarla yerini değiştirin.

# data_list
source: Fix It
tr: Tamir Et

# data_list
source: Start with a 4 by 4 grid of numbers with a target sum. The challenge is to find entries to remove so that the sum of the remaining numbers in every row and column is the target. An alternative version uses individual target sums for each row and column. Make these puzzles by putting in pairs or triples of numbers that sum to the target sum. Then fill in the remaining spaces with decoy numbers. You can make these trickier by having alternative pairs or triples of numbers that partially work. If your child is enjoying these, but finding them too easy, you can always make larger ones that are 4 by 5, 5 by 5, or even larger. Red stars have been added here to show which entries would be removed to make the puzzles work.
tr: Hedef toplamı olan 4’e 4’lük bir sayı ızgarısıyla başlayın. Buradaki amaç, her satır ve sütunda kalan sayıların toplamının hedef toplama eşit olması için hangi sayıların çıkarılacağını bulmaktır. Alternatif bir versiyon, her satır ve sütun için ayrı hedef toplamları kullanılır Bu bulmacaları, hedef toplamı verecek şekilde sayı çiftleri veya üçlüleri yerleştirerek oluşturun. Ardından kalan boşlukları yanıltıcı yem sayılarla doldurun. Bu bulmacıyı daha zor hale getirmek için kısmen işe yarayan alternatif çiftler veya üçlüler ekleyebilirsiniz. Çocuğunuz bu bulmacalardan keyif alıyor fakat çok kolay buluyorsa, 4’e 5, 5’e 5 veya daha büyük versiyonlarını oluşturabilirsiniz. Aşağıda, bulmacaların çalışması için hangi sayıların çıkarılacağını göstermek amacıyla kırmızı yıldızlar eklenmiştir.

# data_list
source: Here are two puzzles using individual target sums for the rows and columns.
tr: Aşağıda, satırlar ve sütunlar için ayrı hedef toplamlar kullanılan iki bulmaca verilmiştir.

# data_list
source: Island Hopping by Ones and Tens
tr: Ada Atlama - Birler ve Onlar

# data_list
source: A rectangular grid of numbers is given with some of the numbers filled in. The challenge is to fill in the remaining numbers so that any two numbers that share a side only differ in a single place, and the difference of the digits in that place is 1 (including going between 0 and 9). No number may be used more than once in the entire grid. Referencing a 100-Chart may be helpful for beginning solvers. Make this puzzle by taking an empty grid and filling it with numbers, with no number repeated. Next, remove some of the numbers, making sure that it is not too hard for your child. In these examples, the red numbers are the missing ones.
tr: Sayılarla dolu bir dikdörtgen ızgara verilir. Buradaki amaç, kenarlarını paylaşan herhangi iki sayının yalnızca tek bir basamakta farklılık gösterdiği ve o basamaktaki rakam farkının 1 (0 ile 9 arasındaki geçiş de dahil) olacak şekilde sayıları doldurmaktır. Tüm ızgarada hiçbir sayı birden fazla kullanılmamalıdır. Başlangıç seviyesindeki çözücüler için 100 Tablosuna başvurmak faydalı olabilir. Bu bulmacayı boş bir ızgarayı sayılarla doldurarak ve hiçbir sayıyı tekrarlamayarak oluşturun. Ardından, çocuğunuz için çok zor olmamasına dikkat ederek bazı sayıları kaldırın. Verilen örneklerde, kırmızı sayılar eksik sayıları göstermektedir.

# data_list
source: Using only one-digit and two-digit numbers, there is not a lot of trickiness that can be introduced. However, they are great practice for thinking about place value. One wrinkle that may surprise your child are transitions such as 95 to 5 to 15 or 11 to 10 to 0 to 9 - they may not realize there is a 0 in the tens place for single-digit numbers and they may be surprised by 0 and 9 being connected. Grids are a natural way to present these problems. However, the puzzles can also be represented in the same way as other Island Hopping puzzles using circles, and this representation allows for some additional freedom in creating puzzles.
tr: Yalnızca tek basamaklı ve iki basamaklı sayılar kullanıldığında, eklenebilecek çok fazla bir zorluk yoktur. Ancak, bu bulmacalar basamak değerini anlamak için harika bir alıştırma sağlar. Çocuğunuzu şaşırtabilecek bir nokta, 95’ten 5’e ve ardından 15’e veya 11’den 10’a, 0’a ve 9’a gibi geçişlerdir- tek basamaklı sayılarda onlar basamağında 0 olduğunu fark etmeyebilir ve 0 ile 9’un bağlantılı olması onları şaşırtabilir. Izgaralar, bu tür problemleri sunmanın doğal bir yoludur. Aynı zamanda bu bulmacalar, diğer Ada Atlama bulmacalarında olduğu gibi daireler kullanılarak da yapılabilir and bu yaklaşım, bulmaca oluştururken biraz daha esneklik sağlar.

# data_list
source: Solitaire Shape Puzzles
tr: Tektaş Şekil Bulmacaları

# data_list
source: Magic Triangles
tr: Sihirli Üçgen

# data_list
source: Make a triangle of six circles with three circles on a side. In the circles, use each of the numbers from 1 to 6 once so that each side of the triangle has the same sum. This involves two challenges - finding out which sums will work and then figuring out how to get those sums. It is better to let your child play with this to figure out which sums are possible, but if frustration wins out, the possible sums are 9, 10, 11, and 12. If your child enjoys figuring this out, this can be done for larger triangles as well. For a triangle with nine circles with four circles on a side, the possible sums are 17, 19, 20, 21, and 23. As with so many of the puzzles for this age group, the main reason to have your child play with this is to encourage having fun exploring how numbers interact with each other and to practice number facts. They do not yet have the math or reasoning skills to be systematic with their exploration. However, these puzzles can be explored more deeply, and here are some ideas to dig into if you or an older child are interested. Let SUM represent the sum of one side of the triangle. If you add up the three sides of the triangle, the total will be 3 x SUM. However, the total of the three sides will also be the sum of all the numbers plus one extra copy for each corner of the triangle. Let C-SUM be the sum of the values in the three corners. We end up with the relationship that 3 x SUM = (Total of all the numbers) + C-SUM.
tr: Altı daireden oluşan ve kenarında üç üçgen olan bir üçgen oluşturun. Dairelerin içine, her bir kenardaki sayıların toplamı eşit olacak şekilde, 1’den 6’ya kadar her bir sayıyı bir kullanılacak şekilde yerleştirin. Bu, iki zorluk içerir - Hangi toplamların geçerli olduğunu bulmak ve ardından bu toplamları nasıl elde edeceğinizi belirlemek. Çocuğunuzun hangi toplamların mümkün olduğunu keşfetmesine izin vermek daha iyidir, ancak eğer hayal kırıklığı yaşarsa, mümkün olan toplamlar 9, 10, 11 ve 12'dir. Eğer çocuğunuz bunu çözmekten keyif alıyorsa, bu daha büyük üçgenler için de yapılabilir. Dört daireli bir kenara sahip dokuz dairelik bir üçgen için mümkün olan toplamlar 17, 19, 20, 21 ve 23'tür Bu yaş grubundaki pek çok bulmaca gibi, çocuğunuzun bu oyunla oynamasının asıl amacı, sayıların birbirleriyle nasıl etkileşime girdiğini keşfederken eğlenmelerini sağlamak ve sayı bilgilerini pekiştirmelerine yardımcı olmaktır. Henüz keşiflerinde sistematik olabilmek için gerekli matematiksel veya mantıksal becerilere sahip değiller. Ancak, bu bulmacalar daha derinlemesine keşfedilebilir ve eğer siz veya yaşça büyük bir çocuk ilgileniyorsa, işte araştırılabilecek bazı fikirler. Bir üçgenin bir kenarındaki sayıların toplamını "sum" olarak ifade edelim. Üçgenin üç kenarındaki sayıların toplamını hesapladığımızda, bu toplam 3 x sum olacaktır. Ancak, üç kenarın toplamı aynı zamanda tüm sayıların toplamı artı köşelerdeki sayıların birer ekstra kopyası olacaktır. C-SUM, üç köşedeki sayıların toplamı olsun. Bu durumda, 3 × SUM = (Tüm sayıların toplamı) + C-SUM şeklinde bir ilişki elde ederiz.

# data_list
source: 6-Circle Puzzle
tr: 6 daireli bulmaca

# data_list
source: Apply this to the triangle with six circles. The sum of all the numbers is the sum of the numbers from one to six, which is 21. So the equation becomes 3 x SUM = 21 + C-SUM The smallest C-SUM can be is 1 + 2 + 3 = 6, and the largest it can be is 4 + 5 + 6 = 15. So, 3 x SUM is between 21 + 6 = 27 and 21 + 15 = 36. This forces SUM to be 9, 10, 11, 12. Note also that C-SUM = 3 x SUM - 21, which is handy for finding the corners. Another thing to notice is the symmetry of the possible values. What is causing this symmetry is that for every solution, there is another solution created by subtracting all the numbers from 7 (or from 10 for the nine circle puzzle). A little calculating will show that this symmetry takes a puzzle with sum SUM and creates a new one with sum (21 - SUM) (or 40 - SUM for the nine circle puzzle). The last thing to notice before we dig in with actual numbers is that for any solution for the three corners, we can assume that they are in increasing order going around clockwise, with the smallest number at the top. If they are not in that configuration to begin with, you can rotate or flip the diagram until they are. All these observations save a tremendous amount of work. We only need to look at SUM equal to 9 and 10, and we only need to have the corners in increasing order. If SUM is 9, then C-SUM = 3 x 9 - 21 = 6, so the trio is 1, 2, and 3. If SUM is 10, then a + b + c = 3 x 10 - 21 = 9. This leaves two possibilities - either corner values of 1, 2, and 6, or 1, 3, and 5. A quick trial rules out 1, 2, and 6 as a possibility. After much work, we have the solutions for SUM being 9 and 10 for the six circle puzzle. Remember that you can get the solutions for SUM being 11 and 12 by subtracting all the entries from 7.
tr: Bunu altı daireli üçgene uygulayın. Tüm sayıların toplamı, birden altıya kadar olan sayıların toplamıdır, yani 21'dir. Bu nedenle denklem şu şekilde olur: 3 x SUM = 21 + C-SUM. En küçük C-SUM, 1 + 2 + 3 = 6 olabilir ve en büyük C-SUM, 4 + 5 + 6 = 15 olabilir. Yani, 3 x SUM, 21 + 6 = 27 ile 21 + 15 = 36 arasında bir değerde olacaktır. Bu, SUM'un 9, 10, 11, 12 olmasını zorunlu kılar. Ayrıca, C-SUM = 3 x SUM - 21 olduğunu ve bu formülün köşeleri bulmak için kullanışlı olduğunu unutmayın. Dikkat edilmesi gereken bir diğer şey, olası değerlerin simetrisidir. Bu simetrinin nedeni, her çözüm için, tüm sayılardan 7 (ya da dokuz daireli bulmaca için 10) çıkararak başka bir çözümün oluşmasıdır. Biraz hesaplama yapıldığında, bu simetrinin SUM toplamına sahip bir bulmacayı alıp, (21 - SUM) (ya da dokuz daireli bulmaca için 40 - SUM) toplamına sahip yeni bir bulmaca oluşturduğunu göreceksiniz. Gerçek sayılarla işlem yapmaya başlamadan önce dikkat edilmesi gereken son şey, üç köşe için herhangi bir çözümde, köşelerin saat yönünde artan sırayla yerleştirildiğini varsayabileceğimizdir; en küçük sayı en üstte olacak şekilde. Eğer başlangıçta bu şekilde yerleştirilmemişlerse, diyagramı döndürebilir veya ters çevirebilirsiniz. Tüm bu gözlemler, büyük bir iş yükünden tasarruf sağlar. Sadece SUM'un 9 ve 10 olduğu durumlara bakmamız gerekir ve köşelerin artan sırayla yerleştirilmiş olması gerektiğini kabul edebiliriz. Eğer SUM 9 ise, o zaman C-SUM = 3 x 9 - 21 = 6 olur, yani üçlü 1, 2 ve 3’tür. Eğer SUM 10 ise, o zaman a + b + c = 3 x 10 - 21 = 9 olur. Bu da iki olasılık bırakır - köşe değerleri ya 1, 2 ve 6 olur, ya da 1, 3 ve 5. Hızlı bir deneme, 1, 2 ve 6'nın bir olasılık olmadığını ortaya koyar. Bu kadar çalışmadan sonra, altı daireli bulmaca için SUM’un 9 ve 10 olduğu çözümleri bulduk. Unutmayın ki, SUM 11 ve 12 olduğunda çözümleri elde etmek için tüm girişlerden 7 çıkarabilirsiniz.

# data_list
source: 9-Circle Puzzle
tr: 9 daireli bulmaca
