Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: 0 is an important number! It's where all counting starts, even when we don't say it.
ar: 0 رقم مهم! إنه الرقم الذي نبدأ فيه العد، حتى عندما لا نقول ذلك.
fr: 0 est un chiffre important ! C'est là que le compte commence, même quand on ne le dit pas.
ja: 0は重要な数字だよ！ ぼくらが口に出さなくても、すべての数え方は0から始まるんだ。
ko: 0은 중요한 숫자에요. 소리내어 말하지 않더라도, 우리가 숫자를 셀때는 항상 0부터 센답니다.
tr: 0, önemli bir rakamdır! Sıfır, biz söylemesek dahi tüm sayma işleminin başladığı yerdir.

# data_list
source: How many cats do you see?
ar: كم عدد القطط التي تراها؟
fr: Combien de chats vois-tu ?
ja: 何匹の猫が見えるかな？
ko: 여러분은 몇 마리의 고양이가 보이나요?
tr: Kaç tane kedi görüyorsunuz?

# data_list
source: Count together the butterflies – they are tricky to find in this picture.
ar: قوموا بعدّ الفراشات معًا -- من الصعب العثور عليها في هذه الصورة.
fr: Compte le nombre total de papillons – ce n’est pas facile de les trouver sur cette image.
ja: 蝶の数を一緒に数えてみよう。この絵からは見つけにくいね。
ko: 나비를 같이 세어보아요. 이 그림에서는 찾기 어려워보이는데요?
tr: Çocuğunuzla birlikte, kelebekleri sayın — bu resimde onları bulmak zor.

# data_list
source: How many cats? 1 One cat. A black cat is eating red meat.
ar: كم قطة هناك؟ 1 قطة واحدة. قطة سوداء تأكل اللحمة الحمراء.
fr: Combien de chats ? 1 Un chat. Un chat noir mange de la viande rouge.
ja: 猫は何匹？ 1匹。 黒猫が赤いお肉を食べているよ。
ko: 몇 마리의 고양이가 있나요? 고양이 1마리. 검은 고양이가 생고기를 먹고 있네요.
tr: Kaç kedi var? 1 Bir kedi. Siyah bir kedi, kırmızı et yiyor.

# data_list
source: Point to and name the green and orange squares, blue shirt, and black cat.
ar: أشر إلى المربعات الخضراء والبرتقالية، والقميص الأزرق، والقطة السوداء وقم بتسميتها.
fr: Désigne et nomme les carrés verts et oranges, la chemise bleue et le chat noir.
ja: 緑色とオレンジ色の四角形、青色のシャツ、黒猫を指さして名前を言ってみよう。
ko: 녹색과 주황색 정사각형, 파란색 티셔츠, 그리고 검은 고양이를 가리켜 보세요.
tr: Yeşil ve turuncu kareleri, mavi tişörtü ve siyah kediyi işaret edip adlandırın.

# data_list
source: Notice how Paul is looking at the cat. Paul sure likes cats!
ar: لاحظ كيف ينظر بول إلى القطة. من المؤكد أن بول يحب القطط!
fr: Remarque comment Paul regarde le chat. C’est sûr que Paul aime bien les chats !
ja: ポールがどんな様子で猫を見ているかな。 ポールはきっと猫が好きだね！
ko: 폴이 고양이를 바라보는 모습을 보세요. 폴은 고양이를 정말 좋아하나 봐요!
tr: Paul’un kediye nasıl baktığına dikkat edin. Paul kesinlikle kedileri seviyor!

# data_list
source: Each time a cat is added: a) say that one more than the last number of cats is the new number, and b) one less than the current number is the last number.
ar: في كل مرة تتم إضافة قطة: أ) قل أن زيادة واحدة عن العدد الأخير من القطط هو الرقم الجديد، و ب) أقل من العدد الحالي بواحد هو الرقم الأخير.
fr: Chaque fois que tu vois un nouveau chat : a) dis que le nouveau nombre de chats est un de plus que le nombre précédent de chats, et b) que le nombre précédent est un de moins que le nombre actuel.
ja: 猫が1匹増えるたびに：a)前の猫の数より1匹多い数を新しい数とし、b)現在の数より1匹少ない数を前の数とするよ。
ko: 고양이가 늘어날 때마다: a) 전 숫자에 1을 더하면 새로운 숫자가 된다고 얘기해보고, b) 현재 숫자에서 1을 빼면 전 숫자가 된다고 말해보아요.
tr: Her defasında bir kedi eklendiğinde: a) en sonki kedi sayısından bir fazlasının yeni sayı olduğunu ve b) şu anki mevcut kedi sayısından bir eksiğinin de en sonki sayı olduğunu söyleyin.

# data_list
source: How many cats? 2 Two cats. A white cat and a grey cat are sleeping.
ar: كم قطة هناك؟ 2 قطتان. قطة بيضاء وقطة رمادية نائمتان.
fr: Combien de chats ? 2 Deux chats. Un chat blanc et un chat gris dorment.
ja: 猫は何匹？ 2匹。 白猫と灰色の猫が寝ているよ。
ko: 몇 마리의 고양이가 있나요? 고양이 2마리. 흰색 고양이와 회색 고양이가 자고 있어요.
tr: Kaç kedi var? İki kedi. Bir beyaz kedi ve bir gri kedi uyuyor.

# data_list
source: Count together the cats, plants, and people.
ar: عدّوا معاً القطط والنباتات والناس.
fr: Compte le nombre total de chats, de plantes et de personnes.
ja: 一緒に猫と植物と人を数えよう。
ko: 사람과 식물, 그리고 고양이를 함께 세어보아요.
tr: Çocuğunuzla birlikte, kedileri, bitkileri ve insanları sayın.

# data_list
source: Of cats, plants, and people, which number is the biggest? Which one is the smallest?
ar: من بين القطط والنباتات والناس، أي عدد هو الأكبر؟ أيهما الأصغر؟
fr: Quel nombre est le plus grand : les chats, les plantes ou les personnes. Lequel a le plus petit nombre ?
ja: 猫、植物、人、これらの中でどれが一番多いかな？どれが一番少ないかな？
ko: 사람과 식물, 그리고 고양이 중에 무엇이 제일 많을까요? 그리고 무엇이 제일 적을까요?
tr: Kediler, bitkiler ve insanlar arasında hangisinin sayısı en büyük? Hangisinin sayısı en küçük?

# data_list
source: Notice that the square tiles are now all the same gray color.
ar: لاحظ أن الأرضيات المربعة أصبحت كلها الآن بنفس اللون الرمادي.
fr: Remarque que les carreaux au sol sont maintenant tous de la même couleur grise.
ja: 四角のタイルがすべて同じ灰色になったことに注目してみよう。
ko: 정사각형 타일이 모두 회색인것을 보세요.
tr: Kare fayansların hepsinin şu anda aynı gri renginde olduklarına dikkat edin.

# data_list
source: How many cats? 3 Three cats. Three cats are playing in the kitchen.
ar: كم قطة هناك؟ 3 ثلاث قطط. ثلاثة قطط تلعب في المطبخ.
fr: Combien de chats ? 3 Trois chats. Trois chats blancs jouent dans la cuisine.
ja: 猫は何匹？ 3匹。 3匹の猫がキッチンで遊んでいるよ。
ko: 몇 마리의 고양이가 있나요? 고양이 3마리. 세 마리의 고양이가 주방에서 놀고 있네요.
tr: Kaç kedi var? 3 Üç kedi. Üç kedi mutfakta oyun oynuyor.

# data_list
source: What a mess! There must be zero people here!
ar: ما هذه الفوضى! لا بد أنه لا يوجد أشخاص هنا!
fr: Quelle pagaille ! Il doit y avoir zéro personne ici.
ja: なんてこった！ここには人がいないに違いない！
ko: 엉망진창이 되어버렸어요! 여기에는 사람이 아무도 없나봐요!
tr: Bu ne dağınıklık! Burada sıfır insan olmalı!

# data_list
source: Count together each group – the cats, cabinet doors, food containers, and spoons.
ar: قوموا بعدّ كل مجموعة معًا - القطط، أبواب الخزائن، أوعية الطعام، والملاعق.
fr: Compte le nombre de chaque groupe – les chats, les portes de placard, les contenants de nourriture et les cuillères.
ja: 猫、戸棚の扉、食べ物の容器、スプーンをグループごとに数えてみよう。
ko: 각각의 무리를 함께 세어보아요 -- 고양이들, 서랍장 문, 그릇, 그리고 숟가락을 말이죠.
tr: Her bir grubu — kedileri, dolap kapaklarını, yemek kaplarını ve kaşıkları — çocuğunuzla birlikte sayın.

# data_list
source: Which thing is there the most of in this picture?
ar: ما هو أكثر شيء موجود في هذه الصورة من بينها؟
fr: Qu’est-ce qui est le plus nombreux sur cette photo ?
ja: この絵の中で、最も多いものはどれかな？
ko: 이 그림에서 무엇이 제일 많나요?
tr: Orada en çok hangi şeyden var?

# data_list
source: How many cats? 4 Four cats. Four cats are Paul's friends.
ar: كم قطة هناك؟ 4 أربع قطط. القطط الأربعة هي أصدقاء بول.
fr: Combien de chats ? 4 Quatre chats. Quatre chats sont les amis de Paul.
ja: 猫は何匹？ 4匹。 4匹の猫はポールのお友達だよ。
ko: 몇 마리의 고양이가 있나요? 고양이 4마리. 네 마리의 고양이는 폴의 친구들이에요.
tr: Kaç kedi var? 4 Dört kedi. Dört kedi de Paul'un arkadaşlarıdır.

# data_list
source: Count all the cats.
ar: عدّوا كل القطط.
fr: Compte tous les chats.
ja: すべての猫を数えてみよう。
ko: 고양이를 모두 세어보아요.
tr: Bütün kedileri sayın.

# data_list
source: Which of these cats have you seen before, and which are new? Which ones are missing?
ar: أي من هذه القطط رأيتها من قبل، وأيها جديدة؟ أي منها مفقود؟
fr: Lesquels de ces chats as-tu-vu avant and lesquels sont nouveaux ? Quels sont ceux qui manquent ?
ja: この中で、見たことのある猫と初めて見る猫はどれかな？ どの猫がいなくなったかな？
ko: 어떤 고양이들이 여러분이 전에 본 것이고 어떤 것이 새것인가요? 어떤 것이 없어졌나요?
tr: Bu kedilerden hangilerini daha önce gördünüz ve hangileri yeni? Hangileri eksik?

# data_list
source: Point at and name all the different colors in the room.
ar: أشر إلى جميع الألوان المختلفة في الغرفة وقم بتسميتها.
fr: Désigne et nomme toutes les différentes couleurs de la chambre.
ja: この部屋にあるすべての色を指さして、名前を言ってみよう。
ko: 방의 다양한 색깔을 가리켜보고 색의 이름을 말해 보세요.
tr: Odadaki tüm farklı renkleri işaret edip isimlerini söyleyin.

# data_list
source: How many cats? 5 Five cats. Five cats chase the dog.
ar: كم قطة هناك؟ 5 خمس قطط. خمسة قطط تطارد الكلب.
fr: Combien de chats ? 5 Cinq chats. Cinq chats courent après le chien.
ja: 猫は何匹？ 5匹。 5匹の猫が犬を追いかけているよ。
ko: 몇 마리의 고양이가 있나요? 고양이 5마리. 다섯 마리의 고양이가 강아지를 쫓아가요.
tr: Kaç kedi var? 5 Beş kedi. Beş kedi köpeği kovalıyor.

# data_list
source: Looking at their faces and bodies, do the cats and the dog like each other?
ar: بالنظر إلى وجوههم وأجسادهم، هل القطط والكلب يحبون بعضهم البعض؟
fr: Regarde leurs visages et leurs corps. Est-ce que les chats et le chien s’apprécient ?
ja: 彼らの顔と体を見てみよう。猫と犬は仲が良さそうかな？
ko: 그들의 표정과 자세를 보았을때, 고양이와 강아지가 서로를 좋아하는것 같나요?
tr: Yüzlerine ve vücutlarına bakarak şu soruyu cevaplayın: Kediler ve köpekler birbirlerinden hoşlanıyorlar mı?

# data_list
source: Count the number of cats and the number of dogs. Which group is bigger? Poor dog!
ar: احسب عدد القطط وعدد الكلاب. أي مجموعة أكبر؟ كلب مسكين!
fr: Compte le nombre de chats et le nombre de chiens. Lequel est le plus grand groupe ? Pauvre chien !
ja: 猫と犬の数を数えてみよう。どちらの方が多いかな？かわいそうな犬！
ko: 고양이와 강아지의 수를 세어보아요. 어떤 무리가 더 많은가요? 가엾은 강아지!
tr: Kedileri ve köpekleri sayın. Hangi grup daha büyük? Zavallı köpek!

# data_list
source: These cats all have different coloring. Describe the color and pattern of each cat.
ar: كل هذه القطط لها ألوان مختلفة. صف لون ونمط كل قطة.
fr: Ces chats sont tous de couleurs différentes. Décris la couleur et le motif de chaque chat.
ja: これらの猫たちは違う色だね。それぞれの猫の色と模様を説明してみよう。
ko: 이 고양이들은 모두 다른 색깔이네요. 각각의 고양이의 색과 무늬를 묘사해보세요.
tr: Bu kedilerin hepsi farklı renklere sahip. Her bir kedinin desenini ve rengini tanımlayın.

# data_list
source: How many cats? 6 Six cats. Six cats waiting for the dog.
ar: كم قطة هناك؟ 6 ست قطط. ستة قطط تنتظر الكلب.
fr: Combien de chats ? 6 Six chats. Six chats attendent le chien.
ja: 猫は何匹？ 6匹。 6匹の猫が犬を待っているよ。
ko: 몇 마리의 고양이가 있나요? 고양이 6마리. 강아지를 기다리는 6마리의 고양이가 보이네요.
tr: Kaç kedi var? Altı kedi. Altı kedi, köpeği bekliyor.

# data_list
source: Count the cats on the floor and in the picture. Is it the same number?
ar: عدّوا القطط على الأرض وفي الصورة. هل هي العدد ذاته؟
fr: Compte le nombre de chats au sol et sur la photo suspendue au mur. Est-ce que le nombre est pareil ?
ja: 床の上の猫と写真の中の猫を数えてみよう。 同じ数だったかな？
ko: 그림 속의 고양이와 바닥에 있는 고양이들을 세어보아요. 숫자가 같은가요?
tr: Yerdeki ve resimdeki kedileri sayın. Sonuç aynı mı?

# data_list
source: Find a cat or two in the picture on the wall that is not on the floor.
ar: ابحث عن قطة أو اثنتين في الصورة موجودة على الحائط وليست على الأرض.
fr: Trouve un ou deux chats qui sont sur la photo mais pas sur le sol.
ja: 壁の写真の中から、床にいない猫を1匹か2匹見つけよう。
ko: 바닥에는 없는 그림 속 고양이를 찾아보세요.
tr: Yerde olmayıp duvardaki resimde olan bir veya iki kedi bulun.

# data_list
source: The dog doesn't want to come back. Why not?
ar: الكلب لا يريد العودة. لِمَ لا؟
fr: Le chien ne veut pas rentrer. Pourquoi pas ?
ja: 犬は帰ってきたくないみたい。どうしてかな？
ko: 강아지가 들어가고 싶어하지 않네요. 왜일까요?
tr: Köpek geri gelmek istemiyor. Neden istemiyor?

# data_list
source: How many cats? 7 Seven cats. Seven cats playing in the compound.
ar: كم قطة هناك؟ 7 سبع قطط. سبعة قطط تلعب في المجمع.
fr: Combien de chats ? 7 Sept chats. Sept chats jouent dans le jardin.
ja: 猫は何匹？ 7匹。 7匹の猫が敷地の中で遊んでいるね。
ko: 몇 마리의 고양이가 있나요? 고양이 7마리. 일곱 마리의 고양이가 집에서 놀고있네요.
tr: Kaç kedi var? 7 Yedi kedi. Yedi kedi yerleşkede oynuyor.

# data_list
source: Point at each of the seven cats.
ar: أشر إلى كل من القطط السبع.
fr: Désigne chacun des sept chats.
ja: 7匹の猫をそれぞれ指さしてみよう。
ko: 일곱 마리의 고양이 각각을 가리켜보아요.
tr: Yedi kedinin her birini gösterin.

# data_list
source: What is Paul looking for?
ar: ما الذي يبحث عنه بول؟
fr: Que cherche Paul ?
ja: ポールは何を探しているのかな？
ko: 폴이 무엇을 찾고 있나요?
tr: Paul neyi arıyor?

# data_list
source: The cat on the roof is the highest cat. How did that cat get up so high?
ar: القطة التي على السطح هي القطة الأعلى. كيف صعدت تلك القطة عالياً إلى هذا الحد؟
fr: Le chat sur le toit est le plus haut placé. Comment ce chat a-t-il pu monter si haut ?
ja: 屋根の上の猫が一番高いところにいるよ。どうやってあんなに高く登ったのだろう？
ko: 지붕위에 고양이가 가장 높은곳에 있네요. 어떻게 저렇게 높이 올라갔을까요?
tr: Çatıdaki kedi, en yüksek kedidir. O kedi nasıl o kadar yükseğe çıktı?

# data_list
source: How many cats? 8 Eight cats. Eight cats and one dog!
ar: كم قطة هناك؟ 8 ثماني قطط. ثمانية قطط وكلب واحد!
fr: Combien de chats ? 8 Huit chats. Huit chats et un chien !
ja: 猫は何匹？ 8匹。 8匹の猫と1匹の犬！
ko: 몇 마리의 고양이가 있나요? 고양이 8마리. 여덟 마리의 고양이와 한 마리의 강아지가 있네요!
tr: Kaç kedi var? 8 Sekiz kedi. Sekiz kedi ve bir köpek!

# data_list
source: The cats have many different colors and patterns. Have you seen cats like these?
ar: القطط لديها العديد من الألوان والأنماط المختلفة. هل سبق أن رأيت مثل هذه القطط من قبل؟
fr: Les chats ont de nombreuses et différentes couleurs. As-tu déjà vu des chats comme ceux-là ?
ja: 猫の色や模様はさまざまだ。このような猫を見たことある？
ko: 고양이들은 다양한 색깔과 무늬를 가지고 있어요. 이렇게 생긴 고양이들을 본적 있나요?
tr: Kediler farklı renklere ve desenlere sahipler. Hiç böyle kediler gördünüz mü?

# data_list
source: Seven cats plus one dog makes how many animals?
ar: كم يصبح عدد الحيوانات إذا كانت لدينا ثماني قطط بالإضافة إلى كلب واحد؟
fr: Combien d’animaux font huit chats et un chien ?
ja: 8匹の猫と1匹の犬で何匹の動物になるかな？
ko: 여덟 마리의 고양이와 한 마리의 강아지는 총 몇 마리의 동물인가요?
tr: Sekiz kedi artı bir köpek kaç tane hayvan eder?

# data_list
source: Do you think the dog looks happy or worried?
ar: هل تعتقد أن الكلب يبدو سعيدًا أم قلقًا؟
fr: D’après toi, le chien semble heureux ou anxieux ?
ja: 犬は楽しそうに見える？それとも不安げに見える？
ko: 강아지가 행복해보이나요? 걱정되어보이나요?
tr: Sizce köpek mutlu mu yoksa endişeli mi görünüyor?

# data_list
source: A kitten is stuck in a tree! "I will rescue you!" says Paul.
ar: هناك قطة عالقة فوق الشجرة! “سوف أنقذك!” قال بول.
fr: Un chaton est coincé dans un arbre ! « Je vais te sauver ! » dit Paul.
ja: 子猫が木に挟まっている！ ポールが「ぼくが助けるよ！」と言った。
ko: 아기 고양이가 나무에 갇혔네요! "내가 구해줄게!" 폴이 말하네요.
tr: Bir yavru kedi bir ağaçta mahsur kalmış! “Seni kurtaracağım!” diyor Paul.

# data_list
source: How many cats are stuck in the tree?
ar: كم عدد القطط العالقة فوق الشجرة؟
fr: Combien de chats sont coincés dans l’arbre ?
ja: 何匹の猫が木に挟まっているかな？
ko: 나무에 몇마리의 고양이가 갇혀있나요?
tr: Ağaçta kaç kedi mahsur kalmış?

# data_list
source: How did the cat get up there?
ar: كيف صعدت القطة إلى هناك؟
fr: Comment le chat est-il monté là-haut ?
ja: どうやって猫は上まで行ったのかな？
ko: 고양이가 거기에 어떻게 올라갔을까요?
tr: Kedi oraya nasıl çıktı?

# data_list
source: The cat is higher than Paul. How will Paul help the cat?
ar: القطة أعلى من بول. كيف سيساعد بول القطة؟
fr: Le chat est plus haut que Paul. Comment Paul va-t-il aider le chat ?
ja: 猫はポールよりも高い。どうやってポールは猫を助けるのかな？
ko: 고양이가 폴보다 더 높은 곳에 있네요. 폴이 그 고양이를 어떻게 도와줄까요?
tr: Kedi, Paul’dan daha yüksekte. Paul kediye nasıl yardım edecek?

# data_list
source: Mama, can we keep him?" How many cats? 9 Nine cats. "That is too many cats!" says Mama.
ar: “ماما، هل يمكننا الاحتفاظ به؟” كم قطة هناك؟ 9 تسع قطط. “هذا عدد كبير جدًا من القطط!“ قالت ماما.
fr: « Maman, on peut le garder ? » Combien de chats ? 9 Neuf chats. « Il y a trop de chats ! » dit Maman.
ja: 「お母さん、この子を飼ってもいいかな？」 猫は何匹？ 9匹。 お母さんが「あまりにも多すぎるよ！」と言った。
ko: "엄마, 이 고양이를 키울 수 있나요?" 몇 마리의 고양이가 있나요? 고양이 아홉 마리 "고양이들이 너무 많아!" 엄마가 말했어요.
tr: “Anne, onu sahiplenebilir miyiz?” Kaç tane kedi var? 9 Dokuz kedi. “O kadarı da çok fazla kedi!” diyor annesi.

# data_list
source: One more than eight cats is nine cats. A dog and nine cats is how many animals?
ar: واحد أكثر من ثمانية قطط هو تسع قطط. كم يصبح عدد الحيوانات إذا كانت لدينا تسع قطط بالإضافة إلى كلب واحد؟
fr: Un chat de plus que huit chats fait neuf chats. Combien d’animaux font un chien et neuf chats ?
ja: 8匹より1匹多い猫は9匹になるね。 犬1匹と猫9匹で何匹の動物になるかな？
ko: 고양이 여덟 마리에 한 마리가 더해지면 아홉 마리에요. 강아지 한 마리와 고양이 아홉 마리는 총 몇 마리의 동물인가요?
tr: Sekiz kediden bir fazlası dokuz kedi eder. Bir köpek ve dokuz kedi kaç tane hayvan eder?

# data_list
source: Do you know anyone with cats? How many cats do they have?
ar: هل تعرف أي شخص لديه قطط؟ كم عدد القطط لديه؟
fr: Connais-tu quelqu'un qui a des chats ? Combien de chats ont-ils ?
ja: 誰か猫を飼っている人を知っているかな？ その人は何匹の猫を飼っているのかな？
ko: 여러분은 고양이를 기르는 사람을 알고 있나요? 그들은 몇 마리를 키우고 있나요?
tr: Kedisi olan kimseyi biliyor musunuz? Kaç tane kedileri var?

# data_list
source: Do you think nine cats is too many?
ar: هل تعتقد أن تسع قطط كثيرة جدًا؟
fr: Penses-tu que neuf chats, c'est trop ?
ja: 9匹の猫は多すぎると思う？
ko: 아홉 마리의 고양이는 너무 많다고 생각하나요?
tr: Sizce dokuz kedi çok mu fazla?

# data_list
source: Long time ago, Cassava and Palm lived in a village called Koowa. They were very good friends. They visited each other every day. They were farmers. They worked very hard on their farms.
ar: في قديم الزمان، عاش كل من الكاسافا و النخلة في قرية تدعى كووا. كانا صديقين حميمين. قاما بزيارة بعضهما كل يوم. كانا مزارعين. كانا يعملان بجدٍّ على مزارعهما.
fr: Il y a longtemps, Manioc et Palme vivaient dans un village appelé Koowa. Ils étaient de très bons amis. Ils se rendaient visite tous les jours. Ils étaient fermiers. Ils travaillaient très dur dans leurs fermes.
ja: むかしむかし、キャッサバとヤシはコオワという村に住んでいた。2人はとても仲良しだった。毎日お互いを訪ねていた。彼らは農民だった。彼らは農場で懸命に働いていた。
ko: 아주 옛날에 카사바와 종려나무가 쿠와라는 이름의 마을에 살았습니다. 그 둘은 아주 친한 친구였습니다. 그들은 서로를 매일 보러왔습니다. 그들은 농부였습니다. 그들은 그들의 농장에서 매우 열심히 일했습니다.
tr: Uzun zaman önce, Manyok ve Palmiye, Koowa adlı bir köyde yaşıyorlardı. Onlar çok iyi dostlardı. Birbirlerini her gün ziyaret ediyorlardı. İkisi de çiftçiydi. Çiftliklerinde çok sıkı çalışıyorlardı.

# data_list
source: These are two talking plants! Use your imagination to suggest what they might be saying to each other.
ar: الكاسافا و النخلة نباتات تستطيع التكلّم! إستخدم مخيلتك و إقترح حواراً ممكناً بينهما.
fr: Ce sont deux plantes qui parlent ! Utilise ton imagination pour suggérer ce qu'elles pourraient se dire.
ja: この2つの植物は話しているよ！想像力を働かせて、彼らが何を話しているのか想像してみよう。
ko: 그들은 두 그루의 식물입니다! 그 둘이 서로 무슨 이야기를 나누는지 한 번 상상해 보세요.
tr: Bunlar konuşan iki bitki! Birbirlerine ne söylüyor olabileceklerini hayal gücünüzü kullanarak belirtin.

# data_list
source: Palm is a kind of tree that doesn't have branches like other trees -- it has leaves, called fronds, that are held together by a rib in the middle.
ar: النخلة نوع مميز من الأشجار لأنها لا تمتلك فروعاً كغيرها من الأشجار، بل لها أوراق تسمى سعف، يتم ربطها ببعضها البعض بواسطة ضلع في المنتصف.
fr: Le Palmier est une sorte d'arbre qui n'a pas de branches comme les autres arbres -- il possède des feuilles, appelées frondes, qui sont maintenues ensemble par une nervure au milieu.
ja: ヤシは木の一種で、他の木のように枝があるわけではなく葉があり、その葉は羽葉と呼ばれ、真ん中の葉脈（中央脈）で支えられている。
ko: 종려나무는 다른 나무들과 같지 않게 나뭇가지를 가지고 있지않은 나무입니다. 종려나무는 엽상체라고 불리는 잎을 가지고 있고 가운데의 잎맥으로 붙어있습니다.
tr: Palmiye, diğer ağaçlarınkine benzer dalları olmayan bir ağaç türüdür – yapraklarının ortasındaki kaburga benzeri yapı tarafından bir arada tutulan geniş yaprakları (frond) vardır.

# data_list
source: Count how many ribbed fronds you see. How does the rib on the fronds compare to your own ribs?
ar: حاول عدّ أوراق السعف المربوطة بأضلاع التي تستطيع رؤيتها، ما هي أوجه الشبه بين أضلاعك و أضلاع النخلة؟
fr: Compte combien de frondes striées tu vois. Comment les côtes des frondes se comparent-elles à tes propres côtes ?
ja: 中央脈をもつ葉がいくつあるか数えよう。葉の中央脈は自分の肋骨と比べてどうかな？
ko: 여러분이 볼 수 있는 엽상체를 세어보세요. 잎맥에 있는 엽상체는 우리의 갈비와 어떻게 비교할수 있을까요?
tr: Resimde kaç kaburga benzeri bileşik yaprak gördüğünüzü sayın. Yapraklardaki kaburga benzeri yapının sizin kaburgalarınızla benzerlikleri, farklılıkları nelerdir?

# data_list
source: In a certain year, there was no rain. The crops did not grow well. All the plants dried up. People did not have any food to eat. Cassava and Palm decided to travel to another village to look for work.
ar: في سنة ما، توقّفت الأمطار. المحاصيل لم تنمو بشكلٍ جيّد. جفّت جميع النباتات. لم يمتلك النّاس أي شيئٍ ليأكلونه. قرّر كل من الكاسافا و النخلة أن ينتقلا إلى قرية أخرى للبحث عن عمل.
fr: Une certaine année, il n'y a pas eu de pluie. Les récoltes n'ont pas bien poussé. Toutes les plantes ont séché. Les gens n'ont pas eu de nourriture à manger. Manioc et Palme ont décidé de se rendre dans un autre village pour chercher du travail.
ja: ある年、雨が降らなかった。作物はうまく育たなかった。すべての植物が枯れてしまった。人々は食べるものがなかった。 キャッサバとヤシは仕事を探しに別の村へ行くことにした。
ko: 어떤 해에 비가 전혀 내리지 않았습니다. 농작물은 잘 자라지 않았습니다. 모든 식물들이 말라 죽었습니다. 사람들은 아무것도 먹을 것이 없었습니다. 카사바와 종려나무는 다른 마을로 가서 일을 찾아보기로 결심했습니다.
tr: Hatta bir yıl, hiç yağmur yoktu. Ekinler iyi yetişmedi. Tüm bitkiler kuruyup gitti. İnsanların yiyecek yemekleri kalmadı. Manyok ve Palmiye iş aramak için başka bir köye taşınmaya karar verdi.

# data_list
source: How have Palm's fronds and Cassava's leaves changed now that the weather has been so dry?
ar: كيف تغيّرت أوراق الكاسافا و سعف النخلة في هذا الجو الجاف جدّاً؟
fr: Comment les frondes du palmier et les feuilles du manioc ont-elles changé depuis que le temps est si sec ?
ja: ヤシの葉やキャッサバの葉は、この乾燥した天候でどのように変化したのだろうか？
ko: 종려나무의 엽상체와 카사바의 잎은 건조한 날씨가 계속되면서 어떻게 바뀌었나요?
tr: Hava çok kuru olduğuna göre, Palmiye’nin bileşik yaprakları ve Manyok’un yaprakları nasıl değişti?

# data_list
source: The plants in the ground are very thirsty. Have you ever been very, very thirsty? When you were extremely thirsty, how much did you drink? 1 cup? 2 cups? 3 cups? more?
ar: النباتات المزروعة في الأرض عطشة للغاية. هل شعرت سابقاً بالعطش الشديد؟ عندما كنت عطشاً للغاية، كم كأساً شربت؟ كأساً واحداً 1؟ كأسان 2؟ أم ثلاثة كؤوس 3؟ أم شربت أكثر؟
fr: Les plantes dans le sol ont très soif. As-tu déjà eu très, très soif ? Lorsque tu avais très soif, quelle quantité as-tu bu ? 1 tasse ? 2 tasses ? 3 tasses ? plus ?
ja: 地中の植物はとても喉が渇いている。とてもとても喉が渇いたことがある？きわめてのどが渇いたとき、どのくらい飲んだ？200ml？400ml？600ml？もっと？
ko: 땅에 있는 식물들은 정말 목이 말랐습니다. 여러분도 굉장히 목이 마른 적이 있었나요? 여러분이 굉장히 목이 말랐을때 얼마만큼의 물을 마셨나요? 1컵? 2컵? 3컵? 아니면 더?
tr: Yerdeki bitkiler çok susamışlar. Siz de hayatınızda çok ama çok susuz kaldınız mı hiç? Aşırı bir şekilde susadığınızda, ne kadar su içtiniz? 1 bardak? 2 bardak? 3 bardak? Daha çok?

# data_list
source: All the little plants are dying! How many of them can you count? Can you count that high?
ar: كل النباتات الصغيرة تحتضر! كم من النباتات تستطيع أن تعدّ؟ هل تستطيع العدّ إلى هذا الرقم الكبير؟
fr: Toutes les petites plantes sont en train de mourir ! Combien peux-tu en compter ? Peux-tu compter aussi haut ?
ja: すべての小さな植物が枯れている！いくつ数えられる？そんなに沢山数えられる？
ko: 모든 작은 식물들은 죽어가고 있습니다. 여러분은 몇 개의 식물을 셀수 있나요? 다 셀 수있나요?
tr: Bütün minik bitkiler ölüyorlar! Resimde kaç tanesini sayabilirsiniz? O kadar ileriye kadar sayabilir misiniz?

# data_list
source: On their way, they met a woman. "Good afternoon," they greeted her. She responded, "Where are you going?" "We are going to the next village to look for work," said Palm.
ar: في طريقهما إلتقيا بامرأة. "مساء الخير،" قالا لها مرحّبين. أجابتهما الإمرأة: "إلى أين أنتما ذاهبان؟" فقالت النخلة: "نحن ذاهبان إلى القرية التالية للبحث عن عمل".
fr: Sur leur chemin, ils ont rencontré une femme. « Bon après-midi, » ils l'ont saluée. Elle a répondu : « Où allez-vous ? » « Nous allons au prochain village pour chercher du travail, » a répondu la Palme.
ja: その途中、2人は1人の女性に出会った。「こんにちは。」と2人は挨拶した。 彼女は「どこに行くの？」と聞いた。「隣の村に仕事を探しに行くんだ。」とヤシの木が答えた。
ko: 카사바와 종려나무가 가는 도중에, 그들은 한 아주머니를 만났습니다. “안녕하세요.” 그들은 그녀에게 인사했습니다. “너희들은 어디를 가고 있니?” 그녀가 물었습니다. “우리는 일을 찾으러 옆 마을로 가고 있어요.” 종려나무가 말했습니다.
tr: Yolda, bir kadınla karşılaştılar. “Tünaydın,” diyerek onu selamladılar. Kadın, “Nereye gidiyorsunuz?” diye sordu. “İş aramak için yandaki köye gidiyoruz,” dedi Palmiye.

# data_list
source: Cassava has what are called tuber roots that help it stand up. How many tuber roots do you see?
ar: لدى الكاسافا ما يسمى بالجذور الدرنية التي تساعدها على الوقوف. كم عدد جذور الدرنية التي تستطيع رؤيتها؟
fr: Le manioc a ce qu'on appelle des racines tubéreuses qui l'aident à se tenir debout. Combien de racines tubéreuses vois-tu ?
ja: キャッサバには塊根と呼ばれる根があり、そのおかげで立ち上がることができる。いくつの塊根が見つけられる？
ko: 카사바는 괴경 뿌리라는 것을 가지고 있고 그것은 카사바가 설 수 있도록 도와줍니다. 여러분은 몇 개의 괴경 뿌리를 볼 수 있나요?
tr: Manyok’un dik durmasına yardımcı olan yumru kökleri var. Resimde kaç yumru kök görüyorsunuz?

# data_list
source: Count the fingers on the woman's hands. How many fingers do most people have? How many does she seem to be missing?
ar: عدّ الأصابع الموجودة في يدي الإمرأة. كم عدد الأصابع التي يمتلكها معظم الناس؟ كم من الأصابع تنقص هذه الإمرأة؟
fr: Compte les doigts des mains de la femme. Combien de doigts ont la plupart des gens ? Combien semble-t-il lui en manquer ?
ja: 女性の手の指を数えよう。多くの人には指が何本あるかな？彼女は何本足りないように見える？
ko: 여자의 손가락을 세어보세요. 대부분의 사람들은 몇 개의 손가락을 가지고 있나요? 여자는 몇 개가 없는것 같나요?
tr: Kadının ellerindeki parmakları sayın. Çoğu insanın kaç parmağı vardır? Resimdeki kadının kaç parmağı eksik gibi görünüyor?
