Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: There are rectangles all around you. Point to some rectangles where you are.
ja: あなたの周りには長方形がたくさんあります。あなたがいる場所にあるいくつかの長方形を指してください。
ko: 여러분 주변에는 사각형이 많습니다. 여러분이 있는 곳에서 사각형을 가리켜 보세요.
tr: Etrafınızda bir sürü dikdörtgen var. Bulunduğunuz yerdeki bazı dikdörtgenleri gösterin.

# data_list
source: Mom was a sangoma, but she also worked to make other people's homes neat and clean. It was hard for my mom to earn enough for both of us. She started selling homemade beer to bring in more money.
ja: 母はサンゴマでしたが、他の人の家をきれいにする仕事もしていました。母は私たち二人を養うのに苦労しました。もっとお金を稼ぐために自家製ビールを売り始めました。
ko: 엄마는 상고마이지만 다른 사람들의 집을 깨끗하게 청소도 합니다. 엄마에게 둘이 먹고 살기 위해 돈을 버는 것은 힘든일입니다. 엄마는 집에서 만든 맥주를 팔기 시작하며 돈을 더 벌기 시작했습니다.
tr: Annem bir şifacıydı (sangoma) ama başkalarının evlerini tertipli ve temiz hâle getirmek için de çalışırdı. Annem için ikimize yetecek kadar para kazanmak zordu. Daha fazla para kazanmak için ev yapımı bira satmaya başladı.

# data_list
source: A sangoma is an herbalist or a healer. Do you like going to the doctor?
ja: サンゴマは薬草医または治療師です。あなたはお医者さんに行くことは好きですか？
ko: 상고마는 식물학자나 치료사입니다. 여러분은 의사가 되고 싶은가요?
tr: Bir şifacı (sangoma) şifalı otlarla bitkisel tedaviler uygulayan kişidir. Doktora gitmeyi seviyor musunuz?

# data_list
source: Look at the rectangles that are beautiful shades of blue in this picture. How many do you count? Did you count them by 1's, 2's, or in some other way?
ja: この絵にある美しい青色の長方形を見てください。いくつありますか? 1 ずつ数えましたか、2 ずつ数えましたか、それとも他の方法で数えましたか?
ko: 그림에 있는 아름다운 파란색깔의 사각형을 보세요. 여러분은 몇 개를 셀 수 있나요? 여러분은 1 단위, 2 단위, 아니면 다른 방법으로 세었나요?
tr: Bu resimdeki mavinin güzel tonlarında olan dikdörtgenlere bir bakın! Kaç dikdörtgen sayabilirsiniz? Onları teker teker mi, ikişer ikişer mi yoksa başka bir şekilde mi saydınız?

# data_list
source: Point to some rectangles that are not blue, if you can find any.
ja: 青色ではない長方形を指してください。
ko: 파란색이 아닌 사각형을 셀 수 있다면 가리켜보세요.
tr: Eğer bulabilirseniz, mavi olmayan bazı dikdörtgenleri gösterin.

# data_list
source: The laws of the land said that selling homemade beer was wrong. The police sent my mom to jail for six long months. I was only 18 days old, and needed my mom. So even though I was a baby, I went to jail too.
ja: 国の法律では自家製ビールを売るのは違法とされていました。警察は母を6ヶ月間刑務所に送りました。私は生後18日で、母が必要としていました。だから、赤ん坊だった私も刑務所に行きました。
ko: 이 나라의 법은 집에서 만든 맥주를 파는 것이 잘못되었다고 합니다. 경찰은 엄마를 6개월 동안이나 감옥에 보냈습니다. 나는 태어난지 18일 밖에 되지않았고 엄마가 필요했습니다. 그래서 난 아기인데도 감옥에 갔습니다.
tr: Ülkedeki yasalar ev yapımı bira satmanın yanlış olduğunu söylüyordu. Polis annemi altı ay hapse gönderdi. Ben daha 18 günlüktüm ve anneme ihtiyacım vardı. Bebek olmama rağmen, ben de hapse girdim.

# data_list
source: Looking at their faces, how are Miriam and her mother feeling? How were they feeling on the previous page?
ja: ミリアムとミリアムの母の顔を見てください。彼女達はどんな気持だと思いますか？前のページではどんな気持ちだったでしょうか？
ko: 그들의 얼굴을 보세요. 미리암과 미리암의 엄마는 어떤 기분인가요? 앞장에서 그들은 어떤 기분이었나요?
tr: Yüzlerine baktığınızda, sizce Miriam ve annesi bu resimde nasıl hissediyorlar? Bir önceki sayfada nasıl hissediyorlardı?

# data_list
source: More and more rectangles! There are lots of rectangles, but there are also some other shapes -- can you find them?
ja: 長方形がどんどん増えています！長方形はたくさんありますが、他の形もいくつかあります。見つけることができますか?
ko: 더 많은 사각형! 그림에는 많은 사각형이 있지만 또 다른 도형도 있습니다. -- 여러분은 찾을 수 있나요?
tr: Daha da çok dikdörtgen! Bir sürü dikdörtgen var ama burada başka şekiller de var – onları bulabilir misiniz?

# data_list
source: There are circles for the eyes, beads, and hoop earrings. There is a downturned arc, which is a part of a circle, for the mother's mouth.
ja: 丸は目、ビーズ、フープイヤリングのためです。円の一部である下向きの弧があります。母親の口のためです。
ko: 그림에는 눈, 구슬, 그리고 귀걸이와 같은 원형이 있습니다. 엄마의 입에는 아래로 향한 호, 원형의 한 부분이 있습니다.
tr: Gözler, boncuklar ve halka küpeler için daireler var. Annenin ağzı için ise dairenin bir parçası olan aşağı dönük bir yay da var.

# data_list
source: As a little girl I loved to sing. When I was older, I helped my mom clean houses. Singing songs as I worked made the chores go faster and the days seem brighter. Singing made me happier than I can explain.
ja: 小さい頃、私は歌うのが大好きでした。大きくなってからは、母の掃除の仕事を手伝いました。仕事をしながら歌を歌うと、家事が早く進み、日々が明るく感じられました。歌うことは、言葉では言い表せないほど私を幸せにしてくれました。
ko: 내가 어린 소녀일때, 난 노래하는 것을 좋아했습니다. 내가 나이가 들면서 난 엄마가 집을 청소하는 것을 도왔습니다. 일을 하면서 노래를 하면 일이 빨리 끝나고 하루가 더 밝아지는것 같았습니다. 노래를 부르는것은 설명할 수 없이 나를 행복하게 했습니다.
tr: Küçük bir kız çocuğuyken, şarkı söylemeyi çok severdim. Büyüdüğümde, anneme evleri temizlemesinde de yardım ettim. Çalışırken şarkı söylemek, ev işlerinin daha hızlı yapılmasını ve günlerin daha parlak geçmesini sağladı. Şarkı söylemek beni açıklayamayacağım kadar mutlu ediyordu.

# data_list
source: What in this page shows that she is singing? Do you know how to read music notes on a page?
ja: このページはどうやって彼女が歌っていることを示していますか? あなたは音譜を読眼ますか？
ko: 그림에서 미리암이 노래부르는 것을 어떻게 보여주고 있나요? 여러분은 음표를 어떻게 읽는지 아나요?
tr: Bu sayfada Miriam’ın şarkı söylediğini gösteren neler var? Bir sayfadaki notaları nasıl okuyacağınızı biliyor musunuz?

# data_list
source: Do you like to sing? Some people have trouble hearing the right notes to sing, but with practice and listening they can get much better at it.
ja: あなたは歌うのは好きですか? 歌うべき正しい音を聞き取るのが難しい人もいますが、練習と沢山聞くことで、上手になります。
ko: 여러분은 노래하는 것을 좋아하나요? 어떤 사람들은 노래하기 위한 정확한 음을 듣는것이 어렵지만 계속 연습하고 듣기를 한다면 더 나아지게 됩니다.
tr: Peki ya siz, şarkı söylemeyi sever misiniz? Bazı insanlar şarkı söylemek için doğru notaları duymakta zorlanırlar ancak pratik yaparak ve dinleyerek bu konuda çok daha iyi olabilirler.

# data_list
source: Rectangles are a very common shape in most rooms. How many rectangles can you find in this picture?
ja: 長方形はほとんどの部屋によくある形です。この写真の中に長方形がいくつ見つかりますか?
ko: 사각형은 거의 모든 방의 공통된 도형입니다. 그림에서 몇 개의 사각형을 찾을 수 있나요?
tr: Dikdörtgenler, çoğu odada bulunan çok yaygın şekillerdir. Bu resimde kaç tane dikdörtgen bulabilirsiniz?

# data_list
source: I sang in my church, and this made others happy too. Music has the power to bring people together. When we were singing we felt brave and strong.
ja: 私は教会で歌いました。他の人も喜んでくれました。音楽には人々を一つにする力があります。歌っているとき、私たちは勇気と強さを感じました。
ko: 난 교회에서 노래를 불렀고 이것은 다른 사람들을 행복하게 하였습니다. 음악은 사람들을 모이게 하는 힘이 있습니다. 우리가 노래를 부를때 우리는 용감해지고 강해집니다.
tr: Kilisemizde şarkı söylerdim ve bu, başkalarını da mutlu ederdi. Müziğin insanları bir araya getirme gücü vardır. Şarkı söylerken kendimizi cesur ve güçlü hissederdik.

# data_list
source: Does it surprise you to read that she felt brave and strong while singing? What do you think she meant by that?
ja: 彼女が歌っているときに勇気と強さを感じたと聞いて驚きましたか？彼女はどういう意味で言ったと思いますか？
ko: 여러분은 미리암이 노래를 부를때 용감하게 느낀다고 하는것이 놀라운가요? 여러분은 그것이 무슨 뜻인것 같나요?
tr: Miriam’ın şarkı söylerken kendisini cesur ve güçlü hissettiğini okumak sizi şaşırttı mı? Sizce bununla ne demek istedi?

# data_list
source: These windows are not rectangles! One of the windows is a circle. We can't see the whole scene, but it looks like the other windows have arched tops. An arch is part of an oval.
ja: この窓は長方形ではありません！窓の 1 つは円形です。全体像は見えませんが、他の窓の上部はアーチ型になっているようです。アーチは楕円の一部です。
ko: 여기에 있는 창문들은 사각형이 아닙니다! 창문중 하나는 원형입니다. 우리는 전체를 볼 수 없지만, 다른 창문은 윗면이 호 모양입니다. 아치는 타원형의 일부분입니다.
tr: Bu pencereler dikdörtgen değil! Pencerelerden biri daire şeklinde. Sahnenin tamamını göremiyoruz ama diğer pencerelerin üst kısımları kemerli gibi görünüyor. Kemer, ovalin bir parçasıdır.

# data_list
source: Look at the particularly interesting interplay of shapes on the blue dress. Shapes can be combined in such interesting ways!
ja: 青いドレスにある色々な形の、興味深い組み合わせを見てください。形はこのように組み合わせることができます！
ko: 파란색 드레스의 재미있는 상호작용을 보세요. 도형은 여러가지 재미있는 방법으로 결합할수 있습니다!
tr: Özellikle, mavi elbisenin üzerindeki şekillerin ilginç etkileşimlerine bakın. Şekiller çok ilginç biçimlerde bir araya getirilebilir!

# data_list
source: People said my voice was a gift and my songs were special. I sang with other musicians and our music was heard all over the world.
ja: 人々は私の声は天からの賜物であり、私の歌は特別だと言いました。私は他のミュージシャンと一緒に歌い、私たちの音楽は世界中で聞かれました。
ko: 사람들은 나의 목소리가 천부적인 재능을 가졌고 나의 노래들은 특별하다고 말했습니다. 난 다른 음악인들과 노래했고 우리의 음악은 세계로 퍼져 들려졌습니다.
tr: İnsanlar, sesimin Tanrı vergisi bir yetenek olduğunu ve şarkılarımın özel olduğunu söylerlerdi. Diğer müzisyenlerle birlikte de şarkı söylerdim ve müziğimiz dünyanın her yerinde duyulurdu.

# data_list
source: Miriam is standing in a spotlight shining down from a bright light in the ceiling. The spotlight makes a cone of light that the singer can be in and stand on the stage. People can have cones that are funnels or ice cream cones.
ja: ミリアムは天井の明るいライトから照らされているスポットライトの中に立っています。スポットライトはステージの上の歌手が中に立つ光の円錐です。人々は漏斗やアイスクリームコーンのような円錐を持つことができます。
ko: 미리암은 천장에서 비추는 밝은 빛의 스포트라이트 아래에 서 있습니다. 스포트라이트는 원뿔 모양으로 무대위에 서 있는 가수를 비춥니다. 사람들은 깔대기나 아이스크림콘등의 원뿔을 가질수 있습니다.
tr: Miriam tavandaki parlak bir ışıktan aşağıya doğru inen parlak bir spot ışığının altında duruyor. Spot ışığı, şarkıcının içinde olabileceği ve sahnede durabileceği bir ışık konisi oluşturuyor. İnsanların huni ya da dondurma külahı gibi konileri olabilir.

# data_list
source: When a spotlight shines straight down it makes a circle on the stage floor. When it shines from the side, the shape on the floor is called an oval or an ellipse. Do you see any ellipses where you are?
ja: スポットライトが真下に照らされると、ステージの床に円ができます。それが横から照らされると、床の形は楕円または長円と呼ばれます。あなたのいる場所に楕円が見えますか？
ko: 스포트라이트가 아래로 비추면 무대 바닥에 원형을 만듭니다. 그것이 옆에서 비추면 바닥에 비추는 도형은 타원형이 됩니다. 여러분이 있는 곳에서 타원형을 볼 수 있나요?
tr: Bir spot ışığı doğrudan aşağıya doğru parladığında sahne zemininde bir ‘daire’ oluşturur. Yandan parladığında ise zemindeki şekil ‘oval’ veya ‘elips’ olur. Bulunduğunuz yerde hiç elips görüyor musunuz?

# data_list
source: Other than the spotlight, what other ovals or parts of ovals do you see in this picture?
ja: スポットライト以外に、この写真で他の楕円または楕円の一部に見えますか？
ko: 스포트라이트 외에도 여러분은 그림에서 또 다른 타원형이나 타원형의 일부분을 볼 수 있나요?
tr: Spot ışığı dışında, bu resimde başka hangi ovalleri veya oval parçalarını görüyorsunuz?

# data_list
source: My home was Sophiatown, a place of culture and music. Sophiatown is a place where South Africans could make music and harmony and dance together. But the people who ruled the land at the time did not like this togetherness. Those rulers didn't want black and white people to be friends.
ja: 私の地元はソフィアタウンと言います。文化と音楽の地である町でした。ソフィアタウンは、南アフリカ人が音楽とハーモニーを作り、一緒に踊ることができる場所です。しかし、当時この地を支配していた人々は、この人々が一緒に作り出すことを好みませんでした。支配者たちは、黒人と白人が友達になることを望まなかったのです。
ko: 나의 고향은 문화와 음악의 도시, 소피아타운이었습니다. 소피아타운은 음악과 하모니 그리고 함께 춤을 추는 남아프리카의 도시입니다. 그렇지만 그당시 나라를 지배하고 있는 사람들은 그렇게 함께하는 것을 좋아하지 않았습니다. 당시에 나라를 지배하고 있는 사람들은 흑인과 백인이 친구가 되는 것은 원하지 않았습니다.
tr: Benim evim bir kültür ve müzik mekânı olan Sophiatown idi. Sophiatown, Güney Afrikalıların birlikte müzik ve ahenk yapıp dans edebildikleri bir yerdi. Lâkin o dönemde ülkeyi yöneten insanlar bu birliktelikten hoşlanmıyorlardı. O yöneticiler, siyah ve beyazların arkadaş olmasını istemiyorlardı.

# data_list
source: Unfortunately, some people pay attention to things that are different about people, such as skin color, how tall they are, or the place where they come from. Are there some differences that keep you away from some people?
ja: 残念ながら、肌の色、身長、出身地など、人の違いに注目する人もいます。あなたを一部の人々から遠ざけている違いは何ですか?
ko: 불행하게도 어떤 사람들은 사람의 피부색깔이나 얼마나 키가 큰지 아니면 그들이 어디에 사는지 등과 같은 다른점들에 관심을 두고 있습니다. 그런 다른 점은 여러분을 어떤 사람들로부터 멀리하게 만드나요?
tr: Ne yazık ki bazı kişiler, insanların ten renkleri, ne kadar uzun oldukları ya da nereli oldukları gibi insanlarda farklı olan şeylere dikkat ederler. Sizi bazı insanlardan uzak tutan farklılıklarınız var mı?

# data_list
source: Music is something that can be shared and it can help bring people together. What brings you together with your friends?
ja: 音楽は共有できるものであり、人々を結びつけるのに役立ちます。あなたとあなたの友達を結びつけるものは何ですか?
ko: 음악은 서로 나누고 사람들을 함께 모이게 합니다. 여러분은 무엇이 친구와 가까워지게 하나요?
tr: Müzik paylaşılabilen bir şeydir ve insanları bir araya getirmeye yardımcı olabilir. Sizi arkadaşlarınızla bir araya getiren nedir?

# data_list
source: Do you think doing math is something that can be shared and bring people together?
ja: 数学は共有でき、人々を結びつけるものだと思いますか?
ko: 여러분은 수학도 같이 나누고 사람들을 함께 모이게 한다고 생각하나요?
tr: Sizce matematik de paylaşılabilen ve insanları bir araya getirebilen bir şey midir?

# data_list
source: I knew it was wrong to treat people differently because of their skin color. I did not hide my beliefs, and so those people in charge wanted me out of the country. When I was singing in America, I was told I could never return home.
ja: 肌の色で人を差別するのは間違っているとわかっていました。私は自分の信念を隠さなかったので、国の責任者たちは私を国外に追い出そうとしました。アメリカで歌っていたとき、二度とサウスアフリカに帰国できないと言われました。
ko: 나는 사람들의 피부 색깔때문에 사람을 다르게 대하는 것은 잘못되었다는 것을 알았습니다. 난 나의 신념을 숨기지 않았고 그래서 나라를 통치하고 있는 사람들은 내가 나의 나라에서 나가 주기를 원했습니다. 내가 미국에서 노래를 부르고 있을때 난 다시는 나의 고향으로 돌아가지 못할거라는 얘기를 들었습니다.
tr: İnsanlara ten renklerinden dolayı farklı davranmanın yanlış olduğunu biliyordum. Bu konudaki inançlarımı gizlemedim ve dolayısıyla, konuyla ilgili yetkililer beni ülkeden atmak istediler. Amerika’da şarkı söylüyorken, bana asla eve dönemeyeceğim söylendi.

# data_list
source: How is Miriam feeling? How can you tell?
ja: ミリアムはどう感じていますか? あなたはどうしてそれがわかりますか?
ko: 미리암은 어떤 기분인가요? 여러분은 어떻게 알 수 있나요?
tr: Bu resimde Miriam nasıl hissediyor? Bunu nereden anlayabilirsiniz?

# data_list
source: Have you ever been away from home and worried about getting back? Did it make you sad, or was it just hard to wait?
ja: 家から遠く離れて行くとき、帰ることができるのか心配になったことはありますか? 悲しくなりましたか、それともただ待つのが辛かったですか?
ko: 여러분은 집을 떠나 있으면서 다시는 돌아가지 못할거라고 걱정해 본 적이 있나요? 여러분은 슬펐나요 아니면 기다리는 것이 그냥 어려웠나요?
tr: Hiç evinizden uzak kaldığınız ve geri dönme konusunda endişelendiğiniz oldu mu? Bu sizi üzdü mü yoksa sadece beklemek mi zordu?

# data_list
source: Clouds can come in many shapes! Notice that the bottoms of these clouds are flat. That often happens with clouds. Look at the clouds where you are, or remember a time when there were lots of clouds -- were they flat on the bottom?
ja: 雲にはさまざまな形があります! これらの雲の底が平らであることに注目してください。雲ではよくあることです。あなたがいる場所の雲を見てください。または、たくさんの雲があったときのことを思い出してください。雲の底は平らでしたか?
ko: 구름은 여러가지 모양으로 표현됩니다. 구름의 밑이 평평한 것을 보세요. 그런것은 구름에서 종종 생깁니다. 여러분이 있는 곳이나 구름이 많이 있었던 때를 기억해 보세요 – 구름의 밑이 평평했나요?
tr: Bulutlar birçok şekillerde olabilir! Bu bulutların tabanlarının düz olduğuna dikkat edin. Bu tür şekiller bulutlarda genellikle olur. Bulunduğunuz yerdeki bulutlara bakın ya da çok sayıda bulutun olduğu bir ânı hatırlayın – onların tabanları düz müydü?

# data_list
source: People all over the world heard my story. My songs and my story helped many to see how there was no fairness in South Africa for those with black skin. I decided to go on singing and telling the truth about my country, no matter what.
ja: 世界中の人々が私の話を聞きました。私の歌と私の話は、南アフリカでは肌の黒い人々に対して公平さがないことを多くの人に理解させるのに役立ちました。私は何があっても歌い続け、自分の国について真実を語り続けることを決意しました。
ko: 세계의 모든 사람들이 나의 이야기를 들었습니다. 나의 음악과 이야기는 남아프리카의 흑인들이 얼마나 부당한 차별을 받고 있는지를 알게 해주는데 도움이 되었습니다. 난 무슨일이 있어도 나의 나라에 대해 진실을 노래하고 이야기하기로 마음먹었습니다.
tr: Dünyanın dört bir yanındaki insanlar hikâyemi duydu. Şarkılarım ve hikâyem birçok kişinin Güney Afrika’da siyah tenliler için adaletin olmadığını görmesine yardımcı oldu. Ne olursa olsun şarkı söylemeye ve ülkem hakkındaki gerçekleri anlatmaya devam etmeye karar verdim.

# data_list
source: Have you ever done something that some people thought was a bad idea, but you knew it was the right thing to do? What was it? Were you glad you stood up for what you believed in?
ja: 一部の人が良くない考えだと思っていても、自分で正しいことだとわかっていて何かをやったことがありますか? それはどんなことでしたか? 自分が信じていることを貫いてよかったと思いますか?
ko: 여러분은 어떤 사람들이 좋지 않은 결정이라고 생각하지만 여러분은 그것이 옳은 일이라고 믿고 있는 일을 한 적이 있나요? 여러분은 자신이 믿는것에 대해 뜻을 굽히지 않았던 것에 기뻐한적이 있나요?
tr: Hiç sizin doğru olduğunu bildiğiniz ama bazı insanların onun kötü bir fikir olduğunu düşündüğü bir şey yaptınız mı? O şey neydi? İnandığınız şeyi savunduğunuz için mutlu muydunuz?

# data_list
source: How do the eyebrows and mouths in this picture show that the people are dismayed?
ja: この絵の眉毛と口は、人々が落胆していることをどのように表していますか?
ko: 그림에서 눈썹과 입의 모양은 사람들이 놀라워 하는지 보여주고 있나요?
tr: Bu resimdeki kaşlar ve ağızlar insanların dehşete düştüğünü nasıl belli ediyor?

# data_list
source: Use your eyebrows to show different feelings. Try to show that you are happy, sad, surprised, or worried.
ja: 眉毛を使ってさまざまな感情を表現してください。幸せ、悲しみ、驚き、心配を表現してみてください。
ko: 여러분의 눈썹을 사용해서 다른 감정들을 보여보세요. 여러분이 행복하고 슬프고 놀랍거나 걱정스러워 하는 감정을 보여보세요.
tr: Farklı duyguları göstermek için kaşlarınızı kullanın. Mutlu, üzgün, şaşkın veya endişeli olduğunuzu göstermeye çalışın.

# data_list
source: The world loved my music and I was welcomed in many countries. I won awards and sang for important people all over the globe. My life was good, but something was missing. I could not sing in my home country, and people there were not free.
ja: 私の音楽は世界中から愛され、多くの国で歓迎されました。私は賞を獲得し、世界中の重要な人々のために歌いました。私の人生は良かったのですが、何かが欠けていました。私は母国で歌うことができず、そこの人々は自由ではありませんでした。
ko: 세계는 나의 음악을 사랑했고 난 많은 나라들에서 환영을 받았습니다. 나는 상을 받고 지구에 많은 중요한 사람들을 위해 노래했습니다. 나의 인생은 멋졌지만 무언가가 빠져있었습니다. 나는 나의 나라에서 노래를 할 수 없었고 그곳의 사람들은 자유롭지 못했습니다.
tr: Dünya, müziğimi sevdi ve birçok ülkede memnuniyetle karşılandım. Ödüller kazandım ve dünyanın her yerinde önemli insanlar için şarkılar söyledim. Hayatım güzeldi ama bir şeyler eksikti. Kendi ülkemde şarkı söyleyemiyordum ve oradaki insanlar özgür değillerdi.

# data_list
source: Notice how the spotlight creates part of an oval on the floor.
ja: スポットライトが床に楕円の一部を作っていることに注目してください。
ko: 스포트라이트가 바닥에 타원형의 한 부분을 만들어내는 것을 보세요.
tr: Bu resimde spot ışığının nasıl zeminde ovalin bir kısmını oluşturduğuna dikkat edin.

# data_list
source: Sometimes an outline of a shape is enough to tell what it is. The two dark outlines show people wearing something special on their heads. Who do you think these people are?
ja: 時には、形の輪郭だけでそれが何であるかがわかります。2 つの暗い輪郭は、頭に何か特別なものをかぶっている人々を示しています。これらの人々は誰だと思いますか?
ko: 가끔 모양의 테두리는 그것이 무엇인지 대충 알려줍니다. 두개의 어두운 테두리는 특별한 무언가를 머리에 쓰고 있는 것을 보여줍니다. 여러분은 그들이 누구라고 생각하나요?
tr: Bazen bir şeklin ana hatları o şeklin ne olduğunu anlamak için yeterlidir. Resimdeki iki adet koyu renkli ana hatları olan çizimler, başlarına özel bir şey takan insanları gösteriyor. Sizce bu insanlar kim olabilir?

# data_list
source: Have you ever done some singing, dancing, or other performing in front of people? How did you feel?
ja: 人前で歌ったり、踊ったり、その他のパフォーマンスをしたことがありますか? どんな気持ちでしたか?
ko: 여러분은 사람들 앞에서 노래하거나 춤추거나 아니면 다른 공연을 해 본적이 있나요? 기분이 어떠했나요?
tr: Peki ya siz, insanların önünde şarkı söylediniz mi, dans ettiniz mi veya başka bir performans sergilediniz mi? Nasıl hissettiniz?

# data_list
source: Then a wonderful day dawned when Nelson Mandela became president of South Africa. New people were in charge and the unfair laws belonged to the past. I finally went home with new hope in my heart.
ja: そしてネルソン・マンデラが南アフリカの大統領に就任し、素晴らしいな日がやってきました。新しい人々が政権を握り、不公平な法律は過去のものとなりました。私はついに新たな希望を胸にして帰国しました。
ko: 그런데 넬슨 만델라가 남아프리카의 대통령이 되었을때 놀라운 날이 밝았습니다. 새로운 사람들이 나라를 다스리고 부당한 법은 과거로 사라졌습니다. 나는 드디어 나의 가슴에 새로운 희망을 안고 집으로 돌아갔습니다.
tr: Daha sonra, Nelson Mandela Güney Afrika’nın başkanı olduğunda harika bir gün doğdu. Yeni yetkililer iş başındaydı ve artık adaletsiz yasalar geçmişte kalmıştı. En nihayetinde, kalbimde yeni bir umutla eve döndüm.

# data_list
source: Which arcs on their faces show that they are happy?
ja: 彼らの顔のどの弧が幸せを表しているでしょうか？
ko: 그들의 얼굴 부분의 호의 모양중에 어떤 부분이 그들이 행복한지 보여주나요?
tr: Resimdeki insanların yüzlerindeki hangi yaylar onların mutlu olduklarını gösteriyor?

# data_list
source: The stripes on the shirt of President Mandela are made up of rectangles. There are shapes all around us!
ja: マンデラ大統領のシャツのストライプは長方形で構成されています。私たちの周りはあらゆる形に満ちています！
ko: 넬슨 만델라의 셔츠 줄무늬는 사각형을 만듭니다. 도형은 우리가 있는 모든 곳에 있습니다!
tr: Başkan Mandela’nın gömleğinde dikdörtgen çizgiler var. Etrafımızda her yerde şekiller var!

# data_list
source: Did you notice the flat-bottomed clouds in this picture?
ja: この絵にある底が平らな雲に気づきましたか？?
ko: 그림에서 평평한 바닥의 구름이 보이나요?
tr: Bu resimdeki düz tabanlı bulutları fark ettiniz mi?

# data_list
source: After that, I could sing in a free, fair country. People of different colors could enjoy music together. I helped make this happen because I was brave and strong. I sang the truth in all of my songs.
ja: その後、私は自由で公正な国で歌うことができました。肌の色の違う人々が一緒に音楽を楽しむことができました。私は勇気と強さを持っていたので、この実現に貢献できました。私が歌う歌はすべて真実でした。
ko: 그 후로, 나는 자유롭고 공정한 나라에서 노래 할 수 있었습니다. 피부 색깔이 다른 사람들이 함께 음악을 즐길 수있었습니다. 난 용감하고 강했기 때문에 이렇게 되는데 도움이 되었습니다. 나는 나의 모든 노래에 진실을 담고 노래했습니다.
tr: Artık özgür ve adil bir ülkede şarkı söyleyebilirdim. Farklı ten rengindeki insanlar, beraber, müziğin tadını çıkarabilirdi. Bunun gerçekleşmesine yardımcı oldum çünkü ben cesur ve güçlüydüm. Tüm şarkılarımda gerçeği söyledim.

# data_list
source: What are some times when you have been brave and strong? How did you feel?
ja: あなたが勇気と強さを発揮したときはどんなときでしたか。どんな気持ちでしたか?
ko: 여러분이 용감하고 강해야 했던 때는 언제였나요? 여러분은 어떤 기분이었나요?
tr: Peki ya sizin cesur ve güçlü olduğunuz bazı anlar oldu mu hiç? Kendinizi nasıl hissetmiştiniz?

# data_list
source: Count together all the people on this page. If you take away the people on the stage, how many are left?
ja: このページにいる人全員を数えてください。ステージ上の人を除くと、何人残りますか?
ko: 그림에 있는 모든 사람들을 세어보세요. 무대위에 있는 사람들을 제외하면 모두 몇 사람이 남나요?
tr: Bu sayfadaki tüm insanları çocuğunuzla birlikte sayın. Sahnedekileri çıkarırsanız geriye kaç kişi kalır?

# data_list
source: How wonderful to see all these people enjoying Miriam's music and dancing together!
ja: ミリアムの音楽を楽しんで、一緒に踊っている多くの人たちを見るのはなんて素晴らしいことでしょう!
ko: 모든 사람들이 미리암의 음악을 즐기고 같이 춤을 추는 것을 보는것이 얼마나 신나는 것입니까!
tr: Tüm bu insanların Miriam’ın müziğiyle eğlendiklerini ve hep birlikte dans ettiklerini görmek ne kadar harika!

# data_list
source: It had been raining for days, and everyone was grumpy. Everyone except Sizwe, who woke up with a smile every morning. "Yoh! Sizwe! That smile is magic!" said Gogo. "Is it for me?" Sizwe clapped his hand over his mouth. "But it's MY smile, Gogo," he whispered.
ja: 何日も雨が降り続き、みんな不機嫌でした。でも毎朝笑顔で目覚めるシズウェだけは違いました。”やぁ！シズウェ！その笑顔は魔法みたいだね！”とゴゴが言いました。”僕のためかい？シズウェは口元に手を当てました。”でも、それは僕の笑顔だよ、ゴゴ”と彼はささやきました。
ko: 비가 오는 날이 계속 되었고 사람들은 짜증이 나 있었습니다. 아침에 미소와 함께 일어나는 시즈왜이를 제외한 모든 사람들이 말입니다. “이봐! 시즈왜이! 그 미소는 신비롭다!" 할머니가 말했습니다. “나에게 미소 짓는 거니?" 시즈왜이는 그의 입을 손으로 쳤습니다. “그렇지만 이것은 나만의 미소에요, 할머니." 시즈왜이가 속삭였습니다.
tr: Günlerdir yağmur yağıyordu ve herkes huysuzdu. Her sabah gülümseyerek uyanan Sizwe dışındaki herkes! “Vay! Sizwe! Bu gülümseme sihirli!” dedi Gogo. “Bana mı diyorsun?” Sizwe ağzını eliyle kapattı. “Ama bu BENİM gülümsemem, Gogo,” diye fısıldadı.

# data_list
source: The colors on this page are muted, they are not very bright. How do muted colors make you feel? The muted colors are in strong contrast to Sizwe's bright smile, and they help us notice the smile.
ja: このページの色はくすんでいて、あまり明るくありません。くすんだ色はどんな気持ちにさせますか。くすんだ色はシズウェの明るい笑顔とは対照的で、私たちにその笑顔に気づきやすくなります。
ko: 그림의 색깔들은 그렇게 밝아 보이지 않은 칙칙한 색깔입니다. 칙칙한 색깔은 여러분의 기분을 어떻게 만드나요? 칙칙한 색깔은 시즈왜이의 밝은 미소에 비교해 큰 차이를 보이고 그것은 시즈왜이의 미소를 우리가 더 잘 알아차리게 합니다.
tr: Bu sayfadaki renkler sönük; çok parlak değiller. Sönük renkler size kendinizi nasıl hissettirir? Sönük renkler Sizwe’nin parlak gülümsemesiyle güçlü bir tezat oluşturup Sizwe'nin gülümsemesini fark etmemize yardımcı oluyor.

# data_list
source: There are lots of shapes here. A rectangle is a 4-side figure shaped like this page. Though it is a bit rounded, the side of his bed is a rectangle. His eyes are circles. The neckline of his shirt is a partial circle, which is called an arc.
ja: ここにはたくさんの形があります。長方形はこのページのような形をした4辺の図形です。少し丸みを帯びていますが、彼のベッドの側面は長方形です。彼の目は円形です。彼のシャツの襟ぐりは部分的に円形で、これは弧と呼ばれます。
ko: 여기에는 많은 도형들이 있습니다. 사각형은 이 페이지처럼 네 개의 면을 가진 도형입니다. 약간 곡져 있기는 하지만 침대의 옆면은 사각형입니다. 시즈왜이의 눈은 원형입니다. 그의 셔츠의 목선은 호라고 부르는 원형의 한 부분입니다.
tr: Bu resimde bir sürü şekiller var. Bir dikdörtgen, bu sayfa gibi şekillendirilmiş 4 kenarlı bir şekildir. Yatağının kenarı – gerçi biraz yuvarlak olsa da – bir dikdörtgendir. Sizwe’nin gözleri birer dairedir. Tişörtünün yaka modeli ise kısmi bir çemberdir ve ona “yay” denir.
