Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The places where the poles meet the wall make right angles – angles like the corner of this page. Point out right angles in the picture and where you are.
ar: تشكّل الأماكن التي تلتقي فيها الأعمدة بالحائط زوايا قائمة، مثل زاوية هذه الصفحة تماماً. أشر إلى الزوايا القائمة الموجودة في الصورة ومن حولك.
fr: Les endroits où les poteaux rencontrent le mur forment des angles droits -- angles comme le coin de cette page. Pointe les angles droits dans l'image et là où se trouve ta place.
ja: 柱と壁が接する場所は直角になる。このページの角のような角度だ。絵の中と自分がいる場所で直角を指さそう。
ko: 막대기와 벽이 만나는 곳은 이 책자의 모서리와 같은 직각을 만듭니다. 이 그림이나 여러분이 있는 곳에서 직각을 가리켜 보세요.
tr: Direklerin duvarla birleştiği yerler ‘dik açı’ yaparlar – dik açı, bu sayfanın köşesi gibidir. Resimdeki ve bulunduğunuz yerdeki dik açıları gösterin.

# data_list
source: Most drink containers are round. Why do you suppose that is?
ar: معظم حاويات المشروبات مستديرة الشّكل. لماذا بظنّك؟
fr: La plupart des récipients pour boissons sont ronds. Pourquoi penses-tu que c'est le cas ?
ja: ほとんどの飲み物の容器は丸い。どうしてだと思う？
ko: 거의 모든 음료수의 그릇은 둥근 모양입니다. 왜 음료수 그릇은 둥근 모양일까요?
tr: Çoğu içecek kapları yuvarlaktır. Sizce neden öyledir?

# data_list
source: "Above all, the brooms that are used to sweep the rooms and compounds come from me," concluded Palm.
ar: واختتمت النّخلة: «و الأهم من ذلك، المكانس التي تستخدم لكنس الغرف والمجمّعات السكنيّة تأتي منّي أيضاً».
ja: 「とりわけ、部屋や屋敷を掃除するのに使うホウキは、私のものだ」とヤシは締めくくった。
ko: “무엇보다 방과 건물을 청소할때 사용하는 빗자루는 나한테서 나오잖아요.“ 종려나무가 말을 마쳤습니다.
tr: “Her şeyden önemlisi, odaları ve yerleşkeleri süpürmek için kullanılan süpürgeler benden geliyor,” diyerek sözlerini tamamladı Palmiye.

# data_list
source: People tie palm fronds tightly together to make brooms. A dust broom is a really short broom for sweeping small areas. Do you have a dust broom?
ar: يربط النّاس سعف النّخيل معًا بإحكام لصنع المكانس. مكنسة الغبار هي مكنسة قصيرة جدًا لكنس المساحات الصغيرة. هل لديك مكنسة غبار في منزلك؟
fr: Les gens attachent les feuilles de palmier ensemble pour en faire des balais. Un balai à poussière est un balai très court pour balayer les petites surfaces. As-tu un balai à poussière ?
ja: 人々はヤシの葉を固く結んでホウキを作る。塵取りホウキは、狭い場所を掃くための本当に短いホウキだ。君は塵取りホウキを持っている？
ko: 사람들은 빗자루를 만들때 종려나무 잎을 단단히 묶읍니다. 먼지털이개는 작은 공간을 쓸때 쓰는 작은 빗자루입니다. 여러분은 먼지털이개가 있나요?
tr: İnsanlar süpürge yapmak için palmiye yapraklarını sıkıca birbirine bağlarlar. Toz süpürgesi, küçük alanları süpürmek için kullanılan oldukça kısa bir süpürgedir. Sizin toz süpürgeniz var mı?

# data_list
source: Do you suppose they are sweeping up bits of cassava peels and palm nut shells? Have you ever used a tall broom or a dust broom?
ar: هل تظنّ أنهم يكنسون قشور الكاسافا وقشور ثمر الّنخيل من على الأرض؟ هل سبق لك أن استخدمت مكنسة طويلة أو قصيرة لكنس الغبار؟
fr: Penses-tu qu'ils balaient des morceaux d'écorces de manioc et des coquilles de noix de palme ? As-tu déjà utilisé un grand balai ou un balai à poussière ?
ja: 人々はキャッサバの皮やヤシの実の殻を掃いているのだろうか？君は背の高いホウキや塵取りホウキを使ったことがある？
ko: 여러분은 그들이 카사바의 껍질과 종려나무의 야자껍질을 쓸고 있다고 생각하나요? 여러분은 긴 빗자루나 먼지털이개를 사용해 본 적이 있나요?
tr: Sizce resimdekiler manyok ve palmiye kabuklarını mı süpürüyorlar? Hiç uzun bir süpürge veya kısa toz süpürgesi kullandınız mı?

# data_list
source: Point out the vertical and horizontal lines in this picture.
ar: أشر إلى الخطوط العاموديّة و الأفقية في هذه الصورة.
fr: Montre les lignes verticales et horizontales dans cette image.
ja: この絵の垂直線と水平線を指さそう。
ko: 그림에서 수직선과 평행선을 가리켜 보세요.
tr: Bu resimdeki dikey ve yatay çizgileri gösterin.

# data_list
source: Hmmm! sighed the woman. "All right friends, I have heard you. I will settle this problem."
ar: "همم!" تنهّدت الإمرأة. "حسنًا أيها الأصدقاء، لقد سمعتكما. سأقوم بتسوية هذه المشكلة."
fr: « Hmmm ! » soupire la femme. « Très bien mes amis, je vous ai entendu. Je vais régler ce problème. »
ja: 「うーん！」女性はため息をついた。「わかったよ。君たちの話を聞いたよ。この問題を解決しよう。
ko: “음." 아주머니가 한숨을 지었습니다. “알았다. 너희들의 얘기를 충분히 들었어. 내가 이 문제를 해결해 줄께."
tr: “Hımmm!” diye iç geçirdi kadın. “Pekâlâ, arkadaşlar, sizi dinledim. Bu problemi çözeceğim.”

# data_list
source: The woman says, "I have heard you." She listened carefully to both of them. It really helps when people listen closely to what people care about.
ar: قالت الإمرأة: "لقد سمعتكما". لقد استمعت الإمرأة بعناية لكليهما. من المفيد حقًّا أن يستمع الناس عن كثب إلى ما يهتمّ به الآخرون.
fr: La femme dit : « Je vous ai \\ entendu. » Elle les a écoutés attentivement tous les deux. Il est vraiment utile d'écouter attentivement ce qui intéresse les gens.
ja: 女性は「君たちの話を聞いたよ。」と言っている。彼女は2人の話を注意深く聞いた。人が気にかけていることに耳を傾けることは、本当に助けになる。
ko: 아주머니는 카사바와 종려나무의 얘기를 조심스럽게 들었습니다. 사람들이 서로가 소중하게 생각하는 것들을 주의깊게 들어주는 것은 많은 도움이 됩니다.
tr: Kadın, “Sizi dinledim,” dedi. Her ikisini de dikkatlice dinledi. İnsanların önemsedikleri şeyleri dikkatle dinlemeleri gerçekten yardımcı olur.

# data_list
source: She is holding her hands with her palms up. Sometimes that gesture means "Here's the answer!" and sometimes it means "I don't know." What does it mean here?
ar: في الصورة ترفع الإمرأة يديها مع راحتي يديها للأعلى. أحيانًا يعني هذا الإيماء “ها هو الجواب!” وأحيانًا يعني “أنا لا أعرف”. ماذا يعني إيماء الإمرأة هنا؟
fr: Elle tient ses mains avec les paumes vers le haut. Parfois ce geste signifie « Voilà la réponse ! » et parfois il signifie « Je ne sais pas ». Que signifie-t-il ici ?
ja: 彼女は手のひらを上に向けて手をかざしている。このジェスチャーは、「これが答えよ！」という意味のときもあれば、「わからない。」という意味のときもある。ここではどういう意味なのだろうか？
ko: 그녀는 그녀의 손바닥을 들어 보이며 손을 들고 있습니다. 이 손짓은 ”이것이 답이다!“ 라는 뜻일수 있고 ”난 잘 모르겠다!“ 라는 뜻일 수도 있습니다. 여기서는 어떤 뜻일까요?
tr: Kadın ellerini avuç içleri yukarı bakacak şekilde tutuyor. Bu hareket bazen “İşte cevabı!” anlamına gelir, bazen de “Bilmiyorum!” anlamına gelir. Bu hareket, bu resimde hangi anlama geliyor?

# data_list
source: How many bumps do you see on Palm's body? Can you count that high?
ar: كم عدد النتوءات التي تراها على جسم النّخلة؟ هل يمكنك عدّها جميعها؟
fr: Combien de bosses vois-tu sur le corps de Palme ? Peux-tu compter aussi haut ?
ja: ヤシの体にはいくつコブがある？そんなに数えられる？
ko: 종려나무의 몸에는 몇 개의 비늘같은 것이 있나요? 여러분은 다 셀 수있나요?
tr: Palmiye’nin vücudunda kaç tane şişlik görüyorsunuz? O kadar ileriye kadar sayabilir misiniz?

# data_list
source: "Both of you are very important to me. The two of you together make a delicious meal, fufu and palm nut soup!" said the woman.
ar: "كلاكما مهمُّ جدًّا بالنسبة لي. أنتما الإثنان تقومان معًا بإعداد وجبة لذيذة وحساء فوفو و ثمر الّنخيل!" قالت الإمرأة.
ja: 「2人とも、私にとってとても大切だよ。2人一緒に食べる、フフとヤシの実のスープがおいしいのよ！」と女性は言った。
ko: “너희들 모두 다 나에게는 중요하단다. 너희들 둘은 맛있는 후후와 야자 열매 스프같은 맛있는 음식을 함께 만들어 주잖아!" 아주머니가 말했습니다.
tr: “İkiniz de benim için çok önemlisiniz. İkiniz birlikte lezzetli bir yemek olursunuz; fufu ve palmiye fıstığı çorbası!” dedi kadın.

# data_list
source: Giving a new way to look at something can resolve an argument. What did she say that made them both happy?
ar: إن إعطاء منظور جديد للنظر إلى المشكلة يمكن أن يؤدّي لحلّها. ماذا قالت الإمرأة مّما جعل من الصديقين سعيدين؟
fr: Donner une nouvelle façon de voir quelque chose peut résoudre une dispute. Qu'a-t-elle dit qui les a rendus heureux tous les deux ?
ja: 何かに新しい見方を与えることで、口論を解決することができる。2人を幸せにした彼女の言葉は何かな？
ko: 어떤 것을 새로운 관점으로 보면 논쟁을 해결할 수 있습니다. 아주머니는 그들 모두를 만족하게 하기 위해 무엇이라고 말했나요?
tr: Bir şeye yeni bir bakış açısı kazandırmak bir tartışmayı çözebilir. Kadın ikisini de mutlu eden ne söyledi?

# data_list
source: The woman is wearing lots of colors. What are they? Do you have a favorite color?
ar: المرأة ترتدي الكثير من الألوان. ما هي هذه الألوان؟ هل لديك لون مفضل؟
fr: La femme porte beaucoup de couleurs. Quelles sont-elles ? As-tu une couleur préférée ?
ja: その女性は沢山の色を身につけている。それらは何色？君には好きな色がある？
ko: 아주머니는 여러가지 색깔의 옷을 입고 있습니다. 어떤 색깔이 있나요? 여러분이 좋아하는 색깔이 있나요?
tr: Kadın çok renkli giyinmiş. O renkler neler? Peki sizin favori renginiz var mı?

# data_list
source: There are fabric curtains at the windows and wooden shutters on the outside of the windows. When do you think they close the shutters? Why?
ar: هناك ستائر قماشية على النوافذ و مصاريع خشبية عليها من الخارج. متى تعتقد أنهم يغلقون المصاريع الخشبية؟ لماذا؟
fr: Il y a des rideaux en tissu aux fenêtres et des volets en bois à l'extérieur des fenêtres. À ton avis, quand ferme-t-on les volets ? Pourquoi ?
ja: 窓には布製のカーテンがあり、窓の外側には木製のシャッターがある。シャッターはいつ閉めると思う？どうして？
ko: 창문에는 옷감으로 만든 커튼이 있고 창문의 밖에는 나무로 만든 덧문이 있습니다. 여러분은 그들이 언제 덧문을 닫는다고 생각하나요? 왜일까요?
tr: Pencerelerde kumaş perdeler ve pencerelerin dışında da tahta panjurlar var. Sizce onlar panjurları ne zaman kapatıyorlar? Neden?

# data_list
source: The woman prepared palm nut soup with fufu from cassavas. She invited her friends to eat with her. They enjoyed the meal very much. Since then, Cassava and Palm tree have remained good friends.
ar: أعدّت الإمرأة حساء ثمر النّخيل مع الفوفو المصنوع من الكاسافا. ثمّ دعت أصدقائها لتناول الطعام معها. لقد استمتعوا بالوجبة كثيراً. و منذ ذلك الحين، ظلّ كلّ من الكاسافا و النّخلة صديقان حميمان.
fr: La femme a préparé une soupe de noix de palme avec du fufu de manioc. Elle a invité ses amis à manger avec elle. Ils ont beaucoup apprécié le repas. Depuis lors, Manioc et Palme sont restés de bons amis.
ja: その女性はキャッサバのフフを使ったヤシの実のスープを用意した。彼女は友人を招いて一緒に食べた。彼らは食事をとても楽しんだ。 それ以来、キャッサバとヤシは良い友だちのままだ。
ko: 아주머니는 카사바로 만든 후후와 야자 열매 스프를 만들었습니다. 아주머니는 친구들을 초대했습니다. 그들은 음식을 아주 맛있게 먹었습니다. 그때부터 카사바와 종려나무는 사이 좋은 친구가 되었습니다.
tr: Kadın manyoktan fufulu bir palmiye fıstığı çorbası hazırladı. Arkadaşlarını da kendisiyle birlikte yemeleri için davet etti. Yemeği çok beğendiler. O zamandan beri, Manyok ve Palmiye iki iyi dost olarak kaldılar.

# data_list
source: How many people are sharing the meal? Who do you think is the oldest and who is the youngest?
ar: كم عدد الأشخاص الذين يتقاسمون الوجبة؟ من برأيك هو الأكبر بينهم ومن هو الأصغر؟
fr: Combien de personnes partagent le repas ? D'après toi, qui est le plus âgé et qui est le plus jeune ?
ja: 何人で食事をしている？誰が1番年上で、誰が1番年下だと思う？
ko: 몇 명의 사람들이 음식을 나누어 먹나요? 여러분은 누가 가장 나이가 많고 누가 제일 어리다고 생각하나요?
tr: Yemeği kaç kişi paylaşıyor? Sizce onların en yaşlısı ve en genci hangisi?

# data_list
source: Are they eating inside or outside the house? Which do you like to do better – eat inside or outside?
ar: هل يأكلون داخل المنزل أم خارجه؟ ما الذي تفضّل فعله أكثر: تناول الطّعام داخل أم خارج المنزل؟
fr: Mangent-ils à l'intérieur ou à l'extérieur de la maison ? Que préfèrent-ils ? -- manger à l'intérieur ou à l'extérieur ?
ja: 彼らは家の中と外のどちらで食事をしている？君は家の中で食べるのと外で食べるのとでは、どちらが好き？
ko: 그들은 집 안에서 먹나요 아니면 집 밖에서 먹나요? 여러분은 어디서 먹는걸 더 좋아하나요?
tr: Evin içinde mi yoksa dışında mı yemek yiyorlar? Siz hangisini daha çok seversiniz – içeride mi yoksa dışarıda yemek yemeyi mi?

# data_list
source: We can't see the face of the person in the green shirt. Why? Have you ever licked a plate clean because you liked the food so much?
ar: لا يمكننا رؤية وجه الشخص الذي يرتدي القميص الأخضر. لماذا؟ هل سبق لك أن لعقت طبقًا لأنّك أحببت الطّعام كثيرًا؟
fr: On ne voit pas le visage de la personne à la chemise verte. Pourquoi ? As-tu déjà léché une assiette parce que tu aimais tellement la nourriture ?
ja: 緑色のシャツを着た人の顔が見えない。料理が好きすぎて、お皿をきれいに舐めたことがある？
ko: 우리는 녹색 셔츠를 입은 사람의 얼굴을 볼 수 없습니다. 왜 일까요? 여러분은 음식이 너무 맛있어서 그릇을 핥은 적이 있나요?
tr: Yeşil tişörtlü kişinin yüzünü göremiyoruz. Neden? Bir yemeği çok beğendiğinizde tabağı yalayıp temizlediğiniz oldu mu hiç?

# data_list
source: Count together the whiskers, ears, legs, eyes, and tails.
ar: قوموا بعد الشوارب والأذنين والساقين والعينين والذيول معًا.
fr: Comptons ensemble le nombre de moustache, d’oreille, de jambe, d’œil et de queue.
ja: 一緒に、ひげ、耳、足、目、しっぽを数えよう。
ko: 수염, 귀, 다리, 눈, 그리고 꼬리를 같이 세어보세요.
tr: Bıyıkları, kulakları, bacakları, gözleri ve kuyrukları çocuğunuzla birlikte sayın.

# data_list
source: Which counts are the same, which are different, which are the largest, and which are the smallest?
ar: ما هي الأعداد المتشابهة، وأيها مختلفة، أيها الأكبر، وأيها الأصغر؟
fr: Quels nombres sont les mêmes, lesquels sont différents, lesquels sont plus grands et lesquels sont plus petits ?
ja: どれが同じ数で、どれが違う数で、どれが一番大きくて、どれが一番小さいかな？
ko: 몇개가 같고, 몇개가 다른가요? 또 뭐가 가장 크고, 뭐가 가장 작을까요?
tr: Sayımınıza göre hangileri eşit, hangileri farklı, hangileri en büyük ve hangileri en küçüktür?

# data_list
source: Which animal is red and which one is yellow?
ar: أي الحيوانين أحمر وأيهما أصفر؟
fr: Quel animal est rouge et lequel est jaune ?
ja: どっちの動物が赤色かな、どっちが黄色かな？
ko: 어떤 동물이 빨간색이고 어떤 동물이 노란색인가요.
tr: Hangi hayvan kırmızı ve hangisi sarıdır?

# data_list
source: Cat and Dog live in a house. A house with a door. A house with a roof.
ar: القط والكلب يعيشان في منزل. منزل مع باب. منزل مع سقف.
fr: Chat et Chien vivent dans une maison. Une maison avec une porte. Une maison avec un toit.
ja: ネコとイヌは家に住んでいるよ 家にはドアがあるよ。 屋根もあるよ。
ko: 고양이와 개는 한집에 살고 있습니다. 집에는 문이 있습니다. 집에는 지붕도 있습니다.
tr: Kedi ve Köpek, bir evde yaşıyorlar. Bir kapısı olan bir ev. Bir çatısı olan bir ev.

# data_list
source: Cat and Dog live in a round house. Is your house round?
ar: يعيش القط والكلب في منزل دائري. هل منزلك مستدير؟
fr: Chat et Chien vivent dans une maison ronde. Ta maison est-elle ronde ?
ja: ネコとイヌは丸い家に住んでいる。 君の家は丸いかな？
ko: 고양이와 개는 둥근 집에 살아요. 여러분의 집도 둥근가요?
tr: Kedi ve Köpek, yuvarlak bir evde yaşıyorlar. Sizin eviniz yuvarlak mı?

# data_list
source: Point to any other round things in the picture.
ar: أشر إلى أي أشياء مستديرة أخرى في الصورة.
fr: Indique du doigt une autre chose ronde dans l’image.
ja: 絵の中にある、他の丸いものを指さそう。
ko: 그림에 있는 다른 둥근 것들을 가리켜 보아요.
tr: Resimdeki diğer yuvarlak şeyleri gösterin.

# data_list
source: How many rooms does their house seem to have?
ar: كم عدد الغرف التي يتكون منها منزلهم؟
fr: Combien de chambres cette maison semble-t-elle avoir ?
ja: 家にはいくつの部屋があると思う？
ko: 이 집에는 몇 개의 방이 있는것 같나요?
tr: Evlerinin kaç odası var gibi görünüyor?

# data_list
source: Cat and Dog have a ball. The ball is red and blue and yellow.
ar: القط والكلب يملكان كرة. الكرة حمراء وزرقاء وصفراء.
ja: ネコとイヌはボールを持っているよ。 赤色、青色、緑色のボールだよ。
ko: 고양이와 개는 공이 있습니다. 공은 빨간색, 녹색 그리고 파란색 이네요.
tr: Kedi ve Köpek, bir topa sahiptir. Top kırmızı, mavi ve yeşildir.

# data_list
source: Count together the number of colors on the ball.
ar: قوموا بعدّ عدد الألوان على الكرة معاً.
fr: Comptons ensemble le nombre de couleurs sur le ballon.
ja: ボールの色の数を一緒に数えよう。
ko: 공의 색깔의 개수를 같이 세어보아요.
tr: Topun üzerindeki renklerin sayısını çocuğunuzla birlikte sayın.

# data_list
source: Which color on the ball is not a color for Cat or Dog?
ar: أي لون على الكرة ليس لونًا للقط أو للكلب؟
fr: Quelle couleur du ballon ne correspond à aucune des couleurs du chat et du chien ?
ja: ネコやイヌの色ではないボールの色はどれかな？
ko: 공에 있는 색깔 중 고양이와 개의 색깔이 아닌것은 무엇인가요?
tr: Topun üzerindeki hangi renk Kedi veya Köpek’in rengi değildir?

# data_list
source: Is there anything where you are that is striped like this ball?
ar: هل يوجد أي شيء حيث أنت مخطط مثل هذه الكرة؟
fr: Y-a-t-il d’autres objets rayés à l’endroit où tu te trouves ?
ja: 君がいる場所に、このボールのような縞模様のものはあるかな？
ko: 공처럼 무늬가 있는 것을 여러분 주변에서 본 적 있나요?
tr: Sizin bulunduğunuz yerde bu top gibi çizgili olan bir şey var mı?

# data_list
source: Cat and Dog play with the ball. Cat throws the ball to Dog. Dog catches the ball. Dog throws the ball to Cat. Cat catches the ball.
ar: القط والكلب يلعبان بالكرة. القط يرمي الكرة إلى الكلب. الكلب يلتقط الكرة. الكلب يرمي الكرة إلى القط. القط يلتقط الكرة.
fr: Chat et Chien jouent avec le ballon. Chat jette le ballon à Chien. Chien attrape le ballon. Chien jette le ballon à Chat. Chat attrape le ballon.
ja: ネコとイヌはボールで遊んでいるよ。 ネコはイヌにボールを投げる。 イヌがボールを捕る。 イヌがネコにボールを投げる。 ネコがボールを捕る。
ko: 고양이와 개는 공을 가지고 놀고 있습니다. 고양이는 개에게 공을 던집니다. 개는 공을 잡았습니다. 개는 공을 고양이에게 던집니다. 고양이도 공을 잡았습니다.
tr: Kedi ve Köpek topla oynuyorlar. Kedi topu Köpek’e atıyor. Köpek topu yakalıyor. Köpek topu Kedi’ye atıyor. Kedi topu yakalıyor.

# data_list
source: How many times did they throw the ball?
ar: كم مرة قاما برمي الكرة؟
fr: Combien de fois ont-ils jeté le ballon ?
ja: 彼らは何回ボールを投げたかな？
ko: 고양이와 개는 공을 몇번 던졌나요?
tr: Topu kaç kere attılar?

# data_list
source: Do you like playing with balls? Do you throw them, catch them, or kick them?
ar: هل تحب اللعب بالكرات؟ هل ترميها أم تمسكها أم ترفسها؟
fr: Aimes-tu jouer avec les ballons ? Les jettes-tu, les attrapes-tu ou les frappes-tu ?
ja: 君はボール遊びが好きかな？ 投げたり、捕ったり、蹴ったりする？
ko: 여러분은 공을 가지고 노는것을 좋아하나요? 공을 던지거나, 잡거나, 혹은 차나요?
tr: Siz toplarla oynamayı sever misiniz? Topları atar mısınız, yakalar mısınız yoksa tekmeler misiniz?

# data_list
source: Can real cats and dogs play catch with a ball? How can they play with balls?
ar: هل يمكن للقطط والكلاب الحقيقية اللعب بالكرة؟ كيف يمكنها ذلك؟
fr: Les vrais chats et chiens peuvent-ils jouer avec un ballon ? Comment peuvent-ils jouer avec des ballons ?
ja: 本物のネコとイヌはキャッチボールができるかな？ どうやってボールで遊べるのかな？
ko: 진짜 고양이와 개는 공을 가지고 놀 수 있나요? 그들은 어떻게 공을 가지고 놀 수 있나요?
tr: Gerçek kediler ve köpekler top yakalamaca oyunu oynarlar mı? Onlar toplarla nasıl oynarlar?

# data_list
source: Then Cat throws the ball very high. Oh! Oh!
ar: ثم يرمي القط الكرة عالياً جداً. أوه! أوه!
fr: Ensuite, Chat jette le ballon très haut. Oh ! Oh !
ja: そしてネコはとても高いボールを投げた。 おや！おや！
ko: 그리고 나서 고양이가 공을 아주 높게 던졌어요. 어? 어?
tr: Daha sonra, Kedi topu çok yükseğe atıyor. Ah! Ah!

# data_list
source: The ball is higher than Dog. How much higher than Dog did Cat throw it?
ar: الكرة أعلى من الكلب. ما مدى ارتفاع الرمية التي رماها القط بالنسبة إلى الكلب؟
fr: Le ballon est plus haut que Chien. À quelle hauteur de Chien Chat l'a-t-il lancé ?
ja: ボールはイヌより高い。 ネコはイヌよりどのくらい高く投げたのかな？
ko: 공은 개보다 더 높은 곳에 있어요. 고양이는 개보다 얼마나 높게 던졌나요?
tr: Top, Köpek’ten daha yüksekte. Kedi topu Köpek’ten ne kadar yükseğe attı?

# data_list
source: Did Cat mean to do that? How can you tell from Cat's face?
ar: هل كان القط يقصد فعل ذلك؟ كيف يمكنك معرفة ذلك من خلال وجه القط؟
fr: Chat l’a-t-il fait exprès ? Comment peux-tu le savoir de l’expression du visage de Chat ?
ja: ネコはそんなつもりで投げたの？ ネコの顔を見れば分かるかな？
ko: 고양이가 일부로 그런걸까요? 고양이의 표정을 보고 어떻게 알아볼 수 있나요?
tr: Kedi öyle mi yapmak istedi? Kedi’nin yüzüne bakarak bunu nasıl anlayabilirsiniz?

# data_list
source: Does the ball sometimes not go where you want it when you play catch?
ar: هل تذهب الكرة في بعض الأحيان إلى مكان لا تريده عندما تلعب لعبة الالتقاط؟
fr: Est-ce que le ballon ne va pas où tu veux parfois quand tu joues au ballon ?
ja: キャッチボールをするとき、ボールが思い通りにいかないことがある？
ko: 공을 가지고 놀때 가끔씩 엉뚱한 곳으로 가기도 하나요?
tr: Siz top yakalamaca oynarken, top bazen sizin istediğiniz yere gitmiyor mu?

# data_list
source: The ball is on the roof. The ball is on the roof of the house.
ar: الكرة على السطح. الكرة على سطح المنزل.
fr: Le ballon est sur le toit. Le ballon est sur le toit de la maison.
ja: ボールは屋根の上にある。 家の屋根の上にある。
ko: 공이 지붕 위에 있습니다. 공이 집의 지붕 위에 있습니다.
tr: Top, çatının üzerinde. Top, evin çatısının üzerinde.

# data_list
source: The roof is slanted. Does the ball look like it would roll off the roof?
ar: السطح مائل. هل تبدو الكرة وكأنها ستتدحرج من على السطح؟
fr: Le toit est incliné. Selon toi, le ballon va-t-il tomber ?
ja: 屋根が斜めになっている。 ボールが屋根から転がり落ちるように見える？
ko: 지붕이 경사가 있네요. 공이 지붕에서 굴러내려올 것 같나요?
tr: Çatı eğimlidir. Top çatıdan yuvarlanıp düşecek gibi mi görünüyor?

# data_list
source: Where are Cat and Dog?
ar: أين هما القط والكلب؟
fr: Où sont Chat et Chien ?
ja: ネコとイヌはどこにいるの？
ko: 고양이와 개는 어디있나요?
tr: Kedi ve Köpek neredeler?

# data_list
source: How is the shape of the ball and the house similar and how are they different?
ar: فيم يتشابه شكل الكرة والمنزل وفيم يختلفان؟
fr: En quoi les formes du ballon et de la maison sont-elles semblables et en quoi sont-elles différentes ?
ja: ボールの形と家の形はどのように似ていて、どのように違うかな？
ko: 공과 집의 모양이 어떻게 비슷하고 또 어떻게 다를까요?
tr: Topun şekli evle hangi yönden benzerdir, top ve ev birbirlerinden nasıl farklılar?

# data_list
source: Cat and Dog can see the ball. Cat and Dog cannot get to the ball. How will they get the ball down?
ar: القط والكلب يمكنهما رؤية الكرة. القط والكلب لا يمكنهما الحصول على الكرة. كيف سيحصلان على الكرة؟
fr: Chat et Chien peuvent voir le ballon. Chat et Chien ne peuvent pas prendre le ballon. Comment vont-ils récupérer le ballon ?
ja: ネコとイヌにはボールが見える。 ネコとイヌはボールに近づけない。 どうやったらボールを下に落とせるかな？
ko: 고양이와 개는 공을 볼 수 있습니다. 고양이와 개는 공을 가질 수가 없습니다. 그들은 공을 어떻게 꺼내야 할까요?
tr: Kedi ve Köpek, topu görebiliyor. Kedi ve Köpek, topa ulaşamıyor. Topu aşağıya nasıl indirecekler?

# data_list
source: The ball is too high for Cat and Dog to reach. How will they solve this problem?
ar: الكرة عالية جدًا بحيث لا يستطيع القط والكلب الوصول إليها. كيف سيحلان هذه المشكلة؟
fr: La balle est trop élevée pour que Chat et Chien puissent l'atteindre. Comment vont-ils résoudre ce problème ?
ja: ネコとイヌにはボールが高すぎて届かない。 どうやってこの問題を解決するのだろう？
ko: 고양이와 개가 꺼내기엔 공이 너무 높은곳에 있어요. 이 문제를 어떻게 해결할까요?
tr: Top, Kedi ve Köpek’in ona ulaşamayacağı kadar çok yüksekte. Bu problemi nasıl çözecekler?

# data_list
source: What can you do to get something that is too high? Would you ask for help?
ar: ما الذي يمكنك فعله للحصول على شيء مرتفع جدًا؟ هل تطلب المساعدة؟
fr: Que peux-tu faire pour récupérer quelque chose qui est trop élevé ? Demanderais-tu de l’aide ?
ja: 高すぎるものを手に入れるにはどうしたらいい？ 君なら助けを求める？
ko: 너무 높은 곳에 있는 걸 가지려면 여러분은 무엇을 해야할까요? 여러분은 도움을 요청해야 하나요?
tr: Siz çok yüksekte olan bir şeyi almak için ne yapabilirsiniz? Yardım ister miydiniz?

# data_list
source: Does the ball look bigger than it did when they were throwing it?
ar: هل تبدو الكرة أكبر مما كانت عليه عند رميها؟
fr: Le ballon semble-t-il être plus grand que lorsqu’ils l’ont jeté ?
ja: ボールは、投げていた時よりも大きく見えるかな？
ko: 공이 고양이와 개가 던질 때보다 커보이나요?
tr: Top onların attığı zamandakinden daha mı büyük görünüyor?

# data_list
source: Cat and Dog are sad. They want to find something tall to reach the ball. Then Elephant comes by.
ar: القط والكلب حزينان. إنهما يريدان العثور على شيء طويل للوصول إلى الكرة. ثم يأتي الفيل.
fr: Chat et Chien sont tristes. Ils veulent trouver quelque chose de haute taille pour récupérer le ballon. Puis Éléphant passe.
ja: ネコとイヌは悲しんでいる。 彼らはボールに届く高さのあるものを見つけたがっている。 そこにゾウがやってきた。
ko: 고양이와 개는 슬퍼서 울었습니다. 그들은 공을 꺼낼 수 있게 큰 것을 찾고 싶어합니다. 이때 코끼리가 지나가고 있었습니다.
tr: Kedi ve Köpek, üzgün. Topa erişebilecek uzun bir şey bulmak istiyorlar. Ondan sonra, yanlarından Fil geçiyor.

# data_list
source: Cat and Dog are crying. Is their crying helping them solve their problem?
ar: القط والكلب يبكيان. هل بكاؤهما يساعدهما في حل مشكلتهما؟
fr: Chat et Chien pleurent. Pleurer les aide-t-il à résoudre leur problème ?
ja: ネコとイヌが泣いているよ。泣くことで問題を解決できるかな？
ko: 고양이와 개는 울고 있어요. 우는것이 문제를 해결해 주고 있나요?
tr: Kedi ve Köpek ağlıyor. Onların ağlaması problemlerini çözmelerine yardım ediyor mu?

# data_list
source: Count together the big animals, birds, and trees in the picture.
ar: قوموا بعدّ الحيوانات الكبيرة والطيور والأشجار الموجودة في الصورة معًا.
fr: Comptons ensemble le nombre de grands animaux, d’oiseaux et d’arbres sur l'image.
ja: 絵の中の大きな動物、鳥、木を一緒に数えよう。
ko: 그림에서 큰 동물과 새, 그리고 나무를 세어보세요.
tr: Resimdeki büyük hayvanları, kuşları ve ağaçları çocuğunuzla birlikte sayın.

# data_list
source: How can Elephant help them? Is the elephant tall?
ar: كيف يمكن للفيل أن يساعدهما؟ هل الفيل طويل؟
fr: Comment Éléphant peut-il les aider ? Éléphant est-il de grande taille ?
ja: ゾウはどうやって彼らを助けるのかな？ ゾウは背が高い？
ko: 코끼리가 어떻게 도와줄수 있나요? 코끼리는 키가 큰가요?
tr: Fil onlara nasıl yardım edebilir? Fil uzun mu?

# data_list
source: Elephant is big. Elephant can see the ball. Elephant can get to the ball. Elephant gets the ball from the roof. Elephant takes the ball from the roof of the house.
ar: الفيل كبير. الفيل يستطيع أن يرى الكرة. الفيل يستطيع أن يصل إلى الكرة. الفيل يحصل على الكرة من السطح. الفيل يأخذ الكرة من سطح المنزل.
fr: Éléphant est grand. Éléphant peut voir le ballon. Éléphant peut atteindre le ballon. Éléphant récupère le ballon. Éléphant prend le ballon du toit de la maison.
ja: ゾウは大きい。 ゾウにはボールが見える。 ゾウはボールに近づける。 ゾウは屋根からボールを取る。 家の屋根からボールを取る。
ko: 코끼리는 큽니다. 코끼리는 공을 볼 수 있습니다. 코끼리는 공을 꺼낼 수 있습니다. 코끼리는 지붕에서 공을 꺼냈습니다. 코끼리는 집의 지붕에서 공을 꺼냈습니다.
tr: Fil, büyük. Fil, topu görebilir. Fil, topa erişebilir. Fil, topu çatıdan alıyor. Fil, topu, evin çatısından alıyor.
