Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Are Dog's clothes finally making him warm, or too warm?
ar: هل ملابس الكلب تجعله أخيرًا دافئًا، أم دافئًا جدًا؟
fr: Les vêtements de Chien lui donnent-ils enfin chaud, ou trop chaud ?
ja: イヌは服を着てようやく暖かくなったのかな？それとも暖かすぎるのかな？
ko: 개의 옷들이 드디어 따뜻한가 보네요. 그렇지 않으면 너무 따뜻한가요?
tr: Köpek’in giysileri sonunda onu sıcak mı yoksa çok mu sıcak yapıyor?

# data_list
source: Bye bye Cat. Bye bye hot Dog.
ar: إلى اللقاء أيها القط. إلى اللقاء أيها الكلب الدافئ.
fr: Au revoir Chat. Au revoir Chien chaud.
ja: ばいばいネコ。 ばいばいイヌ。
ko: 잘 가, 고양이야. 잘 가, 더운 개야.
tr: Hoşça kal, Kedi. Hoşça kal, sıcak Köpek.

# data_list
source: Count Cat's whiskers. How many whiskers does Dog have?
ar: عدّ شوارب القط. كم عدد شوارب الكلب؟
fr: Comptons ensemble les moustaches de Chat. Combien de moustaches Chien a-t-il ?
ja: ネコのひげを数えよう。イヌのひげは何本？
ko: 고양이의 수염을 세보고, 개의 수염도 세어보아요.
tr: Kedi’nin bıyıklarını sayın. Köpek’in kaç bıyığı var?

# data_list
source: Who has more whiskers -- Cat or Dog? They have the same number, but Dog's whiskers are small.
ar: من لديه المزيد من الشوارب القط أم الكلب؟ لديهما نفس العدد، ولكن شوارب الكلب صغيرة.
fr: Qui a plus de moustaches -- Chat ou Chien ? Ils en ont le même nombre, mais les moustaches de Chien sont petites.
ja: ネコとイヌ、ひげが多いのはどっち？同じ数だけど、イヌのひげは小さい。
ko: 고양이와 개중에 누가 더 많은 수염을 가지고 있나요? 사실 둘 다 같은 개수의 수염을 가지고 있어요. 하지만 개의 수염이 더 짧답니다.
tr: Kimin daha fazla bıyığı var – Kedi’nin mi yoksa Köpek’in mi? İkisi de aynı sayıda bıyığa sahip ama Köpek’in bıyıkları küçük.

# data_list
source: In the end, how many pieces of clothing does Dog have? Too many!
ar: في النهاية، كم قطعة ملابس يرتدي الكلب؟ كثير جدًا!
fr: À la fin, combien de vêtements porte Chien ? Trop !
ja: 結局、イヌは何着の服を着ているんだ？多すぎる！
ko: 결국 개는 몇개의 옷을 입고 있나요? 너무 많아요!
tr: En nihayetinde, Köpek’in üzerinde kaç parça giysi var? Çok fazla!

# data_list
source: This is Cat. This is Dog.
ar: هذا القط. هذا الكلب.
fr: Voici Chat. Voici Chien.
ja: この子はネコ。 この子はイヌ。
ko: 왼쪽은 고양이입니다. 오른쪽은 개입니다.
tr: Bu, Kedi. Bu, Köpek.

# data_list
source: These two are a pair of friends. Point out all the pairs and groups of three you can find in this picture.
fr: Ces deux-là forment une paire d'amis. Indique toutes les paires et tous les groupes de trois que tu peux trouver dans cette image.
ja: ２ひきは、１組（ペア）の友達です。絵の中から、１組になるもの、３つで１つのグループになるものをさがしてみよう。
ko: 이 둘은 단짝 친구입니다. 그림에서 한 짝과 3 개의 그룹으로 되는 것들을 가리켜 보세요.
tr: Bu ikisi bir çift arkadaş. Bu resimde bulabildiğiniz tüm ikili (çift) ve üçlü grupları gösterin.

# data_list
source: Cats and dogs are mammals. Mammals have fur (or hair), they give birth to babies (not eggs), and the mother feeds her baby milk. Can you think of other animals that are mammals (don't forget yourself!)?
fr: Les chats et les chiens sont des mammifères. Les mammifères ont des poils (ou des cheveux), ils donnent naissance à des bébés (et non à des œufs), et la mère nourrit son bébé avec du lait. Peux-tu penser à d'autres animaux qui sont des mammifères (ne t’oublie pas !) ?
ja: ねこといぬは哺乳類。哺乳類は毛皮（毛）があって、赤ちゃんを産みます（卵は産みまないよ）。そして、お母さんは赤ちゃんにミルク（お乳）をあげます。他にどんな哺乳類がいるか分かるかな？（自分のことを忘れちゃだめだよ）
ko: 고양이와 개는 포유동물입니다. 포유동물은 털 (또는 머리카락)을 가지고 있고, 새끼를 (알이 아닌) 낳으며, 어미의 우유로 새끼를 먹입니다. 여러분은 또 다른 포유동물을 생각해 볼 수 있나요 (여러분 자신도 잊지마세요!)?
tr: Kediler ve köpekler memeli hayvanlardır. Memeli hayvanların kürkleri (veya kılları) vardır; yavrularını doğururlar (yumurtlayarak değil) ve anne yavrusunu kendi sütüyle besler. Memeli olan başka hayvanlar biliyor musunuz (kendinizi unutmayın!)?

# data_list
source: Describe some ways that Cat and Dog are similar, and some other ways that they are different.
fr: Décris les points communs entre le chat et le chien, ainsi que leurs différences.
ja: ねこといぬで、どこが似ているか、どこが違うかを話してみよう。
ko: 고양이와 개의 비슷한 점과 다른 점을 묘사해보세요.
tr: Kedi ve köpeğin benzer ve farklı oldukları bazı yönlerini açıklayın.

# data_list
source: Cat and Dog want to draw. Cat and Dog want to color. Cat and Dog want to make art. Dog starts. He takes a pencil and he takes a paper. The paper is a square.
fr: Chat et Chien veulent dessiner. Chat et Chien veulent colorier. Chat et Chien veulent faire de l'art. Chien commence. Il prend un crayon et un papier. Le papier est un carré.
ja: ねこといぬは絵を描きたいなと思いました。 ねこといぬは色を塗りたいなと思いました。 ねこといぬは作品を作りたいと思いました。 いぬから絵を描きはじめます。 えんぴつと紙を持ってきました。 紙は正方形です。
ko: 고양이와 개는 그림을 그리고 싶어합니다. 고양이와 개는 색칠을 하고 싶어합니다. 고양이와 개는 미술 시간을 가지고 싶어합니다. 그래서 개가 시작합니다. 개는 연필과 종이를 가져왔습니다. 종이는 정사각형입니다.
tr: Kedi ve Köpek, resim çizmek istiyor. Kedi ve Köpek, boyamak istiyor. Kedi ve Köpek, sanat yapmak istiyor. Köpek, yapmaya başlıyor. Bir kalem alıyor ve bir kâğıt alıyor. Kâğıdı bir karedir.

# data_list
source: A rectangle is a shape with four straight sides, like this page. A square is a rectangle with four equal sides. Point out some squares where you are now.
fr: Un rectangle est une forme avec quatre côtés droits, comme cette page. Un carré est un rectangle avec quatre côtés égaux. Montre des carrés là où tu te trouves maintenant.
ja: 長方形は４つの直線の辺をもつ形で、この本と同じ形です。正方形は長さが等しい４つの辺をもつ長方形です。今いる場所から見える正方形を指差してみよう。
ko: 사각형은 여기서 볼 수 있는 것처럼 네 개의 똑바른 면을 가진 도형입니다. 정사각형은 네 개의 같은 면을 가진 사각형입니다. 여러분이 있는 곳에서 정사각형을 찾아보세요.
tr: Bir dikdörtgen, bu sayfa gibi dört düz kenarı olan bir şekildir. Kare, dört eşit kenarı olan bir dikdörtgendir. Şu anda bulunduğunuz yerdeki birkaç kareyi gösterin.

# data_list
source: Sometimes when we draw, we know exactly what we want to draw. Other times, we have to think and think. If you drew something right now, what would you draw?
fr: Parfois, lorsque nous dessinons, nous savons exactement ce que nous voulons dessiner. D'autres fois, nous devons réfléchir et penser. Si tu dessinais quelque chose en ce moment, qu'est-ce que tu dessinerais ?
ja: 絵を描くときには、事前に何を描きたいか分かっていることがあるよね。でも、考えて、考えて描かなければならないこともあるよね。今、何かを描くとしたら、何を描くかな？
ko: 가끔 우리가 그림을 그릴때, 우리는 정확히 무엇을 그리고 싶어하는지 알때가 있습니다. 어떤때는 우리는 계속 생각을 해야합니다. 여러분이 지금 당장 무언가를 그려야 한다면 무엇을 그리고 싶은가요?
tr: Bazen çizim yaparken, ne çizmek istediğimizi tam olarak biliriz. Diğer zamanlarda ise, onun üstüne düşünmemiz gerekir. Şu anda bir şey çizseydiniz, ne çizerdiniz?

# data_list
source: Dog is holding the pencil in his right paw. When you write or draw, which hand do you use?
fr: Chien tient le crayon dans sa patte droite. Lorsque tu écris ou dessines, quelle main utilises-tu ?
ja: いぬは右手にえんぴつを持っているね。字や絵を描くとき、きみはどっちの手を使うかな?
ko: 개는 오른발로 연필을 들고 있습니다. 여러분이 글씨를 쓰거나 그림을 그릴때, 어느쪽 손을 사용하나요?
tr: Köpek, kalemi sağ patisinde tutuyor. Peki ya siz, yazarken veya çizerken hangi elinizi kullanırsınız?

# data_list
source: First, Dog draws an oval. The oval is the body of Cat. Wow, that is simple!
fr: Premièrement Chien dessine un ovale. L'ovale est le corps du Chat. Wow, c'est simple !
ja: まず、いぬはたまごの形を描きました。 この形はねこの体です。 わぁ、なんて簡単なんだろう！
ko: 개는 처음 타원형을 그립니다. 타원형은 고양이의 몸통입니다. 와! 아주 간단합니다!
tr: Köpek, ilk önce, bir oval çizer. Oval, Kedi’nin gövdesinin şeklidir. Vay canına, bu çok basit!

# data_list
source: An oval is like a squished or pulled circle. Ellipses are also ovals. Look for some ovals around where you are.
fr: Un ovale est comme un cercle écrasé ou étiré. Les ellipses sont aussi des ovales. Cherche des ovales autour de l'endroit où tu te trouves.
ja: たまご形は押しつぶされたり、引っ張られた円です。楕円もたまご形です。近くのたまご形を探してみよう。
ko: 타원형은 짓눌리거나 잡아당겨진 원형입니다. 타원도 타원형입니다. 여러분이 있는 곳에서 타원형을 찾아보세요.
tr: Oval, ezilmiş (bastırılmış) veya çekilmiş bir daire gibidir. Elipsler de ovaldir. Bulunduğunuz yerde ovaller arayın.

# data_list
source: Look at the tails for Cat and Dog. Describe how they are similar and how they are different.
fr: Regarde les queues de Chat et de Chien. Décris en quoi elles sont similaires et en quoi elles sont différentes.
ja: ねこといぬのしっぽを見てみよう。どこが同じで、どこが違うか話してみよう。
ko: 고양이와 개의 꼬리를 보세요. 그들의 꼬리가 어떻게 비슷하고 어떻게 다른지 묘사해보세요.
tr: Kedi ve Köpek’in kuyruklarına bakın. Kuyruklarının nasıl benzer ve nasıl farklı olduklarını açıklayın.

# data_list
source: Dog draws Cat one step at a time. Which part of Cat do you think Dog will draw next?
fr: Chien dessine Chat, étape par étape. À ton avis, quelle partie du chat le chien va-t-il dessiner ensuite ?
ja: いぬは一度に１箇所だけねこの体を描きます。次にいぬは、ねこのどこの部分を描くかな？
ko: 개는 고양이를 차례 차례 그립니다. 여러분은 개가 고양이의 어떤 부분을 다음에 그릴거라고 생각하나요?
tr: Köpek, Kedi’yi adım adım çizer. Sizce Köpek, bir sonraki adımda Kedi’nin hangi kısmını çizecek?

# data_list
source: Then he draws two triangles on top of the oval. The two triangles are the ears of Cat and he draws a black triangle in the oval. The black triangle is the nose of Cat and he draws a line above the nose.
fr: Puis il dessine deux triangles au sommet de l'ovale. Les deux triangles sont les oreilles de Chat et il dessine un triangle noir dans l'ovale. Le triangle noir est le nez de Chat et il trace une ligne au-dessus du nez.
ja: そうしたら、次にいぬは、たまご形の一番上に２つの三角形を描きました。 この２つの三角形はねこの耳で、さらに黒い三角形をたまご形の中に描きました。 この黒い三角形はねこの鼻で、鼻の上には一本の線を描きました。
ko: 그런다음 개는 타원형 위에 두 개의 삼각형을 그립니다. 두 개의 삼각형은 고양이의 귀가 되고 개는 타원형 안에 검은색 삼각형을 그립니다. 검은색 삼각형은 고양이의 코가 되고 그 코위에 선을 그립니다.
tr: Daha sonra, ovalin tepesine iki üçgen çizer. O çizdiği iki üçgen Kedi’nin kulaklarıdır. Ardından, ovalin içine siyah bir üçgen çizer. Siyah üçgen, Kedi’nin burnudur. Sonrasında, burnun üzerine bir çizgi çizer.

# data_list
source: An arc is part of a circle. Point to each part of this drawing and name the shape (oval, triangle, arc).
fr: Un arc fait partie d'un cercle. Montre chaque partie de ce dessin et nomme la forme (ovale, triangle, arc).
ja: 弧は円の一部です。絵の中にある体の部位を指差して、それぞれ形の名前を言ってみよう（たまご形、三角形、弧など）
ko: 호는 원형의 한 부분입니다. 각 그림의 모양을 가리켜 보고 그 도형의 이름을 말해 보세요 (타원형, 삼각형, 호).
tr: Bir ‘yay’, dairenin bir parçasıdır. Bu çizimin her bir parçasını gösterip şekillerin isimlerini (oval, üçgen, yay) söyleyin.

# data_list
source: Look around where you are and see how many of the shapes you can name.
fr: Regarde autour de toi et vois combien de ces formes tu peux nommer.
ja: 辺りを見回して、形の名前を何個言えるか数えてみよう。
ko: 여러분의 주변을 둘러보고 얼마나 많은 도형을 맞출수 있는지 보세요.
tr: Etrafınıza bir göz atın; bakalım kaç şekli adlandırabileceksiniz.

# data_list
source: Notice the line above the nose. That is a surprising line. See what happens to this line in the next two pages.
fr: Remarque la ligne au-dessus du nez. C'est une ligne surprenante. Regarde ce qui arrive à cette ligne dans les deux pages suivantes.
ja: 鼻の上の線に気づいたかな。これは意外な線になるよ。 ２ページ先で線がどうなったか見てみよう。
ko: 코 위에 있는 선이 보이나요? 그것은 뜻밖의 선이네요. 다음 장에서 이 선에 무슨 일이 생기는지 보세요.
tr: Burnun üzerindeki çizgiye dikkat edin. Bu şaşırtıcı bir çizgidir! Bakalım sonraki iki sayfada bu çizgiye ne olacak.

# data_list
source: Now he draws the eyes and the eyebrows of Cat. The eyes are two dots. The eyebrows are two lines. Wow, that is easy!
fr: Maintenant, il dessine les yeux et les sourcils de Chat. Les yeux sont deux points. Les sourcils sont deux lignes. Wow, c'est facile !
ja: ここで、いぬは、ねこの目とまゆ毛を描きました。 目はふたつの点。 まゆ毛は２本の線です。 簡単でしょう！
ko: 이제 개는 고양이의 눈과 눈썹을 그립니다. 눈은 두 개의 점으로 되어있습니다. 눈썹은 두 개의 선으로 되어있습니다. 와! 정말 쉽습니다!
tr: Köpek şu anda Kedi’nin gözlerini ve kaşlarını çiziyor. Gözler iki noktadır. Kaşlar iki çizgidir. Vay canına, bu çok kolay!

# data_list
source: That unusual line from the last page is the start of Cat's muzzle. That line separates the muzzle from the rest of Cat's face.
fr: Cette ligne inhabituelle de la dernière page est le début du museau de Chat. Cette ligne sépare le museau du reste du visage de Chat.
ja: 前のページで見た、あの変わった線はねこの口元の始まりだったね。この線は、ねこの顔の他の部分と口元を分けているね。
ko: 앞면에 있던 뜻밖의 선은 고양이의 입 부분입니다. 그 선은 고양이의 얼굴에서 입을 나누는 선이 되었습니다.
tr: Geçtiğimiz sayfadaki o şaşırtıcı çizgi, aslında Kedi’nin ağzının başlangıcıdır. Bu çizgi, Kedi’nin ağzını, yüzünün geri kalanından ayırıyor.

# data_list
source: The way people move their eyebrows can tell us what they are feeling. Can you move your eyebrows to show you are surprised? Angry?
fr: La façon dont les gens bougent leurs sourcils peut nous indiquer ce qu'ils ressentent. Peux-tu bouger tes sourcils pour montrer que tu es surpris ? En colère ?
ja: 人間はまゆ毛を動かすことで感情を伝えることができるんだよ。驚いたことをまゆ毛を使って表せるかな？ 怒った時はどうかな？
ko: 사람들이 눈썹을 움직이는 방법에 따라 우리는 그들이 어떤 기분인지 알 수 있습니다. 여러분은 놀라는 표정을 눈썹을 움직여서 보여줄수 있나요? 화난 표정은 어때요?
tr: İnsanların kaşlarını oynatma şekilleri, onların bize ne hissettiklerini anlatabilir. Siz de şaşırdığınızı belli etmek için kaşlarınızı hareket ettirebilir misiniz? Kızgın olduğunuzda?

# data_list
source: What do Cat's eyebrows tell us about how Cat is feeling?
fr: Qu'est-ce que les sourcils de Chat nous disent sur ce que Chat ressent ?
ja: このねこのまゆ毛は、ねこのどんな気持ちを表しているかな？
ko: 고양이의 눈썹은 고양이가 어떤 기분인지 보여주고 있나요?
tr: Kedi’nin kaşları bize Kedi’nin nasıl hissettiği hakkında ne anlatıyor?

# data_list
source: Then he draws the mouth of Cat. The mouth is a line. It looks like the letter 'w' and he draws the hairs of Cat. Three hairs on the left side and three hairs on the right side.
fr: Puis il dessine la bouche de Chat. La bouche est une ligne. Il ressemble à la lettre « w » et il dessine les cheveux de Chat. Trois cheveux sur le côté gauche et trois cheveux sur le côté droit.
ja: それから、いぬは、ねこの口を描きました。 口は一本の線です。 まるで英語の「W」のようで、さらに、ねこの毛も描きました。 左に３本、右に３本の毛があります。
ko: 그리고 나서 개는 고양이의 입을 그립니다. 입은 선으로 되어있습니다. 그것은 W 자로 보이고 거기에 고양이의 털을 그립니다. 왼쪽에 세 개의 털이 있고 오른쪽에도 세 개의 털이 있습니다.
tr: Köpek, daha sonra, Kedi’nin ağzını çizer. Ağzı bir çizgi şeklinde. ‘W’' harfine benziyor. Ardından, Kedi’nin bıyıklarını çizer. Sol tarafta üç bıyık ve sağ tarafta da üç bıyık!

# data_list
source: The lines beside Cat's nose are whiskers. They are very sensitive to touch. They help a cat sense things in the dark.
fr: Les lignes à côté du nez de Chat sont des moustaches. Elles sont très sensibles au toucher. Elles aident le chat à sentir les choses dans l'obscurité.
ja: ねこの鼻の隣の線は、ひげです。何かに触ることに対してとても敏感です。このひげは、暗闇の中で猫が物を確認するのに役立ちます。
ko: 고양이의 눈 옆에 있는 선은 수염이라고 합니다. 수염은 만지면 아주 민감한 부분입니다. 그것은 고양이가 어두운 곳에서 무언가를 감지하는 역할을 합니다.
tr: Kedi’nin burnunun yanındaki çizgiler bıyıklarıdır. Bıyıkları, dokunmaya karşı çok hassas olup Kedi’nin karanlıkta bir şeyleri algılamasına yardımcı olur.

# data_list
source: This is the fourth step in the drawing. See if you can describe the steps in order, calling each one by its number.
fr: C'est la quatrième étape du dessin. Vois si tu peux décrire les étapes dans l'ordre, en appelant chacune d'elles par son numéro.
ja: これはこの絵の４つ目のステップです。順番にステップを説明できるか確認して、それぞれのステップを数字で読んでみよう。
ko: 이것은 그림을 그리는데 네 번째 단계입니다. 여러분이 각 단계를 순서대로 차례 차례 이야기 할수 있는지 보세요.
tr: Bu, çiziminin dördüncü adımıdır. Çizimin adımlarını bir, iki, üç, dört şeklinde sırayla anlatabilir misiniz?

# data_list
source: Think of something you do step by step. Perhaps it is getting dressed or going to the store. List as many of the steps in order that you can think of.
fr: Réfléchis à quelque chose que tu fais étape par étape. Il s'agit peut-être de t’habiller ou d'aller au magasin. Énumère toutes les étapes auxquelles tu penses, dans l'ordre.
ja: 何かを一つずつ順番にすることを考えてみよう。例えば、着替えたり、お店に出かける時、考えられるだけのステップを順番に書いてみよう。
ko: 여러분이 무언가를 차례 차례 해 본 적이 있는지 생각해 보세요. 그것은 아마 옷을 입는 순서라든지 아니면 가계를 가는 방법일 것입니다. 여러분이 생각해 낼 수있는 것을 순서대로 나열해 보세요.
tr: Adım adım yaptığınız bir şeyi düşünün. O şey belki de giyinmek veya alışverişe gitmek olabilir. Aklınıza gelen adımları sırasıyla listeleyin.

# data_list
source: The drawing is almost finished. He draws the arms and legs of Cat. The arms and legs are lines and he draws the toes of Cat. The toes are circles and he draws the tail of Cat. The tail is a long line.
fr: Le dessin est presque terminé. Il dessine les bras et les jambes de Chat. Les bras et les jambes sont des lignes et il dessine l'orteil de Chat. Les orteils sont des cercles et il dessine la queue de Chat. La queue est une longue ligne.
ja: 絵はもうすぐ完成です！ いぬは、ねこの腕と足を描きました。 腕と足は線でできていて、いぬは、さらにねこのつま先も描きました。 つま先は、丸い形で、しっぽも描きました。 しっぽは、長い線です。
ko: 그림은 거의 다 되어갑니다. 개는 고양이의 팔과 다리를 그립니다. 팔과 다리는 선으로 되어있고 고양이의 발가락을 그립니다. 발가락은 원이고 다음은 고양이의 꼬리를 그립니다. 꼬리는 긴 선으로 되어있습니다.
tr: Çizim neredeyse bitti sayılır. Köpek, Kedi’nin kollarını ve bacaklarını çizer. Kedi’nin kolları ve bacakları çizgilerden oluşuyor. Ardından, Kedi’nin ayağını çizer. Kedi’nin ayak parmakları dairelerden oluşuyor. Sonra, Kedi’nin kuyruğunu çizer. Kuyruğu uzun bir çizgidir.

# data_list
source: Which details still need to be added to this picture?
fr: Quels sont les détails qui doivent encore être ajoutés à cette image ?
ja: 絵の中で、詳しく描き足す必要がある部分はなにかな？
ko: 그림에는 어떤 자세한 것들이 더 필요한가요?
tr: Bu resme başka hangi detayların daha eklenmesi gereklidir?

# data_list
source: Skip count by 3's to count how many of Cat's toes you can see (3 + 3).
fr: Compte par 3 pour savoir combien d'orteils de Chat tu peux voir (3 + 3).
ja: ３つ飛ばして数えて、ねこのつま先は何個あるか数えてみよう（３＋３のように）
ko: 고양이가 몇 개의 발가락을 가지고 있는지 3 단위로 건너뛰어 세기를 해보세요 (3 + 3).
tr: Kedi’nin görebildiğiniz (3+3) ön ayak parmaklarını saymak için üçerli atlayarak sayın.

# data_list
source: Cats usually have 4 toes on a back leg. How many toes would that make? How many more toes would that be than 3 + 3?
fr: Les chats ont généralement 4 orteils sur une patte arrière. Combien d'orteils cela ferait-il ? Combien d'orteils de plus cela ferait-il que 3 + 3 ?
ja: ねこの後ろ足には通常４つのつま先があります。その場合、全部で何個のつま先が必要になるかな？３＋３に加えて、あと何個多くつま先が必要かな？
ko: 고양이는 보통 다리 뒤에 네 개의 발가락을 가지고 있습니다. 모두 합하면 몇 개의 발가락이 되나요? 3 + 3 보다 얼마나 더 많은 발가락이 있나요?
tr: Kedilerin arka patilerinde genellikle 4 ayak parmağı bulunur. Arkada toplamda kaç parmak vardır? O sayı, 3 + 3’ten kaç daha fazladır?

# data_list
source: At last he draws some stripes on the body of Cat and colors the body orange. The drawing is finished. Wow, that is beautiful!
fr: Il dessine enfin quelques rayures sur le corps de Chat et colorie le corps en orange. Le dessin est terminé. Wow, c'est magnifique !
ja: 最後に、いぬは、ねこの体に、いくつかの縞模様を描いて、オレンジに色を塗りました。 お絵描きはこれで終わり！ わぁ、素敵な絵です！
ko: 마침내 개는 고양이의 몸에 몇 개의 줄을 그리고 몸통을 주황색으로 칠합니다. 그림이 다 그려졌습니다. 와, 정말 잘 그렸네요!
tr: En sonunda, Kedi’nin vücuduna birkaç şerit çizip, vücudu turuncuya boyar. Çizim bitti. Vay canına, bu resim çok güzel!

# data_list
source: Describe what Cat and Dog are each feeling by looking at their faces.
fr: Décris ce que ressentent Chat et Chien en regardant leur visage.
ja: ねこといぬの表情を見て、それぞれどんな気持ちか話してみよう。
ko: 고양이와 개는 서로의 얼굴을 보면서 어떤 기분일지 설명해 보세요.
tr: Kedi ve Köpek’in her birinin yüzlerine bakarak onların ne hissettiklerini anlatın.

# data_list
source: There are lots of groups of 3 in the picture now. Can you skip count by 3's to count them all?
fr: Il y a beaucoup de groupes de 3 dans l'image maintenant. Peux-tu sauter le comptage par 3 pour les compter tous ?
ja: 絵の中には３個で１つのグループがたくさんあります。３つ飛ばして数えながら全部数えられるかな？
ko: 그림에는 세 개씩의 그룹이 여러개 있습니다. 3 단위로 건너뛰어 세기를 하면 모두 셀 수 있나요?
tr: Artık resimde bir sürü üçlü gruplar var. Hepsini sayabilmek için üçerli atlayarak sayabilir misiniz?

# data_list
source: Notice that one side of Cat is the mirror image of the other side. That is called mirror symmetry. Many things in the world have that symmetry. Look around you and find a few.
fr: Remarque qu'un côté du chat est l'image miroir de l'autre côté. C'est ce qu'on appelle la symétrie du miroir. Beaucoup de choses dans le monde ont cette symétrie. Regarde autour de toi et trouves-en quelques-unes.
ja: 猫の右半分と左半分は鏡の関係になっていることに気づいたかな。これは鏡対称と呼ばれているよ。身のまわりには、対称のものがいっぱいあるよ。よくまわりを見て、何個か見つけてみよう。
ko: 고양이의 한 쪽이 반대쪽과 똑같은 것이 보이나요? 이것을 거울 대칭이라고 부릅니다. 세상에는 많은 것들이 대칭을 이루고 있습니다. 여러분 주변을 둘러보고 한 번 찾아보세요.
tr: Kedi’nin bir tarafının diğer tarafının ayna görüntüsü olduğuna dikkat edin. Buna ‘ayna simetrisi’ denir. Dünyadaki pek çok şey bu tür bir simetriye sahiptir. Etrafınıza bakıp birkaç ayna simetrisi bulun.

# data_list
source: Now it is Cat's turn. He takes a pencil and he takes a paper. The paper is a rectangle.
fr: Maintenant c'est le tour de Chat. Il prend un crayon et il prend un papier. Le papier est un rectangle.
ja: さぁ、次はねこの順番。 鉛筆を一本手にとり、紙を一枚とりました。 紙は、長方形です。
ko: 이제는 고양이의 순서입니다. 고양이는 연필과 종이를 들었습니다. 종이는 사각형입니다.
tr: Şimdi sıra Kedi’de. Kedi, bir kalem alır ve bir kâğıt alır. Kedi’nin kâğıdı bir dikdörtgen.

# data_list
source: Which paw is Cat holding the pencil in?
fr: Avec quelle patte Chat tient-il le crayon ?
ja: ねこは、どっちの手に鉛筆を持っているかな？
ko: 고양이는 어떤 발로 연필을 들고 있나요?
tr: Kedi, kalemi hangi patisiyle tutuyor?

# data_list
source: Cat's piece of paper is a rectangle which is not a square. Describe why it is not a square.
fr: La feuille de papier de Chat est un rectangle qui n'est pas un carré. Décris pour quelle raison ce n'est pas un carré.
ja: ねこが持っている１枚の紙は、長方形で正方形ではないね。なぜ長方形は正方形ではないのか説明してみよう。
ko: 고양이의 종이는 정사각형이 아닌 사각형입니다. 왜 정사각형이 아닌지 설명해 보세요.
tr: Kedi’nin kâğıdı, kare olmayan bir dikdörtgendir. Kâğıdın neden kare olmadığını açıklayın.

# data_list
source: Keep an eye on that little tear on the bottom of the piece of paper as the story goes forward.
fr: Garde un œil sur cette petite déchirure au bas de la feuille de papier au fur et à mesure que l'histoire avance.
ja: 紙の下の破れた部分に注意して、話を読み進めてみよう。
ko: 종이 밑에 조금 찢긴 부분을 이야기가 전개해 가는 동안 자세히 지켜보세요.
tr: Hikâye ilerledikçe gözünüz kâğıdın altındaki küçük yırtıkta olsun.

# data_list
source: First, Cat draws an oval. The oval is the body of Dog. Wow, that is good!
fr: D'abord, Chat dessine un ovale. L'ovale est le corps du Chien. Wow, c'est bien !
ja: はじめに、ねこは１個の卵形を描きました。 卵形はいぬの体です。 わぁ、いいね！
ko: 먼저 고양이는 타원형을 그립니다. 타원형은 개의 몸이 됩니다. 와! 잘 하네요!
tr: Kedi, ilk olarak, bir oval çizer. Çizdiği oval, Köpek’in gövdesidir. Vay canına, bu çok iyi!

# data_list
source: Cat is now drawing with the other paw. Cat is probably right-handed (or is that right-pawed).
fr: Chat dessine maintenant avec l'autre patte. Chat est probablement droitier (ou est-ce que c'est une patte droite).
ja: ねこは、今、別の手で絵を描いています。ねこはおそらく右利きですね。
ko: 고양이는 이제 다른쪽 발로 그림을 그리고 있습니다. 고양이는 아마 오른손잡이인가 봅니다 (아니면 오른발잡이인가요?).
tr: Kedi, şimdi diğer patisiyle çiziyor. Kedi muhtemelen sağ elini kullanıyor (yoksa, sağ patisini mi demeliyiz?).

# data_list
source: Cat is starting the drawing with the same first step. Predict what the next two steps will be.
fr: Chat commence le dessin avec la même première étape. Prédis ce que seront les deux étapes suivantes.
ja: ねこは犬と同じ部分から描き始めました。次とその次に描く部分は何か予想してみよう。
ko: 고양이는 개가 그린 처음 단계와 같이 그림을 시작하고 있습니다. 다음 두 단계는 무엇이 될지 말해보세요.
tr: Kedi, çizime Köpek’in aynı ilk adımıyla başlıyor. Sonraki iki adımın ne olacağını siz tahmin edin.

# data_list
source: Look at the bottom of the rectangular sheet of paper. Something has changed!
fr: Regarde le bas de la feuille rectangulaire. Quelque chose a changé !
ja: 長方形の紙の下の部分を見てみよう。何かが変わったね！
ko: 사각형 종이의 밑을 보세요. 무언가가 달라졌습니다!
tr: Dikdörtgen kâğıdın altına bakın. Bir şey değişmiş!

# data_list
source: Then he draws two black forms on top of the oval. The two black forms are the ears of Dog and he draws a black circle in the oval. The black circle is the nose of Dog and he draws a line above the nose.
fr: Puis il dessine deux formes noires sur le dessus de l'ovale. Les deux formes noires sont les oreilles du Chien et il dessine un cercle noir dans l'ovale. Le cercle noir est le nez du Chien et il trace une ligne au-dessus du nez.
ja: 次に、ねこは、卵形の上に２つの黒い形を描きました。 二つの黒い形はいぬの耳でした。そして、卵形の中に黒い円を描きました。 黒い円はいぬの鼻でした。そして、鼻の上に一本の線を描きました。
ko: 그리고 나서 고양이는 타원형 위에 두 개의 형체를 그립니다. 두 개의 검은 형체는 개의 귀가 되고 고양이는 타원형 안에 검은 원을 그립니다. 검은 원은 개의 코가 되었고 고양이는 코 위에 선을 그립니다.
tr: Ardından, ovalin tepesine iki siyah şekil çizer. Bu iki siyah şekil Köpek’in kulaklarıdır. Sonra, ovalin içine siyah bir daire çizer. Siyah daire Köpek’in burnudur. Burnun üzerine de bir çizgi çizer.

# data_list
source: Cat's nose and Dog's nose are two different shapes. What are the shapes and how are they different?
fr: Le nez de Chat et le nez de Chien ont deux formes différentes. Quelles sont ces formes et en quoi sont-elles différentes ?
ja: ねこの鼻と、いぬの鼻は違う形です。それぞれどんな形で、どこが違うかな？
ko: 고양이의 코와 개의 코는 두 개의 다른 모양입니다. 그것은 무슨 모양이며 어떻게 서로 다르나요?
tr: Kedi’nin burnu ve Köpek’in burnu iki farklı şekildir. Bu şekiller nelerdir ve birbirlerinden nasıl farklıdırlar?
