Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Let your child play with this before revealing the coloring idea. If they play around with small boards, they may discover the rule on their own, and that is always better. An observation that helps a lot with this question is to use the coloring of the chessboard squares. If you take the 1 by 2 tiles and color one square white and the other black, you will see an interesting thing occur. Every tile must cover a square of each color. Not only will k tiles cover 2xk squares, but they will cover k white squares and k black squares - the same number of squares of each color. Using this idea, it becomes obvious that if you remove more squares of one color than another, it will be impossible to cover the board. If your child is enjoying these questions, start branching out to using other shapes to fill the board. Play around with filling it with 1 by 3 tiles or with 3 squares in an L shape. What patterns and rules do you discover with these? What other shapes might be interesting to play with?
tr: Renklendirme fikrini ortaya atmadan önce çocuğunuzun bu fikirle oynamasına izin verin. Daha küçük boyutlardaki tahtalarla oynarlarsa, kuralı kendi başlarına keşfetmeleri mümkündür ve bu her zaman daha iyidir. Bu sorunun çözümünde oldukça yardımcı olan bir gözlem, satranç tahtasındaki karelerin renklendirilmesidir. 1 x 2’lik bir fayansı alıp bir karesini beyaz, diğerini siyah olarak düşündüğünüzde ilginç bir durum ortaya çıkar. Her fayans mutlaka iki farklı renkten kare kaplamak zorundadır. Ayrıca, k tane fayans sadece 2 x k kadar kare kaplamakla kalmaz, aynı zamanda k beyaz ve k siyah kare kaplar; her renkten eşit sayıda. Bu fikirle yola çıkıldığında, eğer tahtadan bir renkten daha fazla kare çıkarılmışsa, tahtayı kaplamak imkânsız hâle gelir. Çocuğunuz bu tarz sorulardan keyif alıyorsa, başka şekillerle tahtayı doldurma yollarını keşfetmeye başlayabilirsiniz. 1 x 3 boyutundaki fayanslarla veya L şeklinde üç kareyle doldurmayı deneyin. Bu şekillerle ne tür desenler ve kurallar keşfediliyor? Oynamak için başka hangi şekiller ilginç olabilir?

# data_list
source: Filling Squares With Squares - Introduction
tr: Bölgeleri Karelerle Doldurma – Giriş

# data_list
source: In which ways can you fill a square with other squares, where the other squares need not all be the same size? However, the lengths cannot be totally random numbers – the side length of each square must be some whole number multiple of a fixed length. The question to investigate is: What are all the numbers of squares that are possible? Also, if you know a number is possible, is there an easy way to describe how to do it? Let your child play with it over many days and don’t be in a hurry to get to the answer. There are many different ways to come up with ideas for this investigation, so be flexible and work with your child’s ideas. Here is a diagram showing how 6 is possible.
tr: Bir kareyi, kenar uzunlukları farklı olsa da başka karelerle doldurmanın kaç farklı yolu olabilir? Ancak bu karelerin kenar uzunlukları tamamen rastgele olamaz. Her karenin kenarı, sabit bir uzunluğun tam sayı katı olmak zorundadır. Bu çalışmada sorulacak soru şu: Kaç farklı kare sayısı mümkündür? Ayrıca, eğer bir sayının mümkün olduğunu biliyorsak, onu bulmanın kolay bir tarifi olabilir mi? Çocuğunuzun bu fikirle günlerce oynamasına izin verin ve cevaba ulaşmak için acele etmeyin. Bu sorunun üzerine düşünmek için birçok farklı yaklaşım kullanılabilir, bu yüzden esnek olun ve çocuğunuzun fikirlerine açık olun. Aşağıdaki diyagram, 6 sayısının mümkün olduğunu gösteriyor.

# data_list
source: Coming up with some quick examples is always a good idea. Breaking the big square into squares of equal size as an easy start. From that you know that the square numbers (1, 4, 9, 16, 25, …) all work. Working off the 6 square example, we can use one large square of any size and put 1 by 1 squares on two of its sides. Doing that for ever larger squares (1 by 1, 2 by 2, 3 by 3, …) we get 1 + 3 = 4, 1 + 5 = 6 (as pictured), 1 + 7 = 8, 1 + 9 = 10, and so on. So, all even numbers starting with 4 can be done this way.
tr: Hızlı birkaç örnekle başlamak her zaman iyidir. Büyük bir kareyi eşit büyüklükte karelere bölerek başlamak kolay bir başlangıçtır. Bu yolla, tüm kare sayıların (1, 4, 9, 16, 25, …) mümkün olduğunu hemen görebiliriz. 6 karelik örnekten yola çıkarak, herhangi bir boyutta büyük bir kare alıp iki kenarına 1 x 1 kareler yerleştirebiliriz. Bu işlemi giderek daha büyük karelerle yaparsak (1 x 1, 2 x 2, 3 x 3, …), 1 + 3 = 4, 1 + 5 = 6 (diyagramda olduğu gibi), 1 + 7 = 8, 1 + 9 = 10 ve bu şekilde devam eder. Yani, 4’ten başlayan tüm çift sayılar bu yöntemle elde edilebilir.

# data_list
source: A powerful idea that wraps this up quickly is to see that we can take a diagram that works, and replace one of its squares by another diagram that works. So for example, if you take a simple 2 by 2 filled in with 4 1 by 1 squares, and you replace one of those 1 by 1 squares with the 6-square example, you get the diagram shown at right with 9 squares. Because one square is getting replaced by an n-square diagram, the net change in the number of squares is to add n-1 of them. That means that we can take one number that works, and add multiples of one less than it to any other number that works. In particular, we can add multiples of 4 -1 = 3 to any other number that works - the easy ones to add 3 to are all the even numbers starting with 4. Putting that all together says that the numbers 1, 4, 6, 7, 8, 9, … all work, and it is easy to see at least one simple way to construct them. It is also easy to convince yourself that 2, 3, and 5 are impossible. If your child enjoys exploring that question, explore variations on this theme. Suppose you only allow squares of certain sizes - such as 1 by 1, 2 by 2, and 3 by 3. Or perhaps only allow 2 by 2 and 3 by 3. See which questions lead to interesting results and which ones are not so interesting. Another direction to look at is filling other figures with figures that have the same shape. For example, ask the same question for regular triangles (triangles with all their sides the same length). Some figures are interesting to investigate in this way, and some are not interesting at all - which ones?
tr: Bu soruyu hızla genelleştirmenizi sağlayan güçlü bir fikir, çalışan bir diyagramı alıp içindeki karelerden birini, yine çalışan başka bir diyagramla değiştirmektir. Örneğin, dört adet 1 x 1 kareyle doldurulmuş basit bir 2 x 2 kare düşünün. Bu 1 x 1 karelerden birini 6 kareli örnekle değiştirirseniz, sağda gösterilen ve toplamda 9 kare içeren diyagramı elde edersiniz. Burada aslında bir kare, n kareli bir diyagramla değiştirilmiş olur, dolayısıyla kare sayısındaki net değişim n - 1 olur. Bu da demektir ki, işe yarayan bir sayıyı alabilir ve başka işe yarayan bir sayıya bu değerin bir eksiğinin katlarını ekleyebilirsiniz. Özellikle, 4 – 1 = 3’ün katlarını, çalışan diğer herhangi bir sayıya eklemek mümkündür ve 3 eklemenin en kolay olduğu sayılar, 4’ten başlayan tüm çift sayılardır. Tüm bunları birleştirdiğimizde, 1, 4, 6, 7, 8, 9, … gibi sayıların hepsinin mümkün olduğunu ve her biri için en az bir basit yapım yöntemi görülebileceğini söyleyebiliriz. Ayrıca, 2, 3 ve 5’in mümkün olmadığını kendinize kanıtlamak da oldukça kolaydır. Çocuğunuz bu soruyu keşfetmekten keyif alıyorsa, bu temanın farklı varyasyonlarını da inceleyin. Örneğin, yalnızca belirli boyutlardaki karelere (1 x 1, 2 x 2 ve 3 x 3 gibi) izin verdiğinizi düşünün. Ya da sadece 2 x 2 ve 3 x 3 karelere izin verin. Hangi soruların ilginç sonuçlara yol açıp açmadığını gözlemleyin. Buna benzer başka bir yönelim de, farklı şekilleri yine kendi şeklinde parçalarla doldurmaktır. Örneğin, aynı soruyu eşkenar üçgenler (tüm kenarları eşit olan üçgenler) için sorun. Bazı şekiller bu şekilde araştırıldığında oldukça ilginç sonuçlar verirken, bazıları ise hiç ilgi çekici olmayabilir – sizce hangileri?

# data_list
source: Product Game
tr: Çarpım Oyunu

# data_list
source: Use a shared piece of paper filled out as follows:
tr: Aşağıdaki şekilde hazırlanmış ortak bir kâğıt kullanın:

# data_list
source: The first player moves a token onto any number from 1 to 9 in the 1-9 squares on the bottom row. The second player puts another token on one of the 1-9 squares on the bottom row and claims the product in the 6 by 6 grid. From then on, each player chooses to move one of the two tokens and claim the product (if they can). The first player to claim 3 squares in a row wins. Mix up the product numbers in the 6 by 6 grid to give your child better practice identifying the products.
tr: İlk oyuncu, alt sıradaki 1–9 karelerinden birine bir taş yerleştirir. İkinci oyuncu, alt sıradaki 1–9 karelerinden birine başka bir taş koyar ve 6x6’lık ızgarada oluşan çarpımın bulunduğu kareyi alır. Bundan sonra, her oyuncu sırayla iki taştan birini hareket ettirip, mümkünse çarpımın bulunduğu kareyi alır. Bir sırada 3 kareyi alan ilk oyuncu oyunu kazanır. Çocuğunuzun çarpımları daha iyi tanıması için 6x6’lık ızgaradaki çarpım sayılarını karıştırabilirsiniz.

# data_list
source: These playing boards can be made as large as you like, though they do get to be quite large pretty quickly. Here are a few larger boards with the corresponding larger number ranges beneath them.
tr: Bu oyun tahtaları istediğiniz kadar büyütülebilir, ancak boyutları oldukça hızlı şekilde artar. Aşağıda, daha büyük sayı aralıklarıyla birlikte hazırlanmış birkaç büyük tahta örneği yer almaktadır.

# data_list
source: The squares with red stars are “free” squares and may be used by either side as needed.
tr: Kırmızı yıldızlı kareler “serbest” karelerdir ve gerektiğinde her iki taraf da bu kareleri kullanabilir.

# data_list
source: Limited Calculators
tr: Sınırlı Hesap Makineleri

# data_list
source: Suppose you have a calculator that is badly broken and you are challenged to produce some result on the calculator. You can come up with a wide variety of scenarios that can provide interesting challenges with a quick puzzle description. This activity is easy to play orally whenever you have a spare moment. Here are some examples to get you started. Although there are some moments where deeper mathematics is going on in these questions, mostly these are problems entirely for the fun of playing around with them.
tr: Diyelim ki bozuk bir hesap makineniz var ve size bu makineyle belirli bir sonuç üretme görevi verildi. Basit bir bulmaca tanımıyla, ilginç zorluklar sunabilecek pek çok senaryo oluşturabilirsiniz. Bu etkinlik, boş vakitlerde sözlü olarak oynanması oldukça kolay bir oyundur. Başlamanız için bazı örnekler aşağıda yer alıyor. Bu sorular zaman zaman daha derin matematiksel kavramlara değinse de, çoğunlukla sadece eğlence amaçlıdır.

# data_list
source: a) Suppose you had a calculator with +, -, x, and /, but only one working number key, the 4. Could you get the result 21? If so, what is the fewest number of steps you would need? 4 + 4 + 4 + 4 + 4 + 4/4 = 21 is one way, but there are many other ways to do it. Another is 4 x (4 + 4/4) + 4/4. The goal is to play around and enjoy the exploration. b) Suppose you could use 4 at most four times - which numbers could you produce? Suppose you had to use the 4 exactly four times. As a child’s math resources increase, the four 4’s problem is a fun puzzle. At this point, your child’s choices are quite limited, but it is still a lot of fun to play around with. It will be particularly difficult to do many of the numbers without dividing or using decimals. Don’t be concerned with coming up with all the numbers in order - just come up with as many different numbers as possible. Here are a few examples just to get you started. 1 = (4/4) x (4/4) = 44 / 44 2 = 4 / ((4 + 4) / 4) 3 = (4 + 4 + 4) / 4 4 = (4 - 4) x 4 + 4 6 = 4 + (4 + 4) / 4 7 = 44 / 4 - 4 8 = (4 + 4) x (4/4) = 4 + 4 + 4 - 4 32 = 4 x 4 + 4 x 4 c) Play around with having other single numbers and creating other results.
tr: 1a) Diyelim ki +, –, × ve ÷ işlemlerini yapabilend ancak yalnızca bir çalışan sayı tuşu olan bir hesap makineniz var, bu da 4. 21 sonucunu elde edebilir misiniz? Eğer edebiliyorsanız, bunu en az kaç adımda yapabilirsiniz? 4 + 4 + 4 + 4 + 4 + 4/4 = 21 bir yöntemdir, ama bu sonucu elde etmenin başka birçok yolu da vardır. Örneğin 4 x (4 + 4/4) + 4/4. Buradaki amaç farklı çözümler denemek ve oyunun tadını çıkarmaktır. 1b) Diyelim ki 4 sayısını en fazla dört kez kullanabiliyorsunuz. Hangi sayıları elde edebilirsiniz? Farz edelim ki 4’ü tam olarak dört kez kullanmanız gerekiyor. Çocuğunuzun matematiksel becerileri geliştikçe, “dört tane 4” problemi eğlenceli bir bulmaca hâline gelir. Bu noktada çocuğunuzun seçenekleri sınırlı olabilir, ama keşfetmek hâlâ oldukça keyiflidir. Bölme ya da ondalık kullanmadan bazı sayıları oluşturmak zor olabilir. Tüm sayıları sırayla oluşturmayı dert etmeyin ve mümkün olduğunca çok farklı sayı üretmeye çalışın. Başlamanız için işte birkaç örnek: 1 = (4/4) x (4/4) = 44 / 44 2 = 4 / ((4 + 4) / 4) 3 = (4 + 4 + 4) / 4 4 = (4 - 4) x 4 + 4 6 = 4 + (4 + 4) / 4 7 = 44 / 4 - 4 8 = (4 + 4) x (4/4) = 4 + 4 + 4 - 4 32 = 4 x 4 + 4 x 4 1c) Farklı bir sayı kullanarak başka sonuçlar elde etmeyi deneyin.

# data_list
source: a) Suppose your calculator could only add 4 or 7. Which numbers could you produce? This is the result we have seen several times by now. Starting at (4 - 1) x (7 - 1), you can achieve all numbers by adding multiples of 4 and 7. 18 = 2 x 7 + 4, 19 = 3 x 4 + 7, 20 = 5 x 4, 21 = 3 x 7, and so on. b) Suppose it had 4 or 7, but it could add and subtract. Which numbers could you produce? You can produce all numbers in this way. c) Replace 4 and 7 with other pairs of numbers. What happens for these pairs? In Number Theory, this is called Bezout’s Theorem. The result says that by combining multiples of two numbers you can produce any multiple of the greatest common divisor of the two numbers.
tr: 2a) Hesap makineniz yalnızca 4 ve 7 toplayabilseydi, hangi sayıları elde edebilirdiniz? Bu, şimdiye kadar birkaç kez karşılaştığımız bir durumdur. (4 - 1) x (7 - 1) değerinden başlayarak, 4 ve 7'nin katlarını kullanarak tüm sayılara ulaşabilirsiniz. 18 = 2 x 7 + 4, 19 = 3 x 4 + 7, 20 = 5 x 4, 21 = 3 x 7, vb. 2b) Eğer yalnızca 4 ve 7 kullanılabiliyor ama toplama ve çıkarma yapılabiliyorsa? Bu şekilde tüm sayılar üretilebilir. 2c) 4 ve 7’yi başka sayı çiftleriyle değiştirin. Bu yeni çiftlerle neler olur? Sayı Teorisi’nde bu, Bézout Teoremi olarak bilinir. Bu teorem, iki sayının katlarını birleştirerek, o sayıların en büyük ortak böleninin her katını elde edebileceğinizi söyler.

# data_list
source: Suppose you only had a 1 key and could only add or double. For example, 2 x (2 x 1) + 1 is 5. What other numbers can you create? This is a question about binary numbers in disguise. It is not important for your child to realize this or understand it, it is just for playing with. Any number can be written in binary, so all numbers can be achieved by combining doubling with adding 1. For example, 21 is 16 + 4 + 1. So, 21 = 2 x (2 x (2 x (2 x 1) + 0) + 1) + 0) + 1.
tr: 3) Elinizde yalnızca 1 tuşu olsaydı ve sadece toplama ya da iki katına çıkarma işlemleri yapabilseydiniz? Örneğin, 2 × (2 × 1) + 1 = 5. Başka hangi sayıları elde edebilirsiniz? Bu aslında ikili (binary) sayı sistemiyle ilgili gizli bir sorudur. Çocuğunuzun bunu fark etmesi veya anlaması gerekmiyor – sadece eğlenerek deneme yapmak için var. Her sayı ikili biçimde ifade edilebilir, bu nedenle yalnızca iki katına çıkarma ve 1 ekleme yoluyla tüm sayılar üretilebilir. Örneğin, 21 =16 + 4 + 1. Yani, 21 = 2 x (2 x (2 x (2 x 1) + 0) + 1) + 0) + 1.

# data_list
source: Double or Nothing
tr: Ya Hep Ya Hiç

# data_list
source: Players start the game by secretly picking 5 distinct numbers larger than 20 and not bigger than 120. After they are selected, they are written where all can see them. Using Number Cards or some other device, a random number from 1 to 20 is created. That number is repeatedly doubled until either someone’s number is hit for the first time or the number becomes bigger than 120. The first player to have all five numbers hit is the winner.
tr: Oyuncular oyuna, 20’den büyük ve 120’den küçük 5 farklı sayıyı gizlice seçerek başlar. Bu sayılar belirlendikten sonra, herkesin görebileceği bir yere yazılır. Sayı Kartları veya başka bir araç yardımıyla 1 ila 20 arasında rastgele bir sayı belirlenir. Ya ilk kez bir oyuncunun seçtiği sayıya ulaşılana kadar ya da sayı 120’yi aşana kadar bu sayı sürekli olarak ikiye katlanır. Beş sayının tamamına ilk ulaşılan oyuncu oyunu kazanır.

# data_list
source: Analysis
tr: Analiz

# data_list
source: The question is: Which are the best five numbers to pick? Here are some ideas to think about. **Rule** Always pick a number that is a power of 2 times a number from 1 to 20. If you pick a number such as 23 or 46, they can never be hit and you are guaranteed to lose. **Rule** Never pick a number that is twice another number you could have picked but didn’t. If you pick 44, why not pick 22 instead? If the other person picks 22, you will miss a round. **Further analysis** The numbers from 1 to 20 are equally likely to be picked. However, because 9 leads to 18, 18 is twice as likely as a starting point than say 11 is. If you combine the ways to get different starts, the starting points have the following probabilities: 11 - 1/20 (from 11) 12 - 3/20 (from 3, 6, and 12) 13 - 1/20 (from 13) 14 - 2/20 (from 7 and 14) 15 - 1/20 (from 15) 16 - 5/20 (from 1, 2, 4, 8, and 16) 17 - 1/20 (from 17) 18 - 2/20 (from 9 and 18) 19 - 1/20 (from 19) 20 - 3/20 (from 5, 10, and 20) Clearly the best numbers to use are multiples of 16, 12, and 20. A simple strategy is to use the five numbers: 32, 64, 24, 48, and 40. These numbers will not always win, but they should do very well for you over time.
tr: Soru şu: Seçilebilecek en iyi beş sayı hangileridir? İşte düşünülmesi gereken bazı fikirler: **Kural:** Her zaman, 2’nin kuvveti ile 1–20 arasındaki bir sayının çarpımı olan bir sayı seçin. Eğer 23 veya 46 gibi bir sayı seçerseniz, bu sayılara hiçbir zaman ulaşılamaz ve oyunu kaybetmeniz kaçınılmaz olur. **Kural:** Seçebileceğiniz ama seçmediğiniz başka bir sayının iki katı olan bir sayıyı asla seçmeyin. Mesela 44’ü seçtiyseniz, neden 22’yi seçmediniz? Diğer oyuncu 22’yi seçmişse, siz bir tur kaçırırsınız. **İleri düzey analiz:** 1’den 20’ye kadar olan sayıların seçilme olasılıkları eşittir. Ancak bazı sayılar, diğerlerine göre daha fazla başlangıç yoluna sahiptir. Örneğin, 9 → 18 yapar, yani 18 başlangıç noktası olarak 11’den iki kat daha olasıdır. Aşağıda, her başlangıç noktasının hangi yollarla gelebileceği ve tahmini olasılıkları verilmiştir: 11 - 1/20 (sadece 11’den) 12 - 3/20 (3, 6 ve 12’den) 13 - 1/20 (13’ten) 14 - 2/20 (7 ve 14’ten) 15 - 1/20 (15’ten) 16 - 5/20 (1, 2, 4, 8 ve 16’dan) 17 - 1/20 (17’den) 18 - 2/20 (9 ve 18’den) 19 - 1/20 (19’dan) 20 - 3/20 (5, 10 ve 20’den) Açıkça görülüyor ki, en iyi seçimler 16, 12 ve 20’nin katlarıdır. Basit bir strateji bu beş sayıyı kullanmaktır: 32, 64, 24, 48 ve 40. Bu sayılar her zaman kazanmasa da, uzun vadede sizi oldukça başarılı kılacaktır.

# data_list
source: A Very Tall Man
ar: رجل طويل جداً
fr: Un homme très grand
ja: とても背が高い男の人
ko: 키가 아주 큰 남자
tr: Çok Uzun Bir Adam

# data_list
source: This story looks at counting to 5, descriptions, and comparisons. Practice describing words: too, very, short, tall, long, low, high, big, small; color names; and comparison words: shorter, taller, longer, lower, higher, bigger, smaller
ar: تتناول هذه القصة العد حتى 5 والأوصاف والمقارنات. تدرب على وصف الكلمات: أيضًا، جدًا، قصير، طويل، منخفض، عالي، كبير، صغير؛ أسماء الألوان؛ وكلمات المقارنة: أقصر، أطول، أقل، أعلى، أكبر، أصغر.
fr: Avec cette histoire, apprenez à votre enfant à compter jusqu’à 5, à décrire et à comparer. Entraînement aux mots pour décrire : trop, très, court, grand, long, bas, haut, gros, petit, les noms des couleurs et les comparatifs : plus court, plus grand, plus long, plus bas, plus haut, plus gros, plus petit.
ja: このお話は５までの数え方、説明、比較に焦点を当てています。練習する説明の単語：～すぎる、とても、背が短い、背が高い、長い、低い、高い、大きい、小さい。色の名前と比較の単語：より背が短い、より背が高い、より長い、より低い、より高い、より大きい、より小さい。
ko: 이야기는 5까지 숫자 세기, 설명, 그리고 대소 비교가 있습니다. 연습 단어: 너무, 매우, (키가) 작은, (키가) 큰, 긴, 낮은, 높은, (크기가) 큰, (크기가) 작은, 색깔 이름, 등의 표현 단어와 더 (키가) 작은, 더 (키가) 큰, 더 긴, 더 낮은, 더 높은, 더 (크기가) 큰, 더 (크기가) 작은.
tr: Bu hikâye 5’e kadar saymayı, betimlemeleri ve karşılaştırmaları içerir. Renk isimlerinin haricinde şu betimleme sözcükleriyle: çok fazla, çok, kısa, uzun, alçak, yüksek, büyük, küçük ve şu karşılaştırma sözcükleriyle alıştırma yapın: daha kısa, daha uzun, daha alçak, daha yüksek, daha büyük, daha küçük.

# data_list
source: Akadeli's Lucky Day
ar: يوم أكاديلي المحظوظ
fr: Le jour de chance d’Akadeli
ja: アカデリの ラッキーな一日
ko: 아카델리의 운수 좋은 날
tr: Akadeli'nin Şanslı Günü

# data_list
source: This story has counting to 12, colors, and shapes. Practice words: one, two, to twelve, estimate, take away, color names, shortest, tallest, similar, and different.
ar: تحتوي هذه القصة على العد حتى 12، الألوان، والأشكال. الكلمات التدريبية: واحد، اثنان، إلى اثني عشر، التقدير، الإزالة، أسماء الألوان، الأقصر، الأطول، المتشابه، والمختلف.
fr: Cette histoire apprend à compter jusqu’à 12, les couleurs et les formes. Les mots à mettre en pratique : un, deux, jusqu’à douze, estimer, soustraire, les noms des couleurs, le plus court, le plus grand, similaire et différent.
ja: このお話には、12までの数え方、色、形が含まれています。練習する単語：1、2から12までの数え方、予想する、除く、色の名前、一番低い、一番高い、似ている、違う。
ko: 이야기는 12까지 숫자 세기, 색깔, 도형에 대한 내용을 포함하고 있습니다. 연습 단어: 하나,둘,셋 ~ 열둘, 추측, 빼기, 색깔 이름(파랑, 빨강 등), 가장 (키나 길이가) 작은, 가장 (키나 길이가) 큰, 비슷한, 다른.
tr: Bu hikâyede 12’ye kadar sayma, renkler ve şekiller var. Alıştırma sözcükleri: 1’den 12’ye kadar sayılar, değer biçme (kestirme), çıkarma, renklerin adları, en kısa, en uzun, benzer, farklı.

# data_list
source: Can We Count Our Cats?
ar: هل يمكننا عدّ قططنا؟
fr: Pouvons-nous compter nos chats ?
ja: ぼくらの猫を 数えられるかな？
ko: 고양이를 세어 볼까요?
tr: Kedilerimizi Sayabilir Miyiz?

# data_list
source: This story looks at counting from 0 to 9, colors, and color patterns. Practice counting words, color words, words like: too many, biggest number, smallest number, one more, and one less.
ar: تتناول هذه القصة العد من 0 إلى 9 والألوان وأنماط الألوان. تدرب على كلمات العد، كلمات الألوان، وكلمات مثل: كثير ج ًدا، أكبر رقم، أصغر رقم، واحد أكثر، وواحد أقل.
fr: Cette histoire parle de compter de 0 jusqu’à 9, des couleurs et des motifs de couleur. Entraînez-vous à compter les mots, les mots de couleur, les mots tels que : trop beaucoup, le plus grand chiffre, le plus petit chiffre, un de plus et un de moins.
ja: このお話では、0から9までの数え方、色、模様を学びます。 物の数え方、色についての言葉、「多すぎる」「一番大きい数」「一番小さい数」「1つ多い」「1つ少ない」などの言葉を練習します。
ko: 이야기는 0부터 9까지 세기, 색깔, 그리고 무늬를 포함하고 있습니다. 수 세는 단어, 색깔 단어, 그리고 다음 단어들을 연습해보세요: 너무 많은, 가장 큰 숫자, 가장 작은 숫자, 하나 더, 하나 적게.
tr: Bu hikâye, 0’dan 9’a kadar saymayı, renkleri ve renk desenleri konularını ele alır. Sayma sözcüklerini ve renklerin isimlerini, şu kelimeler ile alıştırma yapın: çok fazla, en büyük sayı, en küçük sayı, bir fazla, bir eksik.

# data_list
source: Cat and Dog and the Ball
ar: القط والكلب والكرة
fr: Chat et Chien et la balle
ja: ネコとイヌ そしてボール
ko: 고양이와 개, 그리고 공
tr: Kedi ve Köpek ve Top
