Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: This story has counting to 6, colors, and descriptions. Practice counting words, color names, and words: high, too, similar, different, smallest, biggest, short, tall, biggest, smallest, fewer, and more.
ar: تحتوي هذه القصة على العد إلى 6، الألوان، والأوصاف. تدرب على عد الكلمات وأسماء الألوان والكلمات: مرتفع، أيضًا، متشابه، مختلف، أصغر، أكبر، قصير، طويل، أقل، والمزيد.
fr: Cette histoire permet de s'entraîner à compter jusqu'à 6, à identifier les couleurs et à décrire. Pratiquez le décompte des mots, les noms des couleurs et les mots : Élevé, aussi, semblable, différent, le plus petit, le plus grand, court, de haute taille, moins, et plus.
ja: このお話には、6までの数え方、色、描写が含まれています。 単語の数え方、色の名前、「高い」「とても」「似ている」「違う」「一番小さい」「一番大きい」「短い」「高い」「一番大きい」「一番小さい」「少ない」「多い」などの単語を練習します。
ko: 이야기는 6까지 수 세기, 색깔, 그리고 설명문이 포함되어 있습니다. 연습 단어: 숫자 세기 단어, 색깔의 이름, 높은, 너무, 비슷한, 다른, 작은, 큰, 짧은, (키가) 큰, (크기가) 큰, (크기가) 작은, 더 적은, 더 많은.
tr: Bu hikâye 6’ya kadar saymayı, renkleri ve tanımlamaları içerir. Sayma kelimelerini ve renk isimlerini şu sözcükleri kullanarak alıştırma yapın: yüksek, çok fazla, benzer, farklı, en küçük, en büyük, kısa, uzun, daha az sayıda, daha fazla.

# data_list
source: Cat and Dog and the Butterfly
ar: القط والكلب والفراشة
fr: Chat et Chien et le papillon
ja: ネコとイヌ そしてチョウ
ko: 고양이와 개, 그리고 나비
tr: Kedi ve Köpek ve Kelebek

# data_list
source: This story has speed descriptions, colors, and counting to 6. Practice counting words, color words, and these words: very, too, fast, slow, faster, slower, fastest, slowest, most, and least.
ar: تحتوي هذه القصة على أوصاف السرعة والألوان والعد حتى 6. تدرب على كلمات العد وكلمات الألوان والكلمات التالية: جدًا، أيضًا، سريع، بطيء، أسرع من، أبطأ من، الأسرع، الأبطأ، أكثر، وأقل.
fr: Cette histoire parle de compter jusqu’à 6 et décrit des couleurs et des vitesses. Pratiquer le décompte des mots, les noms des couleurs et les mots : très, trop, rapide, lent, plus rapide, plus lent, le plus rapide, le plus lent, plus et moins.
ja: このお話には、速さの描写、色、6までの数え方が含まれています。 数える単語、色の単語、「とても」「あまりにも」「速い」「遅い」「より速い」「より遅い」「一番速い」「一番遅い」「一番多い」「一番少ない」などの単語を練習します。
ko: 이야기는 빠르기, 색깔, 그리고 6까지 숫자 세기를 포함하고 있습니다. 숫자 단어와 색깔 단어, 그리고 다음 단어들을 연습해보세요: 매우, 너무, 빠른, 느린, 가장 빠른, 가장 느린, 더 느린, 더 빠른, 가장 많이, 가장 적게.
tr: Bu hikâye hız tanımlarını, renkleri ve 6’ya kadar saymayı içerir. Sayma sözcükleri ve renk sözcüklerinin yanında, şu sözcükleri de kullanarak alıştırma yapın: çok, çok fazla, hızlı, yavaş, daha hızlı, daha yavaş, en hızlı, en yavaş, en çok, en az.

# data_list
source: Cat and Dog and the Egg
ar: القط والكلب والبيضة
fr: Chat et Chien et l’œuf
ja: ネコとイヌ そしてタマゴ
ko: 고양이와 개, 그리고 알
tr: Kedi ve Köpek ve Yumurta

# data_list
source: This story has counting to 5, comparing, colors, and shapes. Practice words: round, above, below, similar, round, kite, different, bigger, and longer.
ar: تحتوي هذه القصة على العد حتى 5 والمقارنة والألوان والأشكال. تدرب على الكلمات: مستدير، فوق، تحت، مشابه، مستدير، طائرة ورقية، مختلف، أكبر، وأطول.
fr: Cette histoire parle de compter jusqu’à 5 et compare les couleurs et les formes. Pratique les mots : rond, sur, sous, semblable, rond, cerf-volant, différent, plus grand et plus long.
ja: このお話には、5までの数え方、比較、色、形が含まれています。 練習単語：丸い、上、下、似ている、丸い、凧、違う、より大きい、より長い。
ko: 이 이야기는 5까지 숫자 세기, 비교하기, 색깔, 그리고 도형을 포함하고 있습니다. 연습 단어: 둥근, 위, 아래, 비슷한, 연, 다른, 큰, 긴.
tr: Bu hikâye 5’e kadar saymayı, karşılaştırmayı, renkleri ve şekilleri içerir. Alıştırma Kelimeleri: yuvarlak, üstte, altta, benzer, uçurtma, farklı, daha büyük, daha uzun.

# data_list
source: Cat and Dog: Dog Is Cold
ar: القط والكلب: الكلب يشعر بالبرد
fr: Chat et Chien : Chien a froid
ja: ネコとイヌ イヌは寒がり
ko: 고양이와 개: 개는 추워요
tr: Kedi ve Köpek: Köpek Üşüyor

# data_list
source: This story talks about extremes of describing words, and counting to 6 with one more or one less. Words to practice are: too, cold, warm, hot, light, dark, day, night, clean, dirty, small, big, short, long, wet, dry, thin, thick, low, high, new, and old.
ar: تتحدث هذه القصة عن المبالغة في وصف الكلمات، والعد إلى 6 مع زيادة واحد أكثر أو أقل. الكلمات التي يجب التدرب عليها هي: أيضًا، بارد، دافئ، حار، خفيف، مظلم، نهار، ليل، نظيف، قذر، صغير، كبير، قصير، طويل، رطب، جاف، رقيق، سميك، منخفض، عالي، جديد، وقديم.
fr: Cette histoire parle des extrêmes des mots descripteurs et de compter jusqu’à six avec un de plus ou un de moins. Les mots à s'entraîner sont : trop, froid, chaud, clair, foncé, jour, nuit, propre, sale, petit, grand, court, long, mouillé, sec, mince, épais, bas, haut, nouveau, vieux.
ja: このお話では、両極端な言葉の表現と、1つ多いか少ないかを使って6まで数えることが含まれます。練習単語：とても、寒い、暖かい、暑い、明るい、暗い、昼、夜、きれい、汚い、小さい、大きい、短い、長い、濡れている、乾いている、薄い、厚い、低い、高い、新しい、古い。
ko: 이 이야기는 설명하는 단어와 6까지 세는 용어를 포함하고 있어요. 연습 단어: 너무, 차가운, 따뜻한, 더운, 밝은, 어두운, 낮, 밤, 깨끗한, 더러운, 작은, 큰, 짧은, 긴, 젖은, 마른, 얇은, 두꺼운, 낮은, 높은, 새 것, 낡은 것.
tr: Bu hikâye, aşırı durumları anlatan kelimelerden ve sayının bir eksiği veya bir fazlasıyla 6’ya kadar saymaktan bahsetmektedir. Alıştırma yapmanız gereken kelimeler: çok, soğuk, ılık, sıcak, aydınlık, karanlık, gün, gece, temiz, kirli, küçük, büyük, kısa, uzun, ıslak, kuru, ince, kalın, alçak, yüksek, yeni, eski.

# data_list
source: Clever Cat
ar: القطة الذكية
fr: Le chat malin
ja: お利口な猫
ko: 똑똑한 고양이
tr: Akıllı Kedi

# data_list
source: This story has geometry ideas and colors. Practice words: square, rectangle, circle, concentric, open, closed, least, little, small, big, and color names.
ar: تحتوي هذه القصة على أفكار هندسية وألوان. كلمات التدريب: أسماء المربع والمستطيل والدائرة والمتحدة المركز والمفتوحة والمغلقة والأقل والقليل والصغير والكبير والألوان.
fr: Cette histoire contient des notions de géométrie et de couleurs. Mots à pratiquer : carré, rectangle, cercle, concentrique, ouvert, fermé, moins, petit, grand et noms des couleurs.
ja: このお話には、幾何学の考え方と色が含まれています。練習単語：正方形、長方形、円、同心円、開いている、閉じている、最も少ない、小さい、大きい、色の名前。
ko: 이 이야기는 기하학과 색깔을 포함하고 있습니다. 연습 단어: 정사각형, 직사각형, 원, 동심원, 열린, 닫힌, 가장 적은, 적은, 작은, 큰, 그리고 색깔 용어.
tr: Bu hikâye geometri fikirlerini ve renkleri içerir. Alıştırma sözcükleri: kare, dikdörtgen, çember, eş merkezli, açık, kapalı, en az, çok az, küçük, büyük, renklerin isimleri.

# data_list
source: Colors of a Rainbow
ar: ألوان قوس قزح
fr: Les couleurs de l’arc-en-ciel
ja: 虹の色
ko: 무지개의 색깔들
tr: Bir Gökkuşağının Renkleri

# data_list
source: This story talks about the numbers to seven, the ordinals to seventh, and colors. Practice the words: one, two, three, to seven; the ordinals first, second, third, to seventh; and the many names of colors.
ar: تتحدث هذه القصة عن الأعداد حتى سبعة، والأعداد الترتيبية حتى السابع، والألوان. تدرب على الكلمات: واحد، اثنان، ثلاثة، إلى سبعة؛ الأعداد الترتيبية: الأول، الثاني، الثالث، إلى السابع؛ وأسماء الألوان العديدة.
fr: Cette histoire parle des chiffres jusqu’à sept, des nombres ordinaux jusqu’au septième et des couleurs. Entraînez-vous avec les mots : un, deux, trois, jusqu’à sept ; les nombres ordinaux premier, deuxième, troisième, jusqu’au septième ; et les nombreux noms des couleurs.
ja: このお話では、7までの数、7までの序数、色が含まれます。単語を練習しよう：1、2、3から7まで。1番目、2番目、3番目から7番目まで。沢山の色の名前。
ko: 이 이야기는 일곱까지의 숫자, 순서수, 그리고 색깔을 포함하고 있습니다. 연습단어: 일부터 칠, 칠까지의 순서수, 그리고 색깔 이름들.
tr: Bu hikâye yediye kadar sayılardan, yedinciye kadar sıralamalardan ve renklerden bahseder. Alıştırma sözcükleri: 1’den 7’ye kadar sayılar; birinci, ikinci, üçüncüden yedinciye kadar sıralamalar; renkler.

# data_list
source: Counting Animals
ar: عدّ الحيوانات
fr: Compter les animaux
ja: 動物を数えましょう
ko: 동물들을 세어보아요
tr: Hayvanları Sayalım

# data_list
source: This story has counting to 9 and number and size comparisons. Practice words: one, two, to nine, big, small, most, least, one more, and one less.
ar: تحتوي هذه القصة على العد حتى 9 ومقارنات العدد والحجم. كلمات التدريب: واحد، اثنان، إلى تسعة، كبير، صغير، أكثر، أقل، واحد أكثر، وواحد أقل.
fr: Avec cette histoire, apprenez à votre enfant à compter jusqu’à 9, les nombres et comparer des tailles. Mots appris : un, deux, jusqu’à neuf, gros, petit, plus, moins, un de plus et un de moins.
ja: このお話には、９までの数字の数え方と、数と大きさの比較があります。 単語の練習: １、２から９までの数え方、大きい、小さい、最も多い、最も少ない、一つ多い、一つ少ない。
ko: 이야기는 9까지 세기, 숫자와 크기 비교 표현을 포함하고 있습니다. 연습 단어: 일에서 구까지, 큰, 작은, 가장 많은, 가장 적은은, 한개 더 많은, 그리고 한개 더 적은.
tr: Bu hikâye 9’a kadar saymayı ve sayı ile boyut karşılaştırmalarını içerir. Alıştırma kelimeleri: bir, iki, üç, dört, beş, altı, yedi, sekiz, dokuz, büyük, küçük, en çok, en az, bir tane daha (bir fazla), bir tane daha az (bir az).

# data_list
source: Creature with Two
ar: مخلوق ذو اثنين
fr: La créature avec deux
ja: 2つ持っている生き物
ko: 두개를 가진 생명체
tr: İki’li Yaratık

# data_list
source: This story has counting to seven and shapes. Practice words: small numbers, especially one and two; and comparing words such as more, equal, same, and less. Also, talk about squares, circles, solids, stripes, bigger, and smaller.
ar: تحتوي هذه القصة على العد إلى سبعة والأشكال. كلمات التدريب: الأعداد الصغيرة، خاصة واحد واثنين؛ ومقارنة الكلمات مثل أكثر، متساو، نفس، وأقل. تحدث أيضًا عن المربعات والدوائر والمواد الصلبة والخطوط والأكبر والأصغر.
fr: Avec cette histoire, apprenez à votre enfant à compter jusqu’à sept et à reconnaître les formes. Mots pratiqués : les petits nombres, en particulier un et deux, et les mots de comparaison comme plus, égal, même et moins. Il est aussi question de carrés, de cercles, de couleurs unies, de rayures, et des notions du plus grand au plus petit.
ja: このお話には、7までの数え方と形が登場します。単語の練習：小さい数（特に1と2）、「より多い」「等しい」「同じ」「より少ない」などの比較の単語。「正方形」「円」「立方体」「縞模様」「大きい」「小さい」が登場します。
ko: 이야기는 도형과 일곱까지 세기를 포함하고 있습니다. 연습 단어: 작은 수들, 특히 일과 이; 그리고 같은, 더 많은, 더 적은과 같은 비교하는 단어들, 네모, 동그라미, 입체도형, 무늬, 더 작은, 더 큰.
tr: Bu hikâyede yediye kadar sayma ve şekiller var. Alıştırma kelimeleri: küçük sayılar (özellikle, bir ve iki) ve karşılaştırma sözcükleri (daha fazla, eşit, aynı, daha az). Bunların yanında, kareler, daireler, düz renkler, çizgiler (şeritler), daha büyük ve daha küçük kelimeleri hakkında da konuşabilirsiniz.

# data_list
source: Drum
ar: الطبل
fr: Le tambour
ja: ドラム
ko: 북
tr: Davul

# data_list
source: This story has patterns, sizes, and shapes. Practice words: size, big, little, medium, small, same, shape, and pattern.
ar: هذه القصة تحتوي على الأنماط والأحجام والأشكال. كلمات التدريب: الحجم، الكبير، الصغير، المتوسط، نفسه، الشكل، والنمط.
fr: Cette histoire apprend à reconnaître les rythmes, les tailles et les formes. Mots appris : taille, grand, petit, moyen, identique, forme et rythme.
ja: このお話には、柄、サイズ、形が出てきます。 勉強することば: サイズ、大きい、小さな、中くらいの、小さい、同じ、形、柄。
ko: 이 이야기는 패턴, 도형, 그리고 크기를 나타내는 용어를 포함하고 있습니다. 연습 단어: 크기, 큰, 조그만, 중간, 작은, 같은, 모양, 그리고 패턴.
tr: Bu hikâyede ritimler, boyutlar ve şekiller var. Pratik yapmanız gereken kelimeler: boyutlar, çok küçük, küçük, orta, büyük, aynı, şekil, ritim.

# data_list
source: Fana Loves Animals
ar: فانا تحب الحيوانات
fr: Fana aime les animaux
ja: ファナは動物が 大好き
ko: 파나는 동물을 사랑해요
tr: Fana Hayvanları Çok Seviyor

# data_list
source: This story has quantities to ten, comparing, and colors. Practice words: counting to ten, most, more, less, bigger, smaller, shortest, tallest, color names, solid, striped, and checkerboard.
ar: تحتوي هذه القصة على الكميات إلى عشرة، المقارنة، والألوان. كلمات التدريب: العد إلى عشرة، معظم، أكثر، أقل، أكبر، أصغر، أقصر، أطول، أسماء الألوان، صلبة، مخططة، ومرقعة.
fr: Cette histoire expose les quantités jusqu’à dix, les comparaisons ainsi que les couleurs. Les mots à pratiquer sont : compter jusqu’à dix, plus que, plus, moins, plus grand, plus petit, plus court, le nom des couleurs, uni, rayé et en damier.
ja: このお話では、10までの数、比較、色が出てきます。勉強することば: 10までの数え方、1番多い、より多い、より少ない、より大きい、より小さい、背が1番低い、背が1番高い、色の名前、無地、縞模様、格子模様。
ko: 이야기는 열까지 세기와 비교하는 단어, 그리고 색깔을 포함하고 있어요. 연습 단어: 10까지 세기, 가장 많은, 더 많은, 더 적은, 더큰, 더 작은, 제일 작은, 제일 큰, 색깔 단어, 입체도형, 줄무늬, 체커판.
tr: Bu hikâye, 10’a kadar saymayı, karşılaştırmaları ve renkleri içerir. Alıştırma sözcükleri: 10’a kadar sayılar, en çok, daha çok, daha az, daha büyük, daha küçük, en kısa, en uzun, renklerin isimleri, düz, çizgili, kareli.

# data_list
source: Feelings
ar: المشاعر
fr: Les sentiments
ja: 感情
ko: 감정
tr: Hisler

# data_list
source: This story has quantities up to ten. Practice words: how many, one more, most, and least.
ar: هذه القصة تحتوي على العدّ حتى عشرة. كلمات التدريب: كم، واحد أكثر، أكثر وأقل.
fr: Cette histoire apprend à compter les petites quantités jusqu’à dix. Mots travaillés : combien, un de plus, le plus, le moins.
ja: このお話には10までの数量が出てきます。練習する単語：いくつ、もう1つ、最も、最も少ないです。
ko: 이야기는 10까지의 양을 나타내는 용어를 포함하고 있습니다. 연습 단어: 몇개의, 하나 더, 가장 많은, 가장 적은.
tr: Bu hikâye 10’a kadar sayıları içerir. Alıştırma sözcükleri: kaç tane, bir fazla, en çok, en az.

# data_list
source: Flower Blind
ar: الزهرة العمياء
fr: La fleur des miracles
ja: フラワー ブラインド
ko: 눈 먼 꽃
tr: Çiçek Körü

# data_list
source: This story has quantities to 10, comparing quantities, and shapes. Practice words: how many, most, least, one more, how many more, difference, rectangle, square, circle, and round.
ar: هذه القصة تحتوي على الأعداد حتى العشرة10، والمقارنة بين الكميات والأشكال. يمكن من خلالها ممارسة الكلمات التالية: كم، أغلب، أقل، واحدة أكثر، بكم يزيد، الاختلاف، مستطيل، مربع، دائرة ودائري.
fr: Cette histoire fait référence aux quantités jusqu’à 10, à la comparaison de quantités et aux formes. Les mots pratiqués : combien, la plupart, le moins, un de plus, combien de plus, différence, rectangle, carré, cercle et rond.
ja: このお話には、10までの量、量の比較、図形が出てきます。練習する単語：いくつ、一番、一番少ない、あとひとつ、あといくつ、差、長方形、正方形、円、丸。
ko: 이야기는 10까지의 수량, 수량의 비교와 도형. 연습 단어: 얼마나, 최대, 최소, 하나 더, 얼마나 더, 다른점, 사각형, 정사각형, 원형, 그리고 둥근.
tr: Bu öyküde 10'a kadar sayılar, miktarların karşılaştırılması ve şekiller var. Alıştırma sözcükleri: kaç (tane), en çok, en az, bir fazla, kaç fazla, fark, dikdörtgen, kare, daire, yuvarlak.

# data_list
source: Friends
ar: أصدقاء
fr: Les amis
ja: 友達
ko: 친구들
tr: Arkadaşlar

# data_list
source: This story has counting to 6, colors, and shapes. Practice words: how many, numbers to six, one more, two more, one less, two less, color names, stripes, solids, pentagon, hexagon, round, same, and different.
ar: تحتوي هذه القصة على العد حتى 6, الألوان, والأشكال. الكلمات التدريبية: كم، الأرقام إلى ستة، واحد إضافي، اثنان أكثر، واحد أقل، اثنان أقل، أسماء الألوان، الخطوط، المواد الصلبة، خماسي الأضلاع، السداسي، الدائري، نفس، ومختلف.
fr: Cette histoire apprend à compter jusqu’à 6, les couleurs et les formes. Utiliser les mots: combien, les chiffres jusqu’à six, un de plus, deux de plus, un de moins, deux de moins, les noms des couleurs, rayures, unis, pentagone, hexagone, rond, même et différent.
ja: このお話には、6までの数え方、色、形が出てきます。練習する単語：いくつ、6までの数、1つ多い、2つ多い、1つ少ない、2つ少ない、色の名前、縞模様、立体、五角形、六角形、丸い、同じ、違うです。
ko: 이야기는 6까지 세기, 색깔, 그리고 도형이 있습니다. 연습 단어: 얼마나, 6까지의 숫자, 하나 더, 둘 더, 하나 적은, 둘 적은, 색깔 이름, 줄무늬, 단색, 오각형, 육각형, 둥근, 같은, 그리고 다른.
tr: Bu hikâye 6’ya kadar saymayı, renkleri ve şekilleri içerir. Alıştırma sözcükleri: kaç tane, altıya kadar sayılar, bir fazla, iki fazla, bir eksik, iki eksik, renkler, çizgiler (şeritler), düz renkler, beşgen, altıgen, yuvarlak, aynı, farklı.

# data_list
source: How the Toad Got its Skin
ar: كيف حصل الضفدع على جلده
fr: Comment le crapaud a-t-il eu sa peau ?
ja: ヒキガエルが 皮膚を 手に入れた方法
ko: 두꺼비가 등껍질을 얻은 이야기
tr: Kara Kurbağası Derisini Nasıl Elde Etti?

# data_list
source: This story has counting to 16, shapes, and colors. Practice words: counting by 2's or 4's, more, less, one more, color names, circle, center, and concentric.
ar: تحتوي هذه القصة على العد حتى 16, الأشكال, والألوان. كلمات التدريب: العد بمقدار 2 أو 4، أكثر، أقل، واحد إضافي، أسماء الألوان، الدائرة، المركز، ومتحدة المركز.
fr: Cette histoire apprend à compter jusqu’à 16, les couleurs et les formes. Mots travaillés : compter de 2 en 2 ou de 4 en 4, plus, moins, un de plus, le nom des couleurs, cercle, centre et concentrique.
ja: このお話には、16までの数え方、形、色があります。練習する単語：2または4ずつ数える、より多く、より少なく、1つ多く、色の名前、円、中心、同心円です。
ko: 이야기는 16까지의 수 세기, 도형, 색깔이 있습니다. 연습 단어: 2단위로 세기, 4단위로 세기, 많은, 적은, 하나 더, 색깔들, 원, 중심, 동심.
tr: Bu hikâye 16'ya kadar saymayı, şekilleri ve renkleri içerir. Alıştırma Sözcükleri: Tek tek, ikişer ikişer veya dörder dörder sayma, daha fazla, daha az, bir fazla, renk isimleri, daire, merkez, eş merkezli.

# data_list
source: Look at the Animals
ar: انظر إلى الحيوانات
fr: Regarde les animaux
ja: 動物を 見てごらん。
ko: 동물들을 바라보아요
tr: Hayvanlara Bakın!

# data_list
source: This story has small quantities up to 8. Practice words: numbers to 8, how many, one more, small, and large.
ar: تحتوي هذه القصة على كميات صغيرة تصل إلى 8. كلمات التدريب: الأرقام إلى 8، كم، واحد، صغير، وكبير.
fr: Cette histoire apprend à compter des petites quantités jusqu’à 8. Mots appris : chiffres jusqu’à 8, combien, plus un, petit, et grand.
ja: このお話は、8までの小さな数量に関するものです。練習する単語：8までの数、いくつ、もう一つ、小さい、大きい。
ko: 이 이야기는 8까지의 수량을 가리키는 용어를 포함하고 있습니다. 연습할 용어: 8까지의 숫자, 얼마나 많이, 하나 더 많은, 작은, 큰.
tr: Bu hikâyede 8'e kadar olan sayılar vardır. Alıştırma sözcükleri: 8’e kadar sayılar, kaç tane, bir fazlası, küçük, büyük.

# data_list
source: My School Clothes
ar: ملابسي المدرسية
fr: Mes vêtements d’école
ja: 私の学生服
ko: 학교 옷 입기
tr: Okul Kıyafetlerim

# data_list
source: This story has counting to 5, shapes, and colors. Practice words: numbers to 5, color names, too, too big, too small, just right, matching colors, and rectangle.
ar: تحتوي هذه القصة على العد حتى 5 والأشكال والألوان. كلمات التدريب: الأرقام إلى 5، أسماء الألوان، أيضًا، كبيرة جدًا، صغيرة جدًا، مناسبة تمامًا، الألوان المتطابقة، والمستطيل.
fr: Cette histoire apprend à compter jusqu’à 5, les couleurs et les formes. Mots à apprendre : les chiffres jusque 5, les noms des couleurs, trop grand, trop petit, la bonne taille et rectangle.
ja: この物語には1から5までの数え方、形、色が含まれています。練習する単語: 1から5までの数字、色の名前、大きすぎる、小さすぎる、ちょうどいい、色を合わせる、そして長方形です。
ko: 이 이야기는 5까지의 숫자, 도형, 색깔을 포함하고 있어요. 다음 단어들을 연습하세요: 5까지의 숫자, 색깔의 이름들, 너무, 너무 크다, 너무 작다, 알맞다, 색깔 맞추기, 네모.
tr: Bu hikâyede 5’e kadar sayma, şekiller ve renkler var. Alıştırma sözcükleri: Beşe kadar sayılar, renklerin adları, çok, çok büyük, çok küçük, tam ölçüsünde (doğru bedende), eşleşen (uyumlu) renkler, dikdörtgen.

# data_list
source: Palm Tree
ar: شجرة النخيل
fr: Le palmier
ja: パームツリー
ko: 야자수
tr: Palmiye Ağacı

# data_list
source: This story has counting to 12, comparing, and shapes. Practice words: numbers to 12, how many, estimate, counting by 2's, more, less, difference, round shape, box shape, loop, and pattern.
ar: تحتوي هذه القصة على العد حتى 12 والمقارنة والأشكال. كلمات التدريب: الأرقام إلى 12، كم عدد، التقدير، العد بمقدار 2، أكثر، أقل، الفرق، الشكل الدائري، شكل الصندوق، الحلقة، والنمط.
fr: Cette histoire apprend à compter jusqu’à 12, les couleurs et les formes. Mots à apprendre : les nombres jusque 12, combien, estimer, compter de deux en deux, plus, moins, différence, forme ronde, forme de boîte, boucle et motif.
ja: このお話には、12までの数え方、比較、形があります。練習する単語：12までの数字、いくつ、推定する、2ずつ数える、より多く、より少なく、違い、丸い形、箱の形、ループ、そしてパターンです。
ko: 이 이야기는 12까지 세기, 비교하기, 그리고 도형을 포함하고 있습니다. 연습할 용어: 12까지의 숫자, 얼마나 많이, 예측, 두개씩 세기, 더 많은, 더 적은, 차이, 둥그런 모양, 상자 모양, 모양, 고리, 그리고 패턴.
tr: Bu hikâye 12'ye kadar saymayı, karşılaştırmayı ve şekilleri içerir. Alıştırma sözcükleri: 12'ye kadar sayılar, kaç tane, değer biçme (kestirme), tahmin etme, ikişer ikişer sayma, daha fazla, daha az, fark, yuvarlak şekil, kutu şekli, halka (ilmek), desen.

# data_list
source: Pendo, Our Cow
ar: بيندو، بقرتنا
ja: ペンド、私たちの牛
ko: 펜도, 우리의 소
tr: Pendo, İneğimiz

# data_list
source: This story has quantities up to six and comparing. Practice words: numbers to six, more, most, less, least, and rectangle.
ar: تحتوي هذه القصة على كميات تصل إلى ستة والمقارنة. كلمات التدريب: الأرقام إلى ستة، أكثر، أقل، ومستطيل.
fr: Cette histoire fait référence aux quantités jusqu’à 10 et à la comparaison. Mots à pratiquer : nombres jusqu’à six, plus, le plus, moins, le moins, et rectangle.
ja: このお話には6までの数量と比較があります。単語の練習：6までの数、より多い、最も多い、より少ない、最も少ない、そして長方形です。
ko: 이야기는 6까지의 수량과 비교가 있습니다. 연습 단어: 6까지의 숫자, 더, 가장, 더 적은, 최소 그리고 사각형.
tr: Bu hikâyede altıya kadar sayılar ve karşılaştırmalar var. Alıştırma sözcükleri: altıya kadar sayılar, daha çok, en çok, daha az, en az, dikdörtgen.

# data_list
source: The Day the Sun Went Away
ar: يوم غابت الشمس
fr: Le jour où le Soleil s’en est allé
ja: 太陽が消えた日
ko: 햇님이 사라진 날
tr: Güneşin Gittiği Gün

# data_list
source: This story has counting to 7, comparing, and shapes. Practice words: numbers to 7, how many, same, less, more, one more, one less, too, too many, round, sphere, ball, cylinder, warm, warmer, cool, and cooler.
ar: تحتوي هذه القصة على العد حتى 7 والمقارنة والأشكال. كلمات التدريب: الأرقام إلى 7، كم، نفسه، أقل، أكثر، واحد إضافي، واحد أقل، أيضًا، كثير جدًا، مستدير، كرة، أسطوانة، دافئ، أكثر دفئًا، بارد، وأكثر برودة.
fr: Avec cette histoire, apprenez à votre enfant à compter jusqu’à sept, à comparer et à reconnaître les formes. Les mots à mettre en pratique : les nombres jusqu’à 7, combien, pareil, moins, plus, un de plus, un de moins, aussi, trop, rond, sphère, balle, cylindre, chaud, plus chaud, froid, plus froid.
ja: このお話には、7までの数え方、比較、形があります。単語の練習：7までの数、いくつ、同じ、より少ない、より多い、1つ多い、1つ少ない、あまりにも、あまりにも多い、丸い、球体、ボール、円柱、暖かい、より暖かい、涼しい、より涼しい。
ko: 이야기는 7까지 세기, 비교, 그리고 도형이 있습니다. 연습 단어: 7까지의 숫자, 얼마나 많은, 같은, 적은, 더, 하나 더, 하나 덜, ~도, 너무 많은, 둥근, 구체, 공, 원통, 따뜻한, 더 따뜻한, 시원한, 더 시원한.
tr: Bu hikâyede yediye kadar saymalar, karşılaştırmalar ve şekiller var. Alıştırma Sözcükleri: Yediye kadar sayılar, kaç tane, aynı, daha az, daha fazla, bir fazla, bir eksik, çok, çok fazla, yuvarlak, küre, top, silindir, sıcak, daha sıcak, serin, daha serin.

# data_list
source: Visiting Grandmother
ar: زيارة الجدة
fr: Rendre visite à Grand-mère
ja: おばあさんを訪ねて
ko: 할머니 방문하기
tr: Büyükanneyi Ziyaret

# data_list
source: This story has counting to 10 and shapes. Practice words: numbers up to 10, one more, two more, three more, counting by 2's, equal, rectangle, circle, concentric, straight, and curved.
ar: تحتوي هذه القصة على العد حتى 10 والأشكال. كلمات التدريب: الأعداد حتى 10، واحد آخر، اثنان آخران، ثلاثة آخرون، العد بمقدار 2، متساوي، مستطيل، دائرة، متحدة المركز، مستقيم، ومنحني.
fr: Des Maths et des Mots} Cette histoire permet de compter jusqu’à 10 et de découvrir des formes. Les mots à pratiquer sont : les nombres jusqu’à 10, un de plus, deux de plus, trois de plus, compter par 2, égale à, rectangle, cercle, concentrique, droit et courbé.
ja: このお話には、10までの数え方と形が含まれています。練習する単語：10までの数字、1つ増える、2つ増える、3つ増える、2ずつ数える、等しい、長方形、円、同心円、直線、曲線です。
ko: 이야기는 10까지 세기와 도형이 있습니다. 연습 단어: 10까지의 숫자들, 하나 더, 둘 더, 셋 더, 2단위로 세기, 동일한, 사각형, 원형, 동심, 똑바른, 그리고 곡진.
tr: Bu hikâye 10’a kadar saymayı ve şekilleri içerir. Alıştırma sözcükleri: 10’a kadar sayılar, bir fazla, iki fazla, üç fazla, ikişer ikişer sayma, eşit, dikdörtgen, daire, eş merkezli, düz, eğri.

# data_list
source: Where Is Lulu?
ar: أين هي لولو؟
fr: Où est Lulu ?
ja: ルルは どこにいますか？
ko: 룰루는 어디에 있나요?
tr: Lulu Nerede?
