Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Suppose your child likes to take steps two at a time sometimes, but one at a time other times. If your child wants to go up some steps, a natural question is: How many ways can this be done? For example, for 0 steps there is just one way - you just stand there. For 1 step there is one way - you take a single step. For two steps, you can either take one double step or two single steps. Your child should carefully count many cases of this and make a table of the results. When there is lots of information, a table often helps organize the information and allow patterns to stand out. The table would look like this (okay, going beyond 6 may require too much patience, but here are the numbers): 1 - 1 - 2 - 3 - 5 - 8 - 13 - 21 - 34 - 55 After looking at these numbers, your child may notice that each pair of consecutive numbers adds up to the next number. Why does this happen? These numbers are called Fibonacci Numbers. The rule for creating the official Fibonacci Numbers is that each number is the sum of the previous two. This also happens for the steps. Hmmm ... Let’s look closely at one example - say 5 steps. The 8 possibilities are: 1+1+1+1+1, 1+1+2+1, 1+2+1+1, 2+1+1+1, 2+2+1, 1+1+1+2, 1+2+2, and 2+1+2. The first 5 possibilities use 1 for the last move, and the last 3 possibilities use 2 for the last move. That explains it - you can go up 5 steps by either going up 4 steps and taking 1 more step, or by going up 3 steps and going up 2 more steps. The number of ways of going up 5 steps is exactly equal to the sum of the number of ways of going up 4 steps plus the number of ways of going up 3 steps. Patterns are often understood by patiently going through examples, organizing the data, looking closely at the data, and digging for explanations of why things happen the way they do. This is a good habit to develop in your child.
tr: Diyelim ki çocuğunuz bazen iki basamaktan atlayarak çıkarken, bazen de birer basamakla merdiven çıkmayı seviyor. Eğe çocuğunuz merdivenle yukarı çıkmak istiyorsa, bu işlemi kaç farklı şekilde yapabileceğini sormak doğaldır. Örneğin, 0 basamak için sadece bir çözüm vardır - olduğunuz yerde durmak. 1 basamak için tek bir yol vardır - tek bir adım atarsınız. 2 basamak içinse ya çift adım atarak basamak atlarsınız yada her iki basamağı da tek adımlarla atarsınız. Çocuğunuz bunun gibi birçok örneği dikkatlice saymalı ve sonuçları için bir tablo hazırlamalıdır. Fazla bilginin olduğu durumlarda, tablo kullanmak bilgiyi düzenlemede yardımcı olur ve kalıplaşmış desenlerin ortaya çıkmasına yardımcı olur . Tablo şu şekilde görünebilir (tamam, 6’dan fazlaya kaçmak biraz fazla sabır gerektirebilir, ama yine de işte sayılar): 1 - 1 - 2 - 3 - 5 - 8 - 13 - 21 - 34 - 55 Bu sayıları göz attıktan sonra, çocuğunuz her ardışık sayı çiftinin bir sonraki sayıya ulaştığını görebilir. Peki nasıl böyle olabiliyor? Bu sayılara Fibonacci Sayıları denir. Resmi Fibonacci Sayıları oluşturma kuralı, her sayının önceki iki sayının toplamı olması şeklindedir . Bu durum adımlar için de geçerlidir. Hmmm ... Bu örneğe yakından bakalım - diyelim ki 5 basamak var. 8 olasılığımız vardır: 1+1+1+1+1, 1+1+2+1, 1+2+1+1, 2+1+1+1, 2+2+1, 1+1+1+2, 1+2+2, ve 2+1+2. İlk 5 olasılıkta son 1, son 3 olasılıkta ise son adım 2’dir. Bu durumu açıklıyor- 5 basamağı çıkmanın iki yolu vardır: ya önce 4 basamak çıkıp sonra 1 basamak çıkarsınız ya da önce 3 sonra 2 basamak daha çıkabilirsiniz. 5 basamak çıkmanın yolu, 4 basamak ve 3 basamak çıkma yollarının toplamına eşittir. Kalıplanmış desenler genellikle örnekler sabırla incelenerek, verileri düzenleyerek, bu verilere yakından bakarak ve olayların neden böyle gerçekleştiğine dair açıklamalar arayarak anlaşılır. Bu, çocuğunuzda geliştirilmesi gereken iyi bir alışkanlıktır.

# data_list
source: Balance Scale
tr: Eşitlik Terazisi

# data_list
source: A balance scale is a simple device for telling when two things have exactly the same weight. The scale is usually supplied with a set of weights that are used to measure the weight of other objects. There are many interesting investigations you can do if you restrict the weights you are allowed to use. **One Kind of Weight** Suppose you have lots of weights, but they are all the same - say, 5 units. Then the only things you can weigh exactly are objects that are a multiple of 5 (just like skip counting by 5). **Two Kinds of Weights - One Side** Suppose you have lots of weights that are either 4 units or 7 units and you only use them on one side of the balance. The things you can weigh are the same numbers you found in the flower petal investigation. For 4 and 7, starting at 18 units you can weigh everything exactly. If the weights are 4 units and 6 units, you can only weigh even numbers starting with 4. **Two Kinds of Weights - Both Sides** After doing the investigation with two kinds of weights on one side, your child might be surprised if you ask them to weigh a 3-unit item, or even a 1-unit item, with 4’s and 7’s. The trick is to put some weights on one side and other weights on the other side. For example, verify an item weighs 3 units by putting it with a 4-unit weight and see that it balances with a 7-unit weight. Similarly, verify an item weighs 1 unit by putting it with a 7-unit weight and see that it balances with two 4-unit weights. There is an important math theorem called Bezout’s Theorem hidden in this investigation. Your child doesn’t need to know about that theorem at this point, but isn’t it cool that a young child can be playing around with advanced mathematics! **Doubling Weights** What happens if you have one weight each for each of the weights in the doubling progression 1, 2, 4, 8, and 16? How many ways can you weigh something that weighs 13? What is the largest weight you can measure? After some investigation, you will find that you can weigh everything up to one less than double the highest weight - in this case that is 31. Also, each item you can weigh can only be weighed in one way - for example, 13 = 1 + 4 + 8, and there is no other way to do it. Pretty cool! This situation is related to the binary number system. Fibonacci Weights: What happens if the weights are in the Fibonacci Numbers? Is there more than one way to weigh some weights? Find a restriction that would cause there to be only one way for each weight. Suppose you have one each for the weights 1, 1, 2, 3, 5, 8, and 13. With this, 10 = 2 + 3 + 5 = 2 + 8 = 1 + 1 + 3 + 5 = 1 + 1 + 8. What is causing the duplication is that the Fibonacci rule creates more than one way to write the Fibonacci numbers in terms of themselves - for example, 2 = 1 + 1 and 8 = 5 + 3. The way to fix this problem is to insist that you cannot use two Fibonacci numbers that are neighbors of each other in the sequence. When you add that restriction, the only way to get 10 is 2 + 8.
tr: Terazi, iki nesnenin aynı ağırlıkta olup olmadığını anlamaya yardımcı olan basit bir alettir. Terazi genellikle, bu ölçmeyi yapabilmek için bir dizi ağırlıkla beraber gelir. Kullanabileceğiniz ağırlıkları sınırladığınızda yapabileceğiniz birçok ilginç araştırma şekli vardır. **Tek Tip Ağırlık:** Diyelim mi elimizde birden fazla ağırlık var ama hepsi aynı - örneğin 5 birim. Bu durumda tam olarak tartabileceğimiz tek nesneler, 5’in katı olan nesnelerdir (tıpkı 5’er sayarak saymak gibi). **İki Tip Ağırlık - Bir Taraf:** Diyelim ki elimizde sadece 4 ve 7 birimlik ağırlıklar var ve bunları terazinin yalnızca bir kısmına koyuyoruz. Bu durumda tartabileceğiniz şeyler, Çiçek Yaprağı araştırmasında bulduğunuz sayılarla aynıdır. 4 ve 7 birimli ağırlıklar için, 18 birimden başlayarak her şeyi tam olarak tartabilirsiniz. Eğer ağırlıklar 4 ve 6 birimlikse, sadece 4’ten başlayan çift sayıları tartabilirsiniz. **İki Tip Ağırlık - İki Taraf:** Çocuğunuz, sadece bir tarafa iki tip ağırlık koyarak yaptığı Araştırmalardan sonra, sizin ondan 3 ya da 1 birimlik bir nesneyi 4’lükler ve 7’likler tartmasını istediğinizde şaşırabilir. Buradaki püf nokta, bazı ağırlıkları bir tarafa koyarken diğerlerini ise karşı tarafa koymaktır. Örneğin, bir nesnenin 3 birimlik olduğunu doğrulayabilmek için 4 birimlik bir ağırlık ekleyerek bu düzenin 7 birimlik bir ağırlıkla dengelendiğini deneyimleyin. Benzer bir şekilde, bir nesnenin 1 birim ağırlığında olduğunu doğrulamak için birlikte 7 birimlik birlikte bir tarafa koyun ve iki tane 4 birimlik ağırlıkla dengelendiğini görün. Bu araştırmanın içinde Bezout Teoremi adlı önemli bir matematik teoremi gizlidir. Çocuğunuzun şu anda bu teoremi bilmesine gerek yoktur ama küçük bir çocuğun ileri düzey matematik ile oynuyor olması harika değil mi? **Ağırlıkları İkiye Katlama:** Eğer elinizde 1, 2, 4, 8 ve 16 şeklinde ikiye katlanarak artan ağırlıkların her birinden birer tane varsa ne olur? 13 ağırlığında bir şeyi kaç farklı şekilde tartabilirsiniz? Ölçülebilecek en büyük ağırlık nedir? Biraz Araştırma sonrası, en yüksek ağırlıkğın iki katından bir eksiğe kadar olan her şeyi tartmanın mümkün olduğunu görebilirsiniz - bu durumda bu sayı 31’dir. Ayrıca, tartılabilecek her öğe sadece bir tek şekilde tartılabilir - örneğin 13 = 1 + 4 + 8’dir ve bunu başka bir şekilde elde edemezsiniz. Oldukça ilginç! Bu durum ikili sayı sistemiyle alakalıdır. **Fibonacci Ağırlıkları:** Peki ya ağırlıklarımız Fibonacci Sayıları olsaydı o zaman ne olurdu? Ağırlıkları birden fazla şekilde tartmak mümkün mü? Her ağırlığı sadece tek bir şekilde tartılabilecek şekilde kısıtlamaya çalışın. Diyelim ki 1, 1, 2, 3, 5, 8, ve 13 ağırlıklarından sadece bir tane var. Bu durumda, 10 = 2 + 3 + 5 = 2 + 8 = 1 + 1 + 3 + 5 = 1 + 1 + 8. Bu yinelemenin/tekrarın sebebi, Fibonacci kuralının Fibonacci sayılarını kendi cinsinden birden fazla şekilde ifade etmeye izin vermesidir - örneğin, 2 = 1 + 1 ve 8 = 5 + 3. Bu sorunun çözmenin yolu, dizide birbirine komşu olan olan Fibonacci sayılarını kullanmayağımızı dair bir şart koşmaktır. Bu kısıtlama eklendiğinde, 10’u elde etmenin tek yolu 2 + 8 olur.

# data_list
source: Nim With Factors
tr: Bölenlerle Nim Oyunu

# data_list
source: Start with any number, say 20. Let the child decide whether to go first or second. During their turn, a player may subtract any divisor of the current number from the number. The player forced to 0 loses.
tr: Herhangi bir sayıyla başlayın, örneğin 20. Çocuğun ilk ya da ikinci olarak başlamak istediğine karar vermesine izin verin. Sırası gelen oyuncu, mevcut sayının herhangi bir bölenini sayıdan çıkarabilir. Sıfıra ulaşmak zorunda kalan oyuncu oyunu kaybeder.

# data_list
source: As usual, a good strategy for learning about this game is to look at a simpler version of the game, which in this case means starting with very small numbers. If it is your turn and you are faced with each of these numbers, here is what will happen: 1 - lose, 2 - win, 3 - lose, 4 - win, 5 - lose, 6 - win, 7 lose, and 8 win. By now the pattern is clear - if it is your move and you have an odd number, then you will lose; if you have an even number, then you will win. Finding the winning strategy is a big step, but let’s go deeper. Why does this work? What are the properties of odd and even numbers that create this situation? Set this question before your child and give them a lot of time to think about it and experiment with it - there is no hurry, and this process of wrestling with a question is invaluable and should not be short circuited. Some experimentation with small numbers quickly reveals what is going on. If you have an odd number, all of the divisors are odd, so when you subtract any divisor the result is an even number. Consequently, odd numbers on one turn always lead to an even number on the next turn. Even numbers always have both odd and even numbers for divisors. So, the situation is not quite the same. However, if you have an even number, your goal is to give your opponent an odd number, and there is an easy way to do that - select the divisor 1 and subtract it!
tr: Her zamanki gibi, bu oyunu öğrenmenin iyi bir yolu daha basit bir versiyonla başlamaktır. Bu da çok küçük sayılarla denemek anlamına gelir. Eğer sıra sizdeyse ve karşınızda bu sayılar varsa neler olur bakalım: 1 - kaybedersiniz, 2 - kazanırsınız, 3 - kaybedersiniz, 4 - kazanırsınız, 5 - kaybedersiniz, 6 - kazanırsınız, 7 kaybedersiniz, and 8 kazanırsınız. Artık örüntü netleşmiştir: Sıra sizdeyken elinizdeki sayı tekse kaybedersiniz, çiftse kazanırsınız. Kazanma stratejisini bulmak büyük bir adım ama biraz daha derine inelim. Bu neden işe yarar? Tek ve çift sayıların bu durumu ortaya çıkaran özellikleri nelerdir? Bu soruyu çocuğunuza sorun ve üzerine düşünmesi için ona bolca zaman tanıyın. Ancak aceleye gerek yok, bu tür sorularla uğraşmak başlı başına çok değerlidir ve hızlıca atlanıp geçilmemelidir. Küçük sayılarla yapılan birkaç deneme işin özünü hızla ortaya çıkarır. Bu nedenle tek bir sayı, bir sonraki turda mutlaka çift bir sayıya dönüşür. Çift sayılar ise hem tek hem de çift bölenlere sahiptir. Yani durum tam olarak aynı değildir. Ancak eğer çift bir sayıya sahipseniz, hedefiniz rakibinize tek bir sayı bırakmaktır ve bunu yapmanın en kolay yolu 1’i bölen olarak seçip çıkarmaktır.

# data_list
source: Sieve of Eratosthenes
tr: Eratosthenes Kalburu

# data_list
source: Activity
tr: Giriş

# data_list
source: Start with a number line numbered from 1 to 25 - or a larger range if space and your patience allows. Write the number 2 below itself. On the line even with this 2, put X’s below each multiple of 2. Now, pull down the first number with no X’s below it (3 in this case) and put it on the next line. Write the 3 and put X’s on that line for all its multiples. Continue in this way. At the end, you will have pulled down all the primes. Remember that 1 is a unit and not a prime!
tr: 1’den 25’e kadar (ya da alan ve sabrınız el veriyorsa daha geniş bir aralıkta) numaralanmış bir sayı doğrusu oluşturun. 2 sayısını 2’nin alt satırına yazın. Bu 2’nin hizasında, 2’nin katı olan sayıların altına X işareti koyun. Şimdi, altında X olmayan ilk sayıyı alın (bu durumda 3) ve onu bir sonraki satıra yazın. Write the 3 and put X’s on that line for all its multiples. 3’ü yazın ve onun katlarının altına da X koyun. Bu şekilde devam edin. Sonunda, asal sayıların hepsini “aşağı çekmiş” olacaksınız. Unutmayın: 1 birim sayıdır, asal değildir!

# data_list
source: This simple process reveals some interesting facts about primes. See if your child can come up with some of these questions - however, if they don’t arise naturally, here are some questions to ask. a) Why are the numbers that drop down primes? Suppose you have a composite number. We want to show that this number will have an X under it. Being composite, it is divisible by some number, n, between 1 and that number. If n is a prime, then our composite number would have an X under it from n being an earlier prime. If n is not a prime, then it has an X under it from some earlier prime, call it p. Now, p evenly divides n and n evenly divides our new number, so p must divide our new number. Consequently, when marking the multiples of p, an X would have been placed under our new number. b) When you are placing X’s for the multiples of a prime, there are some numbers that already have an X from an earlier prime. When does that happen and when doesn’t it happen? Let’s look at the multiples of 5 in the sieve above. The multiples 5 x 2, 5 x 3, and 5 x 4 are already crossed out. Only 5 x 5 is new. This happens because 5 x 2, 5 x 3, and 5 x 4 are all multiples of 2 and 3, earlier primes. If we want to put X’s in fresh places, we must multiply 5 by numbers that only have prime factors that are 5 and above. Because it is a little tedious to keep track of all that, what some people do is only cross out odd multiples and leave it at that. c) For this sieve, what was the last prime that had a useful new X in its row? In this sieve, the primes with useful X’s are 2, 3, and 5. The multiples of 7 and 11 were all old X’s. If you look at the answer to the last question, you will see the answer here. The only way to get new X’s is to multiply a prime by primes bigger than or equal to itself. Once we reach a prime like 7 where 7 x 7 > 25, we do not need to check it. So, we only need to check primes whose square is smaller than or equal to the last number. d) If you were given a number, say 53, which primes would you need to divide it by to see that it is prime? From the answer to the last question, we only need to check primes whose square is less than or equal to 53. Those primes are 2, 3, 5, and 7 – none of these divides 53 evenly, so 53 must be prime!
tr: Bu basit işlem, asal sayılarla ilgili ilginç gerçekleri açığa çıkarır. Çocuğunuzun bazı soruları kendiliğinden sormasını teşvik edin. Ancak eğer bu sorular kendiliğinden ortaya çıkmazsa, işte sorabileceğiniz bazı örnekler: 1) Aşağı çekilen sayılar neden asal sayıdır? Bir bileşik sayı düşünelim. Altında X işareti olduğunu göstermek istiyoruz. Bileşik olduğu için, kendisiyle 1 arasında bir sayıya (n) tam bölünmelidir. Eğer n asal bir sayıysa, bu sayı zaten daha önceki bir asal sayının katı olarak X ile işaretlenmiş olurdu. Eğer n asal değilse, daha önceki bir asal sayı olan p tarafından bölünüyor olmalıdır. Bu durumda p, n’yi böler, n de bileşik sayımızı böler. Dolayısıyla p de bileşik sayıyı böler. O hâlde p’nin katlarını işaretlerken bu sayı da X almış olurdu. 2) Bir asal sayının katlarını işaretlerken bazı sayılar neden zaten X almış olur? 5’in katlarına bakalım. 5 × 2, 5 × 3 ve 5 × 4 zaten işaretlenmişti. Yalnızca 5 × 5 yeni olur. Bunun nedeni, 5 × 2, 5 × 3 ve 5 × 4’ün zaten 2 ve 3 gibi önceki asal sayıların katı olmasıdır. Eğer yeni yerlere X koymak istiyorsak, çarpılan sayının asal çarpanları yalnızca 5 veya daha büyük olmalıdır. Bu takip işi biraz uğraştırıcı olabileceğinden, bazı kişiler yalnızca tek sayı katlarını işaretlemeyi tercih eder. 3) Bu kalburda yararlı yeni X’ler koyabilen son asal sayı hangisiydi? Bu kalburda yararlı X'lere sahip asal sayılar 2, 3 ve 5’tir. 7 ve 11’in katları zaten daha önce işaretlenmişti. Bir önceki sorunun cevabına bakarsanız, buradaki cevabı da anlayabilirsiniz. Yeni X’ler elde etmenin tek yolu, bir asal sayıyı kendisine eşit veya daha büyük asal sayılarla çarpmaktır. Eğer ulaştığınız asal sayı öyle bir sayıysa ki, kendisiyle çarpımı kontrol aralığını aşıyorsa (örneğin 7 × 7 > 25), o zaman artık işaretleme yapmaya gerek kalmaz. Yani sadece karesi son sayıya eşit ya da daha küçük olan asal sayılar kontrol edilmelidir. 4) Örneğin 53 gibi bir sayının asal olup olmadığını nasıl anlarsınız? Bir önceki sorunun cevabına göre, yalnızca karesi 53’ten küçük ya da eşit olan asal sayılarla bölen kontrolü yapmamız yeterlidir. Bu asal sayılar 2, 3, 5 ve 7’dir. Bu sayıların hiçbiri 53’ü tam bölmediğine göre, 53 bir asal sayıdır!

# data_list
source: Levers and Mobiles
tr: Kaldıraçlar ve Mobiller

# data_list
source: Levers
tr: Kaldıraçlar

# data_list
source: The lever principle states that the force exerted on one side of a lever by a mass is equal to the mass times its distance from the pivot point, the fulcrum.
tr: Kaldıraç prensibi, bir kütlenin kaldıracın bir tarafında uyguladığı kuvvetin, kütle ile destek noktası (fulkrum) arasındaki uzaklığın çarpımına eşit olduğunu söyler.

# data_list
source: In the lever above, the 3 on the left side is a distance of 5 from the fulcrum, so its force is 3 x 5 = 15. The 5 on the right side is a distance of 3 from the fulcrum, so its force is 5 x 3 = 15. This lever is in balance. If there is more than one weight on a side, the forces will add up.
tr: Yukarıdaki kaldıraçta, sol tarafta bulunan 3 birimlik ağırlık fulkruma 5 birim uzaklıktadır; bu durumda uyguladığı kuvvet 3 x 5 = 15’tir. Sağ taraftaki 5 birimlik ağırlık ise fulkruma 3 birim uzaklıktadır ve onun kuvveti de 5 x 3 = 15’tir. Bu nedenle kaldıraç dengededir. Eğer bir tarafta birden fazla ağırlık varsa, bu ağırlıkların oluşturduğu kuvvetler toplanır.

# data_list
source: In this lever, there is 3 x 4 + 1 x 2 + 1 x 1 = 15 on the left side, and 5 x 3 = 15 on the right side. So it is in balance. We will restrict these problems to only use whole numbers. You can decide whether you allow multiple weights to be hung off of the same point – we will assume it’s okay to do multiple weights in the discussion that follows.
tr: Örneğin bu kaldıraçta, sol tarafta 3 x 4 + 1 x 2 + 1 x 1 = 15, sağ tarafta ise 5 x 3 = 15 kuvvet vardır. Dolayısıyla sistem yine dengededir. Bu bulmacalarda yalnızca tam sayılar kullanılacaktır. Aynı noktaya birden fazla ağırlık asılıp asılamayacağına siz karar verebilirsiniz. Biz, eden örneklerde bunun mümkün olduğunu varsayacağız.

# data_list
source: Lever Puzzles
tr: Kaldıraç Bulmacaları

# data_list
source: You have a 3-unit weight and a 5-unit weight to put on opposite sides of the fulcrum. Where should they be put to balance? The answer to this can be the distances 5 and 3, but it can also be 10 and 6, or even larger answers such as 15 and 9. Be open to discussing whatever your child comes up with. If you have a 3-unit and a 5-unit weight to put on one side of a lever, which weights can you put at which distances on the other side? This question continues the questions on the Make It Count page at the end of Chapter 4. As before, explore different combinations of weights. What happens if 3 and 5 are replaced by 4 and 5, 4 and 9, or 6 and 9? How does this last problem change if we put the 3-unit and 5-unit weights on opposite sides of the fulcrum? Now it is easy to weigh a 1-unit weight by using 3 x 2 = 5 x 1 + 1 x 1. What other weights can you weigh this way?
tr: Destek noktasının karşılıklı taraflarına yerleştirmek üzere 3 birimlik ve 5 birimlik ağırlıklarınız var. Dengeyi sağlamak için bunları hangi mesafelere yerleştirmelisiniz? Cevap 5 ve 3 olabilir, ama aynı zamanda 10 ve 6 ya da 15 ve 9 gibi daha büyük sayılar da olabilir. Çocuğunuzun getirdiği her çözüm fikrine açık olun ve birlikte tartışın. Peki ya kaldıracın bir tarafına 3 ve 5 birimlik ağırlıkları birlikte koyarsanız, diğer tarafa hangi ağırlıkları hangi uzaklıklara koyabilirsiniz? Bu soru, Bölüm 4’ün sonundaki “Topla Hesapla” sayfasındaki soruların bir devamıdır. Yine, farklı ağırlık kombinasyonlarını keşfedin. 3 ve 5 yerine 4 ve 5, 4 ve 9 ya da 6 ve 9 kullanırsanız ne olur? Son örnekte, 3 ve 5 birimlik ağırlıkları kaldıracın zıt taraflarına yerleştirirsek durum nasıl değişir? Bu durumda, 3 x 2 = 5 x 1 + 1 x 1 eşitliğiyle 1 birimlik bir ağırlığı dengelemek oldukça kolaydır. Bu yöntemi kullanarak başka hangi ağırlıkları dengeleyebilirsiniz?

# data_list
source: Mobiles
tr: Mobiller
