Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Once you have a finished Sudoku, you can use any of the following strategies to create a puzzle that has a unique solution. Generally speaking, the more tokens you remove, the harder the puzzle will be. * Remove a single token from each row or from each column. * Remove a single token from each 2 by 2 corner. * Remove all of one kind of token from the entire puzzle. * Remove all tokens from one 2 by 2 corner. * Remove one entire row and one entire column. * Remove all of one kind of token and one each of the other kinds of tokens. * Remove all tokens from two 2 by 2 opposite corners. * Remove all tokens from two 2 by 2 opposite corners and 1 token each from the other two corners. Of course, these are not the only methods you can use. They are just supplied here as sure-fire general methods that will quickly create puzzles.
tr: Sudokuyu tamamladıgınız zaman, aşagıdaki stratejilerden birini kullanarak benzersiz bir çözümü olan bulmaca oluşturabilirsiniz. Genel olarak konuşursak, ne kadar çok jeton kaldırırsanız, bulmaca o kadar zor olur. * Her satırdan veya her sütundan tek bir jeton kaldırın. * Her 2x2 köşeden tek bir jeton kaldırın. * Tüm bulmacadan bir tür jetonu tamamen çıkarın. * Bir 2'ye 2 köşesindeki tüm jetonları çıkarın. * Bir satırı ve bir sütunu tamamen çıkarın. * Bir tür jetonu ve diğer türlerden birer tane jeton çıkarın. * İki zıt 2'ye 2 köşesindeki tüm jetonları çıkarın. * İki zıt 2'ye 2 köşesindeki tüm jetonları ve diğer iki köşeden birer jeton çıkarın. Tabii ki, bunlar kullanabileceğiniz tek yöntemler değil. Bunlar sadece daha hızlı bir şekilde bulmacak oluşturmak için kullanılabilecek kesin genel yöntemler.

# data_list
source: Number Sudoku With Jigsaws
tr: Jigsaw Desenleriyle Sayı Sudoku

# data_list
source: This is similar to the Shape Sudoku puzzles, only now it uses numbers. If your child is not ready to recognize numerals yet, you can use quantities of dots instead. To avoid erasing, use numbered (or dotted) slips of paper to solve the puzzles. For a 4 by 4 puzzle, each row and column has the numbers from 1 to 4 once. Also, each marked subregion has the numbers from 1 to 4 once. Create these puzzles for your child by starting with a completed puzzle with moveable pieces of numbered paper and then removing some of the pieces of paper.
tr: Bu sudokuda, Şekil Sudoku bulmacalarına benzer, ancak bu kez şekiller yerine sayılar kullanılıyor. Eğer çocuğunuz henüz rakamları tanımaya hazır değilse, bunun yerine nokta miktarlarınıda kullanabilirsiniz. Silme işlemiyle uğraşmamak için, bulmacaları çözmek için numaralandırılmış (veya noktalı) kağıt parçaları kullanabilirsiniz. 4 e 4 bir bulmacada, her satır ve sütunda 1'den 4'e kadar olan sayılar bir kez bulunur. Ayrıca, her işaretli alt bölgede de 1'den 4'e kadar olan sayılar bir kez yer alır. Çocuğunuz için bu bulmacaları, tamamlanmış numaralandırılmış ve haraket ettirilebilen kağıt parçaları ve ile başlayarak ve sonra bazı kağıt parçalarını çıkararak oluşturabilirsiniz.

# data_list
source: 4 by 4 Puzzles
tr: 4 e 4 Bulmaca

# data_list
source: The 4 by 4 puzzles with subregions that are the 2 by 2 corners are exactly the same as the Shape Sudoku puzzles given before. You can go back to that page in these Resources to see solved versions of those puzzles. To create a numbered version of them, replace each colored shape by a number. For example, red circles could be 1, orange triangles 2, purple diamonds 3, and blue squares 4.
tr: 2'ye 2 köşeli alt bölgelere sahip 4'e 4 bulmacalar, daha öncede verilen Şekil Sudoku bulmacalarıyla tamamen aynıdır. Bu bulmacaların çözümlerini görmek için bu Kaynaklardaki ilgili sayfaya geri dönebilirsiniz. Sayılardan oluşan bir versiyon oluşturmak için, her renkli şekli bir sayı ile değiştirin. Örneğin, kırmızı daireleri 1, turuncu üçgenleri 2, mor elmasları 3 ve mavi kareleri 4 ile değiştirebilirsiniz.

# data_list
source: 5 by 5 Puzzles
tr: 5 e 5 Bulmaca

# data_list
source: There are too many of these puzzles to come anywhere close to showing all the possible jigsaw geometries. These are here just to suggest what is possible. Your child may enjoy finding different ways of carving up a 5 by 5 square into pieces that have 5 small squares. Pieces that consist of 5 little squares are called “pentominoes.” Making shapes with pentominoes can be lots of fun. Maybe cut out some pentomino shapes out of stiff thick colored paper and see what designs you can make!
tr: Bu bulmacaların sayısı o kadar fazladır ki, olası tüm Jigsaw geometrilerini göstermek imkansızdır. Burada olma ihtimali yüksek olan desenlere örnekler verilmiiştir. Çocuğunuz, 5x5 bir kareyi 5 küçük kareden oluşan parçalara bölmenin farklı yollarını bulmaktan keyif alabilir. 5 küçük kareden oluşan parçalara "pentomino" denir. Pentomino şekilleri yapmak çok eğlenceli olabilir. Belki de kalın renkli kartondan birkaç pentomino şekli kesip hangi tasarımları oluşturabileceğinizi görebilirsiniz!

# data_list
source: 6 by 6 Puzzles
tr: 6 ya 6 Bulmaca

# data_list
source: Okay, you are getting the idea. There are a lot of these! Here are just a few 6 by 6 puzzles to give you some ideas for what is possible. As always, play around with your child with these puzzle pieces and numbers. Perhaps design a few of these together.
tr: Tamam, fikri anladınız. Bu bulmacalardan gerçekten çok fazla var! Size olası bulmacalar hakkında fikir vermesi için birkaç 6 ya 6 bulmaca örneği. Her zamanki gibi, bu bulmaca parçaları ve sayılarla çocuğunuzla birlikte oynayın. Belki de birkaçını birlikte tasarlarsınız.

# data_list
source: Greater Than Sudoku
tr: Büyüktür Sudoku

# data_list
source: Greater Than Sudoku puzzles start with the same rules as regular Sudoku - each number appears exactly once in each row, column, and subregion. Additionally, if there is a less than or greater than symbol between two cells, then the numbers in the cells must obey that relationship. Make these puzzles by using a finished Sudoku puzzle - all the example Number Sudoku Jigsaw puzzles given early in these Resources will be useful in creating these puzzles. Put in greater than and less than signs on a blank grid of the same geometry. If you omit all the numbers and put in all the inequalities (less than or greater than), it is generally fairly easy to solve the puzzle. A useful strategy for your child is to first look for where the smallest and largest numbers should go.
tr: Büyüktür Sudoku bulmacaları, klasik Sudoku ile aynı temel kurallarla başlar: her sayı, her satırda, sütunda ve alt bölgede yalnızca bir kez yer almalıdır. Buna ek olarak, iki hücre arasında bir küçüktür (<) veya büyüktür (>) sembolü varsa, bu hücrelerdeki sayılar bu ilişkiye uymalıdır. Bu tür bulmacaları oluşturmak için, tamamlanmış bir Sudoku çözümünden faydalanabilirsiniz. Bu kitapçığın başlarında yer alan Sayı Sudoku Yapboz örnekleri, bu tür Büyüktür Sudoku bulmacaları üretirken oldukça kullanışlı olacaktır. Aynı geometriye sahip boş bir ızgaraya, yalnızca büyüktür ve küçüktür işaretlerini yerleştirin. Eğer tüm sayıları çıkarıp yalnızca tüm eşitsizlikleri bırakırsanız, bu tür bulmacalar genellikle oldukça kolay çözülür. Çocuğunuz için faydalı bir strateji, en küçük ve en büyük sayıların nereye yerleştirilebileceğine dikkatle bakarak başlamaktır.

# data_list
source: When your child is first learning how to do these puzzles, put in all the inequalities and some of the numbers. Gradually, start omitting more of the numbers and some of the inequalities.
tr: Çocuğunuz bu tür bulmacaları çözmeyi ilk kez öğrenirken, tüm eşitsizlikleri ve bazı sayıları yerleştirerek işe başlayın. Zamanla daha az sayı ve daha az eşitsizlik bırakarak bulmacaları zorlaştırabilirsiniz.

# data_list
source: Make Me a Liar
tr: Beni Yalancı Çıkar

# data_list
source: Someone makes an absolute statement and the other players attempt to show that the person is lying. This is done by finding an example that breaks the statement.
tr: Bir kişi kesin olan bir ifade söyler, diğer oyuncular ise bu kişinin yalan söylediğini ortaya çıkarmaya çalışır. Bu, söylenen ifadeyle çelişen yalnızca bir tane örnek bularak yapılır.

# data_list
source: Simple Statements That Are Almost Always True
tr: Neredeyse Her Zaman Doğru Olan Basit İfadeler

# data_list
source: One type of statement to use is saying that something is always true. Here are some examples with quick discussions of why they are lies. * All trucks have four wheels. - Large trucks often have 6, 10 or more wheels. * All rectangles are squares. - Rectangles need not have all their sides the same length. * All birds can fly. - Ostriches, emus, and kiwis are birds that cannot fly. * The moon is only visible at night. - The moon is often visible during the day. * All shapes have straight sides. - A circle does not have a straight side. * All playgrounds have swing sets. - Some playgrounds don’t have swing sets. * All rooms have chairs. Bedrooms and bathrooms often don’t have a chair.
tr: Kullanılabilecek ifade türlerinden biri, bir şeyin “her zaman doğru” olduğunu ileri sürmektir. Aşağıdaki örnekler, bu tür ifadelerin neden aslında yalan olduğunu gösterir: * Tüm kamyonların dört tekerleği vardır. – Büyük kamyonların genellikle 6, 10 veya daha fazla tekerleği vardır. * Tüm dikdörtgenler karedir. – Dikdörtgenlerin tüm kenarlarının eşit uzunlukta olması gerekmez. * Tüm kuşlar uçabilir. – Devekuşu, emu ve kivi gibi kuşlar uçamaz. * Ay yalnızca geceleri görülebilir. – Ay çoğu zaman gündüz vakti de görülebilir. * Tüm şekillerin düz kenarları vardır. – Bir dairenin düz kenarı yoktur. * Tüm oyun parklarında salıncak vardır. – Bazı parklar salıncak içermez. * Tüm odalarda sandalye vardır. – Yatak odası veya banyo gibi odalarda genellikle sandalye bulunmaz.

# data_list
source: If-Then Statements That Are Almost Always True
tr: Neredeyse Her Zaman Doğru Olan "Eğer - O Halde" İfadeleri

# data_list
source: Another type of statement is of the form “if __, then ___ .” Here are some examples with quick discussions of why they are lies. * If today is Monday, then it is a school day. - Some Mondays are holidays and some Mondays occur during the summer. * If I don’t eat for three hours, then I am hungry. - Most people can sleep for more than three hours and not wake up hungry. * If a person is taller than someone, then they are older. - Children often grow up to be taller than their parents. * If the sun is shining, it is a warm day. - Winter days can be sunny and cold. * If someone is late, something bad must have happened to them. - Sometimes people are late through carelessness or reasons beyond their control (traffic, bad weather, car trouble).
tr: Başka bir ifade türü ise “Eğer ___, o halde ___” şeklindedir. Bu ifadeler de çoğu zaman doğru gibi görünse de, onları geçersiz kılan istisnalar bulunur. İşte bazı örnekler: * Eğer bugün Pazartesi ise, o halde okul günüdür. – Bazı Pazartesiler tatildir ya da yaz tatiline denk gelir. * Eğer üç saat boyunca yemek yemezsem, acıkırım. – Çoğu insan gece üç saatten uzun uyuyabilir ve acıkmış olarak uyanmaz. * Eğer biri diğerinden uzunsa, o halde daha yaşlıdır. – Çocuklar büyüdükçe ebeveynlerinden uzun olabilir. * Eğer güneş parlıyorsa, hava sıcaktır. – Güneşli kış günleri oldukça soğuk olabilir. * Eğer biri geç kaldıysa, ona kötü bir şey olmuştur. – Bazen insanlar dikkatsizlikten ya da trafik, hava durumu gibi dış etkenlerden dolayı geç kalabilir.

# data_list
source: 15-Sliding Puzzle
tr: 15 Kaydırmalı Bulmaca

# data_list
source: Puzzle Description
tr: Bulmacanın Açıklaması

# data_list
source: The classic version of this puzzle starts with a 4 x 4 empty grid of squares formed by 5 horizontal and vertical lines. Use a set of 15 pieces of paper the size of the grid squares, and number the pieces of paper from 1 to 15. The puzzle starts by having someone place the pieces of paper on the grid. The object of the puzzle is to get the pieces of paper in order with only the lower right hand corner of the grid empty. To achieve this, a piece of paper can be moved if it is adjacent to the empty square - in which case it can be slid into that space. Depending on how the person sets up the puzzle, the puzzle may or may not be solvable. A 4 x 4 grid is too hard for a beginner, so start with something smaller. The grid could be as small as 2 x 2 or as big as the child wants. The number of numbered pieces of paper will always be one less than the size of the grid. For example, on a 2 x 3 grid use the cards from 1 to 5.
tr: Bu bulmacanın klasik versiyonu, 5 yatay ve 5 dikey çizgi ile oluşturulmuş 4 x 4’lük boş bir kare ızgarayla başlar. Karelerin boyutunda 15 parça kâğıt kullanılır ve bunlar 1’den 15’e kadar numaralandırılır. Bir kişi, bu kâğıt parçalarını rastgele ızgaraya yerleştirerek bulmacayı başlatır. Amaç, yalnızca sağ alt köşe boş kalacak şekilde tüm sayıları sıralı hale getirmektir. Eğer bir parça boş karenin yanındaysa, bu kareye kaydırılabilir. Kurulum şekline bağlı olarak, bulmaca çözülebilir de olabilir, çözülemez de. 4 x 4 başlangıç için zor olabilir, bu yüzden daha küçük bir ızgarayla başlayın. Izgara 2 x 2 kadar küçük olabilir veya çocuğunuzun istediği kadar büyük olabilir. Numaralı kâğıt sayısı her zaman toplam kare sayısından bir eksik olur. Örneğin, 2 x 3’lük bir ızgarada 1’den 5’e kadar kartlar kullanılır.

# data_list
source: To create these puzzles, you have two options. The first is to place the squares randomly, in which case you have a 50 / 50 chance of the position being solvable. Alternatively, you can start by placing the pieces of paper in the final position and then making a series of legal moves to move the paper around. When you are all done, you are guaranteed that the puzzle is solvable.
tr: Bu bulmacaları oluşturmak için iki yönteminiz var: İlki, parçaları rastgele yerleştirmektir. Bu durumda yaklaşık %50 ihtimalle çözülebilir bir bulmaca elde edersiniz. Diğeri ise parçaları doğru son konuma yerleştirip ardından kurallara uygun şekilde kaydırarak karıştırmaktır. Bu ikinci yöntemde bulmacanın çözülebilir olduğu garantidir.

# data_list
source: Solving the Puzzle
tr: Bulmacayı Çözme

# data_list
source: The main reason for a child to play with this puzzle is to have fun moving pieces around until they accidentally solve it and also to practice getting numbers in order. Despite that simple goal, you may start to wonder about deeper ideas in the puzzle. A frequent theme of problem solving is to learn from simpler problems or examples. So, let’s do that. The smallest example is 2 by 2. For this size, it is clear that the rows will end up being either 1 2; 3 0 or 1 3; 2 0. The next smallest is 2 by 3. Start this by getting the 1 and 4 in the left column. Once this is done, your puzzle will look like 1 _ _; 4 _ _ . Finish off the last four squares as you would the 2 by 2 case. The 2 by 4 puzzle is done similarly. Start by putting 1 and 5 in the left column. Next, put the 2 and 6 in the second left column without disturbing the 1 and 4. Finally finish off the last 2 by 2. At this point, the pattern for attacking puzzles with 2 rows is clear. What to do with more than 2 rows? Suppose you have 3 rows. Start the solution by getting the top row correctly laid out. After that, leave the top row undisturbed and use your ability to solve a puzzle with 2 rows. Similarly, if there are 4 rows, do the top row first, the second row next (without disturbing the top row), and finish off the last 2 rows as before.
tr: Bu bulmaca çocuğunuza, parçaları hareket ettirerek eğlenme ve sayıları sıralama pratiği yapma fırsatı verir. Ancak zamanla, bu bulmacanın altında yatan daha derin mantık ilişkileri de ilgi çekebilir. Problem çözmede sık rastlanan bir yöntem, daha küçük örneklerden yola çıkmaktır. Öyleyse adım adım inceleyelim: En küçük örnek 2 x 2'lik bir ızgaradır. Bu durumda çözüm ya 1 2 / 3 0 ya da 1 3 / 2 0 şeklinde olur. Bir sonraki adım 2 x 3’tür. Önce 1 ve 4’ü sol sütuna yerleştirin. Elinizde 1 _ _ / 4 _ _ görünümünde bir tablo olur. Kalan 4 kareyi 2 x 2 örneğine göre tamamlayabilirsiniz. 2 x 4 için, önce 1 ve 5’i sol sütuna, sonra 2 ve 6’yı hemen yanındaki sütuna yerleştirin. Bu sırada önceki sütunu bozmamaya dikkat edin. Son 2 x 2 bölümü yine daha önceki gibi bitirin. Bu noktada, 2 satırlı bulmacaları çözme deseni netleşir. Peki, daha fazla satır varsa ne olacak? Diyelim ki 3 satırlı bir ızgaranız var. İlk satırı doğru şekilde yerleştirin, sonra bu satıra dokunmadan altındaki 2 satırı yukarıda öğrendiğiniz gibi çözün. 4 satır için de aynı mantık geçerlidir: önce birinci, sonra ikinci satırı düzenleyin ve ardından son iki satırı çözün.

# data_list
source: Is This Puzzle Solvable?
tr: Bu Bulmaca Çözülebilir mi?

# data_list
source: Okay, you have a simple method for solving the puzzle. The next question is: How can I just look at the puzzle and know whether it is solvable or not? To make describing the answer as simple as possible, do a few quick moves, if needed, to place the empty square in the bottom row. Next, make a list of the rows in one long list - the first row is listed first, the second row is listed second, and so on with the last row listed last. Omit the empty square when you list the last row. Take this long list and count the number of inversions in it. When a number earlier in the list is larger than a number later in the list, this is called an inversion. If the number of inversions is an even number, then the puzzle is solvable. If it is an odd number, it is not. As an example, take the 3 by 3 puzzle at the start of this discussion. Start by moving the 4 up to the second row. Then the list is: 6 1 2 4 8 5 3 7. There are 10 inversions in this list: 6 1, 6 2, 6 4, 6 5, 6 3, 4 3, 8 5, 8 3, 8 7, and 5 3. There are an even number of inversions, so the puzzle is solvable. Why does this rule work? I won’t drag you through a detailed analysis. The key idea is to keep track of the number of inversions every time you make a move. It turns out that, if you adjust for the hole being in the last row, the number of inversions must always change by an even number after any move. Consequently, if the number of inversions starts as an odd number, it can never get down to 0 inversions.
tr: Tamam, artık çözüm yönteminiz var. Peki sadece tabloya bakarak bir bulmacanın çözülebilir olup olmadığını nasıl anlarsınız? Öncelikle, gerekirse birkaç küçük hamleyle boş kareyi alt satıra taşıyın. Sonra tüm kareleri bir liste hâline getirin: birinci satırdan başlayıp sırayla alta inin, boş kareyi listeye dâhil etmeyin. Şimdi, bu listedeki “ters sıralamaları” (inversiyon) sayın. Bir sayı kendisinden sonra gelen bir sayıdan büyükse, bu bir ters sıralamadır. Ters sıralama sayısı çift ise bulmaca çözülebilir, tekse çözülemez. Örneğin, başta gösterilen 3 x 3’lük bulmacayı alın. 4'ü ikinci satıra çektiğinizde liste şöyle olur: 6 1 2 4 8 5 3 7. Burada 10 ters sıralama vardır:: 6 1, 6 2, 6 4, 6 5, 6 3, 4 3, 8 5, 8 3, 8 7 ve 5 3. Çift sayı olduğundan bulmaca çözülebilir. Peki bu kural neden işe yarıyor? Detaylı matematiksel kanıta girmeyeceğim. Temel fikir, boşluk son satırdayken yapılan her hareketin ters sıralama sayısını ya değiştirmemesi ya da onu çift sayıda değiştirmesidir. Başlangıçtaki sayı tek ise, hiçbir zaman sıfıra ulaşamazsınız.

# data_list
source: Shape Sums
tr: Şekil Toplamları

# data_list
source: These puzzles use numbered circles connected in an upward fashion, and every circle is the sum of all the circles directly below and connected to it. The easiest puzzles have most of the circles filled in. Here are two examples that are straightforward to solve.
tr: Bu bulmacalar, yukarı doğru bağlantılı ve numaralandırılmış daireler kullanır. Her daire, doğrudan altındaki ve ona bağlı olan tüm dairelerin toplamıdır. En kolay bulmacalarda dairelerin çoğu doldurulmuştur. Aşağıda çözülmesi oldukça kolay iki örnek bulabilirsiniz.

# data_list
source: These puzzles can be made more difficult by having one circle used in more than one direction. All of the next seven puzzles are direct calculations except the rightmost one of the first row. It is trickier because the one circle in the middle is shared by two unknown circles above it. That puzzle involves small enough numbers that it can be solved easily with a little trial and error.
tr: Bu bulmacalar, bir dairenin birden fazla yönde kullanılmasıyla daha zor hâle getirilebilir. Aşağıdaki yedi bulmacanın yalnızca biri hariç tamamı doğrudan hesaplamalarla çözülebilir. İlk sıradaki en sağdaki bulmaca, diğerlerine göre daha karmaşıktır çünkü ortadaki bir daire, yukarısındaki iki bilinmeyen daireyle bağlantılıdır. Bu bulmaca, sayılar küçük olduğu için biraz deneme yanılmayla rahatlıkla çözülebilir.

# data_list
source: Another option for adding complexity to these puzzles is to use non-circular shapes. While the value in a circle may or may not duplicate the value in some other circle or shape, the value in a non-circular shape must match the value in all other places with the same shape. For example, all squares have the same value. Use matching shapes to practice adding twins, near twins, and halving. If you like, you can add the rule that two non-circular shapes that have different shapes must have different values - for example, a square and a hexagon would have to have different values. Make any of these puzzles by starting with a diagram that is completely filled in and then removing some numbers. If the puzzle has some repeated numbers, use a square or other shape instead of a circle for that repeated number. The next two puzzles illustrate the psychological difference between using a circle from two directions and replacing the circle with two squares. These two puzzles are essentially the same, but a young child will find the first one much easier to understand and work with. Please give your child plenty of practice with circle-only puzzles before venturing into more sophisticated puzzles with non-circular shapes.
tr: Bu bulmacalara karmaşıklık katmanın bir başka yolu da dairesel olmayan şekiller kullanmaktır. Bir dairenin içindeki değer, başka bir dairenin veya başka bir şeklin değerini kopyalayabilir ya da kopyalamayabilir. Ancak dairesel olmayan bir şekil (örneğin bir kare), aynı şekle sahip tüm diğer yerlerde de aynı değere sahip olmak zorundadır. Örneğin, tüm karelerin değeri aynı olmalıdır. Eşleşen şekiller kullanarak ikizler, neredeyse ikizler ve yarılama işlemleri üzerinde pratik yapılabilir. İsterseniz şu kuralı da ekleyebilirsiniz: Farklı şekillerde olan iki dairesel olmayan şekil, farklı değerlere sahip olmalıdır. Örneğin, bir kare ile bir altıgen aynı değere sahip olamaz. Bu tür bulmacaları oluşturmak için, önce tüm sayıları doldurduğunuz bir şema hazırlayın ve ardından bazı sayıları çıkarın. Eğer bulmacada tekrar eden sayılar varsa, bu sayılar için daire yerine kare veya başka bir şekil kullanın. Aşağıdaki iki bulmaca, bir daireyi iki yönden kullanmak ile o daireyi iki kare ile değiştirmek arasındaki psikolojik farkı gösterir. Bu iki bulmaca özünde aynıdır, ancak küçük yaştaki bir çocuk birincisini anlamayı ve çözmeyi çok daha kolay bulacaktır. Lütfen çocuğunuza önce yalnızca dairelerden oluşan bulmacalarla bolca pratik yaptırın ve ancak bundan sonra dairesel olmayan şekillerin yer aldığı daha gelişmiş bulmacalara geçin.

# data_list
source: Puzzles similar to the next three are useful for practicing adding twins, near twins, and triples.
tr: Aşağıdaki üç bulmacaya benzeyen türler, ikiz, yakın ikiz ve üçüz toplama alıştırmaları yapmak için çok uygundur.
