Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: When the day came, many animals went to Maguru's house. Giraffes, lions, elephants, rabbits, crocodiles, and birds stood in a line.
ar: عندما جاء اليوم، ذهبت العديد من الحيوانات إلى منزل ماجورو. وقفت الزرافات والأسود والفيلة والأرانب والتماسيح والطيور في صف.
fr: Le jour venu, de nombreux animaux se rendirent chez Maguru. Les girafes, les lions, les éléphants, les lapins, les crocodiles et les oiseaux faisaient la queue.
ja: その日が来て、たくさんの動物たちがマグルのお家に行きました。 キリン、ライオン、ぞう、うさぎ、ワニ、とりが一列に並びました。
ko: 기다리던 그 날이 되자, 많은 동물들이 마구루의 집에 갔습니다. 기린, 사자, 코끼리, 토끼, 악어 그리고 새들이 줄을 섰습니다.
tr: Gün geldiğinde, birçok hayvan Maguru’nun evine gitti. Zürafalar, aslanlar, filler, tavşanlar, timsahlar ve kuşlar sıraya (kuyruğa) girdiler.

# data_list
source: That's a very long line! Estimate how many animals are in that line.
ar: هذا صف طويل جدا! قدّر عدد الحيوانات الموجودة في هذا الصف.
fr: C’est une très longue file d’attente ! Estime combien d’animaux se trouvent dans cette file.
ja: とても長い列です！この列にどれくらいの動物たちがいるかを推測してください。
ko: 줄이 정말 길어 보이네요! 몇 마리의 동물들이 서 있는지 추측해 보세요.
tr: Bu çok uzun bir sıra! Bu sırada kaç hayvan olduğunu tahmin edin.

# data_list
source: Count all the animals and see how close your estimate was. Can you count that high? Was it too high, too low, or exactly right?
ar: قم بعدّ جميع الحيوانات وانظر إلى أي مدى كان تقديرك قريبًا. هل يمكنك العد بهذا الارتفاع؟ هل كان تقديرك مرتفعاً جدًا أم منخفضاً جدًا أم صحيحاً تمامًا؟
fr: Compte tous les animaux et vois si ton estimation est correcte. Peux-tu compter un aussi grand chiffre ? Est-ce que c’était trop grand, trop petit ou exactement comme il fallait ?
ja: 全ての動物たちを数えて、あなたが推測したものとどれだけ近かったか確認してみましょう。多く数えましたか？多すぎましたか？低すぎましたか？それとも、ちょうど良かったですか？
ko: 동물들을 세어보고 여러분의 추측에 얼마나 가까왔는지 보세요. 여러분은 얼마까지 셀수 있나요? 너무 많았나요, 너무 적었나요, 아니면 정확히 맞았나요?
tr: Tüm hayvanları sayın ve tahmininizin gerçeğe ne kadar yakın olduğunu görün. O kadar ileriye kadar sayabilir misiniz? Tahmininiz çok mu yüksek, çok mu az yoksa tam tamına doğru muydu?

# data_list
source: Do you see any animals going down? Do you think there is a different path on the backside of the mountain for going down?
ar: هل رأيت أي حيوانات تنزل؟ هل تعتقد أن هناك طريقًا مختلفًا في الجزء الخلفي من الجبل للنزول؟
fr: Vois-tu des animaux qui descendent ? Penses-tu qu’il y a un autre chemin à l’arrière de la montagne pour descendre ?
ja: 下山する動物たちは見えますか？山の裏側に下山するための別の小道があると思いますか？
ko: 어떤 동물들이 내려가고 있는지 보이세요? 여러분은 산 뒤로 내려가는 다른 길이 있을 거라고 생각하나요?
tr: Aşağı inen hayvan görüyor musunuz? Sizce dağın arka tarafında aşağı inmek için farklı bir yol mu var?

# data_list
source: Each animal was given four legs. Birds were given two legs each.
ar: أعطيت أربعة أرجل لكل حيوان. أعطيت رجلان لكل طير.
fr: Chaque animal a reçu quatre pattes. Les oiseaux ont reçu deux pattes chacun.
ja: それぞれの動物は４本の足をもらいました。 鳥はそれぞれ２本の足をもらいました。
ko: 각 동물들은 네개의 다리를 받았습니다. 새들은 각자 두개의 다리를 받았습니다.
tr: Her hayvana dört ayak verildi. Kuşlara ikişer bacak verildi.

# data_list
source: Birds are animals, so why are they being treated differently than the other animals?
ar: الطيور حيوانات فلماذا تتم معاملتها بشكل مختلف عن الحيوانات الأخرى؟
fr: Les oiseaux sont des animaux, alors pour quelle raison sont-ils traités différemment des autres animaux ?
ja: 鳥は動物ですが、なぜ鳥は他の動物とは異なる扱いをされているのでしょうか？
ko: 새도 동물입니다, 그런데 왜 다른 동물들과 다르게 다뤄질까요?
tr: Kuşlar da hayvandır, o zaman neden onlara diğer hayvanlardan farklı davranılıyor?

# data_list
source: How many fewer feet did birds get than the other animals?
ar: حصلت الطيور على كم رجل أقل من الحيوانات الأخرى؟
fr: Combien de pattes en moins les oiseaux ont-ils reçu par rapport aux autres animaux ?
ja: 鳥は他の動物より足を何本少なくもらったでしょうか？
ko: 새들은 다른 동물들보다 얼마나 더 적은 발을 가졌나요?
tr: Kuşlara diğer hayvanlardan kaç adet daha az ayak verildi?

# data_list
source: If you were a bird, would you feel short-changed getting only two feet, or do you think having two feet is more fun than having four?
ar: لو كنت طائرًا، هل ستشعر بالنقص لحصولك على رجلين فقط، أم تعتقد أن امتلاك رجلين أكثر متعة من امتلاك أربعة؟
fr: Si tu étais un oiseau, te sentirais-tu lésé en n’ayant que deux pattes, ou penses-tu qu’il est plus amusant d’avoir deux pattes que d’en avoir quatre ?
ja: もしあなたが鳥だったら、足を２本しかもらえないことにだまされたと思いますか？それとも、２本足は４本足よりも楽しいと思いますか？
ko: 만약 여러분이 새라면 두 발을 가진것이 불공평하다고 생각하나요 아니면 두 발은 네 발보다 더 재미있다고 생각하나요?
tr: Siz bir kuş olsaydınız sadece iki ayağınız olduğu için kendinizi eksik mi hissederdiniz yoksa iki ayağınızın olmasının dört ayağınızın olmasından daha mı eğlenceli olduğunu düşünürdünüz?

# data_list
source: Everything was different after they got legs. Some danced for joy. Others fell down.
ar: كل شيء أصبح مختلفاً بعد حصولها على أرجل. رقص بعضها من الفرح. وسقط بعضها الآخر.
fr: Tout était différent après qu’ils aient reçu des pattes. Certains ont dansé de joie. D’autres sont tombés par terre.
ja: 動物たちは足をもらった後、全てが変わりました。 いくつかの動物たちは楽しんで踊りました。他の動物たちは転んでしまいました。
ko: 동물들이 다리를 가지게 되면서 모든게 달라졌습니다. 어떤 동물들은 기뻐서 춤을 추었고 다른 동물들은 넘어졌습니다.
tr: Hayvanlar bacaklara sahip olduktan sonra, artık her şey farklıydı. Bazıları sevinçten dans etti. Bazıları yere düştü.

# data_list
source: Look at their faces. What are the different feelings these animals have?
ar: انظر إلى وجوهها. ما هي المشاعر المختلفة التي تشعر بها هذه الحيوانات؟
fr: Regarde leurs têtes. Quels sont les différents sentiments éprouvés par ces animaux ?
ja: 動物たちの顔を見てください。これらの動物たちにはどのような様々な感情があるでしょうか？
ko: 그들의 얼굴들을 보세요. 이 동물들은 어떤 다른 감정을 가지고 있나요?
tr: Yüzlerine bakın. Bu hayvanların sahip oldukları farklı duygular nelerdir?

# data_list
source: Some of the animals are having trouble with their new legs. Is it fun for you when you try something new, or is it frustrating sometimes? What is something new you tried that was difficult for you?
ar: تعاني بعض الحيوانات من مشكلة في أرجلها الجديدة. هل من الممتع بالنسبة لك تجربة شيء جديد، أم أنه محبط في بعض الأحيان؟ ما هو الشيء الجديد الذي جربته وصعب عليك؟
fr: Certains animaux ont des difficultés avec leurs nouvelles pattes. Est-ce amusant lorsque tu essaies quelque chose de nouveau, ou est-ce que c’est parfois frustrant ? Quelle nouvelle chose as-tu essayé qui était difficile pour toi ?
ja: いくつかの動物たちは新しい足に問題を抱えています。あなたにとって何か新しいことに挑戦することは楽しいですか？それとも、イライラすることもありますか？あなたが何か新しいことに挑戦して難しかったことは何ですか？
ko: 어떤 동물들은 그들의 새 다리가 불편했습니다. 여러분은 무언가 새로운것을 해 볼때 재미있나요 아니면 짜증스러운가요? 여러분은 어떤 새로운 일을 할때 힘들었을때가 있었나요?
tr: Bazı hayvanlar yeni bacaklarıyla sorun yaşıyor. Sizin için yeni bir şey denemek eğlenceli mi yoksa bazen sinir bozucu mu? Zor olsa da denediğiniz yeni bir şey nedir?

# data_list
source: How many of these animals have four legs and how many have two? What is the total number of legs on this page?
ar: كم من هذه الحيوانات لديه أربع أرجل وكم منها لديه اثنتان؟ ما هو إجمالي عدد الأرجل في هذه الصفحة؟
fr: Combien d’animaux ont quatre pattes et combien en ont deux ? Quel est le nombre total de pattes sur cette page ?
ja: これらの動物のうち、４本足を持つ動物は何匹で、２本足を持つ動物はどれくらいいますか？このページの足の合計数は何本ですか？
ko: 얼마나 많은 동물이 네 다리를 가지고 있거나 두 다리를 가지고 있나요? 여기에는 모두 몇개의 다리가 있나요?
tr: Bu hayvanlardan kaçının dört, kaçının iki bacağı var? Bu sayfadaki toplam bacak sayısı kaçtır?

# data_list
source: They went to show people. The animals said, "We will never crawl again."
ar: ذهبت لتري البشر. قالت الحيوانات: “لن نزحف مرة أخرى.”
fr: Ils sont allés montrer leurs pattes aux gens. Les animaux ont dit : « Nous ne ramperons plus jamais. »
ja: 動物たちは人間に見せに行きました。 動物たちが言いました。「私たちは地面をはって進むことはもうないよ。」
ko: 그들은 사람들에게 보여주려고 갔습니다. "우리는 이제 다시 기어다니지 않을 거예요." 동물들이 말했습니다.
tr: Bacaklarını insanlara göstermeye gittiler. Hayvanlar, “Bir daha asla sürünmeyeceğiz,” dediler.

# data_list
source: People are animals and only have two legs. According to this story, does that mean that people are birds?
ar: البشر حيوانات وليس لديهم سوى رجلين. فهل يعني هذا بحسب هذه القصة أن الناس طيور؟
fr: Les gens sont des animaux et n’ont que deux jambes. D’après cette histoire, cela signifie-t-il que les hommes sont des oiseaux ?
ja: 人間は動物で、たった２本の足を持っています。このお話によると、人間は鳥という意味ですか？
ko: 사람도 동물이지만 두 개의 다리만을 가지고 있습니다. 이 이야기에 따르면 사람은 새라는 뜻인가요?
tr: Bu hikâyede insanlar da hayvandır ve sadece iki ayakları vardır. O halde, hikâyeye göre, bu, insanların kuş olduğu anlamına mı geliyor?

# data_list
source: Is it possible for two types of animals to have a property in common, such as having two legs, and still be different? How much do two things have to have in common to be the same?
ar: هل من الممكن أن يكون لنوعين من الحيوانات خاصية مشتركة، مثل أن يكون لهما رجلان، ويظلان مختلفين؟ ما هو القدر المشترك بين شيئين ليكونا متماثلين؟
fr: Est-il possible que deux types d’animaux aient une propriété en commun, comme les deux pattes, tout en étant différents ? Combien deux choses doivent-elles avoir en commun pour être identiques ?
ja: ２種類の動物が、足が２本あるなどの共通の特性を持ちながらも異なる可能性はありますか？２つのものが同じであるためには、どの程度の共通点が必要ですか？
ko: 두 종류의 동물이 두 개의 다리라는 공통된 성질을 가지고 있지만 여전히 다를 수 있을까요? 두 가지의 것들은 얼마만큼 공통점이 있어야 같다고 할수 있을까요?
tr: İki tür hayvanın iki bacağa sahip olmak gibi aynı ortak özelliğe sahip olması ama yine de farklı olmaları mümkün müdür? İki şeyin aynı olması için ne kadar ortak özelliğe sahip olması gerekir?

# data_list
source: One of these animals has four legs, but it is standing on two of them. Which one is it?
ar: لواحد من هذه الحيوانات أربع أرجل ولكنه يقف على اثنتين منها. أي واحد هو؟
fr: Un de ces animaux a quatre pattes, mais il se tient sur deux d’entre elles. Laquelle est-ce ?
ja: これらの動物のうちの１匹は４本の足を持っていますが、２本の足で立っています。その動物は何でしょうか？
ko: 여기 있는 동물중에는 네 개의 다리를 가지고 있지만 두 다리로만 서 있습니다. 어떤 것인가요?
tr: Resimdeki bu hayvanlardan birinin normalde dört bacağı var ama iki bacağının üzerinde duruyor. O hayvan hangisi?

# data_list
source: The last one in the line was Millipede. Maguru asked, "Is there anyone else after you?" Millipede answered, "No, I am the last one."
ar: كانت الدودة آخر واحدة في الطابور. سأل ماجورو: "هل هناك أحد بعدك؟” أجابت الدودة: "لا، أنا الأخيرة."
fr: Le dernier de la file était Millipede. Maguru a demandé : « Y a-t-il quelqu’un d’autre après toi ? » Millipede a répondu : « Non, je suis le dernier. »
ja: 列の一番最後にいたのは、ヤスデでした。マグルは尋ねました。「あなたの後ろに誰かいるかな？」 ヤスデは答えました。「いいえ、僕が一番最後です。」
ko: 제일 마지막 줄에 있는 동물은 지네였습니다. “너의 뒤에 누가 더 있니?" 마구루가 물었습니다. “아니요, 제가 마지막입니다." 지네가 말했습니다.
tr: Sıradaki son kişi kırkayak (millipede) idi. Maguru, “Senden sonra başka kimse var mı?” diye sordu. Kırkayak cevap verdi, “Hayır, ben en sonuncuyum.”

# data_list
source: When you are in line and there is no one after you, you are the last one. Where are you in line if there is no one before you?
ar: عندما تكون في الصف ولا يوجد أحد بعدك، فأنت الأخير. أين أنت من الصف إذا لم يكن قبلك أحد؟
fr: Lorsque tu attends dans une file d’attente et qu’il n’y a personne après toi, tu es le dernier. Ou se situe-t-on dans la file d’attente s’il n’y a personne avant nous ?
ja: あなたが列にいて、あなたの後に誰もいないとき、あなたは最後尾の人です。あなたの前に誰もいないとき、あなたは列のどこにいますか？
ko: 여러분이 줄을 섰을때 뒤에 아무도 없다면 여러분은 마지막 사람이 됩니다. 여러분이 줄을 섰을때 앞에 아무도 없다면 여러분은 어디에 있습니까?
tr: Sırada (kuyrukta) olduğunuzda ve sizden sonra kimse yoksa, en sonuncu sizsinizdir. Peki ya sizden önce kimse yoksa, o zaman sıranın neresindesiniz demektir?”

# data_list
source: Why was it important to Maguru that Millipede is last? Do you think Maguru is tired of giving legs to animals?
ar: لماذا كان من المهم بالنسبة إلى ماجورو أن تكون الدودة هي الأخيرة؟ هل تعتقد أن ماجورو سئم من إعطاء الأرجل للحيوانات؟
fr: Pourquoi est-il important pour Maguru que Millipede soit le dernier ? Penses-tu que Maguru est fatigué de donner des pattes aux animaux ?
ja: マグルにとって、ヤスデが最後であることはなぜ重要だったでしょうか？あなたはマグルが動物たちに足を与えることに飽きたと思いますか？
ko: 왜 마구루에게는 지네가 마지막인것이 중요했을까요? 여러분은 마구루가 동물들에게 다리를 주는 것이 지쳤다고 생각하나요?
tr: Kırkayağın sonuncu olması Maguru için neden önemliydi? Sizce Maguru hayvanlara bacak vermekten bıkmış mıdır?

# data_list
source: What do you think will happen next?
ar: ماذا تعتقد سوف يحدث بعد ذلك؟
fr: Que penses-tu qu’il va se passer ensuite ?
ja: あなたは次に何が起こると思いますか？
ko: 여러분은 어떤일이 다음에 일어날거라고 생각하나요?
tr: Sizce bundan sonra ne olacak?

# data_list
source: Maguru thought, "He is the last one. What will I do with the rest of the legs?" Maguru gave Millipede all the remaining legs.
ar: فكر ماجورو: "إنها الأخيرة. ماذا سأفعل ببقية الأرجل؟” أعطى ماجورو للدودة كل الأرجل المتبقية.
fr: Maguru pensa, « C’est le dernier. Que vais-je faire du reste des pattes ? » Maguru donna a Millipede toutes les pattes restantes.
ja: マグルは考えました。「ヤスデが一番最後なんだね。私は残った足で何をしたらいいかな？」 マグルは、残った全部の足をヤスデに与えました。
ko: “지네가 마지막이군. 남은 다리들을 어떻게 하지?" 마구루는 생각했습니다. 마구루는 지네에게 남아 있는 다리를 모두 주었습니다.
tr: Maguru, “Kırkayak sonuncusu. Bu artakalan bacakları ne yapacağım ben?” diye düşündü. Maguru, artakalan tüm bacakları kırkayağa verdi.

# data_list
source: Millipede looks very happy to have so many legs. Would you like to have that many legs?
ar: تبدو الدودة الألفية سعيدة جدًا لامتلاكها هذا العدد من الأرجل. هل ترغب في الحصول على هذا العدد من الأرجل؟
fr: Millipede a l’air très heureux d’avoir autant de pattes. Aimerais-tu avoir autant de jambes ?
ja: ヤスデは足がたくさんあってとても幸せそうです。あなたもこんなにたくさんの足が欲しいですか？
ko: 지네는 많은 다리를 가지게 되어서 무척 행복해 보입니다. 여러분도 이렇게 많은 다리를 가지고 싶은가요?
tr: Kırkayak bu kadar çok bacağa sahip olduğu için çok mutlu görünüyor. Siz de bu kadar çok bacağınızın olmasını ister miydiniz?

# data_list
source: If you had so many legs, think of all the shoes you would need. Tying your shoes in the morning would take forever!
ar: إذا كان لديك الكثير من الأرجل، فكر في كل الأحذية التي قد تحتاجها. ربط حذائك في الصباح سيستغرق إلى الأبد!
fr: Si tu avais autant de jambes, pense à toutes les chaussures dont tu aurais besoin. Mettre tes chaussures prendrait une éternité !
ja: あなたがもし足がたくさんあるなら、必要な靴を全て考えてください。朝、靴紐を結ぶのにとても時間がかかるでしょう！
ko: 여러분이 많은 다리를 가지고 있다면 얼마나 많은 신발이 필요한지 생각해 보세요. 아침에 신발끈을 매는것이 정말 오래 걸릴 거예요!
tr: Bu kadar çok bacağınız olsaydı, ihtiyacınızın olacağı tüm ayakkabıları bir düşünün bakalım! Sabahları ayakkabılarınızı bağlamak sonsuza kadar sürerdi!

# data_list
source: Can you count high enough to count all of Millipede's feet? Millipede's name means "thousand feet." The record for a millipede is 750 feet, so the name is not exactly correct.
ar: هل يمكنك العد عاليًا بما يكفي لحساب كل أقدام الدودة الألفية؟ اسم الدودة الألفية يعني "ذات الألف رجل". الرقم القياسي للديدان الألفية هو 750 قدمًا، لذا فإن الاسم ليس صحيحًا تمامًا.
fr: Peux-tu compter autant pour compter toutes les pattes de Millipede ? Le nom de Millipede signifie “mille-pattes”, Le record pour un mille-pattes est de 750 pattes, le nom n’est donc pas tout à fait correct.
ja: あなたはヤスデの足を全部数えられるくらい十分に数えられるでしょうか？ヤスデの名前は「１０００本」という意味です。ヤスデの記録では７５０本なので、この名前は正確ではありません。
ko: 여러분은 지네의 발을 다 셀 수있나요? 지네의 이름은 “천개의 발” 이라는 뜻입니다. 기록상 지네는 750개의 발을 가지고 있으니 정확한 이름은 아닙니다.
tr: Kırkayağın (millipede) tüm ayaklarını sayabilmek için o kadar çok ileriye kadar sayabilir misiniz? Millipede, “bin ayak” anlamına gelir. Bir millipede için rekor ayak sayısı 1306’dır.

# data_list
source: Millipede was very happy. He said, "I will move faster than others."
ar: كانت الدودة الألفية سعيدة جدًا. قالت: "أنا أسرع من غيري."
fr: Millipede était très heureux. Il a dit : « Je vais aller plus vite que les autres. »
ja: ヤスデはとても幸せでした。ヤスデは言いました。「僕は他の動物たちよりも速く動けるよ。」
ko: 지네는 아주 행복했습니다. “난 다른 동물보다 더 빨리 움직일수 있을거야.” 지네는 말했습니다.
tr: Kırkayak çok mutluydu. “Ben diğerlerinden daha hızlı hareket edeceğim,” dedi.

# data_list
source: Do you think an animal moves faster because it has more feet? Can you think of four-legged animals that move more slowly than people?
ar: هل تعتقد أن الحيوان يتحرك بشكل أسرع لأن عدد أقدامه أكبر؟ هل يمكنك التفكير في حيوانات ذات أربع أرجل تتحرك بشكل أبطأ من البشر؟
fr: Penses-tu qu’un animal se déplace plus vite parce qu’il a plus de pattes ? Peux-tu penser à des animaux à quatre pattes qui se déplacent plus lentement que les humains ?
ja: あなたは動物は足が多いために速く動くと思いますか？人間よりももっとゆっくり動く４本足を持つ動物が思い浮かびますか？
ko: 여러분은 발이 더 많은 동물은 더 빨리 움직일거라고 생각하나요? 여러분은 네 발 동물 중에 사람보다 더 느리게 움직이는 동물이 무엇이라고 생각하나요?
tr: Sizce bir hayvan daha fazla ayağı olduğu için mi daha hızlı hareket eder? İnsanlardan daha yavaş hareket eden dört ayaklı hayvanlar biliyor musunuz?

# data_list
source: Have you ever seen a millipede? They do not move very quickly at all! Why do you suppose they are so slow?
ar: هل سبق لك أن رأيت الديدان الألفية؟ إنها لا تتحرك بسرعة كبيرة على الإطلاق! لماذا تفترض أنها بطيئة جدًا؟
fr: As-tu déjà vu un mille-pattes ? Il ne se déplace pas du tout plus vite ! Pourquoi selon toi, il se déplace si lentement ?
ja: あなたはヤスデを見たことがありますか？ヤスデはとても速く動くことは全くありません！なぜヤスデはとてもゆっくり動くと思いますか？
ko: 여러분은 지네를 본적이 있나요? 그들은 그렇게 빨리 움직이지 않아요! 여러분은 왜 지네가 그렇게 느리다고 생각하나요?
tr: Hiç kırkayak (millipede) gördünüz mü? Aslında millipede’ler hiç de hızlı hareket etmezler! Sizce onlar neden o kadar yavaşlar?

# data_list
source: Clouds often look like the clouds in this picture; they have flat bottoms and fluffy tops. Do you have any ideas on why that would be?
ar: غالبًا ما تبدو الغيوم مثل الغيوم في هذه الصورة؛ لديها قيعان مسطحة وقمم رقيقة. هل لديك أي فكرة حول سبب ذلك؟
fr: Les nuages ressemblent souvent aux nuages de cette image ; ils ont un bas plat et un sommet duveteux. As-tu une idée de la raison pour laquelle ils sont comme ça ?
ja: 雲は多くの場合、この絵の雲のように見えます。底が平らで、上の部分がふわふわしています。それがなぜなのかについて、あなたは何か考えはありますか？
ko: 하늘의 구름은 종종 그림에 있는 구름과 같습니다; 밑은 평평하고 위는 솜털 같습니다. 여러분은 왜 그런지 아나요?
tr: Bulutlar genellikle bu resimdeki bulutlar gibi görünürler; düz tabanları ve kabarık üstleri vardır. Bunun nedeni hakkında bir fikriniz var mı?

# data_list
source: After Millipede left, Snake came to Maguru's house. He said to Maguru, "Please give me some legs."
ar: بعد مغادرة الدودة الألفية، جاءت الأفعى إلى منزل ماجورو. قالت لماجورو، "من فضلك أعطني بعض الأرجل."
fr: Après le départ de Millipede, Serpent est arrivé chez Maguru. Il a dit à Maguru, « S’il-te-plait donne-moi des pattes. »
ja: ヤスデが去った後、ヘビがマグルのお家にやって来ました。ヘビはマグルに言いました。「私に足をいくつかください。」
ko: 지네가 떠나고 나서 뱀이 마구루 집에 왔습니다. “제발 나에게도 다리를 주세요." 뱀이 마구루에게 말했습니다.
tr: Kırkayak gittikten sonra, Yılan, Maguru’nun evine geldi. Maguru’ya, “Lütfen bana biraz bacak ver!” dedi.

# data_list
source: Uh oh! There are no more legs and Snake needs some. How would you solve this problem?
ar: اه أوه! لم يعد هناك المزيد من الأرجل والأفعى تحتاج إلى بعض منها. كيف يمكنك حل هذه المشكلة؟
fr: Oh, oh ! Il n’y a plus de pattes et Serpent en a besoin. Comment résoudrais-tu ce problème ?
ja: なんてことでしょう！足はもうなく、ヘビには足がいくつか必要です。あなたはこの問題をどのように解決しますか？
ko: 어머나! 이제 다리가 하나도 없는데 뱀이 다리가 필요하네요. 여러분은 이 문제를 어떻게 풀수 있나요?
tr: Ah! Vah! Başka bacak kalmadı ama yılanın bacağa ihtiyacı var. Siz olsaydınız, bu sorunu nasıl çözerdiniz?

# data_list
source: Rectangles are shapes with four straight sides that look like this page. How many rectangles can you find on this page?
ar: المستطيلات هي أشكال ذات أربعة جوانب مستقيمة تشبه هذه الصفحة. كم عدد المستطيلات التي يمكنك العثور عليها في هذه الصفحة؟
fr: Les rectangles sont des formes à quatre côtés droits qui ressemblent à cette page. Combien de rectangles peux-tu trouver sur cette page ?
ja: 長方形はこのページのように４つの直線の辺を持つ図形です。このページに長方形はいくつありますか？
ko: 사각형은 여기서 보는 것처럼 네 개의 똑바른 면을 가진 도형입니다. 여러분은 여기서 사각형을 몇 개나 찾을수 있나요?
tr: Dikdörtgenler dört düz kenarı olan ve bu sayfa gibi görünen şekillerdir. Bu sayfada kaç tane dikdörtgen bulabilirsiniz?

# data_list
source: Squares are rectangles with four equal sides. Can you find the rectangle on this page that is a square?
ar: المربعات عبارة عن مستطيلات ذات أربعة أضلاع متساوية. هل يمكنك العثور على المستطيل المربع في هذه الصفحة؟
fr: Les carrés sont des rectangles à quatre côtés égaux. Peux-tu trouver le rectangle de cette page qui est un carré ?
ja: 正方形は４つの辺が等しい四角形です。このページで正方形の四角形を見つけることができますか？
ko: 정사각형은 네 개의 면이 모두 같은 사각형입니다. 여러분은 정사각형을 여기서 찾을수 있나요?
tr: Kareler, dört eşit kenarı olan dikdörtgenlerdir. Bu sayfadaki kare olan dikdörtgeni bulabilir misiniz?

# data_list
source: Maguru said, "I have given out all the legs. Where were you?" Snake answered, "I overslept."
ar: قال ماجورو: "لقد انتهت كل الأرجل. أين كنت؟” أجابت الأفعى: "لقد أفرطت في النوم."
fr: Maguru a dit : « J’ai distribué toutes les pattes. Ou étais-tu ? » Serpent a répondu : « J’ai dormi trop longtemps. »
ja: マグルは言いました。「私は足を全部あげてしまったんだよ。君はどこにいたんだい？」 ヘビは答えました。「私は寝坊しました。」
ko: ”난 다리를 모두 주어 버렸어. 넌 그동안 어디에 있었니?" 마구루가 물었습니다. “저는 늦잠을 잤어요!" 뱀이 대답했습니다.
tr: Maguru, “Bütün bacakları dağıttım. Sen neredeydin?” dedi. Yılan, “Uyuyakalmışım,” diye cevap verdi.

# data_list
source: Look at their faces. How do they feel?
ar: انظر إلى وجهيهما. كيف يشعران؟
fr: Observe leurs têtes. Qu’est-ce qu’ils ressentent ?
ja: 彼らの顔を見てみましょう。彼らはどのように感じているでしょうか？
ko: 그들의 얼굴을 보세요. 그들의 기분이 어떨거라고 생각하나요?
tr: Yüzlerine bakın. Sizce nasıl hissediyorlar?

# data_list
source: Have you ever overslept? Was it fun to sleep in, or did you feel guilty about sleeping so long?
ar: هل سبق لك أن أفرطت في النوم؟ هل كان النوم ممتعًا أم أنك شعرت بالذنب بسبب النوم لفترة طويلة؟
fr: As-tu déjà dormi trop longtemps ? Est-ce que c’était amusant de faire la grasse matinée, ou t’es-tu senti coupable d’avoir dormi si longtemps ?
ja: あなたは寝坊したことがありますか？遅くまで寝ているのは楽しかったですか？それとも、とても長く寝たことに罪悪感を感じましたか？
ko: 여러분은 늦잠을 자 본적이 있나요? 계속 자는 게 좋았나요 아니면 너무 오래 자는 것에 죄책감을 느꼈나요?
tr: Siz hiç uyuyakaldınız mı? Uyumak eğlenceli miydi yoksa o kadar uzun süre uyuduğunuz için kendinizi suçlu mu hissettiniz?

# data_list
source: Can you count all the stripes on this page? Can you count that high?
ar: هل يمكنك حساب جميع الخطوط الموجودة في هذه الصفحة؟ هل يمكنك العد بهذا الارتفاع؟
fr: Peux-tu compter toutes les rayures sur cette page ? Peux-tu en compter autant ?
ja: このページの縞模様を全て数えることはできますか？そんなにたくさん数えられますか？
ko: 여기에 있는 모든 줄무늬를 셀수 있나요? 얼마까지 셀수 있나요?
tr: Bu sayfadaki tüm çizgileri (şeritleri) sayabilir misiniz? O kadar ileriye kadar sayabilir misiniz?

# data_list
source: Maguru looked to see if there were legs remaining. He did not find any.
ar: نظر ماجورو ليرى ما إذا كانت هناك أرجل متبقية. لم يجد أياً منها.
fr: Maguru a regardé si il restait des pattes. Il n’en a pas trouvé.
ja: マグルは足が残っているかどうか見てみました。 マグルは何も見つけることができませんでした。
ko: 마구루는 남은 다리가 더 없는지 찾아 보았습니다. 그는 하나도 찾을수가 없었습니다.
tr: Maguru hiç bacak olup olmadığına baktı. Hiç bacak bulamadı.

# data_list
source: Describe some of the rectangles on this page. Are any of them squares?
ar: صف بعض المستطيلات في هذه الصفحة. هل أي منها مربع؟
fr: Décris certains rectangles de cette page. Y a-t-il des carrés ?
ja: このページにある長方形のいくつかについて説明してください。これらの中に正方形はありますか？
ko: 여기에 있는 사각형을 묘사해 보세요. 정사각형이 있나요?
tr: Bu sayfadaki dikdörtgenlerden bazılarını tanımlayın. İçlerinde kare olanlar var mı?

# data_list
source: When you can only see part of something that has a stripe, it can look like a rectangle. Describe a few of those on this page.
ar: عندما لا يمكنك رؤية سوى جزء من شيء يحتوي على شريط، فقد يبدو كمستطيل. قم بوصف عدد قليل من تلك الموجودة في هذه الصفحة.
fr: Quand on ne voit qu’une partie de quelque chose qui a une rayure, ça peut ressembler à un rectangle. Décris-en quelques-unes sur cette page.
ja: 縞模様があるものの一部だけを見ると、それは長方形のように見えることがあります。このページでそのうちのいくつかを説明して下さい。
ko: 여러분이 줄무늬의 부분만을 볼때는 사각형같이 보입니다. 여기에 있는 사각형을 묘사해 보세요.
tr: Şeritli bir şeyin sadece bir kısmını görebildiğinizde, o şey dikdörtgen gibi görünebilir. Bu sayfada böyle olan şekillerden birkaçını gösterip anlatın.
