Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Would you rather beat the drum or do the work?
ar: هل تفضل أن تقرع الطبل أم أن تقوم بالعمل؟
fr: Préférerais-tu jouer du tambour ou travailler ?
ja: ドラムをたたく方がいい？それとも何かに取り組んでいる方がいい？
ko: 여러분은 북을 치는것과 일을 하는 것 중에 무엇이 낫다고 생각하나요?
tr: Davul çalmayı mı yoksa iş yapmayı mı tercih edersiniz?

# data_list
source: Count together the number of tools people are using in this picture.
ar: عدّوا معاً عدد الأدوات التي يستخدمها الأشخاص في هذه الصورة.
fr: Compte tous les outils qu’utilisent les personnages sur cette image.
ja: この絵で使われている道具の数を一緒に数えよう。
ko: 그림에서 사람들이 사용하는 도구의 개수를 함께 세어보아요.
tr: Bu resimde insanların kullandığı aletlerin sayısını çocuğunuzla birlikte sayın.

# data_list
source: We sound drums to gather for meetings at our chief's palace.
ar: نقرع الطبول لنتجمع اجتماعات في قصر رئيسنا.
fr: On joue du tambour pour réunir les gens lors des réunions au palais de notre chef.
ja: 首長のおやしきでの集会に集まるためにドラムを鳴らす。
ko: 우린 족장님의 궁궐에서 모임을 갖기 위해 북을 쳐요.
tr: Davulları, liderimizin sarayındaki toplantılara katılmak üzere toplanmak için de çalarız.

# data_list
source: What is something in this picture that shows this is a special place?
ar: ما هو الشيء الموجود في هذه الصورة والذي يوضح أن هذا مكان خاص؟
fr: Sur cette image, quel élément montre que cet endroit est un endroit spécial ?
ja: この絵の中の何を見て、この場所が特別であることが分かる？
ko: 이 곳이 특별한 곳이라는 것을 그림의 어떤 부분을 보고 알 수 있을까요?
tr: Bu resimde bu yerin özel olduğunu gösteren şey nedir?

# data_list
source: How many people are gathering in this picture?
ar: كم عدد الأشخاص المجتمعين في هذه الصورة؟
fr: Combien de personnes sont réunies sur cette image ?
ja: この絵では、何人の人々が集まっているかな？
ko: 그림에서 몇 명의 사람들이 앉아있나요?
tr: Bu resimde kaç kişi toplanıyor?

# data_list
source: Where do you think the chief will sit?
ar: أين تعتقد أن الرئيس سيجلس؟
fr: Où penses-tu que le chef va s’assoir ?
ja: 首長はどこに座ると思う？
ko: 여러분은 족장님이 어디 앉으실 것 같나요?
tr: Sizce lider nereye oturacak?

# data_list
source: Drums call people to go to church for prayers on Sundays and other prayer days. We also play drums to enrich songs when singing in churches.
ar: تدعو الطبول الناس للذهاب إلى الكنيسة للصلاة يوم الأحد وأيام الصلاة الأخرى. كما أننا نقرع الطبول لإثراء الترانيم عند الترنيم في الكنائس.
fr: Le son des tambours appelle les gens à l’église pour prier le dimanche et les autres jours de prière. On joue aussi du tambour pour accompagner les chants à l’église.
ja: 日曜日や他のお祈りの日、教会にお祈りに行くようドラムで人々によびかける。 教会で歌を歌うときにも、ドラムを鳴らして歌をよりよくする。
ko: 북소리는 일요일이나 기도하는 날에 예배를 위해 사람들을 교회로 불러요. 또 찬송가를 부를 때 북을 쳐서 곡을 더욱 풍성하게 한답니다.
tr: Davullar, pazar günleri ve diğer dua günlerinde insanları kiliseye duaya veya diğer dini ritüeller için çağırır. Ayrıca, dini mabetlerde şarkı söylerken şarkıları zenginleştirmek için davul çalarız.

# data_list
source: Items made from wood come from trees. Which items in this picture are made of wood?
ar: الأشياء المصنوعة من الخشب تأتي من الأشجار. أي العناصر الموجودة في هذه الصورة مصنوعة من الخشب؟
fr: Les objets fabriqués en bois viennent des arbres. Sur cette image, quels objets sont fabriqués en bois ?
ja: 木製のものは木からできているね。この絵の中で、木でできているものはどれかな？
ko: 목재로 만들어진 물건들은 나무에서 온답니다. 그림에서 어떤 물건들이 목재로 만들어져 있을까요?
tr: Ahşap eşyalar ağaçlardan yapılırlar. Bu resimde hangi eşyalar ahşaptan yapılmıştır?

# data_list
source: Which things are made of wood where you are?
ar: وأي شيء مصنوع من الخشب حيث تتواجد الآن؟
fr: Là où tu habites, quels objets sont fabriqués en bois ?
ja: きみのいる場所では、どんなものが木でできているかな？
ko: 여러분이 있는 곳에는 어떤 것이 나무로 만들어져 있나요?
tr: Sizin bulunduğunuz yerde hangi eşyalar ahşaptan yapılmış?

# data_list
source: There are straps on the drums in each picture. Why are the straps useful?
ar: توجد أشرطة على الطبول في كل صورة. لماذا تعد الأشرطة مفيدة؟
fr: Sur chaque image, il y a une sangle attachée aux tambours. Pourquoi les sangles sont-elles utiles ?
ja: どの絵でもドラムにはひもが付いているね。どうしてひもが役に立つのかな？
ko: 각 그림에서 북에 끈이 있네요. 이 끈은 어디에 사용하는 것일까요?
tr: Her resimde davullarda kayışlar var. Kayışlar neden kullanışlıdır?

# data_list
source: The big drum sounds, "An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul." The small drums sing in their high pitches, "Tindiri, tindiri tindiri ti." Together they chorus, "Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!"
ar: صوت الطبلة الكبيرة، "بول مبا، بول مبا، بول مبا-مبا-مبا-مبا بول.” تغني الطبول الصغيرة بنبرة عالية "تينديري، تينديري، تينديري.” ينشدون معًا، "تينديري مبا، تينديري مبا، تينديري مبا-مبا-مبا-مبا، تينديري تي!”
fr: Le son du grand tambour ressemble à : « An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul. » Le petit tambour a un son plus aigu, « Tindiri, tindiri tindiri ti. » Ensemble, leur son fait : « Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti ! »
ja: 大きなドラムは、「アナブルンバ、アナブルンバ、アナブルンバ ンバ ンバ ンバ ブル」と鳴る。 小さいドラムは高い音で、「ティンディリ、ティンディリ、ティンディリ、ティ」と歌うんだ。 2つ一緒に、「ティンディリ ンバ、ティンディリ ンバ、ティンディリ ンバ ンバ ンバ ンバ ティンディリ ティ！」と合唱する。
ko: 큰 북은, "둥두둥, 두두두둥, 두둥, 두두둥두둥"하며 소리를 내요. 작은 북들은 "퉁, 투투퉁"하며 높은 소리를 낸답니다. 큰 북과 작은 북들은 같이 모여서 "퉁투투두둥, 투투퉁두둥, 두두두둥, 투투퉁!"하며 합창한답니다!
tr: Büyük davul, "An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul" diye ses çıkarır. Küçük davullar ise, "Tindiri, tindiri tindiri ti" şeklinde yüksek perdeden (tiz) ses çıkarır. Birlikte çalındıklarında, "Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!" şeklinde bir melodi oluşur.

# data_list
source: A duet is when two intruments are played together. Have you sung duets with your family or friends?
ar: الثنائي هو عندما يتم العزف على آلتين معًا. هل سبق أن قمت بغناء ثنائيات مع عائلتك أو أصدقائك؟
fr: Un duo, c’est quand deux instruments sont joués ensemble. As-tu déjà chanté en duo avec ta famille ou des amis ?
ja: 2つの楽器が一緒に演奏されると、デュエットになるね。家族や友達とデュエットで歌ったことはあるかな？
ko: 듀엣은 두개의 악기들이 같이 연주될때를 말해요. 여러분은 가족이나 친구와 같이 듀엣을 불러본적이 있나요?
tr: Düet, iki enstrümanın birlikte çalınmasıdır. Siz ailenizle veya arkadaşlarınızla düet yaptınız mı hiç?

# data_list
source: Make up a clapping duet. One person starts with a clapping pattern, and then the other person creates a clapping pattern that goes well with it.
ar: اصنع ثنائية تصفيق. يبدأ أحد الأشخاص بنمط تصفيق معين، ثم يقوم الشخص الآخر بإنشاء نمط التصفيق الذي يتناسب معه.
fr: Fais un duo en tapant dans tes mains. Une personne commence en tapant dans ses mains, et l’autre tape dans ses mains en créant un rythme qui va bien avec le premier ...
ja: 手拍子でデュエットをしてみよう。一人がある手拍子のパターンを始めて、もう一人がそれに合う手拍子のパターンを作ってみよう。
ko: 박수로 듀엣을 만들어 보세요. 한명이 먼저 박수를 치며 박자를 연주하고, 다른 사람이 그 박자에 어울리는 박수 연주를 해보세요.
tr: Bir alkış düeti oluşturun. Bir kişi alkışla bir ritim başlatsın ve ardından, diğer kişi bu ritme uygun bir alkış ritmi oluştursun.

# data_list
source: When you hear music, listen for the instruments that create the beat.
ar: عندما تسمع الموسيقى، قم بالاستماع إلى الآلات التي تصنع الإيقاع.
fr: Quand tu entends de la musique, écoute les instruments qui créent le rythme.
ja: 音楽を聞くときに、拍子を作っている楽器を聴こう。
ko: 여러분이 음악을 들을 때, 박자를 만드는 악기에 귀기울여 들어보아요.
tr: Müzik dinlerken, ritmi oluşturan enstrümanlara kulak verin.

# data_list
source: STAGE 1 – I CAN HEAR YOU!
ar: المرحلة ١ – يمكنني سماعك!
ja: ステージ１ – 聞こえているよ！
ko: 1 단계 - 너의 말을 들을수 있어!
tr: 1. AŞAMA — SENI ANLAYABILIYORUM!

# data_list
source: Stage 1 Introduction
ar: المرحلة ١ – مقدمة
ja: ステージ１ – 紹介
ko: 1 단계 – 소개
tr: 1. Aşama — Giriş

# data_list
source: What a wonderful time watching your young child learn about the world! They are little sponges observing everything going on around them and they can hear you! They play and experiment constantly, making sense of the world and learning how to crawl, walk, talk, and interact with all that they are experiencing. Mathematics is a natural part of this world they are learning about. No matter what your experiences and feelings about math, this is your chance to make mathematics a playful and fun activity that your family does together. For now, the main mathematical activity to do together will be exposing your child constantly to mathematical language and ideas. This is mostly just a matter of verbalizing what is going on in your head already. Counting things out loud as you work with them and naming items that your child plays with is what gets everything rolling. Have fun! This is an amazing time for your family!
ar: ما أجمل أن تشاهد طفلك الصغير يتعلم عن العالم! إنه كالإسفنجة الصغيرة التي تراقب كل ما يحدث حولها ويمكنها سماعك! إنه يلعب ويجرب باستمرار، ويفهم العالم ويتعلم كيفية الزحف والمشي والتحدث والتفاعل مع كل ما يختبره. الرياضيات جزء طبيعي من هذا العالم الذي يتعلمون عنه. بغض النظر عن تجاربك ومشاعرك تجاه الرياضيات، فهذه فرصتك لجعل الرياضيات نشاطًا مرحًا وممتعًا تقوم به عائلتك معًا. في الوقت الحالي، سيكون النشاط الرياضي الرئيسي الذي يمكنكم القيام به معًا هو تعريض طفلك باستمرار للغة وأفكار الرياضيات. هذا في الغالب هو مجرد مسألة التعبير اللفظي عما يدور في رأسك بالفعل. إن عد الأشياء بصوت عالٍ أثناء العمل عليها وتسمية العناصر التي يلعب بها طفلك هو ما يجعل كل شيء يتحرك. استمتع! هذا وقت رائع لعائلتك!
ja: 幼い子供が世界について学ぶのを見るのは、なんと素晴らしい時間なのでしょう！小さなスポンジのように、周りで起こっていることすべてを観察し、あなたの声も聞こえています！彼らは絶えず遊び、実験し、世界を理解し、ハイハイし、歩き、話し、体験しているすべてのものとの関わり方を学んでいます。 算数は、お子さんたちが学んでいるこの世界の自然な一部です。算数に対するあなたの経験や感情がどうであれ、これは家族で一緒に楽しむ遊び心のある楽しい活動として数学を体験するチャンスです。 今のところ、一緒に行う主な算数の活動は、お子さんを常に算数的な言葉や考え方に触れさせることです。これはほとんど、頭の中ですでに起こっていることを言葉にするだけです。物を数えながら作業をしたり、お子さんが遊んでいる物に名前をつけたりすることで、すべてが動き出します。 楽しみましょう！ご家族にとって素晴らしい時間です！
ko: 당신의 아이가 세상에 대해 배우는 것을 보는 것은 정말 놀라운 시간입니다! 아이들은 주변에서 일어나는 모든 것을 관찰하는 작은 스폰지와 같고 그들은 여러분의 말을 들을수 있습니다! 아이들은 끊임없이 놀고 세상을 이해하고 기어다니고, 걷고, 말하며 경험하는 모든것의 상호작용으로 배웁니다. 수학은 그들이 배우고 있는 이 세상의 자연스러운 부분입니다. 수학에 대한 여러분의 경험과 감정이 무엇이든, 이것은 수학을 가족이 함께하는 장난스럽고 재미있는 활동으로 만들수 있는 기회입니다. 지금은, 함께 하는 대부분의 수학 활동은 아이를 끊임없이 수학적 언어와 아이디어를 보여주는 것입니다. 이것은 대부분 당신의 머리속에서 이미 일어나고 있는 일을 말로 표현하는 것일 뿐입니다. 당신이 아이들과 수학을 하는 동안 소리내어 수를 세고 아이가 놀고 있는 것들의 이름을 말해보는 것이 모든것을 시작하는 시작점이 됩니다. 재미있는 시간을 보내세요! 이것은 가족과 함께 하는 즐거운 시간이 될 것입니다!
tr: Küçük çocuğunuzun dünyayı öğrenmesini izlemek ne harika bir süreç! Çocuklar etraflarında olup biten her şeyi gözlemleyen küçük süngerler gibidirler ve her şeyi hızlıca kaparlar! Sürekli oyunlar oynarlar, deneyler yaparlar, dünyayı anlamlandırırlar ve deneyimledikleri şeylerle nasıl emekleyeceklerini, yürüyeceklerini, konuşacaklarını ve etkileşimde bulunacaklarını öğrenirler. Matematik de öğrenmekte oldukları bu dünyanın doğal bir parçasıdır. Bir ebeveyn olarak, matematikle ilgili deneyimleriniz ve duygularınız ne olursa olsun, bu materyaldeki etkinlikler, matematiği, birlikte yaptığınız eğlenceli bir aile aktivitesi hâline getirme şansınızdır. Şu an için, birlikte yapacağınız en temel matematik aktivitesi çocuğunuzu sürekli olarak matematiksel dile ve fikirlere açık bırakmak olacaktır. Bu, çoğunlukla, aklınızdan geçenleri dile dökme meselesidir. Örneğin, bir şeyleri yüksek sesle saymak ve çocuğunuz oynarken onun oynadığı nesneleri adlandırmak, aslında, her şeyin başlamasını sağlayan işte o şeydir. İyi eğlenceler! Bu aileniz için harika bir zaman!

# data_list
source: * Have fun with math together! This is the most important thing. * Verbalize math - You do math all the time in your head – include your child by saying those thoughts out loud to your child all the time. * Point and describe - When you talk about something, point to it and then talk about it. If your child is ready, ask questions about it. * Expose - Your child is learning by being exposed to things. Your child will probably not un- derstand things initially, but by frequent exposure your child will pick up on the patterns and learn what is going on. * Count everything out loud. Count up and down. Include 0 sometimes. * Objects have properties that can be named, described, compared, and discussed. Those properties lead to discoveries of natural and human-made patterns.
ar: \item استمتع بالرياضيات معًا! هذا هو الأمر الأهم. * تحدث عن الرياضيات - أنت تقوم بحساب الرياضيات في ذهنك طوال الوقت - قم بمشاركة تلك الأفكار بصوت عالٍ مع طفلك دائماً. * عندما تتحدث عن شيء ما، قم بالإشارة إليه ثم تحدث عنه. إذا كان طفلك جاهزًا، فاطرح عليه أسئلة حوله. * التعرّض - عرّض طفلك للأشياء - يتعلم طفلك من خلال التعرض للأشياء. قد لا يفهم طفلك الأشياء في البداية، ولكن من خلال التعرض المتكرر سيتعلم طفلك الأنماط ويفهم ما يحدث. * قم بعد الأشياء بصوت عالٍ. قم بالعد لأعلى ولأسفل. قم بتضمين الصفر أحيانًا. * الأشياء لديها خصائص يمكن تسميتها ووصفها ومقارنتها ومناقشتها. تلك الخصائص تؤدي إلى اكتشاف أنماط طبيعية وصناعية.
ja: * 一緒に数学を楽しみましょう！これが一番大切なことです。 * 算数を言葉にしましょう。 - あなたはいつも頭の中で算数をしています。 - その考えを声に出してお子さんに伝え、常に一緒に考えましょう。 * 指をさして説明します。 - 何かについて話すときは、それを指さしてから話しましょう。お子さんが準備ができていれば、質問をしてみてください。 * 触れさせる - お子さんはさまざまなものに触れることで学んでいきます。最初は理解できないかもしれませんが、頻繁に触れることでパターンを見つけ、何が起こっているかを学びます。 * すべてを声に出して数えましょう。上に数えたり下に数えたりし、時には0も含めましょう。 * 物体には名前が付けられ、説明され、比較され、議論される特性があります。それらの特性は、自然や人間が作り出したパターンの発見につながります。
ko: * 수학을 함께 즐기세요! 이것은 가장 중요한 것입니다. * 수학을 말해보세요 - 당신과 아이는 머릿속에서 수학을 항상 하고 있습니다 - 당신은 아이들에게 항상 머릿속에 있는 생각을 말로 표현합니다. * 가리키고 설명해보세요 - 당신이 무언가에 대해 이야기할때 그것을 가리키고 그런 다음 그것에 관해 이야기해보세요. 당신의 아이가 준비가 되면 그것에 대해서 질문해 보세요. * 접해 보세요 - 당신의 아이는 물체을 접해보면서 배웁니다. 당신의 아이는 아마도 처음에는 이해하지 못하겠지만 여러번 접해 보면서 패턴을 보고 어떤일이 일어나는지를 배웁니다. * 모든것을 소리내어 세어보세요. 가끔 0으로 시작해서 세어보거나 거꾸로 세어보세요. * 물체는 이름을 붙이고 설명하고 비교하며 토론할수 있는 특징을 가지고 있습니다. 그런 특징은 자연적인 패턴과 인위적인 패턴을 발견할수 있게 인도합니다.
tr: * Çocuğunuzla birlikte, matematik ile eğlenin! Bu en önemli şeydir. * Matematiği sözlü hâle getirin. Aslında siz kafanızda hep matematik yapıyorsunuz; düşüncelerinizi yüksek sesle söyleyerek, aklınızdaki matematiksel hesaplara çocuğunuzu da dahil edin. * İşaret edin ve tanımlayın. Bir şey hakkında konuşurken, önce, o şeye işaret edin, sonra da onun hakkında konuşun. Eğer çocuğunuz hazırsa, o şey hakkında ona sorular sorun. * Çocuğunuzu matematikle baş başa bırakın. Çocuğunuz bir şeylerle baş başa bırakıldığında öğrenir. Muhtemelen, başlangıçta bir şeyleri anlamayacaktır ancak matematikle sık sık baş başa kalarak kalıpları anlayacak ve neler olup bittiğini öğrenecektir. * Her şeyi yüksek sesle sayın. İleriye ya da geriye doğru sayın. Saymalarınıza bazen 0’ı da dahil edin. * Nesneler adlandırılabilen, tanımlanabilen, karşılaştırılabilen ve tartışılabilen özelliklere sahiptir. Bu özellikler, doğal ve insan yapımı örüntülerdeki tekrar eden kuralların keşfedilmesine yol açar.

# data_list
source: MATH OUT LOUD – GENERAL
ar: الرياضيات بصوت عالي – عام
ja: 算数を声に出して考える– 一般
ko: 큰소리로 수학 - 일반
tr: YÜKSEK SESLE MATEMATIK — GENEL

# data_list
source: **Exposure:** During these early ages, it is all about exposure! Your child is being exposed to a wide array of experiences and is discovering patterns in everything they sense. While exposing your child to the world, expose them to math words and ideas and let them see how enjoyable it can be to play with math together. **Start early:** Start this even before your child seems to understand what you're saying. Your child is a sponge who is getting more from your words than you realize.
ar: **التعرض:** في هذه المراحل الأولى، يتعلق الأمر بالتعرض! يتعرض طفلك لمجموعة واسعة من التجارب ويكتشف الأنماط في كل ما يشعر به. أثناء تعريض طفلك للعالم، قدم له كلمات وأفكارًا رياضية ودعه يرى مدى متعة اللعب بالرياضيات معاً. **ابدأ مبكرًا:** ابدأ بذلك حتى قبل أن يبدو طفلك وكأنه يفهم ما تقوله. طفلك إسفنجة تستفيد أكثر مما تتخيل من كلماتك.
ja: **接触：** この初期の段階では、すべては"接触"に関することです！お子さんはさまざまな経験に触れ、感じるものすべてにパターンを見出しています。お子さんに世界を見せると同時に、算数の言葉や考え方に触れさせ、一緒に算数で遊ぶことの楽しさを知ってもらいましょう。 **早めに始めよう：** これは、お子さんがあなたの言っていることを理解する前から始めてください。お子さんはスポンジのように、あなたの言葉からあなたが思っている以上のことを吸収しています。
ko: **접해 보세요:** 아이들이 어릴때는 모든것을 접해보는것이 중요합니다! 당신의 아이는 다양한 경험을 하고 그들이 느끼는 모든 것에서 패턴을 발견합니다. 아이들이 세상을 접할때 수학단어와 아이디어를 접해보고 함께 수학을 가지고 노는 것이 얼마나 즐거운지 보게 하세요. **일찍 시작하세요:** 당신의 아이가 당신이 하는 말을 이해하는 것처럼 보이기 전에도 시작하세요. 아이는 당신이 깨닫는 것보다 당신의 말에서 더 많은 것을 얻는 스폰지와 같습니다.
tr: **Baş Başa Bırakın:** Aslında her şey bu erken yaşlarda matematikle baş başa kalmakla ilgilidir! Çocuğunuz çok çeşitli şeylere maruz kalır ve hissettikleri her şeyde tekrar eden kuralları veya örüntüleri keşfeder. Çocuğunuza dünyayı tanıtırken, ona matematik kelimelerinden ve fikirlerinden bahsedin ve birlikte matematiği keşfetmenin ne kadar keyifli olabileceğini görmesini sağlayın! **Erken başlayın:** Buna, daha çocuğunuz sizin ne dediğinizi anlamadığı dönemde bile başlayabilirsiniz. Çünkü çocuklar, sözlerinizden, sizin fark ettiğinizden çok daha fazlasını kaparlar.

# data_list
source: **Point, describe and ask:** Point at things your child interacts with and describe them with words involving numbers, shapes, and colors. If you are dealing with a small set of things, count them out loud to your child. When your child is old enough, point to and ask questions about the things around them.
ar: **أشِر، وصِف، واسأل:** أشِر إلى الأشياء التي يتفاعل طفلك معها وصِفها باستخدام كلمات تتضمن الأرقام والأشكال والألوان. إذا كنت تتعامل مع مجموعة صغيرة من الأشياء، اعِد العَد بصوت عالٍ لطفلك. عندما يكبر طفلك بما فيه الكفاية، أشر إلى الأشياء من حوله واسأله عنها.
ja: **指さす、説明する、尋ねる：** お子さんが接しているものを指さして、数、形、色を含む言葉で説明します。小さなものを扱っている場合は、声に出して数えてあげましょう。お子さんが十分に大きくなったら、身の回りのものを指差して質問してみましょう。
ko: **가리키고 설명하고 물어보세요:** 아이가 경험하고 있는 것을 가리키고 숫자, 모양 그리고 색상을 포함하는 단어로 설명해보세요. 만약 작은 물건 세트이면 아이와 함께 큰소리로 세어보세요. 아이가 나이가 더 들면 가리켜 보고 주변의 것들에 대해 물어보세요.
tr: **İşaret edin, tanımlayın ve sorun:** Çocuğunuzun etkileşime girdiği şeyleri işaret edin ve onları, sayılar, şekiller ve renkler içeren kelimelerle tanımlayın. Eğer elinizde az sayıda nesne varsa, onları da çocuğunuza yüksek sesle sayın. Çocuğunuz yeterince büyüdüğünde, etrafındaki şeyleri işaret edip ona sorular sorun.

# data_list
source: Many facets of Math Talk
ar: جوانب كثيرة للحديث عن الرياضيات
ja: 数学的な対話の多くの側面
ko: 수학의 대화에 관한 많은 측면
tr: Matematik konuşmanın farklı yolları

# data_list
source: There is much more math to talk about than just numbers. • Describe things. Talk about sizes, colors, textures, shapes, softness, wetness, hot- ness, brightness, and more. Naming and describing properties is essential for comparing them and discovering patterns. • Use comparison words. Bigger, smaller, tallest, widest, more, less, same, ... • Use position words. Over, under, between, near, far, above, ... • Talk about patterns and sequences in space and time. Refer to the order of things as first, second, third, and last. Talk about what just happened, what is about to happen, and things happening today. Talk about patterns in designs you see. • Count things out loud and say numbers to refer to quantities. • Talk about adding or taking away one or two things from a collection. • Use measurement words. Use words like inch, centimeter, foot, meter, mile, kilometer, cup, liter, quart, and more to refer to the sizes of things.
ar: هناك الكثير من الرياضيات التي يمكن الحديث عنها بخلاف الأرقام. * صف الأشياء. تحدث عن الأحجام والألوان والملمس والأشكال والنعومة والرطوبة والحرارة والسطوع والمزيد من الأشياء. تسمية ووصف الخصائص أمر ضروري لمقارنتها واكتشاف الأنماط. * استخدم كلمات المقارنة. أكبر، أصغر، أطول، أوسع، أكثر، أقل، ذاته، ... * استخدم كلمات الموضع. فوق، تحت، بين، قريب، بعيد، فوق، ... * تحدث عن الأنماط والتسلسلات في الفضاء والزمن. أشر إلى ترتيب الأشياء كأول، ثاني، ثالث، واخير. تحدث عن ما حدث للتو، وما سيحدث، والأمور التي تحدث اليوم. تحدث عن الأنماط في التصاميم التي تراها. * قم بالعد بصوت عالٍ وقل الأرقام للإشارة إلى الكميات. * تحدث عن إضافة أو إزالة شيئين أو شيء واحد من المجموعة. * استخدم كلمات القياس. استخدم كلمات مثل بوصة، سنتيمتر، قدم، متر، ميل، كيلومتر، كوب، لتر، رُبع، والمزيد للإشارة إلى أحجام الأشياء.
ja: 数字だけでなく、話せる数学はもっとたくさんあります。 * 物事を説明する。大きさ、色、手触り、形、柔らかさ、湿り気、熱さ、明るさなどについて話しましょう。特性を名前付けし、説明することは、それらを比較し、パターンを発見するために重要です。 * 比較の言葉を使う。より大きい、より小さい、最も高い、最も広い、より多い、より少ない、同じ、... * 位置の言葉を使う。上、下、間、近く、遠く、上、 ... * 空間と時間のパターンや順序について話す。物事の順序を、最初、2番目、3番目、最後と言います。何が起こったか、何がこれから起こるのか、今日起こっていることについて話します。また、見たデザインのパターンについても話しましょう。 * 声に出して数える。数量を示すために数を言いましょう。 * コレクションから1つか2つのものを加えたり、取り除いたりすることについて話しましょう。 * 測定単位の言葉を使いましょう。インチ、センチメートル、フィート、メートル、マイル、キロメートル、カップ、リットル、クォートなどの言葉を使って、物のサイズを表現しましょう。
ko: 수학에는 숫자뿐만 아니라 더 많은 것에 대해 이야기할수 있습니다. * 물건에 대해 설명하세요. 크기, 색상, 결, 모양, 부드러움, 축축함, 뜨거움, 밝기 그리고 더 많은 것에 대해 이야기해보세요. 물건의 이름을 붙이고 그 특징을 설명하는 것은 그것들을 비교하고 패턴을 발견하는데 아주 중요합니다. * 비교하는 단어를 사용하세요. 더 큰, 더 작은, 더 큰, 더 넓은, 더, 더 적게, 같은, … * 위치에 관한 단어를 사용하세요. 너머, 밑에, 사이, 가까운, 먼, 위에, … * 장소와 시간의 순서와 패턴에 대해 이야기해 보세요. 첫째, 두번째, 세번째, 그리고 마지막과 같은 물건의 순서를 참조해 보세요. 방금 무슨일이 있었는지, 곧 무슨일이 있을것인지, 오늘 일어난 일에 대해서 이야기해 보세요. 당신이 본 디자인의 패턴에 대해서 이야기해 보세요. * 소리내서 세어보고 수량을 참조하는 숫자를 말해보세요. * 덧셈 또는 수집해 놓은 것중에 한 두가지를 가져가 보세요. * 측정 단어를 사용해 보세요. 인치, 센티미터, 미터, 마일, 킬로미터, 컵, 리터, 4분의 1과 같은 물건의 크기를 참조하는 단어를 사용해 보세요.
tr: Matematik hakkında konuşmak için sayılardan çok daha fazlası vardır! * Objeleri tarif edin. Boyutları, renkleri, dokuları, şekilleri, yumuşaklıkları, ıslaklıkları, sıcaklıkları, parlaklıkları ve çok daha fazlası hakkında konuşun. Objelerin özelliklerini adlandırmak ve tanımlamak, onları karşılaştırırken ve örüntüleri keşfederken çok önemlidir. * Kıyaslama sözcüklerini kullanın. Örneğin, ‘daha büyük, daha küçük, en uzun, en geniş, daha fazla, daha az, aynı, vb.’ gibi. * Yer bildiren sözcükleri kullanın. Örneğin, ‘üstünde, altında, arasında, yakınında, uzağında, yukarısında, vb.’ gibi. * Uzay ve zamandaki örüntüler ve diziler hakkında konuşun. Nesnelerin sırasını ‘birinci, ikinci, üçüncü, sonuncu’ gibi sözcüklerle adlandırın. Kısa zaman önce ne olduğundan, daha sonra ne olacağından veya o gün neler olduğu gibi konular hakkında konuşun. Gördüğünüz tasarımlardaki desenlerden bahsedin. * Nesneleri yüksek sesle sayın ve miktarlarını vurgulamak için de sayılarını söyleyin. * Nesneler grubuna 1-2 şey eklemek veya gruptan 1-2 şey çıkarmak hakkında konuşun. * Ölçüm sözcüklerini kullanın. Örneğin, ‘santimetre, metre, kilometre, litre, vb.’ gibi kelimeleri kullanın.

# data_list
source: **This is all math:** These different ways of describing things and their relationships is talking about math! Building up this vocabulary and concepts will help your child develop mathematically, and it will also give a big boost to helping your child read and talk about the world.
ar: **كل هذا يتعلق بالرياضيات:** كل هذه رياضيات! هذه الطرق المختلفة لوصف الأشياء وعلاقاتها تعتبر حديثًا عن الرياضيات. بناء هذه المفردات والمفاهيم سيساعد طفلك على التطور رياضيًا، وسيمنحه أيضًا دفعة كبيرة للمساعدة في قراءة العالم والحديث عنه.
ja: **これはすべて数学です:** 物事やその関係をさまざまな方法で説明することは、算数について話していることになります！この語彙や概念を育てることで、あなたのお子さんが数学的に成長し、世界について読む力や話す力も大いに向上します。
ko: **이것이 모두 수학입니다.** 물건과 그것의 관계에 대해 다른 방법으로 설명하는 것이 수학에 대해 이야기 하는 것입니다. 어휘와 개념을 쌓는 것은 아이가 수학적으로 발전하는데 도움이 될 것이며 또한 아이가 세상에 대해 읽고 이야기할 수 있도록 돕는데 큰 도움이 될 것입니다.
tr: **Bunların hepsi matematiktir:** Tüm bu şeyleri ve aralarındaki ilişkileri tanımlamanın farklı yollarının hepsi aslında matematiktir! Çocuğunuzun kelime dağarcığını ve kavramlarını geliştirmek, onun hem matematiksel becerilerinin güçlenmesine yardımcı olacak hem de dünyayı anlamasına ve dünya hakkında konuşmasına da büyük katkı sağlayacaktır.

# data_list
source: MATH OUT LOUD – STORYTIME
ar: الرياضيات بصوت عالٍ – وقت القصة
ko: 큰 소리로 수학 – 동화시간
tr: YÜKSEK SESLE MATEMATIK — HIKÂYE ZAMANI
