Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: * Counting to 100 – While it’s fun to hear your child count to 100, keep this practice grounded in understanding the numbers – place value and counting backwards will help a lot with this. * Expanded Form and Place Value – The earlier practice with this will be reinforced here. Understanding tens and ones, and using expanded form (such as 37 = 30 + 7), is essential to understanding numbers. * Comparing double-digit numbers – Understanding place value will make this easy. * All single-digit adding and subtracting – This is first done with manipulatives, especially fingers. Then, using number relationships, it will be extended to mental arithmetic. * Compensation for Addition and Subtraction – Adjusting addition and subtraction problems to make them easier helps with mental arithmetic, and teaches the structure of numbers. * Skip Counting – Skipping up and down by single-digit numbers starting anywhere is great for doing mental addition and subtraction, and helps with multiplication and division. * Beginning multiplying – Your child already knows how to multiply by 2. This will be extended, in part using skip counting, to all single-digit numbers. * Games, Puzzles, Problem Solving and Investigations – The games and puzzles will be more challenging in keeping with your child’s growing sophistication and abilities. Keep these activities fun and playful - enjoyment is the most important thing for your child’s long term mathematical success. Kindle sparks of joy when your child discovers or experiences particularly beautiful or satisfying mathematical patterns.
ko: * 100까지 세기 – 아이가 100까지 세는 것을 듣는 것은 재미있지만, 이 연습을 기초로 삼으세요 - 자리수와 거꾸로 세는 것에 많은 도움이 될 것입니다. * 확장된 형식과 자리수 – 이에 대한 이전의 연습이 여기서 강화됩니다. 10자리와 한자리수를 이해하고 확장된 형식 (예: 37 = 30 + 7)을 사용하는 것은 숫자를 이해하는데 아주 중요합니다. * 모든 한자리 숫자의 덧셈과 뺄셈 – 이것은 손가락을 이용한 조작으로 처음 이루어졌습니다. 그런 다음, 숫자 관계를 사용하여 암산으로 암산으로 확장됩니다. * 덧셈과 뺄셈에 대한 보상 – 덧셈과 뺄셈 문제를 조정하는 것은 암산에 도움이 되고 숫자의 구조를 가르쳐 줍니다. * 건너 뛰기 – 한자리 숫자로 위아래 건너뛰기를 하는 것은 머리속으로 하는 덧셈과 뺄셈 그리고 곱셈과 나눗셈을 도와줍니다. * 곱셈 시작하기 – 아이는 이미 2로 곱하는 방법을 알고 있습니다. 이것은 부분적으로는 건너뛰기를 사용하여 모든 한자리 숫자에 적용됩니다. * 게임, 퍼즐, 추리력과 조사 – 게임과 퍼즐은 아이의 자라는 정교함과 능력를 따라가기 위해 더 어려워질 것입니다. 이러한 활동을 재미있고 즐겁게 할 수 있도록 합니다 - 즐거움은 아이의 장기적인 수학적 성공에서 가장 중요한 것입니다. 아이가 특별한 수학적인 패턴을 발견하거나 경험할 때의 즐거움은 불씨를 터뜨립니다.
tr: * 100’e Kadar Sayma – Çocuğunuzun 100’e kadar saymasını duymak eğlenceli olsa da, bu pratiği sayıları anlama üzerine odaklamak önemlidir – basamak değeri ve geri sayma bu konuda çok yardımcı olacaktır. * Genişletilmiş Form ve Basamak Değeri – Bu konudaki önceki çalışmalar burada pekiştirilecektir. Onlar ve birler anlayışı ve genişletilmiş form (örneğin 37 = 30 + 7) kullanımı, sayıları anlamak için gereklidir. * İki Basamaklı Sayıları Karşılaştırma – Basamak değerini anlamak bunu kolaylaştıracaktır. * Tek Basamaklı Toplama ve Çıkarma – Bu, öncelikle somut materyallerle, özellikle parmaklarla yapılır. Daha sonra, sayı ilişkilerini kullanarak zihinden hesaplamaya genişletilir. * Toplama ve Çıkarma İçin Telafi – Toplama ve çıkarma problemlerini daha kolay hale getirmek, zihinden hesaplamayı kolaylaştırır ve sayıların yapısını öğretir. * Atlayarak Sayma – Tek basamaklı sayılarla yukarı ve aşağı atlarken başlamak, zihinden toplama ve çıkarma yapmada harikadır ve çarpma ve bölme konusunda yardımcı olur. * Çarpmaya Başlama} Çocuğunuz zaten 2 ile çarpmayı biliyor. Bu, kısmen atlayarak sayma kullanılarak, tüm tek basamaklı sayılara genişletilecektir. * Oyunlar, Bulmacalar, Problem Çözme ve Araştırmalar – Oyunlar ve bulmacalar, çocuğunuzun gelişen becerilerine ve yeteneklerine uygun olarak daha zorlayıcı hale gelecektir. Bu etkinlikleri eğlenceli ve oyunlu tutun – zevk, çocuğunuzun uzun vadeli matematiksel başarısı için en önemli şeydir. Çocuğunuz özellikle güzel veya tatmin edici matematiksel desenler keşfettiğinde veya deneyimlediğinde neşe kıvılcımlarını ateşleyin.

# data_list
source: FINGER ADDITION W/ COMPENSATION
ko: 손가락 덧셈과 배상
tr: PARMAKLAMA TOPLAMA ILE TELAFI

# data_list
source: Use compensation for sums between 11 and 18 to make them easier. **Giving away fingers:** Suppose you’re adding 7 + 8. One person puts up 7 fingers and the other person puts up 8 fingers. Then, one person gives away as many fingers as are needed to put up 10 fingers on the other person’s hands. In this example, 7 + 8 could turn into 5 + 10 (giving away 2) or 10 + 5 (giving away 3). **Magic:** Be dramatic and give away the fingers by having one person’s hand bang into the other person’s hand and having the fingers transfer “magically.”
ko: 11과 18사이의 합계에 대한 배상을 사용하면 더 쉽게 할 수 있습니다. **손가락 주기:** 7 + 8을 더한다고 가정합니다. 한 사람은 7개의 손가락을 내놓고 다른 한 사람은 8개의 손가락을 올립니다. 그런 다음, 한 사람은 다른 사람의 손이 10개를 만들기 위해 필요한 만큼의 손가락을 줍니다. 예를 들어, 7 + 8 은 5 + 10 (2를 주기) 또는 10 + 5 (3을 주기)로 바뀔 수 있습니다. **마술:** 한 사람의 손이 상대방의 손을 부딪치며 손가락이 “마술처럼” 옮겨가는 것을 드라마틱하게 보여주세요.
tr: 11 ile 18 arasındaki toplama işlemlerini daha kolay hale getirmek için telafi yöntemini kullanın. **Parmak Açma:** Örneğin, 7 + 8 toplama işlemini yapıyorsunuz. Bir kişi 7 parmak açar ve diğer kişi 8 parmak açar. Daha sonra, bir kişi diğer kişinin ellerinde 10 parmak olana kadar parmak verir. Bu örnekte, 7 + 8 işlemi 5 + 10 (2 parmak vererek) veya 10 + 5 (3 parmak vererek) haline gelebilir. **Sihir:** Etkileyici olun ve parmakları bir kişinin elinin diğer kişinin eline “sihri” bir şekilde geçmesi için çırparak verin.

# data_list
source: FINGER ADDITION THE EASY WAY
ko: 쉬운 손가락 덧셈 방법
tr: PARMAK EKLEMENIN KOLAY YOLU

# data_list
source: **Counting on:** Use the idea of 'counting on' to make addition easier. Counting on refers to doing addition by starting at one of the numbers, rather than starting at 0 and counting out both of the numbers.
ko: **숫자세기:** 덧셈을 더 쉽게 하려면 “숫자세기”라는 아이디어를 사용하세요. 숫자세기는 0에서 시작하여 계산하는 대신 숫자 중 1에서 시작하여 덧셈을 하며 두 개의 숫자를 세는 것입니다.
tr: **Üstüne Sayma:** Toplamayı kolaylaştırmak için ‘üstüne sayma' fikrini kullanın. Üstüne sayma, her iki sayıyı da 0'dan başlayarak saymak yerine, sayılardan birinden başlayarak toplama yapmayı ifade eder.

# data_list
source: Let's use adding 8 + 3 as an example. It is easier if you pick the larger number being added as the starting point for the 'counting on.' Have your child make a closed fist and say '8.' Then, lift one more finger each time as your child counts out loud '9, 10, 11.' When 3 fingers are raised, you are done adding 3, and the counting stops. At that point, you have that 8 plus 3, which is 11.
ko: 예를 들어8 + 3을 더하는 것을 사용해 봐요. ‘숫자세기’을 시작점으로 하며 더 큰 숫자를 선택하여 더하면 더 쉽습니다. 아이가 주먹을 쥐고 ‘8’이라고 말하게 하세요. 그런 다음, 아이가 ‘9, 10, 11.’를 셀 때, 각각 손가락을 하나씩 더 들어 올리세요. 손가락 3개를 올리면, 3을 더하며 숫자 세기가 멈춥니다. 그 시점에서 당신은 8에서 3을 더해서 11이 됩니다.
tr: Örneğin, 8 + 3 toplamayı kullanalım. ‘Üstüne sayma' işlemi için eklenen daha büyük sayıyı başlangıç noktası olarak seçmek daha kolaydır. Çocuğunuzun yumruğunu kapalı yapmasını ve ‘8' demesini isteyin. Ardından, çocuğunuz yüksek sesle ‘9, 10, 11' diye sayarken her seferinde bir parmağını kaldırın. 3 parmak kaldırıldığında, 3'ü ekleme işlemi tamamlanır ve sayma durur. Bu noktada, 8 artı 3'ün 11 olduğunu görmüş olursunuz.

# data_list
source: With practice and further number relationship ideas, these math facts will become automatic for your child. However, there is no hurry for memorization, and it can wait until more experience with the quantities and relationships between the numbers has been gained.
ko: 연습과 추가 숫자 관계 아이디어를 통해 이러한 수학현상은 아이에게 자동으로 적용됩니다. 하지만, 암기하는 것을 서두르지 말고 수량과 숫자사이의 관계에 대한 더 많은 경험이 있을 때까지 기다릴 수 있습니다.
tr: Pratik yapıldıkça ve sayı ilişkisi fikirleri geliştikçe, bu matematiksel gerçekler çocuğunuz için otomatik hale gelecektir. Ancak, ezberleme konusunda acele edilmesine gerek yoktur; bu, sayılar ve sayıların arasındaki ilişkilerle daha fazla deneyim kazanana kadar bekleyebilir.

# data_list
source: FINGER SUBTRACTION THE EASY WAY
ko: 쉬운 손가락 뺄셈 방법
tr: KOLAY PARMAKLA ÇIKARMA YÖNTEMI

# data_list
source: **Two methods:** Subtraction can be thought of as 'take away' or 'difference.' Both models are essential to a complete understanding of subtraction. Have your child practice both ways of thinking of subtraction using these finger subtraction methods. We’ll use 11 - 3 for our examples.
ko: **두 가지 방법:** 뺄셈은 ‘가져가기’ 또는 ‘차이’로 생각할 수 있습니다.두 모델 모두 뺄셈을 완전히 이해하는데 필수적입니다. 아이가 이 손가락 뺄셈 방법을 사용하여 뺄셈을 생각하는 두 가지 방법을 모두 연습하도록 하세요. 우리는 11 - 3를 예로 사용하겠습니다.
tr: Çıkarma, “çıkarmak" ya da “fark" olarak düşünülebilir. Her iki model de çıkarmanın tam olarak anlaşılması için gereklidir. Çocuğunuzun bu parmakla çıkarma yöntemlerini kullanarak her iki çıkarma biçimini de pratik yapmasını sağlayın. Örneklerimizde 11 - 3 işlemini kullanacağız.

# data_list
source: **Take Away method:** Start with a closed fist and say “11.” Then, lifting one more finger each time, count “10, 9, 8.” Each time you lift a finger and count down, you are taking one more away from the original number. When your child sees 3 fingers raised, the counting stops. They now see that taking 3 away from 11 leaves 8.
ko: **가져가기 방법:** 주먹을 쥐고 시작하고 “11”이라고 말합니다. 그런 다음, 매번 한 손가락을 더 들어, “10, 9, 8.”을 세어보세요. 손가락을 들고 셀 때마다, 원래 숫자에서 하나를 가져갑니다. 아이가 손가락 3개를 올리는 것을 보면, 세는 것이 멈춥니다. 그들은 이제 11개의 잎에서 3을 가져가면 8이 남는 것을 보게 됩니다.
tr: **Çıkarma Yöntemi:** Yumruğunuzu kapalı tutarak “11" deyin. Ardından, her seferinde bir parmak kaldırarak “10, 9, 8" diye sayın. Her parmak kaldırdığınızda ve geriye saydığınızda, orijinal sayıdan bir tane daha çıkarıyorsunuz. Çocuğunuz 3 parmağın kaldırıldığını gördüğünde, saymayı bırakır. Şimdi, 11’den 3 çıkardığınızda geriye 8 kaldığını görür.

# data_list
source: **Difference method:** This uses counting on, much as we did for Easy Way Finger Addition. What we are doing is finding out which number weneedtoaddto3toget11. Have your child make a closed fist and say “3.” Then, lifting one more finger each time, count “4, 5, 6, 7, 8, 9, 10, 11.” When your child says 11, there are 8 fingers raised. That shows that the difference between 3and11is8!
ko: **다른 방법:** 이것은 우리가 쉬운 손가락 덧셈 방법을 위해 했던 것처럼 세는 것입니다. 우리가 하고 있는 것은 11을 얻기 위해 3에 어떤 숫자를 더해야 하는지 알아내는 것입니다. 아이가 주먹을 쥐고 “3”이라고 말하게 하세요. 그런 다음, 매번 손가락을 하나 더 들어 올리고, “4, 5, 6, 7, 8, 9, 10, 11.”을 세어 보세요. 아이가 11이라고 말할 때, 8개의 손가락이 들려 있습니다. 그것은 3과 11의 차이가 8이라는 것을 보여줍니다!
tr: **Fark Yöntemi:** Bu yöntem, Kolay Parmakla Toplama'da yaptığımız gibi saymayı kullanır. Burada, 3'e kaç eklememiz gerektiğini buluyoruz ki 11 elde edelim. Çocuğunuzun yumruğunu kapalı tutmasını ve “3" demesini sağlayın. Ardından, her seferinde bir parmak kaldırarak “4, 5, 6, 7, 8, 9, 10, 11" diye sayın. Çocuğunuz 11 dediğinde, 8 parmak kaldırılmış olur. Bu, 3 ile 11 arasındaki farkın 8 olduğunu gösterir!

# data_list
source: PIG
ko: 돼지
tr: DOMUZCUK

# data_list
source: **How to play:** During a turn, roll a die as many times as you want. When a roll is not 1, you add that roll to your turn’s total. If it is 1, you lose everything for that turn and the turn is over. A player may choose to stop before rolling a 1, keep the turn’s points so far, and add them to the player’s running total. **How to win:** The first player to reach the target number, say 30, wins.
ko: **게임 방법:** 자신의 차례동안, 원하는 만큼 주사위를 굴리세요. 굴린 것이 1이 아닐 때, 그것을 당신 차례의 합계에 더합니다. 만약에 1이라면, 그 차례에 모든 것을 잃고 자신의 차례는 끝이 납니다. 플레이어는 1을 굴리기 전에 멈추도록 선택할 수 있으며, 지금까지의 차례의 점수를 유지하고, 플레이어의 실행 합계에 더할 수 있습니다. **이기는 방법:** 예를 들어 30이라는 목표 숫자에 먼저 도달하는 사람이 이깁니다.
tr: **Nasıl oynanır:** Bir tur sırasında istediğiniz kadar zar atabilirsiniz. Eğer attığınız zar 1 değilse, o attığınız zarı turunuzun toplamına eklersiniz. Eğer 1 gelirse, o turdaki tüm puanları kaybedersiniz ve tur sona erer. Bir oyuncu 1 gelmeden önce durmayı seçebilir, o zamana kadar topladığı puanları koruyabilir ve bu puanları oyuncunun sürekli toplamına ekleyebilir. **Nasıl kazanılır:** Hedef sayıya, örneğin 30'a, ilk ulaşan oyuncu kazanır.

# data_list
source: A two dice variation has these rules: If neither die shows a 1, the sum is added to the turn’s running total. If exactly one of the dice shows a 1, then nothing more is added to the running total and the turn ends. If two 1’s are rolled, the turn’s total becomes 0 and the turn ends.
ko: 두 개의 주사위 변형에는 다음과 같은 규칙이 있습니다: 어떤 주사위도 1을 보여주지 않으면, 합계는 차례의 실행 합계에 더해집니다. 주사위 중 정확히 하나가 1을 보여주면, 실행 합계에 더 이상 더해지지 않고 차례가 끝납니다. 두 개의 1이 나오면, 차례의 합계는 0이 되고 차례가 끝이 납니다.
tr: İki zar ile oynanan varyasyonda bu kurallar geçerlidir: Zarların hiçbiri 1 gelmezse, zarların toplamı turunuzun sürekli toplamına eklenir. Eğer zarların sadece biri 1 gelirse, sürekli toplamınıza hiçbir şey eklenmez ve tur sona erer. İki zar da 1 gelirse, turun toplamı 0 olur ve tur sona erer.

# data_list
source: ENCLOSED SUMS
ko: 둘러싸인 합
tr: KAPALI TOPLAMLAR

# data_list
source: **The setup:** These puzzles have shapes connected by lines. Each enclosed region, such as where the 9 or the 7 are in this example, has a number that is the sum of the shapes that border it. While circles may have any value, a non-circle must have the same value as any other figure of the same shape.
ko: **설정:** 이 퍼즐들은 선으로 연결된 모양을 가지고 있습니다. 가령 9 또는 7이 있는 곳과 같은 각 둘러싸인 구역은 그것을 둘러싸고 있는 모양의 합인 숫자를 가지고 있습니다. 원은 어떤 값이 있을 수 있지만, 원이 아닌 것은 같은 모형의 다른 모양과 같은 값을 가져야 합니다.
tr: **Hazırlık:** Bu bulmacalarda, şekiller çizgilerle birbirine bağlanmıştır. Her kapalı bölge, örneğin bu örnekteki 9 veya 7’nin olduğu yer, çevresindeki şekillerin toplamını temsil eder. Daireler herhangi bir değeri alabilirken, daire olmayan bir şekil, aynı şekilden başka bir şekille aynı değeri taşımalıdır.

# data_list
source: **The challenge:** Fill in the missing numbers in the shapes and the inside of the regions. **How to create:** Create these puzzles by making a diagram of circles and maybe some squares. Next, fill in all the figures with numbers and fill in the bounded regions with the sum of the figures that surround them. Finally, remove some of the numbers.
ko: **도전:** 모형과 구역안에 있는 누락된 숫자를 채우세요. **만드는 방법:** 원과 정사각형의 도형을 만들어 이 퍼즐을 만드세요. 다음으로, 모든 수치를 숫자로 채우고 경계 지역을 둘러싸고 있는 수치의 합으로 채우세요. 마지막으로, 숫자 중 일부를 제거하세요.
tr: **Zorluk:** Şekillerdeki ve bölgelerin içindeki eksik numaraları doldurun. **Nasıl yapılır:** Bu bulmacaları daireler ve belki bazı karelerden oluşan bir diyagram oluşturarak yapabilirsiniz. Sonra, tüm şekillere numaralar ekleyin ve sınırlı bölgeleri çevreleyen şekillerin toplamıyla doldurun. Son olarak, bazı numaraları kaldırın.

# data_list
source: WAR – ADDITION AND SUBTRACTION
ko: 전쟁 – 덧셈과 뺄셈
tr: SAVAŞ – TOPLAMA VE ÇIKARMA

# data_list
source: **The setup:** Evenly split a shuffled deck of playing cards with the face cards removed. If you like, use dominoes instead. **How to play:** Both players turn over their top two cards and add them. The player with the larger sum wins all four cards. If the sums are equal, the next two pairs of cards are added and the winner gets all eight cards. Play this with a single pass through the deck or multiple passes. **How to win:** The winner is the player who has the most cards.
ko: **설정:** 앞면 카드를 제거한 뒤 섞인 카드 한 벌을 균등하게 나눕니다. 원하면, 도미노를 대신 사용합니다. **게임 방법:** 두 플레이어 모두 제일 위의 2장의 카드를 뒤집고 그것을 더합니다. 더 큰 합계를 가진 사람이 네 장의 카드를 모두 얻습니다. 합계가 같으면 다음 두 쌍의 카드가 추가되고 이긴 사람이 8장의 카드를 모두 얻습니다. 카드 한 벌을 한 번 돌거나 여러 번 돌아갑니다. **이기는 방법:** 가장 많은 카드를 가진 사람이 이깁니다.
tr: **Hazırlık:** Karıştırılmış bir deste kartı, kartların yüzleri çıkarılmış olarak eşit parçalara bölün. İsterseniz, yerine domino da kullanabilirsiniz. **Nasıl oynanır:** Her iki oyuncu da üstteki iki kartını çevirir ve toplar. Daha büyük toplamı olan oyuncu dört kartı da kazanır. Toplamlar eşitse, sonraki iki çift kart da toplanır ve kazanan sekiz kartı alır. Bu oyunu deste üzerinden tek bir geçişle veya birden fazla geçişle oynayabilirsiniz. **Nasıl kazanılır:** Kazanan, en fazla karta sahip olan oyuncudur.

# data_list
source: For variety, play this using the difference of the two cards. Or, you can add three cards at a time. Another option is to assign one person to be Odd and the other Even. For this, each player turns over a card and the evenness or oddness of the sum determines who gets the cards.
ko: 다양성을 위해, 두 카드의 차이를 이용하여 해보세요. 아니면, 카드 3장을 추가할 수도 있습니다. 또 다른 방법은, 한 사람을 홀수로 정하고 다른 사람을 짝수로 정하는 것입니다. 여기서는, 각 플레이어는 카드를 뒤집고 각 플레이는 카드를 뒤집고 짝수와 홀수의 합계에 따라 누가 카드를 받는지 결정합니다.
tr: Farklılık katmak için, iki kartın farkını kullanarak oynayabilirsiniz. Ayrıca, üç kartı birden toplayabilirsiniz. Bir diğer seçenek ise bir kişiyi Tek, diğer kişiyi ise Çift olarak atamaktır. Bu durumda, her oyuncu bir kart çevirir ve toplamın tek mi yoksa çift mi olduğunu belirleyen kişi kartları alır.

# data_list
source: TARGET GIN RUMMY
ko: 진 러미 목표
tr: HEDEF CIN REMI

# data_list
source: Number Bonds and Fact Families
ko: 합집합과 숫자가족
tr: Sayi Bağlari ve Çarpan Ai̇leleri̇

# data_list
source: **The setup:** Agree on a target sum, say 10. Remove the face cards and deal seven cards to each player. The remaining cards become a draw pile, and its top card is flipped over to start the discard pile. The goal is to hold seven cards that are broken into separate groups of one or more cards that add up to the target. **How to play:** During a turn, the player has the choice of picking up the top card of the discard pile or the unseen card at the top of the draw pile. That player then discards a card. **How to win:** When a player successfully fills their whole hand, the player lays down the hand and says “Gin!”
ko: **설정:** 목표 합계 (예: 10)에 동의합니다. 앞면 카드를 제거하고 7장의 카드를 각자에게 분배합니다. 남은 카드는 뽑기 더미가 되고 맨 위 카드는 뒤집어서 폐기 더미를 시작합니다. 목표는 더해서 목표에 다달하는 분리된 그룹의 한 장 또는 두 장의 카드로 나누어질 수 있는 7장의 카드를 가지는 것입니다. **게임 방법:** 차례동안, 플레이어는 폐기 더미 중 맨 위에 있는 카드를 고르던지 뽑기 더미에 맨 위에 있는 보이지 않는 카드를 고르는 선택을 가집니다. 그 플레이어는 그리고나서 카드 한 장을 버립니다. **이기는 방법:** 플레이어가 손 전체를 성공적으로 채우면 플레이어는 “진!”이라고 말하며 손을 내려좋습니다.!
tr: **Hazırlık:** Bir hedef toplam belirleyin, örneğin 10. Üsteki kartı çıkarın ve her oyuncuya yedi kart dağıtın. Kalan kartlar çekme destesi olur ve üst kart çevrilerek atma destesinin başlangıcı yapılır. Amaç, hedef toplamı oluşturan bir veya daha fazla kart grubuna ayrılmış yedi karta sahip olmaktır. **Nasıl oynanır:** Bir tur sırasında oyuncu ya atma destesinin üst kartını ya da çekme destesinin üstündeki görünmeyen kartı alabilir. Oyuncu daha sonra bir kart atar. **Nasıl kazanılır:** Bir oyuncu tüm elini başarıyla oluşturduğunda, elini serer ve “Cin!" der.

# data_list
source: Taking the difference with pairs of cards can be used instead of addition. In that case, deal an even number of cards to each player.
ko: 덧셈 대신 카드 쌍으로 차이를 계산하는 방법을 사용할 수 있습니다. 그 경우, 각 플레이어에게 짝수의 카드를 나눠줍니다.
tr: Kart çiftlerinin farkını kullanarak oynayabilirsiniz, toplama yerine. Bu durumda, her oyuncuya çift sayıda kart dağıtın.

# data_list
source: FLASH CARDS
ko: 플레시 카드
tr: FLASH KARTLAR

# data_list
source: The ease of practicing math facts using flash cards makes them tempting. However, they are often abused by well-meaning helpers and can contribute to math hatred. Beyond the psychological damage that occurs with overly-enthusiastic drill, using flash cards misses out on learning important relationships between numbers. Feel free to use flash cards to give focused practice for a small handful of facts, but please keep the practice limited and relaxed. This page and the next have methods that practice structural insights that are useful and far more interesting to your child, and they should be used until the facts become automatic.
ko: 플레시 카드를 사용하여 수학 현상을 쉽게 연습할 수 있다는 점이 매력적입니다. 그러나, 그것은 선의의 도우미에 의해 종종 남용되고 수학을 싫어하게 만들수 있습니다. 너무 지나치게 열정적인 연습으로 인해 발생하는 심리적 손상이외에도 플레시 카드를 사용하는 것은 숫자 사이의 중요한 관계를 배우는 것을 놓칩니다. 작은 수학 사실에 집중하여 연습하되, 연습을 제한하고 느슨하게 유지하세요. 이 페이지와 다음장은 아이가 더 흥미로울 수 있는 구조적 통찰력을 실천하는 방법이 있고 수학 사실이 자동으로 나타날 때까지만 사용해야 합니다.
tr: Matematik bilgilerini flash kartlar kullanarak çalışmanın kolaylığı onları cazip kılar. Ancak, genellikle iyi niyetli yardımcılar tarafından yanlış kullanılabilir ve matematikten nefret etmeye yol açabilir. Aşırı hevesli çalışmalarla oluşan psikolojik zararların ötesinde, flash kartlar sayıların arasındaki önemli ilişkileri öğrenmeyi kaçırır. Flash kartları belirli birkaç bilgi için odaklanmış pratik yapmak amacıyla kullanabilirsiniz, ancak lütfen çalışmayı sınırlı ve rahat tutun. Bu sayfa ve bir sonraki sayfa, çocuğunuz için kullanışlı ve çok daha ilginç olan yapısal iç görüler üzerinde çalışmayı sağlayan yöntemleri içerir ve bilgiler otomatik hale gelene kadar kullanılmalıdır.

# data_list
source: REVIEWING ADDITION SKILLS
ko: 덧셈 기술 복습
tr: TOPLAMA BECERILERINI GÖZDEN GEÇIRME

# data_list
source: To do the activities on this page your child should know how to mentally do the following: * Add and subtract 0, 1, 2 (and perhaps 3) * Do adding twins and near twins * Know the number bonds for 10 * Add 10 to single-digit numbers. If your child is weak with any of these skills, this is the time to practice those skills some more.
ko: 이 페이지의 활동을 하려면 아이가 암산으로 다음을 어떻게 해야하는지 알아야 합니다: * 0, 1, 2의 덧셈과 뺄셈 (그리고 가능하면 3) * 쌍과 쌍에 가까운 숫자의 덧셈 * 10의 합집합을 알기 * 10을 한 자리수와 더하기 아이가 이러한 기술 중 하나라도 약한 경우, 지금은 해당 기술을 좀 더 연습할 때입니다.
tr: Bu sayfadaki etkinlikleri yapmak için çocuğunuzun aşağıdakileri zihinden yapabilmesi gerekir: * 0, 1, 2 (belki 3) ekleyip çıkartabilme * İkiz sayıları ve ikize yakın sayıları toplama yapabilme * 10'un sayı bağlantılarını bilme * Tek haneli sayılara 10 ekleyebilme Eğer çocuğunuz bu becerilerden herhangi birinde zayıfsa, bu becerileri biraz daha pratik yapma zamanı.

# data_list
source: ADDITION COMPENSATION
ko: 덧셈 배상
tr: TOPLAMA TELAFISI

# data_list
source: Compensation is a powerful tool for making mental math easier. When adding two numbers, you can get the same sum by shifting over part of one number to the other. Adding 8 or 9 is easy using compensation. For example, add 6 + 9 by shifting 1 from the 6 to the 9, which gives 5 + 10. Similarly, 4 + 8 becomes 2 + 10. Use compensation from twins and near twins to make all of the remaining math facts easier: 3 + 5, 3 + 6, 4 + 7, and 5 + 7. For example, using compensation, 5 + 7 is the same as 6 + 6. More than one way: Some math facts can be done several ways. Challenge your child to find more than one way to do a problem. For example, 5 + 7 can become 6 + 6, but it can also become 2 + 10. This kind of math play will lead to lasting insights.
ko: 배상은 암산을 더 쉽게 만드는 강력한 도구입니다. 두 개의 숫자를 더할 때, 한 숫자의 일부를 다른 숫자로 이동하여 동일한 합계를 얻을 수 있습니다. 8 또는 9를 더하는 것은 배상을 이용하면 쉽습니다. 예를 들어, 6에서 9로 1을 이동하여 6 + 9를 더합니다. 마찬가지로, 4 + 8은 2 + 10이 됩니다. 쌍과 쌍에 가까운 배상을 사용하여 나머지 수학 현상을 더 쉽게 만드세요. 3 + 5, 3 + 6, 4 + 7, 과 5 + 7. 예를 들어, 배상을 이용하면, 5 + 7은 6 + 6과 같습니다. **여러가지 방법:** 일부 수학 현상은 여러가지 방법으로 할 수 있습니다. 아이에게 문제를 해결하는 한가지 이상의 방법을 찾아보라고 도전시켜 보세요. 예를 들어, 5 + 7는 6 + 6이 될 수 있지만 또한, 2 + 10이 될 수도 있습니다. 이런 종류의 수학 놀이는 지속적인 통찰력으로 이어질 것입니다.
tr: Telafi, zihinsel matematiği kolaylaştırmada güçlü bir araçtır. İki sayıyı toplarken, bir sayının bir kısmını diğerine kaydırarak aynı toplamı elde edebilirsiniz. Telafi kullanarak 8 veya 9 eklemek kolaydır. Örneğin, 6 + 9'u toplamak için 6'dan 1’i 9’a kaydırın, bu da 5 + 10 eder. Benzer şekilde, 4 + 8, 2 + 10 olur. İkiz ve ikize yakın sayıların toplamalardan telafi kullanarak kalan matematik bilgilerini de daha kolay hale getirin: 3 + 5, 3 + 6, 4 + 7 ve 5 + 7. Örneğin, telafi kullanarak 5 + 7, 6 + 6 ile aynı sonucu verir. **Birden Fazla Yöntem:** Bazı matematik bilgileri birkaç farklı şekilde yapılabilir. Çocuğunuzu bir problemi çözmenin birden fazla yolunu bulmaya teşvik edin. Örneğin, 5 + 7, 6 + 6’ya dönüşebilir, ancak aynı zamanda 2 + 10 olarak da yapılabilir. Bu tür matematik oyunları kalıcı iç görüler kazandırır.

# data_list
source: REVIEWING SUBTRACTION SKILLS
ko: 뺄셈 기술 복습
tr: ZIHINSEL MATEMATIK-TEK HANELI ÇIKARMA
