Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: How do real horses talk with each other?
ja: 本物の馬たちは、どのようにして会話しているでしょうか？
ko: 실제로 말들은 어떻게 서로 대화를 나눌까요?
tr: Gerçek atlar birbirleriyle nasıl konuşurlar?

# data_list
source: Which parts of a horse come in pairs, and which don't?
ja: 馬の体の部分で、対 (2つで一組) になっているのはどこで、対になっていないのはどこでしょう？
ko: 말의 어떤 부분이 쌍으로 되어있고 어떤 부분이 그렇지 않은가요?
tr: Bir atın hangi vücut parçaları çift sayıdadır ve hangileri değildir?

# data_list
source: The body parts that pair up show up on opposite sides of the horse's body. Can you think of other animals like that? Can you think of any that aren't like that?
ja: 対になっている部分は、それぞれ馬の体の反対側にあります。同じような動物は他にいますか？ 違う動物は思い浮かびますか？
ko: 쌍으로 되어있는 신체 부위는 말의 몸 양쪽에 보입니다. 여러분은 또 다른 동물을 생각할수록 있나요? 쌍으로 되어있지 않은 동물을 생각할 수 있나요?
tr: Eşleşen vücut parçaları, atın vücudunun diğer yanındadır. Böyle olan başka hayvanlar aklınıza geliyor mu? Böyle olmayan başka hayvanlar?

# data_list
source: An old horse spoke. "I'm almost lame because of the nails they hammer into my hooves." More horses nodded in agreement.
ja: 年取った馬が「蹄鉄の付け方が悪くて、まともに歩くことができなくなってしまった」と嘆くと、さっきよりもたくさんの馬がうなずきました。
ko: “난 사람들이 내 발굽에 박아논 못때문에 절뚝거려." 늙은 말이 말했습니다. 더 많은 말들이 고개를 끄덕이면 동의했습니다.
tr: Yaşlı bir at konuştu: “Toynaklarıma çaktıkları çiviler yüzünden neredeyse topal oldum.” Daha fazla at aynı fikirde olup, başlarını salladılar.

# data_list
source: Why do you think the owners have been so bad to the horses? Were the owners mean on purpose and did they not realize what they were doing?
ja: 馬の飼い主は、どうして馬をそんなにひどく扱うのでしょう？ わざと意地悪をしていて、自分たちがひどいことをしていると気づいていないのでしょうか？
ko: 여러분은 왜 그들의 주인들은 말들에게 나쁘게 대한다고 생각하나요? 주인들이 일부러 심술궂게 굴지만 자신이 하는 짓을 깨닫지 못하는 것일까요?
tr: Sizce sahipleri atlara neden bu kadar kötü davranmış olabilirler? Sahipleri bilerek mi kötü davranıyorlardı yoksa ne yaptıklarının farkında mı değillerdi?

# data_list
source: What do you think the horses should do about being treated so badly?
ja: 馬たちは、ひどい扱いを受けていることについてどうしたらよいと思いますか？
ko: 여러분은 말들이 자신들을 나쁘게 대하는 주인들에게 어떻게 해야한다고 생각하나요?
tr: Sizce atlar bu kadar kötü muamele gördükleri için ne yapmalılar?

# data_list
source: There are five horses. How many tails, ears, and legs are there? Did you skip count to find the ears and legs, or did you start with the number of tails and double things?
ja: ここには、5頭の馬が描かれています。しっぽ、耳、脚は、それぞれいくつありますか？ 耳と脚を数えるとき、2つずつ数えましたか？ それとも、しっぽの数を数えて2倍にしましたか？
ko: 여기에는 다섯 마리의 말들이 있습니다. 몇 개의 꼬리, 귀, 그리고 다리가 있나요? 귀와 다리를 세기 위해 건너뛰어 세기를 했나요 아니면 꼬리를 먼저 세고 두 배를 세었나요?
tr: Resimde beş at var. Toplamda kaç kuyruk, kulak ve bacak var? Kulak ve bacak sayısını bulmak için atlayarak mı saydınız yoksa kuyruk sayısıyla başlayıp, her şeyi ikiyle mi çarptınız?

# data_list
source: "We work very hard, but most of our owners treat us badly. Many do not know how to look after us," said Chalew. All of the horses agreed.
ja: 「オレたちは一生懸命に働いているのに、ほとんどの飼い主はオレたちにひどい仕打ちをする。オレたちの世話の仕方を知らないヤツが多過ぎる」 チャルがそう叫ぶと、馬たち全員が「そのとおりだ」と言いました。
ko: “우리는 열심히 일하지만 거의 모든 주인들은 우리를 아주 나쁘게 대하고 있어. 많은 사람들이 우리를 어떻게 보살펴야 하는지 몰라." 찰루가 말했습니다. 모든 말들이 동의했습니다.
tr: “Çok sıkı çalışıyoruz ama sahiplerimizin çoğu bize kötü davranıyor. Birçoğu daha bize nasıl bakacağını bilmiyor!” dedi Chalew. Tüm atlar aynı fikirdelerdi.

# data_list
source: What do you think Chalew is going to suggest that they do about their bad situation?
ja: チャルは自分たちに対するひどい扱いについてどうにかするために何を言うと思いますか？
ko: 여러분은 찰루가 그들의 나쁜 상황을 해결하기 위해 무엇을 제안할거라고 생각하나요?
tr: Sizce Chalew içinde bulundukları kötü durumla ilgili ne yapmalarını önerecek?

# data_list
source: In this picture, the five horses are paired up into two pairs with one left over. Is there any way to pair these five horses into pairs all at the same time? When there are a number of things that can't all be paired up, that's called on odd number.
ja: この絵には5頭の馬がいて、2頭ずつ2つの組になり、1頭が残っています。2頭で一組になるようにして、5頭の馬全部を分ける方法はありますか？ 2つずつ分けた場合に分けきれない数を「奇数」と言います。
ko: 그림에서 다섯 마리의 말은 두 쌍으로 짝지어 있고 하나가 남았습니다. 이 다섯마리 모두를 짝으로 나눌 수 있나요? 만약에 사물이 짝이 되지 못하고 남는다면 그것을 홀수라고 부릅니다.
tr: Bu resimde, beş at, çift çift eşleştirilmişler ama bir tanesi tek kalmış. Bu beş atı aynı anda çiftler halinde eşleştirmenin bir yolu var mı? Eğer çift çift eşleştirilemeyecek sayıda şeyler varsa, onun ‘tek sayıda’ olduğu söylenir.

# data_list
source: Think of some other odd numbers. When you have two people and an odd number of things, it is impossible to give them the same number, so you can't share the things equally.
ja: 他の奇数についても考えてみましょう。2人の人がいて、奇数のものがある場合、同じ数ずつ分けることはできません。つまり、等分する (平等に分ける) のは無理だということです。
ko: 다른 홀수를 생각해 보세요. 두 사람과 하나의 물건이 있다면 두사람에게 같은 수의 물건을 줄 수없고 그러면 여러분은 그것을 동등하게 나눌 수 없습니다.
tr: Başka tek sayılar düşünün. Eğer iki kişi varsa ve tek sayıda olan bir şeyiniz varsa, onlara o şeyi eşit sayıda vermek imkansızdır; dolayısıyla, o şeyi eşit olarak paylaşamazsınız.

# data_list
source: "We need better conditions. Let's go on strike!" declared Chalew. The horses cheered! They decided to stay in the field until the cart drivers agreed to change.
ja: 「もっと良い環境で働けるように、ストライキをしよう！」とチャルが呼びかけると、他の馬たちは「そうだ、そうだ！」と賛成しました。 そして、運転手が反省してくれるまで野原から動かないことに決めました。
ko: “우리는 더 나은 환경이 필요해. 우리 모두 파업하자!" 찰루가 선언했습니다. 모든 말들이 환호를 하였습니다! 말들은 짐몰이꾼들이 바뀔때까지 들판에 있기로 결정했습니다.
tr: “Daha iyi koşullara ihtiyacımız var. Haydi greve gidelim!” dedi Chalew. Atlar coşkuyla alkışladılar! Fayton sürücüleri değişmeyi kabul edene kadar tarlada kalmaya karar verdiler.

# data_list
source: A strike occurs when a group of workers refuse to work and insist on getting treated better by their company. People sometimes go on strike to get better working conditions, and sometimes they do it to get paid more.
ja: ストライキとは、労働者が揃って働くのを止めて、自分たちの待遇を見直すように会社に求めることです。ストライキは、労働環境を良くするために行われることも、賃金を上げるために行われることもあります。
ko: 파업은 일하는 사람들이 회사가 그들을 더 잘 대해줄때까지 일하기를 거부할때 생깁니다. 사람들은 더 좋은 일터의 환경을 원하거나 더 많은 돈을 받기위할때 파업을 합니다.
tr: Grev, bir grup işçi çalışmayı reddettiğinde ve şirketlerinden daha iyi muamele görmeyi ısrar ettiğinde gerçekleşir. İnsanlar bazen daha iyi çalışma koşulları elde etmek için greve giderler, bazen de daha fazla ücret almak için bunu yaparlar.

# data_list
source: What is risky for a person when they strike? (They might not get paid for a long time and they might lose their job.)
ja: ストライキをした場合のリスク (困ること) は何ですか？(たとえば、長い期間お給料がもらえなくなり、クビにされるかもしれないなど)
ko: 사람들이 파업을 할때 어떤 위험이 있나요? (그들은 오랫동안 지급을 받지못하고 그들의 직장을 일을 수도 있습니다.)
tr: Grev yapan bir kişi için riskli olan şey nedir? (Uzun süre maaş alamayabilir ve işini kaybedebilir.)

# data_list
source: Numbers that can be pair up are called even numbers. There are six horses in this picture. Can you pair them all up? Is six an odd or even number?
ja: 2つずつ分けた場合に分けきれる数を「偶数」と言います。この絵の中には6頭の馬がいます。すべて、2頭ずつに分けることはできますか？ 6は奇数ですか、それとも偶数ですか？
ko: 숫자가 짝을 이루면 짝수라고 부릅니다. 그림에는 여섯마리의 말이 있습니다. 여러분은 그들 모두를 짝 지울수 있나요? 6은 홀수일까요 아니면 짝수일까요?
tr: Çift olabilen sayılara ‘çift sayı’ denir. Bu resimde altı at var. Hepsini eşleştirebilir misiniz? Altı, tek sayı mıdır yoksa çift sayı mıdır?

# data_list
source: The cart drivers did not know what to do. "I can get another horse," boasted one driver. But most of the drivers needed their horses to earn a living.
ja: 荷馬車の運転手たちは、すっかり困ってしまいました。 「他の馬を買えばいいさ」と、誰かが言い出します。 けれど、ほとんどの運転手は、そんなお金などなく、馬がいなければ生活できません。
ko: 짐몰이꾼들은 어떻게 할 지를 몰랐습니다. “난 다른 말을 구할수 있어!" 한 몰이꾼이 허세를 부렸습니다. 그렇지만 거의 모든 몰이꾼들은 돈을 벌기 위해 그들의 말이 필요했습니다.
tr: Fayton sürücüleri ne yapacaklarını bilmiyorlardı. Bir sürücü, “Ben başka bir at bulabilirim,” diye övündü. Ama sürücülerin çoğunun geçimlerini sağlamak için kendi atlarına ihtiyaçları vardı.

# data_list
source: How many people are in this picture? If you take away (subtract off) the two who are sitting down, how many are standing up?
ja: この絵には何人の人が描かれていますか？ 座っている2人を除く (引き算する) と、立っている人は何人ですか？
ko: 그림에는 몇 사람이 있나요? 앉아있는 사람을 제외하면 (뺀다면) 몇 사람이 서 있나요?
tr: Bu resimde kaç kişi var? Orada oturan iki kişiyi saymazsanız (çıkarırsanız), ayakta duran kaç kişi vardır?

# data_list
source: Are there an odd or even number of people in the room? Can they be split into two equal groups? If you can, it's an even number and otherwise it's an odd number.
ja: 絵の中にいる人の数は奇数と偶数のどちらですか？ 同じ人数ずつ二組に分けることはできますか？ できるなら、偶数です。できないならば、奇数です。
ko: 방에는 홀수의 사람들이 있나요 아니면 짝수의 사람들이 있나요? 그들은 두 개의 동등한 그룹으로 나눌 수 있나요? 그렇게 할 수 있다면 그것은 짝수이고 그렇지 않다면 홀수입니다.
tr: Odada tek sayıda mı yoksa çift sayıda mı insan var? İki eşit gruba ayrılabilirler mi? Eğer ayırabiliyorsanız çift sayıdır, aksi takdirde tek sayıdır.

# data_list
source: What worries the owners? Are they worried about how the horses feel or are they worried about their businesses?
ja: 馬の飼い主である運転手たちは、何を心配していますか？ 彼らが気にしているのは、馬の気持ちでしょうか、それとも、自分たちの商売のことでしょうか？
ko: 주인들은 무엇을 걱정하나요? 그들은 말들의 기분이 어떨까 걱정하나요 아니면 그들의 장사를 걱정하나요?
tr: At sahiplerini endişelendiren şey nedir? Atların nasıl hissettikleri konusunda mı yoksa işleri konusunda mı endişeliler?

# data_list
source: The drivers held a meeting to discuss the strike. They argued for a long time. "Maybe the horses are right," said one man. "Why should they get better conditions?" asked another.
ja: 運転手たちは、全員集まり、ストライキについて長い間あれこれと話し合いました。 「馬たちの言うとおりかもしれない」と言う者もいれば、「どうして馬たちにもっと良い環境を与えてやらなければならないんだ？」と言う者もいます。
ko: 짐몰이꾼들은 파업에 관해 논의하기 위해서 모임을 가졌습니다. 그들은 오랫동안 다투었습니다. “아마도 말들이 옳을 수 있어." 한사람이 말했습니다. “그들이 왜 더 좋은 환경을 원할까?" 또 다른 사람이 말했습니다.
tr: Sürücüler grevi tartışmak üzere bir toplantı düzenlediler. Uzun bir süre tartıştılar. “Belki de atlar haklıdır,” dedi bir adam. “Neden daha iyi koşullara sahip olsunlar ki?” diye sordu bir diğeri.

# data_list
source: Estimate how many people are crowded into the room and then count, as best you can, how people there are. An estimate is an educated guess based on partial information, such as a quick glance.
ja: 絵の中では何人の人が集まっているか推計してから、実際に数えてみてください。できるだけでかまいません。何人いるでしょう？「推計」とは、一目見るなどして得た部分的な情報から経験や学習に基づいて考え当てることです。
ko: 방안에 얼마나 많은 사람들이 모여있는지 짐작해 본 다음 할 수 있는 만큼 사람수를 세어보세요. 짐작은 재빨리 훑어보는 것과 같이 부분적인 정보를 가지고 최선을 다해 추측하는 것입니다.
tr: Odada kaç kişi olduğunu tahmin edin ve sonra elinizden geldiğince kaç kişi olduğunu sayın. Tahmin, hızlı bir bakış gibi kısmi bilgilere dayanan ‘eğitimli bir öngörüdür.’

# data_list
source: Making estimates can be a fun game. When you're walking around, have everyone make an estimate of a group of things, then carefully count how many there are, and see who is closest to the right answer.
ja: 推計は、楽しいゲームにもなります。外を歩いているときなどに、周りにあるものや人を一まとまりにして、その数をみんなで推計してから、実際の数を確かめてみましょう。誰が一番正解に近いでしょうか？
ko: 추측하는 것은 재미있는 놀이가 될 수 있습니다. 여러분이 걸어다닐때 모여있는 그룹들의 수를 추측해 본 다음 몇 개가 있는지 조심스럽게 세어보고 누가 더 가까운 정답을 가지고 있는지 보세요.
tr: Tahmin etmek, eğlenceli bir oyun olabilir. Etrafta dolaşırken, herkesin bir grup şey hakkında bir tahminde bulunmasını sağlayın, ardından o şeyin kaç tane olduğunu dikkatlice sayın ve doğru cevaba en yakın olanın kim olduğunu bulun.

# data_list
source: How do the owners know what the horses want? Did the horses talk to them?
ja: 馬の飼い主たちはどうやって馬が何を望んでいるかわかるのでしょう？ 馬が飼い主たちに話したのでしょうか？
ko: 주인들은 말들이 무엇을 원하는지 어떻게 알 수 있나요? 말들이 그들에게 말을 했을까?
tr: Sahipleri atların ne istediklerini nereden biliyorlar? Atlar sahipleriyle mi konuştu?

# data_list
source: The horses' strike spread from the town of Debre Birhan across Ethiopia. Nearly three million horses refused to work. "We have had enough! Treat us fairly!" they said.
ja: 馬たちのストライキは、チャルがいるデブレ・ベルハンの町からエチオピアの国中に広がりました。 3百万頭近くの馬が働くのを止めてしまいます。 馬たちは「もう、こりごりだ。もっとまともな扱いをしてくれ！」と訴えました。
ko: 말들의 파업은 데브레 비리한에서 이디오피아 전역으로 퍼졌습니다. 거의 삼백만의 말들이 일하기를 거부했습니다. “이제 더는 못참는다! 우리를 잘 대해 줘라!" 말들은 말했습니다.
tr: Atların grevi Debre Birhan kasabasından çıkıp tüm Etiyopya’ya yayıldı. Yaklaşık üç milyon at çalışmayı reddetti. “Yeter artık! Bize adil davranın!” dediler.

# data_list
source: Three million is a lot of horses! Can you think of something around you that there are more than one hundred of? More than a thousand?
ja: 「3百万」は、とても大きな数ですね。あなたの身の周りで、100以上の数のものを思い付きますか？1,000以上は、どうでしょう？
ko: 삼백만의 말들은 아주 많은 말입니다! 여러분 주위에 백개보다 많은 것이 있나요? 천개보다 많은 것은요?
tr: Üç milyon at çok fazla! Etrafınızda 100’den fazla olan bir şey düşünebiliyor musunuz? Peki 1000’den fazla?

# data_list
source: Have you heard of working people going on strike near you? Did the strike work, or did the strikers give up before getting what they wanted?
ja: あなたの身近で、労働者のストライキについて耳にしたことはありますか？ そのストライキは成功しましたか？ それとも、労働者が途中であきらめてしまいましたか？
ko: 여러분 주변에 일하는 사람들이 파업하는 것을 들어본 적이 있나요? 파업이 성공적이었나요 아니면 그들이 원하는 것을 얻기전에 파업하는 사람들이 포기했나요?
tr: Yakınlarınızda çalışan insanların greve gittiklerini duydunuz mu? Grev işe yaradı mı yoksa grevciler istediklerini alamadan pes mi ettiler?

# data_list
source: What do you do when you really want something and it doesn't seem like you are going to get it? Does it work?
ja: 本当に何か欲しいものがあるのに手に入りそうにないとき、あなたならどうしますか？ それはうまくいくでしょうか？
ko: 여러분은 정말 무언가를 원하지만 가능하지 않을 것 같을때 어떻게 하나요? 그것은 성공적이었나요?
tr: Bir şeyi gerçekten istediğinizde ve onu elde edemeyecek gibi göründüğünüzde ne yaparsınız? O şey İşe yarar mı?

# data_list
source: So, the cart drivers were forced to change. They agreed to better conditions and fair treatment for all horses. They learned how to look after the horses, and keep them healthy.
ja: そこで、荷馬車の運転手たちは態度を改めなければならなくなりました。 どの馬についても、もっと良い環境で働けるようにし、まともに扱うことを認めました。 運転手たちは、馬の世話の仕方を勉強して、馬がケガや病気をしないようにしました。
ko: 그래서 짐몰이꾼들은 바꿔야 했습니다. 그들은 모든 말들에게 더 나은 환경과 공정한 대우에 동의했습니다. 그들은 말들을 어떻게 보살펴야 하는지 그리고 건강을 유지하는 지를 배웠습니다.
tr: Böylece fayton sürücüleri, değişmek zorunda kaldılar. Tüm atlar için daha iyi koşulları ve adil muameleyi kabul ettiler. Atlara nasıl bakacaklarını ve onları nasıl sağlıklı tutacaklarını öğrendiler.

# data_list
source: Taking better care of the horses is the right thing to do for the horses, and it's the smart thing to do to get the horses to do better work!
ja: 馬をもっと大切にすることは、馬のために正しい行動であるだけでなく、馬がもっとよく働くようにするためにも賢いやり方です。
ko: 말들을 더 잘 보살피는 것은 말들을 위해 옳은 일이며 말들이 일을 더 잘 할 수 있게 해주는 현명한 일입니다!
tr: Atlara daha iyi bakmak, atlar için yapılacak en doğru şeydir ve bu, atların daha iyi iş yapmalarını sağlamak için yapılacak en akıllıca şeydir!

# data_list
source: If it's a good idea to take better care of the horses, why weren't the drivers doing this all along?
ja: 馬をもっと大切にすることが良い考えなら、どうして運転手たちはずっとそうしてこなかったのでしょう？
ko: 만약에 말들을 잘 보살피는것이 더 좋은 생각이었다면 왜 짐 몰이꾼은 진작에 그렇게 하지 않았을까요?
tr: Atlara daha iyi bakmak iyi bir fikirse, sürücüler neden bunu en başından beri yapmıyorlardı?

# data_list
source: Sometimes people do something that seems easy, but is a bad idea in the long run. Have you ever put off doing something that you wished you hadn't?
ja: そうしていれば楽そうだと思えることが、長い目で見ると良くない考えである場合があります。あなたは、これまでに、何かを先延ばしにして後悔したことはありますか？
ko: 가끔 사람들은 쉬워 보이는 일을 하지만 길게 볼때 좋지 않은 생각입니다. 여러분은 어떤일을 이루었지만 나중에 후회한 적이 있나요?
tr: Bazen insanlar kolay gibi görünen ama uzun vadede kötü bir fikir olan şeyler yaparlar. Sizin de savsakladığınız ama sonra ‘keşke savsaklamasaydım’ dediğiniz bir şey oldu mu?

# data_list
source: Slowly, the horses' lives improved. They got enough food and rest. Their harnesses fitted. They got better shoes for their hooves. Old Chalew became a hero to all horses!
ja: だんだんと、馬たちの生活は良い方に変わっていきました。 十分な食べ物と休みがもらえるようになったのです。体に合った馬具が使われ、蹄鉄も正しく取り付けられるようになりました。 チャルは、すべての馬から感謝され、尊敬されるようになりました。
ko: 천천히 말들의 생활은 나아지기 시작했습니다. 그들은 충분한 음식과 휴식을 취할수 있었습니다. 그들의 마구는 잘 맞았습니다. 그들의 말굽은 더 나은 신발을 갖게 되었습니다. 늙은 찰루는 모든 말들의 영웅이 되었습니다!
tr: Atların yaşamları yavaş yavaş iyi hale geldi. Atlar, yeterli yiyecek ve dinlenme molalarına kavuştular. Onlara uyan koşum takımlarını aldılar. Toynakları için daha iyi nallara sahip oldular. Yaşlı Chalew, tüm atlar için bir kahraman oldu!

# data_list
source: Chalew took a risk and helped an important cause. Can you think of a person who has done that?
ja: チャルは、リスクを冒してでも、大事な目的を果たすために貢献しました。そのようなことをした人を思い浮かべることができますか？
ko: 찰루는 위험을 무릅쓰고 중요한 문제를 해결할수 있게 도왔습니다. 여러분은 그렇게 한 사람을 생각해 볼 수 있나요?
tr: Chalew risk alıp önemli bir amaca yardım etti. Buna benzer bir şey yapmış bir kişi biliyor musunuz?

# data_list
source: Have you ever gone out of your way to help a person or group of people who needed help? Did you make a difference for them?
ja: あなたは、少し無理をしてでも他の誰かやグループを助けようとしたことはありますか？ あなたの行動は変化をもたらしましたか？
ko: 여러분은 다른 사람들을 도와주기 위해 본인이 할 수 있는 것 이상으로 해 본 적이 있나요? 여러분은 그들의 삶을 바꾸었나요?
tr: Yardıma ihtiyacı olan bir kişiye veya gruba yardım etmek için elinizden geleni yaptığınız oldu mu? Onlar için bir fark yarattınız mı?

# data_list
source: How does it feel when you help others?
ja: 人の役に立つと、どんな気持ちがしますか？
ko: 여러분이 다른 사람을 도울때 어떤 기분이 드나요?
tr: Başkalarına yardım ettiğinizde nasıl hissedersiniz?

# data_list
source: How many legs do two ladybugs have?
ar: كم عدد الأرجل التي تمتلكها الدعسوقة؟
fr: Combien de pattes ont deux coccinelles ?
ja: てんとう虫2匹の足は何本あるかな？
ko: 두 마리의 무당벌레는 몇 개의 다리를 가지고 있나요?
tr: İki uğur böceğinin toplam kaç bacağı vardır?

# data_list
source: Skip counting is counting by steps bigger than 1. You can skip count these legs by 6's by counting 6, 12. You can also skip count by 3's using the sides of their bodies 3, 6, 9, 12.
ar: العدّ القفزي هو العد بخطوات أكبر من 1. يمكنك القيام بالعدّ القفزي بمقدار 6 عن طريق العد 6، 12. يمكنك أيضًا القيام بالعدّ القفزي بمقدار 3 باستخدام جوانب أجسامها 3، 6، 9، 12.
fr: Le comptage par bonds est un comptage de pas plus grands que 1. Compter ces jambes par bonds en 6 par le comptage 6, 12. Compter en 3 en utilisant les côtés de notre corps 3, 6, 9, 12.
ja: とび数えは、1よりも大きな数ずつとばして数える数え方だよ。6、12というように、6本ずつとばして足を数えられるね。ほかにも体の側面をつかって、3、6、9、12と数えられるよ。
ko: 건너뛰어 세기는 1 보다 더 큰 숫자 단위로 세는 것입니다. 여러분은 한 무당벌레의 다리를 6 단위로 6, 12 처럼 건너뛰어 셀 수 있습니다. 또한 여러분은 3 단위로 무당벌레의 몸통 한쪽에 있는 다리를 3, 6, 9, 12 처럼 건너뛰어 셀 수 있습니다.
tr: Atlayarak sayma (ritmik sayma), 1’den büyük adımlarla saymadır. Bacakları saymayı 6’şar 6’şar; yani 6, 12 şeklinde, atlayarak sayabilirsiniz. Ayrıca, uğur böceğinin vücutlarının yan taraflarını kullanarak da 3’er 3’er; 3, 6, 9, 12 şeklinde atlayarak sayabilirsiniz.

# data_list
source: You can skip count to 12 in steps of 3 and 6. Can you think of other ways to skip count to 12? Which ways work (1, 2, 3, 4, 6, 12) and which ways don't (5, 7, 8, 9, 10, 11)?
ar: يمكنك القيام بالعدّ القفزي إلى 12 بخطوات 3 و6. هل يمكنك التفكير في طرق أخرى للعدّ القفزي إلى 12؟ ما هي الطرق التي تعمل (1، 2، 3، 4، 6، 12) وأي الطرق لا تعمل (5، 7، 8، 9، 10، 11)؟
fr: Tu peux sauter le compte jusqu'à 12 par étapes de 3 et 6. Peux-tu penser à d'autres façons de compter jusqu'à 12 en sautant ? Quels sont les moyens qui fonctionnent (1, 2, 3, 4, 6, 12) et quels sont les moyens qui ne fonctionnent pas (5, 7, 8, 9, 10, 11) ?
ja: 3とび、6とびで12まで数えられるね。12までとび数えができるほかの方法は思いつくかな？どの方法がうまくいって(1, 2, 3, 4, 6, 12)、どの方法がうまくいかないかな(5, 7, 8, 9, 10, 11)？
ko: 여러분은 3 단위나 6 단위로 12까지 셀 수 있습니다. 어떤 것은 할 수 있고 (1, 2, 3, 4, 6, 12) 어떤 것은 할 수 없나요 (5, 7, 8, 9, 10, 11)?
tr: 3 ve 6’lık adımlarla, 12’ye kadar atlayarak sayabilirsiniz. 12’ye kadar atlayarak saymanın başka yollarını düşünebiliyor musunuz? Hangi yollar işe yarıyor (1, 2, 3, 4, 6, 12) ve hangileri (5, 7, 8, 9, 10, 11) işe yaramıyor?

# data_list
source: Count together the dots on each ladybug's back. Have you seen ladybugs around where you live -- did they have more or fewer dots than these?
ar: عدّوا النقاط الموجودة على ظهر كل دعسوقة معًا. هل سبق لك أن رأيت دعاسيق في المكان الذي تعيش فيه -- هل كانت تمتلك نقاط أكثر أو أقل من هذه؟
fr: Comptons ensemble les points sur le dos de chaque coccinelle. As-tu vu des coccinelles là où tu vis -- avaient-ils plus ou moins de points que ceux-ci ?
ja: てんとう虫の背中の斑点をそれぞれ一緒に数えよう。きみの住む場所の周りで、てんとう虫を見たことがある？そのてんとう虫の斑点はこれよりも多かった？それとも少なかった？
ko: 무당벌레의 등에 있는 점을 함께 세어보세요. 여러분이 사는 곳에서 무당벌레를 본 적이 있나요? 여러분이 본 무당벌레는 그림에서 본 것 보다 점을 더 가지고 있나요 아니면 적게 가지고 있나요?
tr: Çocuğunuzla birlikte, her bir uğur böceğinin sırtındaki benekleri sayın. Yaşadığınız yerde uğur böcekleri gördünüz mü – onların bunlardan daha mı fazla yoksa daha mı az benekleri vardı?

# data_list
source: How many wings do four birds have?
ar: كم عدد أجنحة أربعة طيور؟
fr: Combien d'ailes possèdent quatre oiseaux ?
ja: 鳥4羽の翼は何枚あるかな？
ko: 네 마리의 새는 몇 개의 날개를 가지고 있나요?
tr: Dört kuşun toplam kaç kanadı vardır?

# data_list
source: Skip count the wings by counting by 2's -- one 2 for each bird.
ar: قم بالعدّ القفزي للأجنحة عن طريق العد بمقدار 2 - 2 واحدة لكل طائر.
fr: Compte les ailes en comptant par 2 -- un 2 pour chaque oiseau.
ja: 2とびで翼を数えよう。1羽につき2枚ずつだね。
ko: 2 단위로 새의 날개를 건너뛰어 세어 보세요 - 각 새의 두 날개가 하나입니다.
tr: Kanatları 2'şer 2’şer atlayarak sayın – her bir kuş için 2 tane.

# data_list
source: Skip count the wings by counting the four left wings and then the four right wings. It's fun that you get the same answer whether you skip by 2's or 4's!
ar: قم بالعدّ القفزي للأجنحة من خلال عد الأجنحة الأربعة اليسرى ثم الأجنحة الأربعة اليمنى. من الممتع أن تحصل على نفس الإجابة سواء تخطيت رقم 2 أو 14.
fr: Compte les ailes en comptant les quatre ailes de gauche, puis les quatre ailes de droite. C'est amusant d'obtenir la même réponse, que l'on saute par 2 ou par 4 !
ja: 左の翼を4枚、それから右の翼を4枚、とび数えで数えよう。2とびで数えても4とびで数えても、同じ答えになるのは面白いね！
ko: 왼쪽에 있는 네개의 날개를 세고 난 다음 오른쪽 네 개를 건너뛰어 세어보세요. 2 단위로 세거나 4 단위로 세어도 같은 답을 얻는것이 재미있지않나요!
tr: Kanatları da önce dört sol kanadı sayarak ve ardından dört sağ kanadı sayarak sayın. 2’şer 2’şer veya 4’er 4’er atlayarak sayarak aynı cevabı bulmak eğlenceli!

# data_list
source: If the bird in the sky flies away, how many of the four birds will remain?
ar: إذا طار طير واحد في السماء فكم يبقى من الطيور الأربعة؟
fr: Si l'oiseau du ciel s'envole, combien des quatre oiseaux resteront ?
ja: もし空にいる鳥が飛び去ったら、4羽のうち何羽が残る？
ko: 만약에 하늘에 있는 새가 날아간다면 몇 마리의 새가 남을까요?
tr: Gökyüzündeki kuş uçup giderse, dört kuştan geriye kaç kalır?

# data_list
source: How many horns do three rhinos have?
ar: كم عدد القرون التي تمتلكها ثلاثة من وحيدات القرن؟
fr: Combien de cornes ont trois rhinocéros ?
ja: サイ3頭の角は何本あるかな？
ko: 세 마리의 하마는 모두 몇 개의 뿔을 가지고 있나요?
tr: Üç gergedanın toplam kaç boynuzu vardır?

# data_list
source: Each rhino has two horns, a big one and a small one. Skip count their horns by 2's and 3's.
ar: لكل وحيد قرن قرنان، كبير وصغير. تخطي عد قرونهم بمقدار 2 و 3.
fr: Chaque rhinocéros a deux cornes, une grande et une petite. Saute en comptant leurs cornes par 2 et par 3.
ja: サイ1頭につき2本の角があるよ。大きいのと小さいのだね。2とびと3とびで角を数えよう。
ko: 하마는 각각 큰 것 하나와 작은 것 하나씩 2개의 뿔을 가지고 있습니다. 2단위와 3 단위로 뿔을 건너뛰어 세어보세요.
tr: Her bir gergedanın iki boynuzu vardır; biri büyük ve biri küçüktür. Boynuzlarını 2’şer 2’şer ve 3’er 3’er sayın.

# data_list
source: How would you skip count to find out how many feet they have?
ar: كيف يمكنك القيام بالعدّ القفزي لمعرفة عدد الأقدام التي تمتلكها؟
fr: Comment comptes-tu par bonds pour savoir combien de pieds ils ont ?
ja: 全部で何本の足になるかを調べるには、どのようにとび数えしたらいいかな？
ko: 하마가 몇 개의 발을 가지고 있는지 알려면 어떻게 건너 뛰어 세기를 해야 할까요?
tr: Kaç adet ayaklarının olduğunu bulmak için atlayarak nasıl sayarsınız?

# data_list
source: Each rhino has twice as many feet as horns. Take the total number of horns and double that to get the total number of feet.
ar: يبلغ عدد أقدام كل وحيد قرن ضعف عدد القرون. خذ العدد الإجمالي للقرون وضاعفه لتحصل على العدد الإجمالي للأقدام.
fr: Chaque rhinocéros à deux fois plus de pieds que de cornes. Prends le nombre total de cornes et double-le pour obtenir le nombre total de pieds.
ja: サイ1頭につき、角の2倍の数の足があるよ。角の合計数を2倍して、足の合計数を出そう。
ko: 각 하마는 뿔의 두 배가 되는 수의 발을 가지고 있습니다. 뿔의 합계를 알아보고 그 숫자의 두 배로 발의 합계를 찾아보세요.
tr: Her bir gergedanın, boynuzlarının iki katı kadar ayağı vardır. Toplam ayak sayısını elde etmek için toplam boynuz sayısının iki katını alın.

# data_list
source: How many trunks do five elephants have?
ar: كم عدد الخراطيم التي تمتلكها خمسة أفيال؟
fr: Combien de trompes ont cinq éléphants ?
ja: ゾウ5頭の鼻はいくつあるかな？
ko: 다섯 마리의 코끼리는 몇 개의 코를 가지고 있나요?
tr: Beş filin toplam kaç hortumu vardır?
