Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The mountains and trees like the warm weather. Do you like warmer or cooler weather?
ar: الجبال والأشجار تحب الطقس الدافئ. هل تحب الطقس الدافئ أم البارد؟
fr: Les montagnes et les arbres aiment le beau temps. Aimes-tu lorsqu’il fait plus chaud ou plus froid ?
ja: 山々や木々は暖かい気候が好きです。あなたは暖かいのと涼しいのとどちらが好きですか？
ko: 산과 나무는 따뜻한 날씨를 좋아합니다. 여러분은 따뜻한 날씨가 좋나요 아니면 시원한 날씨가 좋나요?
tr: Dağlar ve ağaçlar sıcak havayı severler. Siz sıcak havayı mı yoksa serin havayı mı seviyorsunuz?

# data_list
source: A cylinder is a shape like a tube or a straw. A broom handle is often a cylinder. The trunks of these trees between the ground and their first branches are cylinders.
ar: الأسطوانة هي شكل مثل الأنبوب أو القشة. غالبًا ما يكون مقبض المكنسة عبارة عن أسطوانة. وجذوع هذه الأشجار بين الأرض وأغصانها الأولى عبارة عن أسطوانات.
fr: Un cylindre est une forme semblable à un tube ou à une paille. Un manche à balai est souvent en forme de cylindre. Les troncs de ses arbres entre le sol et leurs premières branches sont des cylindres.
ja: 円柱は筒やストローのような形です。ほうきの柄は円柱であることが多いです。地面から最初の枝までの木の幹は円柱です。
ko: 원통은 관이나 빨대와 같은 모양입니다. 빗자루의 손잡이는 종종 원통모양입니다. 땅 사이에 있는 나무의 몸뚱이와 첫번째 나뭇가지는 원통의 모양을 가지고 있습니다.
tr: Bir silindir, bir boru (tüp) veya pipet gibi bir şekildir. Bir süpürgenin sapı genellikle bir silindirdir. Bu ağaçların toprak ile ilk dalları arasındaki gövdeleri silindirdir.

# data_list
source: What other things around you are in the shape of a cylinder?
ar: ما هي الأشياء الأخرى من حولك التي تكون على شكل أسطوانة؟
fr: Quoi d’autre autour de toi est en forme de cylindre ?
ja: あなたの身の回りで、円柱の形をしているものは何ですか？
ko: 여러분 주위에 있는 것들 중에 어떤 것이 원통의 모양을 가지고 있나요?
tr: Etrafınızdaki başka hangi şeyler silindir şeklindedir?

# data_list
source: The clouds were very happy to see Mother Sun again. They went away to play.
ar: كانت الغيوم سعيدة جدًا برؤية الأم الشمس مرة أخرى. لقد ذهبت للعب.
fr: Les nuages étaient très heureux du retour de Soleil. Ils sont partis jouer.
ja: 雲は母なる太陽に会えてとても喜びました。雲は、どこかに遊びに行ってしまいました。
ko: 구름은 엄마 햇님을 다시 보게 되어 정말 기뻤습니다. 그들은 놀러 나갔습니다.
tr: Bulutlar, Güneş Ana’yı tekrar gördükleri için çok mutluydular. Oynamaya gitmek için uzaklaştılar.

# data_list
source: There are five clouds in the sky. If you add one more for the sun, how many things are in the sky?
ar: في السماء خمسة غيوم. إذا أضفت واحدة أخرى للشمس، فكم عدد الأشياء الموجودة في السماء؟
fr: Il y a cinq nuages dans le ciel. Si tu ajoutes le soleil, combien y a-t-il de choses dans le ciel ?
ja: 空には雲が5つあります。もし太陽を1つ追加すると、空には合計でいくつのものがありますか？
ko: 하늘에는 다섯 개의 구름들이 있습니다. 만약 여러분이 햇님을 더한다면 하늘에는 몇 개가 있나요?
tr: Gökyüzünde beş bulut var. O sayıya Güneş'i de eklediğinizde, gökyüzünde toplam kaç şey olur?

# data_list
source: Two pages ago there were two clouds. How many more clouds are there now?
ar: من صفحتين كانت هناك غيمتان. كم عدد الغيوم الموجودة الآن؟
fr: Deux pages avant, il y avait deux nuages. Combien y a-t-il de nuages désormais ?
ja: 2ページ前には雲が2つありました。今、雲はいくつありますか？
ko: 앞면에는 두 개의 구름이 있었습니다. 지금은 몇 개의 구름이 있나요?
tr: İki sayfa önce iki bulut vardı. Şimdi kaç tane daha bulut var?

# data_list
source: If the clouds were happy to see the Sun, why did they go away?
ar: إذا كانت الغيوم تسعد برؤية الشمس فلماذا غابت؟
fr: Si les nuages étaient heureux de revoir Soleil, pourquoi sont-ils partis ?
ja: 雲は太陽を見て喜んでいたのに、どうしてどこかへ行ってしまったのでしょうか？
ko: 만약 구름들이 햇님을 다시 보게 된 것이 기쁜 일이라면 왜 그들은 사라졌나요?
tr: Bulutlar Güneş'i gördüklerine sevindilerse, neden gittiler?

# data_list
source: Lots of little plants popped out of the earth to say, "Hello." The whole world sparkled.
ar: ظهرت الكثير من النباتات الصغيرة من الأرض لتقول: "مرحبًا". العالم كله تألق.
fr: De nombreuses petites plantes sont sortis de terre pour dire : « Bonjour. » Le monde entier étincelait.
ja: 大地から小さな植物がたくさん飛び出してきて、「こんにちは」と言いました。全世界が輝きました。
ko: 많은 식물들이 “안녕!” 하며 지구 밖으로 내밀었습니다. 모든 세상이 빛났습니다.
tr: Bir sürü küçük bitki “Merhaba” demek için topraktan fırladı. Tüm dünya ışıldadı.

# data_list
source: There are butterflies, flowers, stems, and lots of little plants. Count some of these things together.
ar: هناك فراشات، وأزهار، وسيقان، والكثير من النباتات الصغيرة. قوموا بعدّ بعض هذه الأشياء معًا.
fr: Il y avait des papillons, des fleurs, des tiges et beaucoup de petites plantes. Comptons ensemble ces choses.
ja: 蝶々、花々、茎、そしてたくさんの小さな植物があります。これらのものをいくつか一緒に数えてみてください。
ko: 그림에는 나비, 꽃, 줄기 그리고 많은 식물들이 있습니다. 함께 이것들을 세어보기로 해요.
tr: Kelebekler, çiçekler, bitki sapları ve bir sürü küçük bitkiler var. Bunlardan bazılarını çocuğunuzla birlikte gruplar halinde sayın.

# data_list
source: Which group of things are there the most of and which group has the least?
ar: أي مجموعة من الأشياء أكثر وأي مجموعة أقل؟
fr: Quels sont les groupes de choses les plus nombreuses et quel groupe a le moins d’éléments ?
ja: どれが一番多くて、どれが一番少ないですか？
ko: 어떤 그룹이 가장 많고 어떤 그룹이 가장 적나요?
tr: Hangi grupta en çok ve hangi grupta en az şey var?

# data_list
source: What are some things that plants need to make them happy and grow?
ar: ما هي الأشياء التي تحتاجها النباتات لتجعلها سعيدة وتنمو؟
fr: Quelles sont les choses dont les plantes ont besoin pour être heureuses et grandir ?
ja: 植物が幸せに育つために必要なものは何ですか？
ko: 식물이 행복하고 잘 자라나기 위해서는 무엇이 필요한가요?
tr: Bitkilerin mutlu olup büyüyebilmeleri için ihtiyaç duydukları bazı şeyler nelerdir?

# data_list
source: Mother Sun shined her light everywhere. "I told you I would be back," she beamed.
ar: أشرقت الأم الشمس نورها في كل مكان. "لقد أخبرتكم أنني سأعود،" ابتسمت.
fr: Le soleil propagea partout sa lumière. « Je vous avais dit que je reviendrais, » rayonna-t-il.
ja: 母なる太陽はその光をどこにでも輝かせました。「私は戻ってくると言ったでしょう。」と彼女は笑顔で言いました。
ko: 엄마 햇님은 모든 곳에 빛을 비추었습니다. “내가 다시 돌아온다고 했지!" 햇님은 빛을 발했습니다.
tr: Güneş Ana ışığını her yere saçtı. “Size geri döneceğimi söylemiştim,” diye ışıldadı.

# data_list
source: The rays of the Sun extend very far on this page. Are there days when the rays of the Sun seem to reach all the way to you?
ar: تمتد أشعة الشمس بعيدًا جدًا في هذه الصفحة. هل هناك أيام تبدو فيها أشعة الشمس وكأنها تصل إليك؟
fr: Sur cette page, les rayons du soleil vont très loin. Y a-t-il des jours où les rayons du soleil semblent arriver droit jusqu’à toi ?
ja: 太陽の光はこのページ上でとても遠くまで伸びています。太陽の光があなたのところまで届くような日がありますか？
ko: 그림에서 햇살은 아주 멀리까지 뻗쳐 있습니다. 햇살이 여러분이 있는 곳까지 다다른것 같은 날들이 있었나요?
tr: Güneş’in ışınları bu sayfada çok uzaklara uzanıyor. Güneş ışınlarının ta size kadar ulaştığı günler oluyor mu?

# data_list
source: Which are there the least of on this page: trees, mountains, or things in the sky?
ar: أي أقل ما في هذه الصفحة: الأشجار أم الجبال أم شيء في السماء؟
fr: Qui sont les moins nombreux sur cette page : les arbres, les montagnes ou les choses dans le ciel ?
ja: このページには、木々、山々、空、どれが一番少ないですか？
ko: 그림에서 가장 적은 것은 무엇인가요: 나무, 산, 또는 하늘에 있는 것들인가요?
tr: Bu sayfada sayıca en az olan hangisi: ağaçlar mı, dağlar mı yoksa gökyüzündeki şeyler mi?

# data_list
source: Which are there the most of? Sometimes there are two things with the same amount with the most -- that's okay, just say both of them.
ar: أيها موجود بعدد أكبر؟ في بعض الأحيان يكون هناك شيئان بنفس المقدار مع أكبر عدد -- لا بأس، فقط قل كلاهما.
fr: Qui sont les plus nombreux ? Parfois, deux choses sont en nombre égal : ce n’est pas grave, tu n’as qu’à dire les deux.
ja: どれが一番多いですか？時には同じ数のものが2つあることもありますが、それでも構いません。その場合は両方を教えてください。
ko: 그림에서 가장 많은 것은 무엇인가요? 가끔은 가장 많은 것들이 두 개일때가 있습니다 – 괜찮아요, 두 개 모두 말해보세요.
tr: En çok hangisinden var? Bazen iki şey aynı sayıda olabilir – sorun değil, eğer öyleyse her ikisini de söyleyin.

# data_list
source: Mr. Shabangu was the best baker in town. Every morning he woke up at four o'clock to mix and knead the dough for his famous buns, cakes, and biscuits.
ja: シャバングさんは町一番のパン職人です。美味しいと評判のパン、それにケーキやビスケットを焼くため、毎日朝4時に起きて生地をこねます。
ko: 샤방구씨는 동네에서 최고의 제빵사입니다. 그는 그의 소문난 빵, 케이크 그리고 비스킷을 섞고 반죽하기위해 매일 새벽 4시에 일어났습니다.
tr: Mr. Shabangu kasabanın en iyi fırıncısıydı. Her sabah saat dörtte kalkıp o meşhur çöreklerinin, keklerinin ve bisküvilerinin hamurunu hazırlayıp yoğururdu.

# data_list
source: Do you like to cook? Baking can be a lot of fun. It usually involves a lot of careful measuring and counting.
ja: 料理は好きですか？パンを作るのはとても楽しそうですね。パンを作るときは材料をきちんと測ったり数えたりしなければいけません。
ko: 여러분은 요리하는 것을 좋아하나요? 빵을 굽는 것은 아주 재미있는 일이 될 수 있습니다. 그것은 주의 깊은 측정과 계산이 많이 요구됩니다.
tr: Yemek pişirmeyi sever misiniz? Fırında yemek pişirmek, çok eğlenceli olabilir. Fırında hamur işlerini pişirmek çoğu zaman çok dikkatli ölçmeyi ve saymayı gerektirir.

# data_list
source: It looks like there are two rows of four eggs. You can count them by 1's, 2's, or 4's. Which way did you choose? Have you ever seen a carton holding 8 eggs?
ja: ４つの卵が2列に並んでいます。1つ飛ばし、2つ飛ばし、または4つ飛ばしで数えることができますね。あなたはどの方法で数えましたか？8個入りの卵パックを見たことはありますか？
ko: 그림에는 네 개의 달걀이 두 줄로 되어있는것 같습니다. 여러분은 1단위, 2단위 또는 4단위로 셀수 있습니다. 여러분은 어떤 단위로 세었나요? 여러분은 판지 상자에 여덟 개의 달걀들이 담아 있는 것을 본 적이 있나요?
tr: Resimde, dört adet yumurtadan oluşan iki tane sıra var gibi görünüyor. Onları tek tek, ikişerli ya da dörderli sayabilirsiniz. Hangi yolu seçtiniz? İçinde 8 adet yumurta olan bir karton kutu gördünüz mü?

# data_list
source: Why do you think bakers get up early in the morning? Do you like to get up so early that it is still dark outside, or does it seem like you should still be asleep at that time?
ja: パン屋さんが朝早く起きるのはなぜだと思いますか？まだ外が暗いうちから早起きするのは好きですか？それともまだ寝ている方がいいと思いますか？
ko: 여러분은 왜 제빵사가 아침 일찍 일어난다고 생각하나요? 여러분은 밖이 아직도 어두운 아침 일찍 일어나는 것을 좋아하나요? 아니면 여러분은 다시 잠들어야 한다고 생각하나요?
tr: Sizce fırıncılar neden sabahları erken kalkarlar? Ya siz dışarıda hava hâlâ karanlıkken erken kalkmayı sever misiniz? Yoksa, o saatlerde hâlâ uyuyor olmanız gerekiyormuş gibi mi gelir?

# data_list
source: By eight o'clock the people of the town were walking past the bakery on their way to work and school. By this time the cakes and buns were almost cooked, and the most delicious smells wafted out of the bakery's windows.
ja: 朝8時になると、町の人々はパン屋さんの前を通って仕事や学校へと向かいます。この頃にはもうケーキやパンはほとんど焼き上がり、窓の隙間からとても美味しい匂いが漂ってきます。
ko: 아침 8시가 되면 동네 사람들은 일을 가거나 학교를 가기위해 빵집을 지나 걸어갔습니다. 이 시간쯤되면 케익과 빵이 거의 다 구워졌고 세상에서 가장 맛있는 냄새가 빵집 창문밖으로 풍깁니다.
tr: Saat sekize doğru kasaba halkı işlerine veya okullarına giderken fırının önünden geçerlerdi. O âna kadar kekler ve çörekler neredeyse pişmiş olurdu ve fırının pencerelerinden en lezzetli kokular yayılırdı.

# data_list
source: The baker started early so his wonderful food would be ready to eat when people walked by at breakfast time. Why couldn't the people just wait a little while?
ja: 町の人たちが朝ごはんの時間に間に合うように、パン屋さんは朝早くからパンを焼き始めましたね。町の人たちは、パン屋さんがパンを焼き終えるまで待つことはできません。なぜでしょう？
ko: 제빵사는 아침식사 시간에 사람들이 걸어갈때 그의 맛있는 음식이 먹을 준비가 되어있게 하기 위해 아침을 일찍 시작했습니다. 왜 사람들은 잠깐동안 기다릴수 없을까요?
tr: Fırıncı erkenden işe koyulurdu; böylece, insanlar kahvaltı saatinde fırının yanından geçtiklerinde onun harika yiyecekleri çoktan hazır olurdu. Sizce insanlar neden biraz bekleyemiyorlardı?

# data_list
source: The baker could have baked the evening before and then not needed to get up so early. Why didn't he do that?
ja: 前日の夜にパンを焼いておけば、そんなに早起きをしなくてもすんだはずです。でもそうしなかったのはなぜでしょう？
ko: 제빵사는 그 전날 저녁에 빵을 만들면 아침에 일찍 일어날 필요가 없습니다. 그는 왜 그렇게 하지 않을까요?
tr: Fırıncı bir önceki akşamdan da pişirebilir ve bu kadar erken kalkmasına da gerek kalmayabilirdi. Acaba fırıncı neden öyle yapmıyordu?

# data_list
source: This baker has a very small shop! Do you think he has room to cook in, display his baked goods, and have customers walk inside to buy things?
ja: このパン屋さんはとても小さなお店です。調理をする場所やパンを並べる場所、それにお客さんが店内を歩ける場所はあると思いますか？
ko: 이 제빵사는 아주 작은 빵집을 가기고 있습니다 여러분은 그가 빵을 굽고 구운 음식들을 전시하고 손님들이 빵을 사기 위해 안으로 들어올수 있는 공간이 있다고 생각하나요?
tr: Bu fırıncının çok küçük bir dükkânı var! Sizce fırıncının içeride yemek pişirecek, pişirdiklerini sergileyecek ve müşterilerin içeri girip bir şeyler satın almasını sağlayacak yeri var mıdır?

# data_list
source: Many of the people went into the bakery to buy their breakfast. Mr. Shabangu smiled happily at them as he passed them the fresh, tasty cinnamon buns and warm, golden biscuits that were so famous in the town.
ja: たくさんの人たちが朝食にパンを買っていきました。シャバングさんは美味しいと評判の出来立ての美味しいシナモンパンや、温かくてきつね色に焼き上がったビスケットをお客さんに手渡すと、嬉しそうに微笑みました。
ko: 많은 사람들은 아침을 사기위해 빵집으로 들어왔습니다. 샤방구씨는 동네에서 유명한 갓구운 맛있는 계피빵과 따뜻하고 노릇노릇하게 익은 비스킷을 건네주며 사람들에게 미소지었습니다.
tr: İnsanların çoğu kahvaltılarını satın almak için fırına girerdi. Mr. Shabangu kasabanın o çok meşhur olan taze, lezzetli tarçınlı çöreklerini ve sıcak, altın rengi bisküvilerini uzatırken onlara mutlulukla gülümserdi.

# data_list
source: The clock says it is 1:00. That seems late to be buying breakfast. Have you ever eaten breakfast after noon?
ja: 時計を見るともう1時です。朝食を買うのには遅い時間です。あなたはお昼過ぎに朝食を食べたことはありますか？
ko: 시계는 오후 1시라고 되어있습니다. 그 시간은 아침을 사서 먹긴에는 조금 늦은것 같습니다. 여러분은 아침을 오후 12시 이후에 먹은 적이 있나요?
tr: Resimdeki saat 1:00’i gösteriyor. Bu saat, kahvaltı almak için geç bir saat gibi görünüyor. Kahvaltınızı öğleden sonra yaptınız mı hiç?

# data_list
source: How can you tell the items in the box are fresh and hot?
ja: 箱の中のパンが出来立てで温かいということが分かるのはどの部分ですか？
ko: 여러분은 상자안에 있는 것들이 갓구워 뜨겁다는것을 어떻게 알 수 있나요?
tr: Kutudaki ürünlerin taze ve sıcak olduklarını nereden anlayabilirsiniz?

# data_list
source: What in the picture shows that Mr. Shabangu likes his work and cares about the food he makes? Do you have a favorite thing you like to do that you care a lot about?
ja: シャバングさんはパン屋さんの仕事が大好きで自分の作る料理にとても気を配っています。この絵の中でそれが分かる部分はどこですか？あなたには、とても大好きで大切にしていることはありますか？
ko: 그림에서 무엇이 샤방구씨가 그의 일을 좋아하고 그가 만든 음식을 소중하게 생각하는지 알 수 있게 하나요?
tr: Resimde Mr. Shabangu’nun işini sevdiğini ve yaptığı yiyecekleri önemsediğini gösteren şey nedir? Ya sizin yapmaktan hoşlandığınız, çok önemsediğiniz favori bir şeyiniz var mı?

# data_list
source: But other people were not so lucky. Because they had so little money, the poorer people of the town could hardly ever afford to buy any of the delicious buns, cakes, and biscuits. All they could do was enjoy the lovely smells that drifted out of the bakery windows. When Mr. Shabangu noticed these people sniffing the air near his bakery, he said angrily, "How dare they sniff my delicious smells!"
ja: でも、世の中にはあまり恵まれていない人たちもいます。彼らはお金がなく貧乏で、あの美味しいパンやケーキやビスケットを何一つ買うことができません。できるのは、パン屋さんの窓から漂ってくる美味しい匂いを楽しむことだけ。貧しい人たちがパン屋さんの近くで匂いをかいでいるのに気が付くと、シャバングさんは怒って言いました。「私の美味しいパンの匂いをかぐとは、なんてやつだ！」
ko: 그렇지만 다른 사람들은 그렇게 운이 좋지않았습니다. 그 사람들은 많은 돈을 가지고 있지 않았기 때문에 동네의 가난한 사람들은 맛있는 빵과 케이크 그리고 비스킷을 살 수 있는 형편이 되지 않았습니다. 그들이 할 수 있는 것이라고는 빵집 창문으로 나오는 맛있는 냄새를 즐기는 것 뿐이었습니다. 샤방구씨가 그들이 그의 빵집 근처에서 킁킁거리고 있는 것을 알아차렸을때, 그는 성난 소리로 말했습니다. “어떻게 저들이 감히 나의 맛있는 냄새를 맡을수 있지!"
tr: Ancak diğer insanlar o kadar da şanslı değillerdi. Çok az paraları olduğundan, kasabanın daha yoksul insanlarının, o lezzetli çöreklerden, keklerden ve bisküvilerden satın almaya güçleri neredeyse hiç yetmiyordu. Tek yapabildikleri fırının pencerelerinden dışarı yayılan güzel kokuların tadını çıkarmaktı. Mr. Shabangu, bu insanların fırınının yakınındaki havayı içlerine çektiklerini fark ettiğinde, öfkeyle, “Benim lezzetli kokularımı koklamaya nasıl cüret ederler!” dedi.

# data_list
source: What do you think? Is it okay for the poor people to enjoy the delicious smells coming from Mr. Shabangu's bakery?
ja: あなたはどう思いますか？貧しい人たちは、シャバングさんのお店から漂ってくる美味しい匂いをかいでも良いと思いますか？
ko: 여러분은 어떻게 생각하나요? 가난한 사람들이 샤방구씨의 빵집에서 나오는 맛있는 냄새를 즐기는것이 괜찮다고 생각하나요?
tr: Ne düşünüyorsunuz? Yoksul insanların Mr. Shabangu’nun fırınından gelen lezzetli kokuların tadını çıkarması doğru mu?

# data_list
source: Some people are generous with the things they have, while other people don't want to give away something they worked hard to make. Which kind of person do you think tends to be happier?
ja: 自分の物を他の人と分け合える人もいれば、自分が一生懸命に作った物は人にはあげたくないと思う人もいます。あなたはどちらの方が幸せな気持ちになれると思いますか？
ko: 어떤 사람들은 자신이 가지고 있는 것들에 관대하고 또 어떤 사람들은 자신이 열심히 일해 얻은 것들을 그냥 주고 싶어하지 않습니다. 여러분은 어떤 사람이 더 행복하다고 생각하나요?
tr: Bazı insanlar çok çalışarak elde ettikleri bir şeyi başkalarına vermek istemezken, bazılarıysa sahip oldukları şeyler konusunda cömerttirler. Sizce hangi tip insan daha mutlu olma eğilimindedir?

# data_list
source: Each of the three loaves of bread on the shelf has three cuts in it. How many total cuts does that make? Did you skip count by 3's, or do you know what 3 times 3 is?
ja: 3本のパンには、それぞれ3カ所切れ目が入っています。切れ目は全部でいくつでしょう？3つ飛ばしで計算しましたか？3×3はいくつでしょう？
ko: 선반에 있는 세 개의 빵 덩어리는 세 개로 칼집이 있습니다. 모두해서 몇 개의 칼집이 있나요? 여러분은 3단위로 건너뛰어 세기를 하였나요 아니면 3 곱하기 3을 하였나요?
tr: Raftaki üç somun ekmeğin her birinde üç adet kesik var. Bu, toplam kaç kesik eder? Onları üçerli atlayarak mı saydınız yoksa 3 kere 3’ün kaç olduğunu mu biliyorsunuz?

# data_list
source: "Those are MY smells. I made them, so they belong to me! If people want to smell my wonderful smells, they should pay for them!" He huffed and puffed and wiped the sweat from his brow, before turning back to the oven to bake some bread and rolls for his lunchtime customers.
ja: 「あの匂いは私の匂いだ。私が作ったものなのだから私のものだ！その美味しい匂いをかぎたいなら、お金を払ってもらわなくちゃ困る！」シャバングさんはぷんぷん怒っておでこの汗を拭うと、オーブンの方に向き直って、お昼どきにやって来るお客さんのためにパンを焼き始めました。
ko: “그것은 나의 냄새야! 그것은 내가 만들었고 그래서 그 냄새는 내것이야! 만약에 사람들이 나의 훌륭한 냄새를 맡고 싶다면 그들은 돈을 지불해야 해!" 그는 성난 숨을 쉬며 점심시간에 올 손님들을 위한 빵과 롤빵을 만들기 위해 오븐으로 돌아서기 전에 그의 눈썹에 있는 땀을 닦아내었습니다.
tr: “Onlar BENİM kokularım. Onları ben yaptım; bu yüzden, onlar bana aitler! Eğer insanlar benim harika kokularımı koklamak istiyorlarsa, onların parasını ödemeliler!” Öğle yemeği müşterileri için fırında biraz daha ekmek ve rulolar pişirmek üzere fırına dönmeden önce, oflayıp pofladı ve alnındaki teri sildi.

# data_list
source: Do you agree with Mr. Shabangu? Do we own the aromas we make?
ja: あなたはシャバングさんの言うことに賛成ですか？匂いは自分の持ち物だと思いますか？
ko: 여러분은 샤방구씨의 말에 동의하나요? 우리는 우리가 만든 향기를 소유하나요?
tr: Mr. Shabangu’ya katılıyor musunuz? Yaptığımız şeylerin kokuları bize mi aittir?

# data_list
source: There are many ways to sense things. For example, we can touch them. What are some other ways of sensing things?
ja: 私たちはたくさんの感覚を持っています。例えば、何かを触る感覚です。他にはどんな感覚があるでしょう？
ko: 세상에는 어떤 것들을 감지하는 방법이 있습니다. 예를 들어, 우리는 그것을 만질 수 있습니다. 또 어떤 방법으로 무엇인가를 감지할 수 있나요?
tr: Bir şeyleri hissetmenin pek çok yolu vardır. Örneğin, onlara dokunabiliriz. Hissetmenin diğer yolları nelerdir?

# data_list
source: We do restrict some ways of sensing. We typically control who gets to touch or taste our things. Can we control who gets to sense our things in other ways?
ja: 私たちには、触る、味わうなど、色々な感覚があります。そして、誰が自分に触ってもいいのか、誰が自分の食べ物を食べて味わっていいのかは、私たち自身が決めています。勝手に触ったり食べたりすることはさせませんね。では、それ以外の感覚は、私たちが決めることはできますか？
ko: 우리는 감각을 감지하게 못하게 하는 방법이 있습니다. 우리는 보통 누가 우리의 물건을 만지거나 맛볼수 있는지 통제할수 있습니다. 우리는 다른 감각을 통제할수 있나요?
tr: Bizler, algılamanın bazı yollarını kısıtlarız. Sıklıkla, bir şeylerimize kimin dokunacağını ya da yiyeceklerimizin tadına kimin bakacağını kontrol ederiz. Bize ait şeylerimizi kimlerin başka şekillerde hissedebileceklerini kontrol edebilir miyiz?

# data_list
source: One old woman especially loved the smells that drifted out of the bakery window every morning. This was Ma Shange who slept on a bench in the park every night.
ja: ここに、ある一人のおばあさんがいました。マ・シャンゲという名前のそのおばあさんは、毎朝パン屋さんから漂ってくる美味しい匂いがたまらなく好きでした。マ・シャンゲさんは毎晩公園のベンチで寝泊まりしていました。
ko: 매일 아침 창문 밖으로 건너오는 냄새를 특히나 사랑하는 한 할머니가 있었습니다. 그녀의 이름은 마샹게이며 그녀는 매일밤 공원 벤치위에서 잠을 잤습니다.
tr: Özellikle de yaşlı bir kadın her sabah fırının penceresinden yayılan o kokuları çok severdi. O, her gece parktaki bankta uyuyan Ma Shange idi.

# data_list
source: Why do you think Ma Shange sleeps on a bench in the park? What does she do when it rains?
ja: マ・シャンゲさんはどうして公園のベンチで寝泊まりしているのだと思いますか？雨の日はどうしているのでしょう？
ko: 여러분은 왜 마샹게가 공원에 있는 벤치위에서 잔다고 생각하나요? 비가 오면 그녀는 어떻게 할까요?
tr: Sizce Ma Shange neden parktaki bankta uyuyor? Sizce Ma Shange yağmur yağdığında ne yapıyordur?

# data_list
source: Do you ever sleep outside? Do you like being out in nature getting to see the night sky? Is it a little uncomfortable and scary, or does it feel very natural and pleasant?
ja: 外で寝泊まりしたことはありますか？自然の中で夜空を眺めるのは好きですか？居心地が悪かったり怖かったりしますか？それとも自然を感じて嬉しい気持ちになりますか？
ko: 여러분은 밖에서 잠을 잔적이 있나요? 여러분은 밤 하늘을 보기위해 자연속에 있는 것을 좋아하나요? 조금 불편하고 무섭나요 아니면 아주 자연스럽고 즐거운 일인가요?
tr: Hiç dışarıda uyudunuz mu? Dışarıda yani doğada olup gece gökyüzünü görmekten hoşlanır mısınız? Dışarıda uyumak size biraz rahatsız edici ve korkutucu mu yoksa çok doğal ve hoş mu hissettirir?

# data_list
source: Have you ever tried to count all the stars you can see in the sky on a clear night? If the sky is really clear, there are too many stars to count, but it's still fun to try!
ja: 夜空にいくつ星があるのか数えたことはありますか？空がとても澄んでいると、星がたくさんありすぎて数え切れないほどですが、それでも挑戦してみるのはとても楽しいことですね。
ko: 여러분은 맑은 밤 하늘에 있는 수 많은 별을 세어본 적이 있나요? 하늘이 정말 맑다면 별을 셀 수 없이 많이 볼 수 있습니다. 그렇지만 한 번 세어보는 것도 재미있는 일입니다!
tr: Hiç açık bir gecede gökyüzünde görebildiğiniz tüm yıldızları saymayı denediniz mi? Gökyüzü gerçekten berraksa, orada sayılamayacak kadar çok yıldız vardır ama onları saymayı denemek yine de eğlencelidir!

# data_list
source: A few weeks before, a kind person had given her the money to buy herself a cinnamon bun. She had taken the bun back to the park and ate it very slowly, licking her lips and sharing the last crumbs with the birds.
ja: 何週間か前、ある親切な人がマ・シャンゲさんにシナモンパンを買うためのお金をくれました。マ・シャンゲさんはパンを買って公園に帰り、とてもゆっくりと味わって食べました。唇をぺろりとなめ、残ったパンくずは鳥たちにあげました。
ko: 몇 주 전에, 한 착한 사람이 그 할머니가 계피빵을 사 먹을 수 있게 그녀에게 돈을 주었습니다. 그녀는 빵을 공원으로 가져와 입술을 핥으며 아주 천천히 빵을 먹고 마지막 남은 빵부스러기는 새와 함께 나누어 먹었습니다.
tr: Birkaç hafta önce, nazik bir insan Ma Shange’ye, tarçınlı çörek alması için para vermişti. Ma Shange çöreği satın alıp parka geri gitmiş, dudaklarını yalayarak onu yavaşça yemiş ve son kırıntıları da kuşlarla paylaşmıştı.

# data_list
source: That's a lot of birds for her to feed! If she gives three crumbs to each bird, count by 3's to find out how many crumbs she needs to feed them all.
ja: えさをあげる鳥たちのなんと多いこと！それぞれの鳥にパンくずを3つずつあげる場合、全部でパンくずはいくつ必要か、3つ飛ばしで数えてみましょう。
ko: 그림에는 할머니가 먹여야 하는 정말 많은 새들이 있습니다. 할머니가 각 새에게 3개의 빵부스러기를 준다고 한다면 3단위로 세어보며 그녀가 모두 얼마만큼의 빵부스러기가 필요한지 맞춰보세요.
tr: Bu, beslemesi gereken bir sürü kuş demek! Eğer her bir kuşa üç kırıntı verirse, onların hepsini beslemesi için kaç kırıntıya ihtiyacı olduğunu bulmak için üçer üçer ritmik sayın.

# data_list
source: If you took one of those buns and broke it into a bunch of crumbs, estimate how many crumbs that would make. An estimate is a best guess as to the quantity of something that is hard to count.
ja: この中の一つのパンくずを取り、もっと細かくバラバラにしたら、いくつのパンくずができるか予想してみましょう。数えるのが大変なときは予想するのが一番の方法です。
ko: 만약 여러분이 그 중에 한개의 빵을 부수어서 여러개의 빵부스러기를 만든다면 모두 몇 개의 빵부스러기를 만들수 있는지 짐작해 보세요. 추정은 일일이 셀 수 없을때 할 수 있는 최선의 추측입니다.
tr: Eğer bu çöreklerden birini alıp bir miktar kırıntı oluşturarak bölerseniz, onun kaç kırıntı olacağını tahmin edin. Tahmin, sayılması zor olan bir şeyin miktarına ilişkin en iyi öngörüdür.

# data_list
source: Ma Shange gave away some of something she likes very much. Why did she do that? Is she happier feeding the birds than if she had eaten those crumbs herself? Have you ever given away something you liked because you knew someone else would enjoy it or need it?
ja: マ・シャンゲさんは大好きなパンを少しだけ分けてあげました。なぜでしょう？全部一人で食べてしまうよりも鳥たちに分けてあげた方が幸せなのでしょうか？あなたは今までに、自分の大好きな物を必要としている人にあげたり、楽しんでもらうために誰かにあげたことはありますか？
ko: 마샹게는 자신이 정말 좋아하는 무언가를 남에게 줍니다. 그녀는 왜 그랬을까요? 그녀는 빵부스러기를 자신이 먹는 것보다 새들에게 먹이는 것이 더 행복한가요? 여러분은 다른사람이 좋아하거나 더 필요하기 때문에 여러분이 좋아하는 무언가를 남에게 준 적이 있나요?
tr: Ma Shange çok sevdiği şeylerin bazılarını dağıttı. Bunu neden yaptı? Ma Shange kuşları beslerken mi daha mutlu yoksa o kırıntıları kendisi yemiş olsaydı mı daha mı mutlu olurdu? Peki, sizin, sevdiğiniz bir şeyi başkasının hoşuna gideceğini ya da ihtiyacı olacağını bildiğiniz için başkasına verdiğiniz oldu mu hiç?
