Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: • Simplify the game by only requiring a match of one property with the top card. • Allow a player to place more than one card on a turn as long as each card is a legal play on top of the previous card.
ar: * قم بتبسيط اللعبة من خلال طلب مطابقة ميزة واحدة فقط مع البطاقة العلوية * يسمح للاعب بوضع أكثر من بطاقة واحدة في كل دور طالما أن كل بطاقة تعتبر لعبة مسموح بها فوق البطاقة السابقة.
ko: * 제일 위의 카드와 하나의 특성만 일치하여 게임을 단순화하세요. * 각 카드가 합법적인 플레이면 한 플레이어가 한 차례에 하나 이상의 카드를 이전 카드 위에 놓을 수 있도록 허용하세요.
tr: * En üstteki kartla sadece bir özelliğin eşleşmesini şart koşarak oyunu basitleştirebilirsiniz. * Oyunculara bir turda kartların üzerine, yeni kart önceki karta uygun olduğu sürece, 1’den fazla kart yerleştirmelerine izin verebilirsiniz.

# data_list
source: FEATURE MATCHING PUZZLE
ar: لغز مطابقة المميزات
ko: 기능 매칭 퍼즐
tr: ÖZELLIK EŞLEŞTIRME BULMACASI

# data_list
source: Choose a Shape Card as your starting card. In our example, this is the card with two blue circles. Create a sequence of 4 to 8 cards that can legally be played - each card must share two features with the previous card.
ar: اختر بطاقة شكل كبداية. في المثال الموضح، البطاقة ذات الدائرتين الزرقاوين. قم بإنشاء تسلسل من ٤ إلى ٨ بطاقات يمكن لعبها حسب قواعد اللعبة - يجب أن تشترك كل بطاقة في ميزتين مع البطاقة السابقة. خذ البطاقات المخلوطة وضعها في سلسلة من الحركات المسموح بها على بطاقة البداية.
ko: 시작 카드로 모양 카드를 선택하세요. 예를 들어, 이것은 두 개의 파란색 원이 있는 카드입니다. 합법적으로 플레이할 수 있는 4-8장의 카드 순서를 만드세요 - 각 카드는 이전 카드와 두 가지 기능을 공유해야 합니다.
tr: Öncelikle, bir şekil kartı seçin; bu kart, sizin başlangıç kartınız olacak—örneğin, aşağıdaki çizimde iki mavi daireye sahip olan kart bizim başlangıç kartımızdır. Ardından, oyunun kurallarına uygun olarak oynanabilecek 4 ila 8 kartlık bir dizi oluşturun ancak her kartın kendisinden gelen bir önceki kart ile 2 özelliğinin eşleşmesi gereklidir.

# data_list
source: Put the unused cards aside, separate the starting card, and shuffle the puzzle cards. **The challenge:** Take the shuffled cards and place them in a series of legal moves on the starting card.
ar: ضع البطاقات غير المستخدمة جانبًا، وافصل بطاقة البداية، وقم بخلط بطاقات الألغاز. **التحدي:** خذ البطاقات المختلطة وضعها في سلسلة من الحركات المسموح بها على بطاقة البداية.
ko: 사용하지 않는 카드를 제쳐두고, 시작 카드를 분리하고, 퍼즐 카드를 섞으세요. **도전:** 섞인 카드를 가지고 시작 카드위에 일련의 법적 움직임에 배치하세요.
tr: Kullanılmayan kartları ve başlangıç kartınızı bir kenara koyup kalan kartlarını iyice karıştırın. **Oyunun Zorluğu:** Karıştırılmış kartları alın ve ilk başta seçtiğiniz başlangıç kartın üzerine kurallara uygun bir hamle yaparak yerleştirin.

# data_list
source: TRIPLET
ar: الثلاثي
ko: 세 쌍둥이
tr: ÜÇLEME

# data_list
source: **The setup:** Make a tic-tac-toe grid big enough to hold a Shape Card in each square. Place around the board 8 of the Shape Cards that have two of each property. For example, pick the 8 cards that are either a triangle or square, have one or two figures, and are red or blue. **How to play:** Players take turns picking an unused card for their opponent to place on the board. The cards on the board may be used by either play to get three in a row.
ar: **الإعداد:** اصنع مصفوفة تيك تاك تو كبيرة بما يكفي لاستيعاب بطاقة الأشكال في كل مربع. ضع حول اللوحة ٨ بطاقات شكل تحتوي على بطاقتين من كل خاصية. على سبيل المثال، اختر البطاقات الثماني التي تكون إما مثلثة أو مربعة، وتحتوي على شكل أو شكلين، وتكون حمراء أو زرقاء. **كيف تلعب:** يتناوب اللاعبون في اختيار بطاقة غير مستخدمة ليضعها خصمهم على اللوحة. يمكن لأي من اللاعبين استخدام البطاقات الموجودة على اللوحة للحصول على ثلاث بطاقات في صف واحد.
ko: 설정:} 각 사각형에 모양 카드를 보관할 수 있을 만큼 큰 틱-택-토 격자를 만드세요. 각 특성이 두 개가 있는 모양 카드 8개를 판자 주변에 놓으세요. **게임 방법:** 플레이어는 번갈아 가며 상대가 판자에 놓을 사용하지 않은 카드를 고릅니다. 판자에 있는 카드는 세 장을 연속으로 얻기 위해 어느 플레이에서나 사용할 수 있습니다.
tr: **Oyuna Hazırlık:** Her kareye bir şekil kartı sığacak şekilde tic-tac-toe ya da XOX olarak da bilinen bir üçtaş oyunu tablosu oluşturun. Her özellikten ikisine sahip olan şekil kartlarından 8’ini oluşturduğunuz tabloya yerleştirin. Örneğin, kartlarda üçgen veya kare olanları üzerindeki şekillerden 1 tane veya 2 tane olanları ya da üzerindeki şekillerin renklerine göre kırmızı veya mavi olan kartları seçin. **Nasıl oynanır?** Oyuncular her turda yeni bir kart seçip, bu kartı, oluşturdukları tabloya yerleştirirler. Bu kartlar, şekildeki gibi, yatay, dikey ya da çapraz şekilde üç kart ile eşleşmelidir.

# data_list
source: **How to win:** The player wins who places a card that completes 3 cards in a row with at least one property in common! If all the cards are played without a winner, it's a tie game.
ar: **كيف تفوز:** يفوز اللاعب الذي يضع بطاقة تكمل ٣ بطاقات متتالية تحتوي على خاصية مشتركة واحدة على الأقل! إذا تم لعب جميع البطاقات دون فائز، فستكون اللعبة تعادلية.
ko: **이기는 방법:** 적어도 하나의 공통 특성과 함께 연속으로 3장의 카드를 완성하는 카드를 놓는 사람이 이깁니다! 만약 모든 카드가 이기는 사람 없이 돌아간다면, 그것은 동점 게임입니다.
tr: **Nasıl kazanılır?** Oyunu, arka arkaya en az 3 kartı eşleyebilen ilk oyuncu kazanır! Eğer oyun boyunca hiçbir kart eşleşmezse, o zaman, oyun berabere biter.

# data_list
source: Simplify the game and add an element of luck by placing the cards face down in a draw pile and having each player play the top card.
ar: قم بتبسيط اللعبة وأضف عنصر الحظ عن طريق وضع البطاقات مقلوبة في كومة سحب وجعل كل لاعب يلعب البطاقة العلوية.
ko: 카드를 뽑기 더미에 앞면으로 놓고 각 플레이어가 제일 위에 있는 카드를 가져가도록 함으로써 게임을 단순화하고 행운의 요소를 더합니다.
tr: Oyunu basitleştirebilirsiniz. Örneğin, kart çekme destesindeki kartları yüzleri yere bakacak şekilde ters çevirip yerleştirerek ve her oyuncunun en üstteki kartlardan birer tane çekerek oynamasını sağlayarak oyuna bu şekilde bir şans unsuru ekleyebilirsiniz.

# data_list
source: SHAPE SUDOKU
ar: لعبة سودوكو الأشكال
ko: 모양 스도쿠
tr: ŞEKİLLİ SUDOKU

# data_list
source: Shape Games
ar: العاب الأشكال
ko: 모양 게임
tr: Şeki̇l Oyunlari

# data_list
source: **The setup:** Use four tokens each of four different types. For example, use different colored gummy bears. We have used orange triangles, blue squares, red circles, and purple diamonds. **How to create:** Create one of these puzzles by starting with the answer – this will be a pattern of tokens with one of each kind in each row and column, and one of each kind in each 2 by 2 corner box of the grid. Once you have the “answer,” pull off some of the tokens and place them in a pile to the side. **The challenge:** Give the puzzle to your child to figure out how to put back the tokens that were pulled off.
ar: **الإعداد:** استخدم أربعة رموز لكل من أربعة أنواع مختلفة. على سبيل المثال، استخدم دببة جيلاتينية بألوان مختلفة. لقد استخدمنا مثلثات برتقالية ومربعات زرقاء ودوائر حمراء وماسات أرجوانية. **كيفية الانشاء:** قم بإنشاء أحد هذه الألغاز من خلال البدء بالإجابة - سيكون هذا نمطًا من القطع مع قطعة من كل نوع في كل صف وعمود وقطعة من كل نوع في كل ركن ٢ × ٢ من المصفوفة. بمجرد حصولك على ”الإجابة“، اسحب بعض القطع المميزة وضعها في كومة على الجانب. **التحدي:** أعط اللغز لطفلك ليكتشف كيفية إعادة الرموز المميزة التي تم سحبها.
ko: **설정:** 네 가지의 각각 다른 유형을 가진 네 개의 토큰을 사용하세요. 예를 들어, 다른 색깔의 곰 제리를 사용하세요. 우리는 주황색 삼각형, 파란색 사각형, 빨간색 원형, 보라색 다이아몬드를 사용했습니다. **만드는 방법:** 답변으로 시작하여 이 퍼즐 중 하나를 만드세요 - 이것은 각 행과 열에 각 종류 중 하나, 그리고 각 2x2 격자의 모서리에 각 종류 중 하나가 있는 토큰 패턴이 될 것입니다. \\ “답변”이 있으면, 토큰 중 일부를 꺼내서 옆에 더미에 놓으세요. **도전:** 사용된 토큰을 되돌리는 방법을 알아내기 위해 아이에게 퍼즐을 주세요.
tr: **Oyuna Hazırlık:** Dört farklı jeton kullanın. Jetonlar yerine, farklı renklerde jelibonlar veya sakızlar kullanabilirsiniz. Biz turuncu üçgenler, mavi kareler, kırmızı daireler ve mor elmaslar kullandık. **Nasıl oynanır?** Bulmacayı oluşturmak için, yani tabloyu tamamlamak için, önce, her sırada, sütunda ve her 2x2’lik karenin köşe kutusunda her türden 1 adet olan desenli bir jeton modeli oluşturun. Ardından, jetonlardan birkaçını alıp çıkarın ve çıkardığınız jetonları yanınıza koyun. **Bulmacanın zorluğu:** Alıp çıkardığınız jetonları tekrar bulmacaya nasıl geri koyacağınızı bulması için çocuğunuza verin.

# data_list
source: Puzzle creation strategies
ar: استراتيجيات إنشاء الألغاز
ko: 퍼즐을 만드는 전략
tr: Bulmaca oluşturma stratejileri

# data_list
source: Here are some simple strategies for creating puzzles: remove one token from each row; remove all of one kind of token and one each of the other tokens; or remove one entire row and column.
ar: فيما يلي بعض الاستراتيجيات البسيطة لإنشاء الألغاز: قم بإزالة رمز واحد من كل صف؛ أو إزالة جميع رموز نوع واحد ورمز واحد من كل رمز آخر؛ أو قم بإزالة صف وعمود كاملين.
ko: 퍼즐을 만들기 위한 몇 가지 간단한 전략이 있습니다: 각 행에서 하나의 토큰을 제거하세요; 한 종류의 토큰과 다른 토큰을 모두 제거하세요; 또는 전체 행과 열을 제거하세요.
tr: Bulmaca oluşturmak için bazı basit stratejiler şunlardır: 1. Her satırdan bir jeton çıkarabilirsiniz 2. Aynı türden olan jetonların tamamını ve diğer türdeki jetonlardan ise sadece birer tanesini çıkarabilirsiniz 3. Bir satır ve sütunun tamamını ortadan kaldırabilirsiniz.

# data_list
source: MAGIC HANDS – ADD AND SUBTRACT
ar: الأيدي السحرية - الجمع والطرح
ko: 마법의 손 - 덧셈과 뺄셈
tr: SIHIRLI ELLER — TOPLAMA VE ÇIKARMA

# data_list
source: This is a magic trick for practicing addition and subtraction. Do this slowly enough so that your child will get a chance to see what is going on.
ar: هذه خدعة سحرية لممارسة الجمع والطرح. افعل ذلك ببطء كافٍ حتى تتاح لطفلك فرصة رؤية ما يحدث.
ko: 이것은 덧셈과 뺄셈을 연습하기 위한 마술입니다. 아이가 무슨 일이 일어나고 있는지 볼 수 있도록 이것을 충분히 천천히 하세요.
tr: Elleriniz, toplama ve çıkarma pratiği yapmada sihirli bir numaradır. Bu numaraları yeterince yavaş yapın ki çocuğunuz neler olup bittiğini görme şansına sahip olsun.

# data_list
source: **For addition:** Pick two numbers that add up to 5 or less. Count the number of raised fingers on your left hand, say 3. Count the number of raised fingers on your right hand, say 1. Bring the hands together and poof – the fingers on your right hand are transferred to the left – there are now 4 fingers raised. Magic! Summarize by saying '3 fingers plus 1 more finger creates 4 fingers. Tada!' **For subtraction:** Raise some fingers on your left hand, say 4 of them. Have your right hand reach over and grab some of the fingers, say 1 of them. Presto, there will be 3 fingers left raised on the left hand and 1 raised on the right hand. Summarize this saying that 4 take away 1 gives three, or say that you have broken 4 into two pieces which are 3 and 1. This wording emphasizes the concept of number bonds, which are pairs of numbers that add up to a given total.
ar: **للجمع:** اختر رقمين مجموعهما يصل إلى ٥ أو أقل. احسب عدد الأصابع المرفوعة في يدك اليسرى، لنقل ٣. احسب عدد الأصابع المرفوعة في يدك اليمنى، لنقل ١. اجمع اليدين معًا، ثم انقل أصابع يدك اليمنى إلى اليسرى، ثم ارفع ٤ أصابع. يا له من سحر! لخص ذلك بالقول ”٣ أصابع بالإضافة إلى إصبع واحد آخر ينتج عنه ٤أصابع“. تادااااا!' **للطرح:** ارفع بعض أصابع يدك اليسرى، مثلاً ٤ منهم. اجعل يدك اليمنى تصل إلى الأعلى وتمسك ببعض الأصابع، على سبيل المثال، واحدًا منهم. ها هي ذي، سيكون هناك ٣ أصابع متبقية مرفوعة في اليد اليسرى واصبع ١ مرفوع في اليد اليمنى. لخص هذا القول بأن ٤ ناقص ١ يعطي ثلاثة، أو لنفترض أنك قسمت ٤ إلى قطعتين هما ٣ و١. تؤكد هذه الصياغة على مفهوم الروابط العددية، وهي أزواج من الأرقام التي تضيف ما يصل إلى إجمالي معين.
ko: **덧셈:** 더해서 5 이하가 되는 두 개의 숫자를 선택하세요. 왼손에 올린 손가락 수를 가령 3이라고 하고 세어 보세요. 오른손에 올려진 손가락 수를 가령 1이라고 하고 세어 보세요. 두 손을 모으고 짜잔 - 오른손의 손가락이 왼쪽으로 옮겨집니다 - 이제 4개의 손가락이 들려있습니다. 마술! ‘3개의 손가락과 1개의 손가락이 4개의 손가락을 만들었어요. 짜잔!’ 이라고 말함으로써 요약하세요. **뺄셈:** 왼손으로 손가락 몇 개 가령 4개를 들어보세요. 오른손을 뻗어 손가락 몇 개 가령 1개를 잡습니다. 왼손에 3개의 손가락을 올리고 오른손에 1개의 손가락을 올라갈 것입니다. 4에서 1을 가져가면 3이 된다고 요약하거나, 4를 3과 1의 두 조각으로 깨뜨렸다고 말하세요. 이 표현은 주어진 합계에 합산되는 숫자 ‘합집합’의 개념을 강조합니다.
tr: **Toplama işlemi için:** Önce, toplamı 5 veya 5’ten az olan iki sayı seçin. Mesela, sol elinizde 3 parmağınızı havaya kaldırın ve kaldırdığınız parmaklarınızı yüksek sesle sayın. Ardından, sağ elinizde kaldırdığınız parmaklarınızı sayın; o sayı da mesela 1 olsun. Sonra, ellerinizi yan yana getirin. Bu durumda, sağ elinizin parmaklarıyla sol elinizin parmakları birleşmiş olur—ve toplam 4 tane kaldırılmış parmağınız var. Sihir gibi, öyle değil mi? En sonunda, çocuğunuza, ‘3 parmak 1 parmak daha 4 parmak eder’ diyerek konuyu özetleyin. Bravo! **Çıkarma işlemi için:** Sol elinizdeki parmaklarınızdan birkaçını kaldırın, mesela 4 tanesini. Sağ elinizle sol elinizde kaldırdığınız parmaklarınızdan bazılarını, mesela 1 tanesini alıp tutsun. Bu durumda, sol elinizde 3, sağ elinizde ise 1 parmağınız kalmış olacak. Bunu, “4’ten 1 çıkarırsak geriye 3 kalır” şeklinde veya “4’ü, 3 ve 1 sayılarında iki parçaya ayırdığınızı” söyleyerek özetleyebilirsiniz. Bu şekilde ifade etmek, belirli bir toplamı oluşturan sayı çiftleri arasındaki sayı ilişkilerini vurgulayacaktır.

# data_list
source: Special cases
ar: حالات خاصة مهمة
ko: 중요한 특별한 경우
tr: Önemli özel durumlar

# data_list
source: *Addition: Let one or both of the hands have 0 fingers raised and show nothing changes when adding 0. • Subtraction: Subtract all the fingers so none are left over, and sometimes subtract none of the fingers to show that nothing changes.
ar: * الجمع: اجعل إحدى اليدين أو كلتيهما بها (٠) أصابع مرفوعة ولا تظهر أي تغيير عند إضافة (٠). * الطرح: اطرح جميع الأصابع حتى لا يتبقى منها شيء، وأحيانًا لا تطرح أيًا من الأصابع لإظهار عدم تغير أي شيء.
ko: * 덧셈: 한쪽 또는 양쪽 손이 0개의 손가락을 올리고 0을 추가할 때 아무 변화가 없다는 것을 보여주세요. * 뺄셈: 아무것도 남지 않도록 모든 손가락을 빼고, 때로는 아무것도 변하지 않았다는 것을 보여주기 위해 아무 손가락도 빼지 않습니다.
tr: * Toplama: Ellerinizin birinde veya her ikisinde de hiç parmak kaldırmayın; bu durumda, 0 parmak kalkmış olur ve 0 sayısına 0 eklediğinizde hiçbir şeyin değişmediğini çocuğunuza bu şekilde gösterin. * Çıkarma: Bazen hiçbir şeyin değişmediğini göstermek için hiçbir parmağınızı indirmeyin yani çıkarmayın. Bazen de hiçbir parmağınız kalmayacak şekilde tüm kaldırmış olduğunuz parmaklarınızı indirin yani çıkarın.

# data_list
source: FLASH NUMBERS
ar: الأرقام السريعة
ko: 빠른 숫자놀이
tr: HIZLI SAYILAR

# data_list
source: Beginning Finger Math
ar: رياضيات الأصابع للمبتدئين
ko: 손가락 수학의 시작
tr: Parmak Matemati̇ği̇ne Başlama

# data_list
source: Help your child to easily and quickly recognize numbers of objects. Practice in two ways. **Use ten frames:** Use Number Cards that have ten frames. Pick a card at random and playfully see if your child can recognize the quantity. For variety, have your child quiz you sometimes.
ar: ساعد طفلك على التعرف على أعداد الأشياء بسهولة وسرعة. الممارسة بطريقتين. **استخدم عشرة إطارات:** استخدم بطاقات الأرقام التي تحتوي على عشرة إطارات. اختر بطاقة بشكل عشوائي وانظر ما إذا كان طفلك يستطيع التعرف على الكمية. من أجل التنوع، اطلب من طفلك أن يقوم باختبارك أحيانًا.
ko: 아이가 물건의 수를 쉽고 빠르게 인식할 수 있도록 도와주세요. 두 가지 방법으로 연습하세요. **10개의 프레임을 사용하기:** 10개의 프레임이 있는 숫자 카드를 사용하세요. 무작위로 카드를 선택하고 아이가 수량을 인식할 수 있는지 장난스럽게 확인하세요. 다양성을 주기 위해, 아이가 가끔 당신에게 퀴즈를 내보도록 하세요.
tr: Çocuğunuzun nesnelerin sayısını kolaylıkla ve hızlıca tanımasına yardımcı olun. Bunu, şu iki farklı yolla pratik yapabilirsiniz. **Onluk kart kullanın:** Onluk sayı kartlarını kullanın. Önce, rastgele bir kart seçin. Sonra, çocuğunuzun kartın üzerinde yazan sayıyı tanıyıp tanıyamadığını görün. Değişiklik olsun diye bazen çocuğunuzun sizi test etmesini de sağlayabilirsiniz.

# data_list
source: **Use fingers:** Show some fingers on one or both hands and have your child recognize the total count. When two hands are used for numbers over five, one of the hands should have 5 fingers raised - that way it looks like a ten frame.
ar: **استخدام الأصابع:** أظهر بعض الأصابع على إحدى اليدين أو كلتيهما واطلب من طفلك التعرف على العدد الإجمالي. عند استخدام اليدين للأرقام التي تزيد عن خمسة، يجب أن تكون إحدى اليدين مرفوعة بخمسة أصابع - وبهذه الطريقة يبدو كأنه إطار من عشرة.
ko: **손가락 사용하기:** 한 손 또는 양손에 손가락을 보여주고 아이가 총 수를 인식하도록 하세요. 다섯 개 이상의 숫자에 두 손을 사용할 때, 두 손 중에 하나는 다섯 개의 손가락을 들어 올려야 합니다 - 그렇게 하면 열 개의 프레임처럼 보입니다.
tr: **Parmaklarınızı kullanın:** Çocuğunuza, önce, bir veya iki elinizdeki parmaklarınızdan birkaçını gösterin. Sonra, çocuğunuzun toplam sayıyı bulmasını sağlayın. 5’ten büyük sayılar için ise iki elinizi kullandığınızda, ellerinizden birinde tüm parmaklarınız yani 5 parmağınız da kaldırılmış olmalıdır. İşte bu şekilde ellerinizle onluk sistemi resmedebilirsiniz.

# data_list
source: CUTTING SYMMETRIC SHAPES
ar: قطع الأشكال المتماثلة
ko: 대칭 모양 자르기
tr: SIMETRIK ŞEKILLERI KESME

# data_list
source: Kirigami is the art of creating designs by folding a piece of paper and then cutting the paper while it is folded. There may be more than one fold, and the folds can happen in different directions.
ar: الكيريجامي هو فن إنشاء التصميمات عن طريق طي قطعة من الورق ثم قصها وهي مطوية. قد يكون هناك أكثر من طية واحدة، ويمكن أن تحدث الطيات في اتجاهات مختلفة.
ko: 키리감은 종이 조각을 접어서 디자인을 만드는 예술입니다. 접힌 상태에서 종이를 자르세요.접힌 부분이 한 번 이상일수도 있고 접힌 부분이 서로 다른 방향으로 만들어질 수도 있습니다.
tr: Kirigami, bir kâğıt parçasını katlayarak ve ardından katlanmış kâğıdı keserek tasarımlar oluşturma sanatıdır. Kâğıtlar birden fazla kez katlanabilir ve katlamalar farklı yönlerde de yapılabilir.

# data_list
source: Folding the paper once and cutting it creates a design where one side is the mirror image, or reflection, of the other.
ar: يؤدي طي الورقة مرة واحدة وقصها إلى إنشاء تصميم حيث يكون أحد الجانبين صورة معكوسة أو انعكاسًا للآخر.
ko: 종이를 한 번 접고 자르면 한쪽은 다른 쪽의 거울 이미지이거나 반대편의 반사 디자인이 완성됩니다.
tr: Kâğıdı bir kez katlayıp kesmek, kâğıdın bir tarafının diğer tarafın ayna görüntüsünün ya da yansımasının olduğu bir tasarım oluşturur.

# data_list
source: Ideas to explore
ar: أفكار للإستكشاف
ko: 탐색할 아이디어
tr: Keşfedilecek Fikirler

# data_list
source: • Experiment with cutting out faces, lamps, or geometric shapes. • Use two intersecting folds to create designs with mirror images in two directions. This makes it easy to create designs such as flowers. • Try various folds and cuts. Create snowflake designs by starting with the same two folds as in the last example. Then use two more folds that split the folded paper into thirds. • Make a game of this by working backwards – draw a symmetrical shape on a piece of paper and challenge each other to cut a folded piece of paper to create that shape.
ar: * قم بتجربة قطع الوجوه أو المصابيح أو الأشكال الهندسية. * استخدم طيتين متقاطعتين لإنشاء تصميمات ذات صور معكوسة في اتجاهين. وهذا يجعل من السهل إنشاء تصميمات مثل الزهور. * جرب طيات وقطعات مختلفة. قم بإنشاء تصميمات ندفة الثلج من خلال البدء بنفس الطيتين كما في المثال الأخير. ثم استخدم طيتين إضافيتين لتقسيم الورقة المطوية إلى ثلاثة أثلاث. * قم بتحويل هذا إلى لعبة من خلال العمل بشكل عكسي - ارسم شكلًا متماثلًا على قطعة من الورق وتحدى بعضكما البعض لقص قطعة مطوية من الورق لإنشاء هذا الشكل.
ko: * 얼굴, 램프 또는 기하학적 모양을 잘라내어 실험해 보세요. * 교차하는 두 번 접기를 사용하여 두 방향의 거울 이미지가 있는 디자인을 만듭니다. 이것은 꽃과 같은 디자인을 쉽게 만들 수 있습니다. * 다양한 접기와 자르기를 시도해 보세요. 동일한 두번 접기부터 시작하여 마지막 예에서와 같이 눈송이 디자인을 만들어 보세요. 그런 다음, 접힌 종이를 3등분으로 나누는 접기를 두 번 더 사용합니다. * 거꾸로 작업하여 게임을 만들어 보세요 - 종이에 대칭적인 모양을 그리고 접힌 종이를 잘라내어 같은 모양을 만들도록 서로 도전해 보세요.
tr: * Yüzeyleri, çıkıntıları veya geometrik şekilleri keserek denemeler yapın. * İki yönde de ayna görüntüleri olan tasarımlar oluşturmak için kâğıdınızın iki kez katlanmış ve bir uçtan kesişmesi gerekir. Bu sayede, şekildeki gibi çiçek tasarımları oluşturmanız kolaylaşır. * Farklı farklı katlamaları ve kesimleri deneyin. Kar tanesi tasarımları için, çiçek tasarımında olduğu gibi kâğıdınızı, önce, iki kez katlayın. Ardından, aynı kâğıdı iki kez daha katlayın; bu, katlanmış kâğıdı 3’e ayıracaktır. * Bu aktiviteyi geriye doğru yaparak bir oyun hâline getirebilirsiniz. Örneğin, bir kâğıda simetrik bir şekil çizin, sonra bu şekli oluşturmak ve katlanmış kâğıdı kesmek için birbirinize meydan okuyun.

# data_list
source: FINDING SQUARES
ar: البحث عن المربعات
ko: 모양을 찾기
tr: KARELERI BULMA

# data_list
source: Figures
ar: الأشكال
ko: 그림
tr: Şeki̇ller

# data_list
source: **The setup:** Create an empty 5 by 5 grid using five horizontal and vertical lines. **How to play:** Players take turns putting their tokens on points where the lines cross in the grid.
ar: **الإعداد:** قم بإنشاء مصفوفة ٥ × ٥ باستخدام خمسة خطوط أفقية وعمودية. **كيف تلعب:** يتناوب اللاعبون في وضع الرموز الخاصة بهم على النقاط التي تتقاطع فيها الخطوط في المصفوفة.
ko: **설정:** 다섯개의 수평선과 수직선을 사용하여 빈 5x5 격자를 만듭니다. **게임 방법:** 플레이어는 차례대로 자신의 토큰을 격자의 교차하는 선 위에 놓습니다.
tr: **Oyuna Hazırlık:** 5 yatay ve 5 dikey çizgi kullanarak 5x5’lik bir kare veya tablo oluşturun. **Nasıl oynanır?** Oyuncular jetonlarını, şekildeki gibi, tablonun çizgilerinin kesiştiği noktalara koyarlar.

# data_list
source: **How to win:** The first player with four tokens on the corners of a square of any size wins.
ar: **كيف تفوز:** يفوز أول لاعب يضع أربع رموز على زوايا مربع بأي حجم.
ko: **이기는 방법:** 어떤 크기이던지 사각형 모서리에 4개의 토큰을 가진 첫 번째 사람이 이깁니다.
tr: **Nasıl kazanılır?** Herhangi bir boyuttaki bir karenin köşelerinde, şekildeki gibi, toplamda dört jetonu olan ilk oyuncu oyunu kazanır.

# data_list
source: • Allow squares with diagonal sides (pictured above). • Use grids larger than 5 by 5.
ar: * يسمح بالمربعات ذات الجوانب القطرية. * يمكن استخدام مصفوفات أكبر من ٥ × ٥.
ko: * 대각선 면이 있는 정사각형을 허용합니다. * 5x5보다 더 큰 격자를 사용합니다.
tr: * Çapraz karelere izin verin. * 5x5’ten daha büyük kareler kullanın.

# data_list
source: BAG STORIES – ADD AND SUBTRACT
ar: قصص الحقيبة - الجمع والطرح
ko: 주머니 이야기 - 덧셈과 뺄셈
tr: ÇANTA HIKÂYELERI — TOPLAMA VE ÇIKARMA

# data_list
source: **Stories about bags:** You and your child each pretend to have a bag with some number of things. One person creates a story such as: “Your bag has 3 raisins and mine has one more. How many do I have?” After your child gets comfortable, let your child come up with the question some of the time - this is often great fun for them, especially if you make the occasional “mistake.”
ar: **قصص عن الحقائب:** تتظاهر أنت وطفلك بوجود حقيبة بها عدد من الأشياء. يبتكر أحدكم قصة مثل: ”حقيبتك بها 3 حبات زبيب وحقيبتي بها واحدة أخرى. كم لدي؟“ بعد أن يشعر طفلك بالاستيعاب، دعه يقوم بطرح السؤال احياناً - وهذا غالبًا ما يكون ممتعًا للغاية بالنسبة له، خاصة إذا ارتكبت ”خطأ“ من حين لآخر.
ko: **주머니에 대한 이야기:** 당신과 아이는 각각 몇 가지 물건이 들어있는 주머니를 가지고 있는 척합니다. 한 사람은 다음과 같은 이야기를 만듭니다: “너의 주머니에는 건포도 3개가 있고 난 그것보다 1개가 더 있어. 난 몇 개를 가지고 있을까?” 아이가 편안해지면 아이가 가끔 질문을 하게 하세요 - 이것은 종종 아이들에게 매우 즐거운 일입니다. 특히 당신이 종종 “실수”를 하는 경우에는 더욱 그렇습니다.
tr: **Çanta Hikâyeleri:** Çocuğunuzla, içerisinde belli sayıda nesnelerin bulunduğu çantalarınızın olduğunu düşünün. Şöyle bir hikâye uydursun: “Senin çantanda 3 kuru üzüm var, benimkinde ise ondan bir fazla üzüm var. Benim kaç kuru üzümüm var?” Çocuğunuz bu sorulara alıştıktan sonra, bazen, bu soruları çocuğunuzun sormasına izin verin. Hatta bazen bilerek “hatalar” da yapın, çocuklar bunu çok eğlenceli bulacaklardır.
