Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Little Square Jojo was hot and tired by the time he reached his house. He went inside to open his freezer and pour a glass of cold water with ice blocks. "I must be half the way to Mama Triangle's house," he said. "I hope she has the chief's horn." Then Jojo had an idea. "I can visit Dudu Diamond. Her house is only half a kilometer from here and it's on the way.
fr: Petit Jojo Carré avait chaud et était fatigué quand il arriva chez lui. Il entra pour ouvrir son congélateur et se servit un verre d’eau fraîche avec des glaçons. « Je dois être à mi-chemin de la maison de Mama Triangle, » dit-il. « J’espère qu’elle a la corne du chef. » Alors Jojo eu une idée. « Je peux rendre visite à Dudu Losange. Sa maison n’est qu’à un demi-kilomètre d’ici et c’est sur mon chemin. »
ja: 小さな正方形のジョジョは自宅に着く頃には暑くて疲れていました。彼は家の中に入って冷凍庫を開け、氷と一緒に冷たい水をグラスに注ぎました。「三角形のママのお家まで半分くらいの距離のはず。」と彼は言いました。「三角形のママが村長の角笛を持っているといいな。」 すると、ジョジョは思いつきました。「僕はダイヤモンドのデゥデゥを訪ねることができる。彼女のお家はここからわずか半キロのところにあって、途中にある。」
ko: 어린 정사각형 조조가 그의 집에 도착했을때 쯤에는 덥고 지쳐졌습니다. 조조는 냉장고 문을 열고 얼음이 담긴 찬물을 컵에 부었습니다. "마마 삼각형의 집에 반 쯤은 왔을거야." 조조는 말했습니다. "마마 삼각형이 마을이장님의 호른을 가지고 있었으면 좋겠다" 그 때 조조에게 좋은 생각이 났습니다. "난 두두 다이아몬드 아주머니한테 갈 수 있겠다. 두두 아주머니의 집은 여기서 반 킬로미터에 있고 어차피 가는 길이구나!
tr: Küçük Kare Jojo evine vardığında sıcaklamış ve yorgundu. Dondurucusunu açıp buz kalıplarıyla dolu bir bardak soğuk su almak için içeri girdi. “Üçgen Anne’nin evine giden yolu yarılamış olmalıyım,” dedi. “Umarım şefin borazanı ondadır.” Sonra, Jojo’nun aklına bir fikir geldi. “Dudu Elmas’ı ziyaret edebilirim. Onun evi buradan sadece yarım kilometre uzakta ve yol üzerinde.”

# data_list
source: On this floor, you can hop from one square to another square of the same color. Choose one color with your finger and hop around that room.
fr: Sur ce sol, tu peux sauter d’une case à une autre case de la même couleur. Choisis une couleur avec ton doigt et saute ici et là dans cette pièce.
ja: この床では、同じ色の1つの正方形から別の正方形まで跳ぶことができます。指で1つの色を選び、部屋中を跳んでください。
ko: 여러분은 바닥에 있는 같은 색의 정사각형으로 뛰어 볼수 있습니다. 여러분도 여기서 색깔을 골라 손가락으로 한 번 짚어보세요.
tr: Bu katta, bir kareden aynı renkteki başka bir kareye zıplayabilirsiniz. Bir renk seçip bir kareden diğerine resimdeki odanın içinde parmağınızla zıplayın.

# data_list
source: Do you have a pattern on the floor where you are? Do you ever hop around a room trying to stay on just one color?
fr: Le sol de ta maison a-t-il un motif ? Est-ce qu’il t’est déjà arrivé de sauter dans une pièce en essayant de rester sur une seule couleur ?
ja: あなたがいるところの床には模様がありますか？あなたは1つの色にとどまるために部屋中を跳びますか？
ko: 여러분 집의 바닥에는 문양이 있나요? 여러분은 집에서 한 색깔만을 찾아 건너 뛰어 본 적이 있나요?
tr: Bulunduğunuz yerin zemininde bir desen var mı? Hiç tek bir renkte kalmaya çalışarak odanın içinde zıpladığınız oldu mu?

# data_list
source: Jojo has walked half way of his 3 km (2 mi) walk. How far has he walked?
fr: Jojo a parcouru la moitié de sa marche de 3 km (2 miles). Quelle distance a-t-il parcouru ?
ja: ジョジョは3キロメートル（2マイル）の半分を歩きました。彼はどれくらい歩いたでしょうか？
ko: 조조는 3 킬로미터 (2 마일)의 반쯤 걸어갔습니다. 조조는 얼마쯤 걸었습니까?
tr: Jojo, 3 km’lik yürüyüşünün yarısını tamamladı. Böylece, ne kadar yol yürümüş oldu?

# data_list
source: Dudu Diamond was cleaning her house when Jojo arrived. Her earrings were making a lovely tinkling sound as she worked. "Hello, Jojo," she said. "What are you doing today?" "I am on my way to Mama Triangle's house to find the chief's spring horn," said Little Square Jojo. "That's nice of you," said Dudu. "I am happy to come with you. How much further do you have to go?"
fr: Dudu Losange nettoyait sa maison quand Jojo est arrivé. Ses boucles d’oreilles émettaient un joli tintement pendant qu’elle travaillait. « Bonjour, Jojo, » dit-elle. « Que fais-tu aujourd’hui ? » « Je suis en route vers la maison de Mama Triangle pour trouver la corne de brume du chef, » dit Petit Jojo Carré. « C’est gentil de ta part, » dit Dudu. « Je suis contente de venir avec toi. Jusqu’où dois-tu aller ? »
ja: ジョジョが到着したとき、ダイヤモンドのデュデュはお家を掃除していました。掃除をしていたとき、彼女のイヤリングが素敵にチリンチリンと鳴りました。「こんにちは、ジョジョ。」と彼女が言いました。「今日は何をしているの？」「村長の春の角笛を探すために三角形のママのお家に行く途中です。」と小さな正方形のジョジョは言いました。「あなたは親切だね。」とデュデュが言いました。「あなたが来てくれて嬉しい。どれくらい遠くまで行かなければいけないの？」
ko: 두두 다이아몬드는 조조가 도착했을때 집청소를 하고 있었습니다. 두두가 일을 할때마다 그녀의 귀걸이는 딸랑거리는 소리가 났습니다. "안녕, 조조," 두두가 말했습니다. "오늘은 뭐하니?" “마을이장님의 봄호른을 찾기위해 마마 삼각형의 집을 가고 있어요." 어린 정사각형 조조가 말했습니다. "정말 착하구나" 두두가 말했습니다. "내가 같이 가줄게. 얼마나 더 가야 하니?"
tr: Jojo oraya vardığında, Dudu Elmas evini temizliyordu. Dudu Elmas iş yaparken küpeleri hoş bir çınlama sesi çıkarıyordu. “Merhaba, Jojo,” dedi. “Bugün ne yapıyorsun?” diye sordu. Küçük Kare Jojo, “Şef’in bahar borazanını bulmak için Üçgen Anne’nin evine gidiyorum,” dedi. “Çok naziksin,” dedi Dudu. “Seninle gelmekten mutluluk duyarım. Daha ne kadar yol gitmen gerekiyor?”

# data_list
source: Another name for a diamond is a rhombus. A rhombus is a quadrilateral with four equal sides. A square is always a rhombus, but not every rhombus is a square. Point to some diamonds in this picture that aren't squares.
fr: Un autre nom pour un losange est un rhombe. Un losange est un quadrilatère ayant quatre côtés égaux. Un carré est toujours un losange, mais tous les losanges ne sont pas des carrés. Montre quelques losanges sur cette image qui ne sont pas des carrés.
ja: ダイヤモンドの別名はひし形です。ひし形は4つの辺が等しい四角形です。正方形はいつもひし形ですが、全てのひし形は正方形ではありません。この絵の中で正方形ではないダイヤモンドをいくつか指さしてください。
ko: 다이아몬드의 다른 이름은 마름모입니다. 마름모는 네 개의 면이 같은 사변형입니다. 정사각형은 항상 사변형이지만 모든 사변형은 정사각형은 아닙니다. 그림에서 정사각형이 아닌 다이아몬드를 가리켜 보세요.
tr: Elmasın bir diğer adı ‘eşkenar dörtgendir (rhombus)’. Eşkenar dörtgen, dört eşit kenarı olan bir dörtgendir. Bir kare her zaman bir eşkenar dörtgendir ancak her eşkenar dörtgen bir kare değildir. Bu resimdeki kare olmayan elmaslardan bazılarını gösterin.

# data_list
source: This room is full of diamond shapes. What shape are the diamond windows if you turn them on their side? Jojo should feel right at home with those windows!
fr: Cette pièce est pleine de formes de losange. Quelle forme auront les fenêtres en losange si tu les tournes sur le côté ? Jojo devrait se sentir comme à la maison avec ces fenêtres !
ja: この部屋はダイヤモンドの形であふれています。ダイヤモンドの窓を横にするとどのような形になるでしょうか？ジョジョはお家でそれらの窓にしっくりくるでしょう！
ko: 이 방에는 다이아몬드 모양이 많습니다. 다이아몬드 창문을 옆으로 돌리면 어떤 모형이 되나요? 조조는 그 창문을 보면 아주 친숙한 느낌을 가지겠어요!
tr: Bu oda elmas şekilleriyle dolu. Resimdeki elmas şekilli pencereleri yan taraflarına doğru çevirirseniz hangi şekli alırlar? Jojo, bu pencerelerle kendini evinde hissediyor olmalı!

# data_list
source: This room has many pairs of things. Which pairs do you see?
fr: Cette pièce regorge de plusieurs paires de plusieurs choses. Quelles paires vois-tu ?
ja: この部屋にはたくさんの組み合わせがあります。どの組み合わせが見えますか？
ko: 여기 방에는 여러가지로 짝을 이루는 물건들이 있습니다. 어떤 짝이 보입니까?
tr: Bu odada pek çok ‘çift şey’ var. Hangi çiftleri görüyorsunuz?

# data_list
source: Little Square Jojo scratched his head. "Let's see. Mama Triangle's house was three kilometers away from where I started. I walked about half the way to get to my house, that's one and a half kilometers. Then I walked another half a kilometer to get to your house. That makes 2 kilometers. So we only have one more kilometer to go!" "That's not so far then!" smiled Dudu. "I'll pack some things to take with."
fr: Petit Jojo Carré s’est gratté la tête. « Voyons. La maison de Mama Triangle était à trois kilomètres de mon point de départ. J’ai marché environ la moitié du chemin pour arriver chez moi, cela fait un kilomètre et demi. Ensuite, j’ai marché encore un demi-kilomètre pour arriver chez toi. Cela fait 2 kilomètres. Il ne nous reste donc plus qu’un kilomètre à parcourir ! » « Ce n’est pas si loin alors ! » sourit Dudu. « Je vais prendre quelques affaires avec moi. »
ja: 小さな正方形のジョジョは頭をかきました。「ええっと。僕が出発した場所から三角形のママのお家までは3キロメートルあったよ。僕は自宅に着くまで約半分歩いたから、1.5キロメートルだ。それから、あなたのお家に着くまで更に0.5キロメートル歩いたよ。2キロメートルだ。だからあと1キロメートルだけ行くだけだよ！」「それならとても遠くないね！」とデュデュは微笑みました。「持って行くものを私がいくつか詰めるね。」
ko: 어린 정사각형 조조는 머리를 긁적였습니다. “음.. 마마 삼각형의 집은 내가 걷기 시작한 곳에서 3 킬로미터 떨어져 있어요. 집으로 걸어서 그 반을 왔으니 1.5 킬로미터쯤 왔어요. 그런 다음 두두 아주머니 집에 오면서 반 킬로미터쯤 더 걸었어요. 그러니 그게 다 해서 2 킬로미터니까 난 1 킬로미터만 더 가면 되요!" “그렇게 멀지 않구나!" 두두가 미소지었습니다. “내가 먹을것을 좀 싸서 줄게."
tr: Küçük Kare Jojo başını kaşıdı. “Bir düşüneyim! Anne Üçgen’in evi başladığım yerden 3 km uzaktaydı. Evime varmak için o yolun yarısını yürüdüm – yani 1,5 km. Sonra, senin evine varmak için yarım kilometre daha yürüdüm. Bu da toplam 2 km yapar. Sonuç itibariyle, sadece bir kilometre yolumuz var!” dedi. “O kadar da uzak değilmiş!” diyerek gülümsedi Dudu. “Yanıma bir şeyler alacağım.”

# data_list
source: Jojo added 1 1/2 km plus 1/2 km to get 2 km. He subtracted 2 km from 3 km to get 1 km.
fr: Jojo a additionné 1 1/2 km plus 1/2 km pour obtenir 2 km. Il a soustrait 2 km de 3 km pour obtenir 1 km.
ja: ジョジョは1 1/2キロメートルに1/2キロメートルを足して2キロメートルになりました。彼は３キロメートルから２キロメートルを引いて１キロメートルになりました。
ko: 조조는 1 ½ 킬로미터에 ½ 킬로미터를 더해서 2 킬로미터를 갔습니다. 또 3 킬로미터에서 2 킬로미터를 빼서 1 킬로미터가 남았습니다.
tr: Jojo 2 km’yi bulmak için 1,5 kilometreye (1½) yarım kilometre (½) ekledi. 1 kilometreyi bulmak için ise 3 kilometreden 2 kilometreyi çıkardı.

# data_list
source: Another way is: He had 1 1/2 km to go and he walked 1/2 km, so there was only 1 km left.
fr: Une autre façon est : Il lui restait 1,5 km à parcourir et il marchait 1/2 km, donc il ne lui restait plus que 1 km.
ja: 別の言い方をすると、彼はすでに1 1/2キロメートル歩き、その後、1/2キロメートル歩いたため、残りは1キロメートルだけです。
ko: 다른 방법도 있습니다: 조조는 1 ½ 킬로미터를 갔고 ½ 킬로미터를 더 걸어갔으니 이제 1 킬로미터만 남았습니다.
tr: Bir başka yöntem: Jojo’nun daha gidecek 1½ km yolu vardı ve ½ km daha yürüdü; böylece, geriye sadece 1 km kaldı.

# data_list
source: Yet another way: Think of 3 km as 6 half kms. When he did half of 6 of those, that meant he did 3 halves and had 3 halves to go. When he did another half km, then he only had 2 halves left. It's a fun puzzle to find different ways to calculate the same thing!
fr: Encore une autre façon : Considère 3 km comme 6 km et demi. Lorsqu’il en a fait la moitié, cela signifiait qu’il avait fait la moitié, 3 kilomètres et qu’il lui restait encore la moitié 3 kilomètres. Lorsqu’il a parcouru encore un demi-km, il ne lui restait plus que 2 moitiés. Trouver différentes façons de calculer la même chose est un casse-tête amusant !
ja: さらに別の方法として、3キロメートルを6キロメートルの半分として考えてみましょう。彼は6キロメートルの半分を歩いたとき、半分の3キロメートルを歩いたことになり、3キロメートル歩くことになります。彼がべつに半分のキロメートルを歩いたら、残っているのは2つの半分だけです。同じことを様々な方法で計算するのは楽しい難問です！
ko: 또 다른 방법은 3 킬로미터를 6 킬로미터의 반으로 생각하는 것입니다. 조조가 6의 반을 하면 그것은 3 킬로미터이고 이제 3 킬로미터를 반을 더 가야하는 것입니다. 여기서 다시 반 킬로미터를 가면 2의 반 킬로미터만 가면 됩니다. 같은 결과를 위해 다른 방법으로 계산해 보는 것은 재미있는 것입니다!
tr: Başka bir yöntem daha: 3 kilometreyi, 6 tane yarım (½) kilometre olarak düşünün. Bu 6 tanenin yarısını aldığınızda, bu, 3 tane yarısının yüründüğü ve diğer 3 yarısının ise kaldığı anlamına gelir. Yürünen üç yarımın üzerine bir yarım daha eklediğinizde (4 yarım eder) – geriye sadece iki yarım kalır (ki, bu da 1 km eder). Aynı şeyi hesaplamanın farklı yollarını bulmak eğlencelidir!

# data_list
source: Dudu Diamond and Little Square Jojo walked until they reached the bottom of a tall mountain. "Mama Triangle's house is right up there at the top," said Dudu. "Let's stop for a while and have a rest. You can have the sandwich I packed." Jojo cut the sandwich into four smaller pieces. "Here, let's share the sandwich, you have two pieces and I'll have two."
fr: Dudu Losange et Petit Jojo Carré ont marché jusqu’à ce qu’ils atteignent le pied d’une grande montagne. « La maison de Mama Triangle est juste là-haut, » dit Dudu. « Arrêtons-nous un moment et reposons-nous. Tu peux prendre le sandwich que j’ai préparé. » Jojo coupa le sandwich en quatre morceaux plus petits. « Tiens, partageons le sandwich, tu as deux morceaux et j’en aurai deux aussi. »
ja: ダイヤモンドのデュデュと小さな正方形のジョジョは高い山のふもとまで歩いて行きました。「三角形のママのお家はちょうど山のてっぺんにあるよ。」とデュデュが言いました。 「ちょっと立ち止まって休憩しましょう。私が持って来たサンドウィッチを食べていいですよ。」ジョジョはサンドウィッチを小さく4つに切り分けました。「さぁ、サンドウィッチをシェアしましょう。あなたは２つ、私は２つ。」
ko: 두두 다이아몬드와 어린 정사각형 조조는 큰 산의 밑에까지 걸어왔습니다. “마마 삼각형의 집은 저기 꼭대기에 있단다." 두두가 말했습니다. “잠깐 멈춰서 쉬자. 내가 싸 준 샌드위치를 먹으렴." 조조는 샌드위치를 네 개의 작은 조각으로 잘랐습니다. “여기요, 같이 먹어요. 내가 두 조각 그리고 아주머니가 두 조각."
tr: Dudu Elmas ve Küçük Kare Jojo yüksek bir dağın dibine ulaşana kadar yürüdüler. “Anne Üçgen’in evi işte orada, tam tepede,” dedi Dudu. “Haydi biraz duralım ve dinlenelim. Hazırladığım sandviçi yiyebilirsin.” Jojo sandviçi dört küçük parçaya böldü. “Haydi, sandviçi paylaşalım; sen iki parça al, ben de iki parça alayım.”

# data_list
source: We can't see the top of the mountain. What do you think the shape is of the part we can't see?
fr: Nous ne pouvons pas voir le sommet de la montagne. À ton avis, quelle est la forme de la partie que nous ne pouvons pas voir ?
ja: 山の頂上は見ることができません。見えない部分はどのような形をしていると思いますか？
ko: 우리는 산 꼭대기를 볼수 없습니다. 우리가 볼수 없는 부분이 여러분은 무슨 모양이라고 생각하나요?
tr: Dağın tepesini göremiyoruz. Sizce göremediğimiz kısmın şekli nedir?

# data_list
source: Think of some different ways to cut a sandwich into four parts. Which shapes can you make that way?
fr: Pense à différentes façons de couper un sandwich en quatre parts. Quelles formes peux-tu créer de cette façon ?
ja: サンドウィッチを4つに切る様々な方法を考えてみましょう。その方法ではどのような形を作ることができますか？
ko: 샌드위치를 네 조각으로 자르는 다른 방법을 생각해 보세요. 여러분은 어떤 모양으로 만들수 있나요?
tr: Bir sandviçi dört parçaya bölmenin farklı yollarını düşünün. Farklı bölmelerle hangi şekilleri yapabilirsiniz?

# data_list
source: A round shape that comes to a point is called a cone. The mountain next to them is in the shape of a cone. Find some other cones in this picture.
fr: Une forme ronde qui arrive à un point s’appelle un cône. La montagne à côté d’eux a la forme d’un cône. Trouve d’autres cônes sur cette image.
ja: 先端がある丸い形を円すいと呼びます。隣りの山も円すいの形をしています。この絵の中で他の円すいをいくつか探してください。
ko: 둥근 모양에 뾰족한 모서리가 있으면 원뿔이라고 합니다. 조조와 두두옆의 산은 원뿔 모양입니다. 그림에서 다른 원뿔을 찾아보세요.
tr: Bir noktaya doğru giden yuvarlak şekle ‘koni’ denir. Onların yanlarındaki dağ da koni şeklinde. Bu resimdeki diğer konileri bulun.

# data_list
source: Soon Dudu Diamond and Little Square Jojo were half the way up the mountain. Things were very different there. "Look," said Jojo. "That's the strangest spider I've ever seen." "Wow," said Dudu. "It has spun a beautiful web. Let's count the sides. One, two, three, four, five, and six! That makes it a hexagon then!"
fr: Bientôt, Dudu Losange et Petit Jojo Carré étaient à mi-chemin de la montagne. Les choses y étaient très différentes. « Regarde, » dit Jojo. « C’est l’araignée la plus bizarre que j’ai jamais vue. » « Wow, » dit Dudu. \\ « Elle a tissé une belle toile. Comptons les côtés. Un, deux, trois, quatre, cinq et six ! Cela en fait donc un hexagone ! »
ja: ダイヤモンドのデュデュと小さな正方形のジョジョは山の半分まで登りました。そこでは状況がまったく異なっていました。 「見て。」とジョジョが言いました。「これまで見た中で一番奇妙なクモだよ。」「わぁ。」とデュデュが言いました。「美しい巣を張っているね。辺を数えてみよう。１、２、３、４、５、６！これは六角形になっているね！」
ko: 조만간 두두 다이아몬드와 어린 정사각형 조조는 산의 중턱에 다다랐습니다. 여기에서는 모든 것이 다르게 보입니다. “저기좀 봐요!," 조조가 말했습니다. “내가 한 번도 본 적이 없는 이상하게 생긴 거미가 저기 있어요." “와!" 두두가 말했습니다. “아주 아름다운 거미줄을 만들어 놓았구나. 몇 개의 면이 있는지 세어보자. 하나, 둘, 셋, 넷, 다섯, 그리고 여섯! 그러면 육각형이 되는구나!"
tr: Çok geçmeden, Dudu Elmas ve Küçük Kare Jojo dağın yarısını aşmışlardı. Orada her şey çok farklıydı. “Bak,” dedi Jojo. “Bu şimdiye kadar gördüğüm en tuhaf örümcek.” Dudu ise, “Vay canına!” dedi. “Çok güzel bir ağ örmüş. Hadi kenarlarını sayalım. Bir, iki, üç, dört, beş ve altı! Bu da onu altıgen yapar!”

# data_list
source: Can you think of any other hexagons you see or know about? Are there any where you are right now? Perhaps there are some hexagons on a bathroom floor?
fr: Peux-tu penser à d’autres hexagones que tu peux voir ou que tu connais ? Y en a-t-il là où tu es en ce moment ? Peut-être qu’il y a des hexagones sur le sol d’une salle de bain ?
ja: あなたが見た、あるいは知っている他の六角形が思い浮かびますか？あなたが今いるところに六角形はありますか？もしかしたら、バスルームの床に六角形がいくつかあるかもしれません。
ko: 여러분은 보거나 알고 있는 육각형을 생각할수 있나요? 여러분이 있는 곳에도 찾을수 있나요? 아마 화장실 바닥에 있을 수 있을까요?
tr: Gördüğünüz veya bildiğiniz başka altıgenler var mı? Şu anda bulunduğunuz yerde var mı? Belki banyonuzun zemininde altıgenler vardır?

# data_list
source: Do you know any stories or songs about spiders?
fr: Connais-tu des histoires ou des chansons sur les araignées ?
ja: クモについての物語や歌を知っていますか？
ko: 여러분은 거미에 관한 이야기나 노래를 아나요?
tr: Örümcekler hakkında herhangi bir hikâye ya da şarkı biliyor musunuz?

# data_list
source: Spiders make webs in trees, in holes in the ground, and even across water. Where have you seen spider webs where you live? Why do spiders make webs?
fr: Les araignées tissent des toiles dans les arbres, dans des trous, dans le sol et même sur l’eau. Où as-tu déjà vu des toiles d’araignées là où tu habites ? Pourquoi les araignées font-elles des toiles ?
ja: クモは木や地面の穴、水の上にも巣を作ります。あなたが住んでいるところでクモを見たことはありますか？クモはなぜ巣を作るのでしょうか？
ko: 거미는 나무, 땅에 있는 구멍, 심지어 물 위에 거미줄을 만듭니다. 여러분이 사는 곳에서 거미줄을 본 적이 있나요? 왜 거미는 거미줄을 만들까요?
tr: Örümcekler ağaçlarda, yerdeki deliklerde ve hatta suyun üzerinde bile ağ yaparlar. Yaşadığınız yerde örümcek ağlarını nerelerde gördünüz? Örümcekler neden ağ yaparlar?

# data_list
source: After climbing over a very big rock, Little Square Jojo and Dudu Diamond finally arrived at Mama Triangle's house. They were high up now and felt a bit dizzy. "Hello, you two," said Mama Triangle with a smile. "I am so happy to have visitors. Most of the time I'm all alone here on the top of my mountain. Come inside and sit down at my table.
fr: Après avoir escaladé un très gros rocher, Petit Jojo Carré et Dudu Losange sont finalement arrivés chez Mama Triangle. Ils étaient maintenant en hauteur et se sentaient un peu étourdis. « Bonjour vous deux, » dit Maman Triangle avec un sourire. « Je suis tellement contente d’avoir des visiteurs. La plupart du temps, je suis toute seule ici, au sommet de ma montagne. Entrez et asseyez-vous à ma table. »
ja: とても大きな岩を乗りこえて、小さな正方形のジョジョとダイヤモンドのデュデュはついに三角形のママのお家に着きました。彼らは高いところにいたので、少しめまいがしました。 「お二人とも、こんにちは。」と三角形のママが笑顔で言いました。「お客さんが来てくれてとても嬉しいです。私はほとんどの時間、山の頂上で一人で過ごしています。中に入って、テーブルに座ってください。」
ko: 아주 큰 바위를 올라간 후에 어린 정사각형 조조와 두두 다이아몬드는 마마 삼각형집에 마침내 도착했습니다. 그들은 어지러울 만큼 아주 높은 곳에 있습니다. “둘이 여기는 왠 일이야!" 마마 삼각형이 미소 지었습니다. “찾아오는 사람이 있어 너무 좋구나. 보통 난 여기 산 꼭대기에 혼자있는단다. 들어와서 앉아.
tr: Küçük Kare Jojo ve Dudu Elmas çok büyük bir kaya parçasını aştıktan sonra, nihayet, Üçgen Anne’nin evine vardılar. Artık yüksekteydiler ve biraz başlarının döndüğünü hissettiler. “İkinize de merhaba,” dedi Üçgen Anne gülümseyerek. “Ziyaretçilerimin olmasına çok sevindim. Çoğu zaman burada, dağımın tepesinde, tek başımayım. İçeri gelin ve masamda oturun.”

# data_list
source: Do you think Mama Triangle knows where the Chief's spring horn is? Do you think they wasted their time coming to the top of the mountain?
fr: Penses-tu que Mama Triangle sait où se trouve la corne de brume du chef ? Penses-tu qu’ils ont perdu leur temps à venir au sommet de la montagne ?
ja: 三角形のママは村長の春の角笛がどこにあるか知っていると思いますか？彼らは山の頂上に来るのに時間を無駄にしたとあなたは思いますか？
ko: 여러분은 마마 삼각형이 마을이장의 봄호른이 어디에 있는지 알거라고 생각하나요? 여러분은 그들이 산 꼭대기까지 온 것이 헛된 일이었다고 생각하나요?
tr: Sizce Üçgen Anne, Şef’in bahar borazanının nerede olduğunu biliyor mudur? Acaba dağın tepesine gelerek zamanlarını boşa mı harcadılar?

# data_list
source: There are a great many polygons in this picture and they are of many types. Point at some polygons and name their types.
fr: Il y a un grand nombre de polygones sur cette image et ils sont de formes différentes. Montre quelques polygones et nommes leurs formes.
ja: この絵にはとても多くの多角形があり、たくさんの種類があります。多角形をいくつか指さし、それらの種類の名前を答えてください。
ko: 그림에는 여러가지 다각형이 있습니다. 다각형을 가리켜 보고 도형의 이름을 말해보세요.
tr: Bu resimde çok sayıda çokgen var ve farklı türlerdeler. Bazı çokgenleri gösterip isimlerini söyleyin.

# data_list
source: There are a few shapes that are not polygons. These shapes have at least one side that is curved and not straight. Can you find them?
fr: Il existe quelques formes qui ne sont pas des polygones. Ces formes ont au moins un côté incurvé et non droit. Peux-tu les trouver ?
ja: 多角形ではない形がいくつかあります。これらは少なくとも一つの辺が直線ではなく曲線です。これらを見つけることができますか？
ko: 여기에는 다각형이 아닌 몇 가지 도형이 있습니다. 이것은 적어도 한 면이 똑바르지 않고 곡선을 가지고 있습니다. 찾을수 있나요?
tr: Resimde çokgen olmayan birkaç şekil var. Onların da en az bir kenarı eğridir; düz değildir. Onları bulabilir misiniz?

# data_list
source: Mama Triangle, said Jojo after catching his breath, "We've come to find Chief Short and Round's spring horn. Tata Rectangle said that the chief visited you this morning." "Yes, that is correct," said Mama Triangle. "The chief came to ask me to help prepare for the springtime party. But he didn't leave his spring horn here." "Oh no," said Jojo sadly, "We've come all this way for nothing!"
fr: « Mama Triangle, » dit Jojo après avoir repris son souffle, « Nous sommes venus chercher la corne de brume du Chef Rond et Court. Tata Rectangle a dit que le chef vous a rendu visite ce matin. » « Oui, c’est exact, » dit Mama Triangle. « Le chef est venu me demander de l’aider à préparer la fête du printemps. Mais il n’a pas laissé sa corne de brume ici. » « Oh non, » dit tristement Jojo, « Nous avons fait tout ce chemin pour rien ! »
ja: ジョジョは息をととのえてから「三角形のママ。」と言いました。「私たちは短い丸い村長の春の角笛を探しに来ました。長方形のタタは、村長があなたを今朝訪ねたと言っていました。」「はい、それは正しいです。」と三角形のママは言いました。「村長は私に春のパーティーの準備を手伝うよう頼みに来ました。でも、彼は春の角笛をここに置いていませんよ。」「なんてこった。」とジョジョは悲しそうに言いました。「僕たちは何も得ずにここまで来てしまったよ！」
ko: “마마 삼각형아주머니," 조조는 숨을 고르면서 말했습니다. “우린 작고둥근 마을이장님의 봄호른을 찾으러 왔어요. 타타 사각형께서 마을이장님이 오늘 아침 아주머니를 방문했다고 하던데요" “응, 맞아," 마마 삼각형이 말했습니다. “마을이장님이 봄 잔치 준비하는 것을 도와달라고 왔어. 그렇지만 이장님은 봄호른을 놓고 가지 않았단다." “오! 그래요," 조조가 슬프게 말했습니다. “우린 여기까지 헛되게 왔네요!"
tr: “Üçgen Anne,” dedi Jojo nefeslendikten sonra, “Kısa ve Yuvarlak Şef’in bahar borazanını bulmaya geldik. Tata Dikdörtgen, Şef’in bu sabah sizi ziyaret ettiğini söyledi.” Anne Üçgen, “Evet, bu doğru,” dedi. “Şef benden bahar partisi için hazırlıklara yardım etmemi istemeye geldi. Ama bahar borazanını burada bırakmadı.” Jojo, “Ah, hayır!” dedi üzüntüyle. “Bunca yolu boşuna geldik!”

# data_list
source: Do you think they went all that way for nothing? They may not know where the horn is, but they have learned a lot during their travels.
fr: Penses-tu qu’ils ont fait tout ce chemin pour rien ? Ils ne savent peut-être pas où se trouve la corne, mais ils ont beaucoup appris au cours de leurs voyages.
ja: 彼らは何も得ずにここまで来たと思いますか？彼らは角笛がどこにあるかは分かりませんが、旅の途中でたくさんのことを学びました。
ko: 여러분은 그들이 헛되게 왔다고 생각하나요? 그들은 아마 봄호른이 어디있는지 모르지만 여기까지 오면서 많은것을 배웠습니다.
tr: Sizce onca yolu boşuna mı geldiler? Borazanın nerede olduğunu bilmiyor olabilirler ama yolculukları sırasında bir sürü şey öğrendiler.

# data_list
source: Sometimes, finding out what something can't be can be almost as valuable as finding out what it is. Useful information comes in many forms!
fr: Parfois, découvrir ce que quelque chose ne peut pas être, peut être presque aussi précieux que découvrir ce que c’est. Les informations utiles se présentent sous de nombreuses formes !
ja: 何がありえないのかを見つけることは、それが何であるかを見つけることと同じくらい時に価値があるものです。有益な情報は様々な形で提供されます！
ko: 가끔은 처음에는 별거 아닌것이 알고 보면 중요한 것이었다는 걸 알때가 있습니다. 쓸모있는 정보는 여러 가지 형태로 옵니다!
tr: Bazen bir şeyin o şey olamayacağını öğrenmek, o şeyi bulmak kadar değerli olabilir. Yararlı bilgiler pek çok şekillerde karşımıza çıkabilir!

# data_list
source: What do you think will happen next in the story? Create an ending for how this story turns out. Do they find the horn, and if so, how do they find it?
fr: À ton avis, que va-t-il se passer ensuite dans l’histoire ? Crée une fin sur le déroulement de cette histoire. Est-ce qu’ils trouvent la corne, et si oui, comment la trouvent-ils ?
ja: この物語では次に何が起こると思いますか？この物語の結末がどうなっていくか作り出してください。彼らは角笛を見つけるでしょうか？もし見つけた場合、どうやって見つけるでしょうか？
ko: 여러분은 다음 이야기가 어떻게 될거라고 생각하나요? 이야기가 어떻게 될것인지 한번 상상해 보세요. 그들은 봄호른을 찾았을까요? 그랬다면 어떻게 찾았을까요?
tr: Sizce hikâyede bundan sonra ne olacak? Bu hikâyenin nasıl sonuçlanacağına dair kendiniz bir son yaratın. Borazanını buluyorlar mı; eğer öyleyse, nasıl buluyorlar?
