Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: But a long time ago, the elephant's nose was short and fat. Like a shoe in the middle of its face.
ar: ولكن منذ زمن طويل، كان أنف الفيل قصيرًا وسمينًا. مثل الحذاء في وسط وجهه.
fr: Mais il y a longtemps, le nez de l'éléphant était petit et gros. Comme une chaussure dans le midi du visage.
ja: でもずっと昔、ゾウの鼻は短くて太かった。まるで、顔の真ん中にくつがあるみたいに。
ko: 그렇지만 옛날에는 코끼리의 코는 마치 코끼리의 얼굴 한 가운데에 있는 신발처럼 짧고 통통했습니다.
tr: Ama uzun zaman önce, filin burnu kısa ve iriydi. Tıpkı yüzünün ortasında bir ayakkabı gibiydi.

# data_list
source: Elephants have 5 toes on each foot. How many toes in total? One way to figure this out is to skip count by 5's -- 5, 10, 15, 20.
ar: للفيلة 5 أصابع في كل قدم. كم عدد أصابع القدم في المجموع؟ إحدى الطرق لمعرفة ذلك هي العد القفزي بمقدار 5 -- 5، 10، 15، 20.
fr: Les éléphants ont 5 orteils sur chaque pied. Combien d'orteils au total ? Une façon de le savoir est de compter en sautant par 5 – 5,10,15, 20.
ja: ゾウはそれぞれのあしに5本の指があるよ。ぜんぶ合わせると何本の指になるかな？ 解き方の1つは、5、10、15、20というように5とびで数えることだね。
ko: 코끼리는 각 발에 다섯 개의 발가락이 있습니다. 그러면 모두해서 몇 개의 발가락을 가지고 있나요? 한 가지 방법은 5 단위로 건너뛰어 세어 알아내는 방법입니다 -- 5, 10, 15, 20.
tr: Fillerin her bir ayağında 5 parmak vardır. Toplam kaç ayak parmağı vardır? Bunu bulmanın bir yolu beşer beşer saymaktır – 5, 10, 15, 20.

# data_list
source: Elephants have large ears and can hear sounds up to six miles away.
ar: للفيلة آذان كبيرة ويمكنها سماع الأصوات على مسافة تصل إلى ستة أميال.
fr: Les éléphants ont de grandes oreilles et peuvent écouter des bruits qui sont localiser à au moins six kilomètres d’ici.
ja: ゾウには大きな耳があって、6マイル (約9,66km) はなれたところの音まで聞こえるよ。
ko: 코끼리는 큰 귀를 가지고 있고 6 마일 넘어까지 소리를 들을 수 있습니다.
tr: Fillerin geniş kulakları vardır ve 9,65 km (yaklaşık 6 mil) uzaklığa kadar sesleri duyabilirler.

# data_list
source: Elephants also use their ears to keep cool.
ar: تستخدم الفيلة أيضًا آذانها لتظل باردة.
fr: Les éléphants utilisent leurs oreilles pour se ventiler.
ja: ゾウの耳は体を冷やすのにも使われるんだ。
ko: 코끼리는 또한 몸의 온도를 알맞게 낮추기 위해 귀를 사용합니다.
tr: Filler, kulaklarını serinlemek için de kullanırlar.

# data_list
source: One day a baby elephant was born. She was curious about everything. She had a question for every animal.
ar: في أحد الأيام ولدت فيلة صغيرة. كانت فضولية بشأن كل شيء. كان لديها سؤال لكل حيوان.
fr: Un jour, un bébé éléphant est né. Elle était curieuse de tout. Elle avait une question pour chaque animal.
ja: ある日、赤ちゃんゾウが生まれたよ。そのゾウは何でも知りたがった。どの動物にも聞きたいことがあったんだ。
ko: 어느날 아기 코끼리가 태어났습니다. 아기 코끼리는 모든 것이 궁금했습니다. 아기는 모든 동물들에 대해 질문이 있었습니다.
tr: Bir gün, yavru bir fil doğdu. Yavru fil, her şeyi merak ediyordu. Her hayvan için bir sorusu vardı.

# data_list
source: Even numbers are numbers that can be split evenly in two. Odd numbers can't. The elephant has 2 eyes, 2 ears, and four legs -- all even numbers.
ar: الأرقام الزوجية هي أرقام يمكن تقسيمها بالتساوي إلى قسمين. الأرقام الفردية لا يمكن تقسيمها. للفيل عينان، وأذنان، وأربعة أرجل - جميعها أعداد زوجية.
fr: Les nombres pairs sont des nombres qui peuvent être divisés en deux de manière égale. Les nombres impairs ne le peuvent pas. L'éléphant a 2 yeux, 2 oreilles et 4 pattes -- tous les nombres pairs.
ja: 偶数は2つに均等にわけられる数だね。奇数はそのようにわけられないよ。ゾウには目が2つ、耳が2つ、足が4本あって、これらはすべて偶数だね。
ko: 짝수는 두 개의 숫자가 똑같이 나누어 지는 숫자입니다. 홀수는 나눌수가 없습니다. 코끼리는 모두 짝수인 두 개의 눈, 두 개의 귀와 네 개의 다리를 가지고 있습니다.
tr: Çift sayılar eşit olarak ikiye bölünebilen sayılardır. Tek sayılar ikiye bölünemezler. Filin iki gözü, iki kulağı ve dört bacağı var – bunların hepsi çift sayıdır!

# data_list
source: Find some things in this picture that there are an odd number of.
ar: ابحث عن بعض الأشياء في هذه الصورة التي يوجد عدد فردي منها.
fr: Trouve des choses dans cette image dont le nombre est impair.
ja: この絵の中で、数が奇数であるものを探してみよう。
ko: 그림에서 홀수인 것들을 찾아보세요.
tr: Bu resimde tek sayıda olan bazı şeyleri bulun.

# data_list
source: Notice that all the body parts that there are an odd number of are in the middle of the elephant's body.
ar: لاحظ أن جميع أعضاء الجسم التي يوجد عدد فردي منها موجودة في وسط جسم الفيل.
fr: Remarque que toutes les parties du corps dont le nombre est impair se trouvent au milieu du corps de l'éléphant.
ja: ゾウの部位で奇数のものは、体や顔の真ん中にあることに注目してね。
ko: 그림에서 코끼리가 가지고 있는 홀수의 것들을 찾아보세요.
tr: Tek sayıda olan tüm vücut parçalarının filin vücudunun ortasında olduğuna dikkat edin.

# data_list
source: She was curious about Giraffe. "Why do you have a long neck?" she asked.
ar: كانت فضولية بشأن الزرافة. "لماذا لديك رقبة طويلة؟" تساءلت.
fr: Elle était curieuse à propos de la girafe. « Pourquoi as-tu un long cou ? » a-t-elle demandé.
ja: キリンについて知りたくなった。「どうして首が長いの？」と聞いたよ。
ko: 아기 코끼리는 기린에 대해 궁금해 졌습니다. “왜 기린은 긴 목을 가지고 있을까?" 아기 코끼리는 물었습니다.
tr: Yavru fil, zürafayı merak ediyordu. “Neden uzun bir boynun var?” diye sordu.

# data_list
source: Can you count the Giraffe's dark spots, or are there too many to count?
ar: هل يمكنك إحصاء البقع الداكنة لدى الزرافة، أم أن هناك الكثير مما لا يمكن إحصاؤه؟
fr: Peux-tu compter les traces sombres de la girafe, ou y en a-t-il trop pour les compter ?
ja: キリンの黒い模様を数えられる？ それとも数えるには多すぎる？
ko: 여러분은 기린의 검은 점을 셀 수 있나요 아니면 셀 수 없이 많나요?
tr: Zürafanın koyu beneklerini sayabilir misiniz yoksa benekleri sayılamayacak kadar çok sayıdalar mı?

# data_list
source: No two giraffe's have the same pattern of dark spots!
ar: لا يوجد زرافتان لهما نفس نمط البقع الداكنة!
fr: Il n'y a pas deux girafes qui ont le même motif de taches sombres !
ja: どのキリンにもそれぞれ違った模様があるよ！
ko: 두 개의 똑같은 문양의 검은 점을 가진 기린은 없습니다!
tr: “Hiçbir iki zürafanın koyu benekleri aynı desene sahip değildir!”

# data_list
source: Do you think it takes a giraffe a long time to swallow its food because it has such a long neck?
ar: هل تعتقد أن الزرافة تحتاج إلى وقت طويل لتبتلع طعامها لأن رقبتها طويلة إلى هذا الحد؟
fr: Penses-tu qu'il faut beaucoup de temps à une girafe pour avaler sa nourriture parce qu'elle a un si long cou ?
ja: 長い首のせいで、食べ物を飲みこむのにとても時間がかかると思う？
ko: 여러분은 기린의 목이 길기때문에 음식을 삼키는데 오래 걸린다고 생각하나요?
tr: Sizce zürafanın boynu o kadar uzun olduğu için yemeğini yutması uzun zaman alıyor mudur?

# data_list
source: She was curious about Rhino. "Why does your horn have a sharp point?"
ar: كانت فضولية بشأن وحيد القرن. "لماذا يحتوي قرنك على نقطة حادة؟"
fr: Elle était curieuse à propos de Rhino. « Pourquoi ta corne a une pointe acérée ? »
ja: サイについて知りたくなった。「どうして角の先がとがっているの？」
ko: 아기 코끼리는 코뿔소에 대해 궁금해 졌습니다. “왜 코뿔소의 뿔은 끝이 뽀족할까?"
tr: Yavru fil, gergedanı merak ediyordu. “Neden boynuzunun sivri bir ucu var?” diye sordu.

# data_list
source: A rhino can run about half as fast as a car on a highway.
ar: يستطيع وحيد القرن أن يركض بسرعة تصل إلى نصف سرعة السيارة على الطريق السريع.
fr: Un rhinocéros peut courir environ deux fois moins vite qu'une voiture sur une autoroute.
ja: 高速道路を走る車の約半分の速さで、サイは走ることができるよ。
ko: 코뿔소는 고속도로에서 차 속도의 절반정도 빠르게 달릴수 있습니다.
tr: Bir gergedan neredeyse otobandaki bir arabanın hızının yarısı kadar bir hızla koşabilir.

# data_list
source: A rhino can run three times faster than a person, so don't try to run away from one!
ar: يستطيع وحيد القرن أن يعدو أسرع بثلاث مرات من الإنسان، لذا لا تحاول الهروب من أحدها!
fr: Un rhinocéros peut courir trois fois plus vite qu'une personne, alors n'essaie pas d'en fuir un !
ja: サイは人間よりも3倍速く走れるよ。だから、サイから走ってにげようとしないでね！
ko: 코뿔소는 사람보다 세 배 더 빨리 달릴 수 있습니다. 그러니 코뿔소로부터 달아날 생각은 하지 않는게 좋습니다!
tr: Gergedan bir insandan hemen hemen üç kat daha hızlı da koşabilir; bu nedenle, sakın ondan kaçmaya çalışmayın!

# data_list
source: The elephant was curious about the rhino. Are you? What would you like to ask the rhino?
ar: كانت الفيلة فضولية بشأن وحيد القرن. ماذا عنك؟ ماذا تريد أن تسأل وحيد القرن؟
fr: L'éléphant était curieux à propos du rhinocéros. L'es-tu ? Que voudrais-tu demander au rhinocéros ?
ja: ゾウはサイに興味があるね。きみはどうかな？ サイに何を聞いてみたい？
ko: 아기 코끼리는 코뿔소에 대해서 궁금해 합니다. 여러분도 그런가요? 여러분은 코뿔소에게 무엇을 물어보고 싶은가요?
tr: Yavru fil, gergedanı merak ediyordu. Siz de merak ediyor musunuz? Öyleyse, gergedana ne sormak istersiniz?

# data_list
source: She was curious about Hippo. "Why do you have red eyes?" she asked.
ar: كانت فضولية بشأن فرس النهر. "لماذا لديك عيون حمراء؟" تساءلت.
fr: Elle était curieuse à propos d'Hippo. « Pourquoi as-tu les yeux rouges ? » a-t-elle demandé.
ja: カバについて知りたくなった。「どうして目が赤いの？」と聞いたよ。
ko: 아기 코끼리는 하마에 대해 궁금해 졌습니다. “왜 하마는 빨간 눈을 가지고 있을까?"
tr: Yavru fil, su aygırını merak ediyordu. “Senin neden kırmızı gözlerin var?” diye sordu.

# data_list
source: Hippos can fill up on grass and then not eat for three weeks! How many days is that? Hint: Skip count by 7's.
ar: يمكن لأفراس النهر أن تمتلئ بالعشب ثم لا تأكل لمدة ثلاثة أسابيع! كم عدد الأيام؟ تلميح: قم بالعد القفزي بمقدار 7.
fr: Les hippopotames peuvent se gaver d'herbe et ne pas manger pendant trois semaines ! Combien de jours cela fait-il ? Indice : saute le comptage par 7.
ja: カバは草でおなかをいっぱいにしてから、3週間食べないでいられるよ！ 3週間は何日分かな？ ヒント: 7とびで数える
ko: 하마는 풀을 잔뜩 먹고 3주동안 먹지 않습니다. 3주는 모두해서 몇 일인가요? 힌트: 7 단위로 건너뛰어 세기를 해보세요.
tr: Su aygırları, otla karınlarını doyurduktan sonra üç hafta boyunca yemek yemeyebilirler! Bu, kaç gün eder? İpucu: Yedişerli atlayarak sayın.

# data_list
source: How long can you go without eating?
ar: كم من الوقت يمكنك البقاء دون تناول الطعام؟
fr: Combien de temps peux-tu rester sans manger ?
ja: きみは、どのくらいの間食べないでいられる？
ko: 여러분은 몇 일을 먹지 않고 살 수 있나요?
tr: Peki siz yemek yemeden ne kadar süre dayanabilirsiniz?

# data_list
source: Every animal we've seen has a bit of hair at the end of its tail. They are all mammals, and mammals have hair! Even the bowhead whale has hair on its lips, chin, snout, and behind its blowhole.
ar: كل حيوان رأيناه له شعرة في نهاية ذيله. كلها ثدييات، والثدييات لها شعر! حتى الحوت مقوس الرأس لديه شعر على شفتيه، وذقنه، وخطمه، وخلف فتحة النفث.
fr: Tous les animaux que nous avons vus ont un peu de poils au bout de leur queue. Ce sont tous des mammifères, et les mammifères ont des poils ! Même la baleine boréale a des poils sur ses lèvres, son menton, son museau et derrière son évent.
ja: これまで見てきた動物はみんな、しっぽの先に毛があるね。この動物たちはすべてほ乳類だよ。ほ乳類には毛があるね！ ホッキョククジラだって、くちびる、あごや鼻、それからふん気こうの後ろに毛があるよ。
ko: 그림에서 본 모든 동물들은 꼬리 끝에 털이 조금 있습니다. 여기에 있는 동물들은 포유동물이며 포유동물들은 털이 있습니다. 북극 고래도 입, 턱, 코, 그리고 물뿜는 구멍 뒤로 털이 있습니다.
tr: Bu kitapta gördüğümüz her hayvanın kuyruğunun ucunda bir parça kıl var. Bu hayvanların hepsi memelidir ve memeli hayvanların kılları vardır! Kutup balinasının dudaklarında, çenesinde, burnunda ve nefes (solunum) deliğinin arkasında bile kıllar vardır.

# data_list
source: And she was VERY curious about Crocodile. "What does Crocodile eat for dinner?" she asked.
ar: وكانت فضولية جدًا بشأن التمساح. "ماذا يأكل التمساح على العشاء؟" تساءلت.
fr: Et elle était TRÈS curieuse à propos de Crocodile. « Qu'est-ce que Crocodile mange pour le dîner ? » a-t-elle demandé.
ja: そして、クロコダイルについてすごく知りたくなった！「クロコダイルは晩ごはんに何を食べるの？」と聞いたよ。
ko: 그리고 아기 코끼리는 악어에 대해 몹시 궁금했습니다. “악어는 저녁으로 무엇을 먹을까?" 아기 코끼리는 물었습니다.
tr: Ve yavru fil, timsahı ÇOK merak ediyordu. “Bir timsah akşam yemeğinde ne yer?” diye sordu.

# data_list
source: How many teeth can you see? If it has the same number of teeth on the other side of its mouth, how many would that be all together?
ar: كم عدد الأسنان التي يمكنك رؤيتها؟ إذا كان لديه نفس عدد الأسنان على الجانب الآخر من فمه، فكم سيكون عدد الأسنان معًا؟
fr: Combien de dents vois-tu ? S'il a le même nombre de dents de l'autre côté de la bouche, combien y en aurait-il en tout ?
ja: 歯は何本見えるかな？ 口の反対側にも同じ数の歯があるとしたら、みんなでいくつになるかな？
ko: 여러분은 몇 개의 악어 이빨을 볼 수 있나요? 만약에 다른 쪽에도 같은 수의 이빨이 있다면 모두 합해서 몇 개 인가요?
tr: Resimde kaç diş görebiliyorsunuz? Eğzının diğer tarafında da aynı sayıda diş varsa, bu, toplam kaç diş eder?

# data_list
source: What do you think is on his dinner plate under the cover?
ar: ماذا تظن أنه يوجد في طبق عشاءه تحت الغطاء؟
fr: Que penses-tu qu'il y a dans son assiette sous la couverture ?
ja: ふたを取ると、何がお皿の上にのっていると思う？
ko: 여러분은 덮어진 저녁 접시에 무엇이 있다고 생각하나요?
tr: Sizce timsahın kapağın altındaki tabağında ne var?

# data_list
source: Which is more and which is less: Crocodile's teeth or the bumps on Crocodile's tail?
ar: أيهما أكثر وأيهما أقل: أسنان التمساح أم نتوءات ذيل التمساح؟
fr: Lequel est le plus et lequel est le moins : les dents du crocodile ou les bosses de la queue du crocodile ?
ja: どちらの数が多くて、どちらの数が少ないかな？ クロコダイルの歯、それともしっぽのギザギザ？
ko: 어떤 것이 더 많고 더 적나요: 악어의 이빨 아니면 악어의 꼬리 가장자리에 있는 뾰족한 것인가요?
tr: Bunlardan hangisi daha fazla, hangisi daha az: timsahın dişleri mi yoksa timsahın kuyruğundaki çıkıntılar mı?

# data_list
source: "Never ask a question like that!" said her mother. Then she walked off, frowning.
ar: "لا تسألي سؤالاً كهذا أبدًا!" قالت والدتها. ثم انصرفت وهي عابسة.
ja: 「そんなこと聞かないで！」とお母さんは言ったよ。しかめっ面をして、歩いていっちゃった。
ko: “그런 질문 좀 하지마!" 아기 코끼리의 엄마가 말했습니다. 그러고 나서 엄마는 인상을 찌푸리며 나가 버렸습니다.
tr: “Asla öyle bir soru sorma!” dedi annesi. Ardından, kaşlarını çatarak uzaklaştı.

# data_list
source: There are many groups of things in this picture, such as groups of ears, eyes, and eyelashes. How many different groups can you find?
ar: هناك مجموعات كثيرة من الأشياء في هذه الصورة، مثل مجموعات الأذنين والعيون والرموش. كم عدد المجموعات المختلفة التي يمكنك العثور عليها؟
fr: Il y a plusieurs groupes de choses dans cette image, comme des groupes d'oreilles, d’œil et de cils. Combien de groupes différents peux-tu trouver ?
ja: この絵では、耳や目、まつ毛などのたくさんの仲間わけができるね。きみは、いくつ違うグループを見つけられるかな？
ko: 그림에는 귀, 눈, 눈썹등의 여러가지의 그룹이 있습니다. 여러분은 몇 개의 다른 그룹을 찾을 수 있나요?
tr: Bu resimde kulaklar, gözler ve kirpikler gibi pek çok grup var. Kaç farklı grup bulabilirsiniz?

# data_list
source: Why did the mother say not to ask such a question?
ar: لماذا قالت الأم ألا تسأل مثل هذا السؤال؟
fr: Pourquoi la mère a-t-elle dit de ne pas poser une telle question ?
ja: どうしてお母さんはそんな質問をしないでと言ったのかな？
ko: 왜 엄마는 그런 질문을 하지 말라고 얘기 했나요?
tr: Anne fil neden öyle bir soru sormamasını söyledi?

# data_list
source: Count the eyelashes on both elephants by skip counting by 3's. What would you skip count by to count their feet?
ar: عد رموش كلا الفيلين عن طريق العد القفزي بمقدار 3. ما الذي ستعده بشكل قفزي لتحسب أقدامهما؟
fr: Compte les cils des deux éléphants en comptant par 3. Par quoi compterais-tu les pieds en sautant ?
ja: 両方のゾウのまつ毛を3とびで数えよう。足はいくつのとび数えで数えたらいいかな？
ko: 3 단위로 건너뛰어 세면서 코끼리의 눈썹을 세어 보세요. 코끼리의 발을 세기 위해 몇 단위로 건너뛰기를 할 수 있나요?
tr: Her iki filin kirpiklerini üçer üçer atlayarak sayın. Peki ayaklarını saymak için kaçar kaçar atlayarak sayardınız?

# data_list
source: Quickly Crow flew down to baby elephant. "Follow me to the river. There you will see what Crocodile eats for dinner," squawked Crow.
ar: بسرعة طار الغراب إلى الفيلة الصغيرة. "اتبعيني إلى النهر. وهناك سترين ما يأكله التمساح على العشاء،" صرخ الغراب.
fr: Rapidement, Corbeau s'est envolé vers le bébé éléphant. « Suis-moi jusqu'à la rivière. Là, tu verras ce que le crocodile mange pour son dîner, » a crié Corbeau.
ja: すぐにカラスが飛びおりて、「川までついて来て。そうしたら、クロコダイルが晩ごはんに何を食べるかわかるよ。」と鳴いた。
ko: 까마귀는 재빨리 아기 코끼리위에 날라 갔습니다. “강으로 날 따라와. 거기가면 악어가 저녁으로 무엇을 먹는지 볼수 있어.“ 까마귀가 말했습니다.
tr: Karga hızlıca yavru filin yanına uçtu. “Beni nehre kadar takip et. Orada timsahın akşam yemeğinde ne yediğini göreceksin,” diye ciyakladı.

# data_list
source: Do you think Crow wants to help, or is Crow going to play a trick on Baby Elephant?
ar: هل تعتقد أن الغراب يريد المساعدة، أم أن الغراب سيلعب خدعة على الفيلة الصغيرة؟
fr: Tu crois que Corbeau veut aider, ou qu'il va jouer un tour à bébé éléphant ?
ja: カラスは赤ちゃんゾウを助けたいのだと思う？ それともだまそうとしているのだと思う？
ko: 여러분은 까마귀기가 아기 코끼리를 도와주고 싶어하는것 같나요 아니면 속이는 것 같나요?
tr: Sizce karga yardım mı etmek mi istiyor yoksa yavru file bir oyun mu oynayacak?

# data_list
source: Would you follow Crow?
ar: هل ستتبع الغراب لو كنت مكانها؟
fr: Tu suivrais Corbeau ?
ja: きみならカラスについていく？
ko: 여러분은 까마귀를 따라갈건가요?
tr: Siz olsaydınız kargayı takip eder miydiniz?

# data_list
source: For each of the numbers from one to four, find a group in this picture with that many things in it.
ar: لكل رقم من واحد إلى أربعة، ابحث عن مجموعة في هذه الصورة تحتوي على ذلك العدد من الأشياء.
fr: Pour chacun des nombres de un à quatre, trouve un groupe dans cette image avec autant de choses dedans.
ja: 1つだけのものから4つあるものの中で、どのグループにあてはまるものが1番多いか見てみよう。
ko: 1에서 4까지의 숫자에서 그림에 있는 많은 것들을 그룹으로 찾아보세요.
tr: Bu resimde, içinde 1’den 4’e kadar olan sayıda şeyler olan grupları bulun.

# data_list
source: So the baby elephant followed Crow down to the river.
ar: وهكذا تبعت الفيلة الصغيرة الغراب إلى النهر.
fr: Le bébé éléphant a donc suivi le corbeau jusqu'à la rivière.
ja: それで、赤ちゃんゾウは川までカラスについていったよ。
ko: 그래서 아기 코끼리는 까마귀를 따라 강으로 내려갔습니다.
tr: Böylece yavru fil kargayı nehre kadar takip etti.

# data_list
source: The yellow path looks narrower in the distance. Things far away often look smaller.
ar: يبدو المسار الأصفر أضيق من بعيد. الأشياء البعيدة غالبًا ما تبدو أصغر.
fr: Le chemin jaune semble plus étroit au loin. Les choses éloignées paraissent souvent plus petites.
ja: 黄色の道は、遠いところではせまくなっているね。遠くはなれたものが小さく見えることはよくあるよ。
ko: 노란 길은 멀리 갈 수록 점점 좁아 보입니다. 멀리 있는 것들은 종종 작아져 보입니다.
tr: Sarı patika uzakta daha dar görünüyor. Uzaktaki şeyler genellikle daha küçük görünür.

# data_list
source: How would you describe the look on Baby Elephant's face?
ar: كيف تصف المظهر على وجه الفيلة الصغيرة؟
fr: Comment décrirais-tu l'expression du visage du bébé éléphant ?
ja: 赤ちゃんゾウの表情をどんなふうに説明する？
ko: 여러분은 아기 코끼리의 얼굴을 어떻게 묘사할수 있나요?
tr: Yavru filin yüzündeki ifadeyi nasıl anlatırsınız?

# data_list
source: Imagine if you had four feet to control to walk like Baby Elephant. Would it be easier or harder than walking on two feet?
ar: تخيل لو كانت لديك أربعة أقدام للمشي مثل الفيلة الصغيرة. هل ذلك أسهل أم أصعب من المشي على قدمين؟
fr: Imagine que tu aies quatre pieds à contrôler pour marcher comme le bébé éléphant. Est-ce que ce serait plus facile ou plus difficile que de marcher sur deux pieds ?
ja: 赤ちゃんゾウのように4本の足を使って歩くと想像してみて。2本の足で歩くより簡単かな？ それとも難しいかな？
ko: 아기 코끼리와 같이 여러분도 네 발로 걸어간다고 상상해 보세요. 두 발로 걷는것 보다 더 쉽다고 생각하나요 아니면 더 어렵다고 생각하나요?
tr: Tıpkı yavru fil gibi yürürken kontrol edebileceğiniz dört ayağınız olduğunu hayal edin. Dört ayakla yürümek, iki ayakla yürümekten daha mı kolay yoksa daha mı zor olurdu?

# data_list
source: She pushed through the reeds and stood on the bank. She looked into the water. Where was Crocodile?
ar: دفعت القصب ووقفت على الضفة. نظرت إلى الماء. أين هو التمساح؟
fr: Elle a traversé les roseaux et s'est tenue sur la rive. Elle a regardé dans l'eau. Où était le crocodile ?
ja: 草をおしわけて土手に立った。水の中をのぞきこんだよ。クロコダイルはどこなの？
ko: 아기 코끼리는 갈대를 밀고 둑 앞에 섰습니다. 코끼리는 물을 쳐다보았습니다. 악어가 어디 있나요?
tr: Sazlıkları itip kıyıda durdu. Suyun içine baktı. Timsah neredeydi?

# data_list
source: There are the same things on each side of baby elephant. This is called mirror symmetry, or simply symmetry.
ar: توجد نفس الأشياء على كل جانب من جوانب الفيلة الصغيرة. وهذا ما يسمى تناظر المرآة، أو ببساطة التناظر.
fr: Il y a les mêmes choses de chaque côté du bébé éléphant. C'est ce qu'on appelle la symétrie du miroir, ou simplement la symétrie.
ja: 赤ちゃんゾウの両横に同じものがあるね。これは鏡面対称、または対称であるというよ。
ko: 아기 코끼리는 같은 것들이 양쪽으로 있습니다. 그것을 거울 대칭 또는 간단히 대칭이라고 부릅니다.
tr: Yavru filin her iki tarafında da aynı şeyler var. Buna ‘ayna simetrisi’ ya da basitçe ‘simetri’ denir.

# data_list
source: Faces often have mirror symmetry. The flower on baby elephant's face breaks the mirror symmetry of her face.
ar: غالبًا ما يكون للوجوه تناظر مرآة. الزهرة الموجودة على وجه الفيلة الصغيرة تكسر تناظر المرآة لوجهها.
fr: Les visages ont souvent une symétrie en miroir. La fleur sur le visage de bébé éléphant brise la symétrie en miroir de son visage.
ja: 顔は鏡面対称であることが多いよ。赤ちゃんゾウについている花は、顔の鏡面対称をくずしているね。
ko: 얼굴은 종종 거울 대칭을 가지고 있습니다. 아기 코끼리의 머리에 있는 꽃이 아기 코끼리 얼굴의 거울 대칭을 깨고 있습니다.
tr: Suratlar genellikle ayna simetrisine sahiptir. Yavru filin yüzünün bir tarafındaki çiçek, yüzünün ayna simetrisini bozuyor.

# data_list
source: With mirror symmetry, body parts not on the midline show up in pairs -- for example, two ears, two eyes, and two arms. Because of this, there will be an even number of them.
ar: مع تناظر المرآة، تظهر أجزاء الجسم التي لا تقع على خط الوسط في أزواج - على سبيل المثال، أذنان، وعينان، وذراعان. ولهذا السبب، سيكون هناك عدد زوجي منها.
fr: Avec la symétrie en miroir, les parties du corps qui ne sont pas sur la ligne médiane apparaissent par paires -- par exemple, deux oreilles, deux yeux et deux bras. De ce fait, il y aura un nombre pair d'entre eux.
ja: 鏡面対称では、真ん中の線上にないものはペアになっているよ。例えば、2つの耳、2つの目、2本のうでなど。だから、それらは偶数になるね。
ko: 거울 대칭으로 보면 코끼리의 몸 양쪽은 서로 짝을 이루고 있습니다 - 예를 들어 두 개의 귀, 두 개의 눈, 그리고 두 개의 팔. 그렇기 때문에 그것은 짝수가 되는 것입니다.
tr: Ayna simetrisinde, bedenin orta hattında olmayan vücut parçaları çiftler (ikili gruplar) halindedirler – örneğin, iki kulak, iki göz ve iki kol. Bu nedenle, onlar çift sayıda olacaklardır.

# data_list
source: "Hello," said a stone near the river bank. "Hello," said Baby Elephant. "Can you tell me what Crocodile eats for dinner?" she asked.
ar: "مرحباً،" قال حجر بالقرب من ضفة النهر. "مرحباً،" قالت الفيلة الصغيرة. "هل يمكنك أن تخبرني ماذا يأكل التمساح على العشاء؟" سألته.
ja: 「こんにちは」川の土手ちかくの石が言った。「こんにちは」赤ちゃんゾウも言った。「クロコダイルが晩ごはんに何を食べるか教えてくれる？」と聞いたよ。
ko: “안녕." 강둑 가까이에 있는 돌이 말했습니다. “안녕하세요." 아기 코끼리가 말했습니다. “악어가 저녁으로 무엇을 먹는지 말해 줄수 있나요?” 아기 코끼리가 물었습니다.
tr: “Merhaba,” dedi nehrin kıyısındaki bir taş. “Merhaba,” dedi yavru fil. “Bana timsahın akşam yemeğinde ne yediğini söyleyebilir misin?” diye sordu.

# data_list
source: Is Baby Elephant talking to a stone or to Crocodile?
ar: هل تتحدث الفيلة الصغيرة إلى حجر أم إلى تمساح؟
fr: Bébé éléphant parle-t-il à une pierre ou à un crocodile ?
ja: 赤ちゃんゾウは石、それともクロコダイルに話しているの？
ko: 아기 코끼리는 돌이랑 얘기를 하나요 아니면 악어랑 얘기를 하나요?
tr: Yavru fil bir taşla mı yoksa timsahla mı konuşuyor?

# data_list
source: Why is it useful to a crocodile to have its eyes stick up above the water when the rest of its body is below the water?
ar: لماذا من المفيد للتمساح أن تكون عيناه مرفوعتين فوق الماء بينما باقي جسده تحت الماء؟
fr: Pourquoi est-il utile pour un crocodile d'avoir ses yeux qui dépassent de l'eau alors que le reste de son corps est sous l'eau ?
ja: 赤ちゃんゾウは石、それともクロコダイルに話しているの？
ko: 악어의 몸이 물 밑에 잠겨있는 동안 눈만 물위에 나와있는 것은 왜 악어에게 유리한가요?
tr: Vücudunun geri kalanı suyun altındayken gözlerinin suyun dışında olması timsah için neden faydalıdır?

# data_list
source: Count all the circles in this picture. Some parts of some of the circles are blocked from view.
ar: عد جميع الدوائر في هذه الصورة. بعض أجزاء بعض الدوائر محجوبة عن العرض.
fr: Compte tous les cercles de cette image. Certaines parties de certains cercles sont cachées à la vue.
ja: この絵の中で、円をすべて数えよう。ある部分が何かで見えなくなっている円もあるね。
ko: 그림에 있는 모든 원형을 세어 보세요. 원형 몇 개의 부분은 우리의 시야에 가려져 있습니다.
tr: Bu resimdeki tüm daireleri sayın. Bazı dairelerin bazı kısımları görünmüyor.

# data_list
source: "Bend down and I will tell you," said the stone. "Lower, lower," said the stone. So Baby Elephant bent down lower, and lower.
ar: "انحني وسأخبرك،" قال الحجر."أسفل، أقل"، قال الحجر. لذلك انحنت الفيلة الصغيرة إلى الأسفل، وإلى الأسفل.
ja: 「かがんでごらん。そうしたら教えてあげる。」と石が言った。「もっと下だよ、もっと下だよ。」と石が言った。だから赤ちゃんゾウはもっと下にかがんだよ。それからもっともっと下に。
ko: ”고개를 숙이면 내가 말해줄게.“ 돌이 말했습니다. “조금 더 낮게, 조금만 더," 돌이 말했습니다. 그래서 아기 코끼리는 점점 더 고개를 숙였습니다.
tr: “Eğil de sana anlatayım,” dedi taş. “Daha aşağı, daha aşağı,” dedi taş. Bunun üzerine yavru fil daha da aşağı, daha da aşağı eğildi.

# data_list
source: Uh oh! Why does Crocodile want Baby Elephant to get closer?
ar: اه أوه! لماذا يريد التمساح أن تقترب الفيلة الصغيرة؟
fr: Uh oh ! Pourquoi le crocodile veut-il que le bébé éléphant s'approche ?
ja: おっと、 どうしてクロコダイルは赤ちゃんゾウにもっと近づいて欲しいのかな？
ko: 어머나! 왜 악어는 아기 코끼리가 더 가깝게 오기를 원하나요?
tr: Aha! Timsah neden yavru filin yaklaşmasını istiyor?

# data_list
source: Can the crocodile eat Baby Elephant? Baby Elephant is much bigger than crocodile.
ar: هل يستطيع التمساح أن يأكل الفيلة الصغيرة؟ الفيلة الصغيرة أكبر بكثير من التمساح.
fr: Le crocodile peut-il manger le bébé éléphant ? Le bébé éléphant est beaucoup plus grand que le crocodile.
ja: クロコダイルは赤ちゃんゾウを食べられるのかな？赤ちゃんゾウはクロコダイルよりももっと大きいよ。
ko: 악어가 아기 코끼리를 먹을수 있나요? 아기 코끼리는 악어보다 더 큽니다.
tr: Timsah, yavru fili yiyebilir mi? Yavru fil timsahtan çok daha büyük!
