Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: But one day, the sun did not rise. Aku waited for the cocks to crow. They did not. The birds too did not tweet. And without the sun in Sunland, people could not go about their daily activities. Farmers could not go to tend their crops. And the sky was grey and sad. Ataa Ankra could not go fishing. Children too could not prepare for school. And women could not go to the market to haggle over the prices of soap and kerosene. Aku missed all these. She missed the cock crows and bird tweets too. And she missed the sunrise more.
ar: لكن في يوم من الأيام، لم تشرق الشمس. انتظرت آكو الديوك حتى تصيح. لم يفعلوا. لم تغرد الطيور أيضاً. وبدون الشمس في أرض الشمس، لم يستطع الناس من القيام بأنشطتهم اليومية. لم يستطع المزارعون الذهاب لرعاية محاصيلهم. وكانت السماء رمادية وحزينة. لم يستطع أتا أنكرا الذهاب لصيد السمك. لم يستطع الأطفال أيضاً الاستعداد للمدرسة. لم تتمكن النساء من الذهاب إلى السوق للمساومة على أسعار الصابون والكيروسين. افتقدت آكو كل هذا. افتقدت صياح الديك وأغاريد الطيور أيضاً. وافتقدت شروق الشمس أكثر.
fr: Mais un jour, le soleil ne s'est pas levé. Aku attendit que les coqs chantent. Ils ne le firent pas. Les oiseaux non plus n'ont pas gazouillé. Et sans le soleil à Sunland, les gens ne pouvaient pas vaquer à leurs occupations quotidiennes. Les fermiers ne pouvaient pas aller soigner leurs cultures. Et le ciel était gris et triste. Ataa Ankra ne pouvait pas aller pêcher. Les enfants aussi ne pouvaient pas se préparer pour l'école. Et les femmes ne pouvaient pas aller au marché pour marchander les prix du savon et du kérosène. Tout cela manquait à Aku. Les corbeaux et les gazouillis des oiseaux lui manquaient aussi. Et le lever du soleil lui manquait encore plus.
ja: しかしある日、太陽が昇らなかった。アクは鶏が鳴くのを待ったが、鳴かなかった。鳥たちも鳴かなかった。 サンランドに太陽がなければ、人々は日常生活を営むことができなかった。農家たちは作物の世話ができなかった。空は灰色で悲しかった。アタア・アンクラは釣りに行けなかった。子供たちも学校に行くことができなかった。女性たちは石鹸や灯油の値切り交渉をしに市場に行くこともできなかった。 アクはこれらすべてが恋しくなった。鶏の鳴き声や鳥のさえずりも恋しくなった。そして日の出がもっと恋しくなった。
ko: 그런데 어느 날, 해가 뜨지 않았습니다. 아쿠는 수탉이 울때를 기다리고 있었습니다. 그렇지만 아무 소리도 들리지 않았습니다. 새 또한 지저귀지 않았습니다. 그리고 해가 없는 선랜드에서 사람들은 그들의 하루 일상을 시작할 수 없었습니다. 농부들은 그들의 곡물들을 돌볼수가 없었습니다. 그리고 하늘은 어둑어둑하며 슬펐습니다. 아쿠의 아버지는 고기를 잡으러 갈 수가 없었습니다. 아이들도 학교에 갈 준비를 할 수가 없었습니다. 그리고 아주머니들도 가게에 가서 비누와 둥유의 가격을 흥정할수 없었습니다. 아쿠는 그 모든것이 그리웠습니다. 아쿠는 수탉이 우는 것과 새가 지저귀는 것이 그리웠습니다. 그리고 아쿠는 해가 뜨는것이 더욱 그리웠습니다.
tr: Ama bir gün güneş doğmadı. Aku horozların ötmesini bekledi. Ötmediler. Kuşlar da ötmedi. Sunland’de güneş olmayınca insanlar günlük işlerini yapamadılar. Çiftçiler ekinlerini biçmeye gidemediler. Gökyüzü gri ve hüzünlüydü. Ataa Ankra, balık tutmaya gidemedi. Çocuklar okula hazırlanamadılar. Ve kadınlar pazara, sabun ve gaz yağı fiyatları için pazarlık etmeye gidemediler. Aku tüm bunları özledi. Horoz ötüşlerini ve kuş cıvıltılarını da özledi. Güneşin doğuşunu ise daha da çok özledi.

# data_list
source: A rectangle is a shape with four straight sides, like this page. How many rectangles can you find in this picture?
ar: المستطيل هو شكل له أربعة جوانب مستقيمة، مثل هذه الصفحة. كم عدد المستطيلات التي يمكنك العثور عليها في هذه الصورة؟
fr: Un rectangle est une forme avec quatre côtés droits, comme cette page. Combien de rectangles peux-tu trouver dans cette image ?
ja: 長方形は、このページのように4つのまっすぐな辺を持つ形である。この絵の中には、いくつの長方形があるかな？
ko: 사각형은 그림에서와 같이 네 개의 똑바른 면을 가지고 있는 도형입니다. 그림에서 여러분은 몇 개의 사각형을 찾을 수 있나요?
tr: Dikdörtgen, bu sayfa gibi dört düz kenarı olan bir şekildir. Bu resimde kaç dikdörtgen bulabilirsiniz?

# data_list
source: If it is dark when you get up, what kinds of things can you do without the sun in the sky?
ar: إذا كان ظلاماً عندما تستيقظ، ما هي الأشياء التي يمكنك القيام بها دون الشمس في السماء؟
fr: S'il fait nuit quand tu te lèves, quelles sortes de choses peux-tu faire sans le soleil dans le ciel ?
ja: もし君が起きた時に暗かったら、太陽がない空でどんなことができるだろう？
ko: 만약에 여러분이 아침에 일어났을때 하늘에 해가 뜨지 않아서 밖이 어둡다면 여러분은 어떤 것들을 할 수있나요?
tr: Uyandığınızda hava karanlıksa, gökyüzünde güneş yokken ne tür şeyler yapabilirsiniz?

# data_list
source: If you didn't see the sun one dark morning, what would you think?
ar: إذا لم ترَ الشمس في صباحٍ مظلم، ماذا ستفكر؟
fr: Si tu n'avais pas vu le soleil un matin, qu'aurais-tu pensé ?
ja: ある暗い朝、太陽が見えなかったとしたら、君はどう思う？
ko: 여러분이 어두운 아침에 해를 볼 수 없다면 어떤 생각이 드나요?
tr: Karanlık bir sabah, güneşi görmezseniz ne düşünürdünüz?

# data_list
source: Everyone wanted to know where the sun went. "Maybe the sun is dead," some people said. "The sun has travelled," said others. Aku disagreed, "No, the sun is not dead. And the sun has not travelled. Or it would have first told me." Some people chuckled at what Aku said. She continued anyway, "I tell the truth. The sun is my friend. The sun is not dead. It is only —". But no one would hear anymore. Everyone forgot about the sun. They laughed hard at Aku. The children laughed too. The children's laughter pained Aku the most.
ar: أراد الجميع أن يعرفوا أين ذهبت الشمس. قال بعض الناس: "ربما ماتت الشمس". قال آخرون: "لقد سافرت الشمس". لم توافق آكو على ذلك، "لا، الشمس لم تمت. والشمس لم تسافر. أو كانت ستخبرني أولاً". ضحك بعض الناس على ما قالته آكو. لكنّها استمرت: "أقول الحقيقة. الشمس صديقتي. الشمس لم تمت. إنّها فقط -". لكن لم يعد أحد يسمع. نَسِيَ الجميع الشمس. ضحكوا بشدةٍ على آكو. ضحك الأطفال أيضاً. ضَحكات الأطفال آلمَتْ آكو أكثر من غيرها.
fr: Tout le monde voulait savoir où était passé le soleil. « Peut-être que le soleil est mort, » disaient certains. « Le soleil a voyagé, » disaient d'autres. Aku n'était pas d'accord, « Non, le soleil n'est pas mort. Et le soleil n'a pas voyagé. Ou il me l'aurait dit en premier. » Certaines personnes ont gloussé à ce qu’Aku a dit. Elle a quand même continué, « Je dis la vérité. Le soleil est mon ami. Le soleil n'est pas mort. Il est seulement — . » Mais personne ne voulait plus entendre. Tout le monde a oublié le soleil. Ils se sont moqués d'Aku. Les enfants riaient aussi. Le rire des enfants a fait le plus mal à Aku.
ja: みんな太陽がどこに行ったのか知りたがった。「太陽は死んだのかもしれない」と言う人もいた。「太陽は旅をしたんだ」と言う人もいた。 アクは反対した。「いや、太陽は死んでいない。 太陽は旅をしていない。そうでなければ、最初に教えてくれただろう。」 アクの言葉にクスクス笑う人もいた。とにかく彼女は続けた。「本当のことを言う。太陽は私の友達よ。太陽は死んでいない。ただ・・・」。しかし、もう誰も聞く耳を持たない。誰もが太陽のことを忘れた。彼らはアクに大笑いした。子供たちも笑った。子供たちの笑い声が一番アクを苦しめた。
ko: 모든 사람들은 해가 어디로 갔는지 알고 싶었습니다. “아마 해는 죽었을거야." 어떤 사람들은 말했습니다. “해가 여행을 갔을거야." 또 어떤 사람들은 말했습니다. “아니야, 해는 죽지 않았어. 그리고 해는 아무데도 가지 않았어. 만약 그랬다면 해는 나한테 먼저 말했을거야." 아쿠는 그들과 동의하지 않았습니다. 몇 사람들은 아쿠가 하는 말에 낄낄 걸렸습니다. 그렇지만 아쿠는 계속 얘기하였습니다. “진짜야. 해는 나의 친구야. 해는 죽지 않았어. 다만 —". 그렇지만 아무도 더이상 듣지 않았습니다. 모든 사람들은 해에 대해 잊어 버렸습니다. 그들은 아쿠를 크게 비웃었습니다. 아이들도 마찬가지였습니다. 아이들의 비웃음이 아쿠에게는 가장 힘들었습니다.
tr: Herkes güneşin nereye gittiğini bilmek istiyordu. “Belki de güneş ölmüştür,” dedi bazıları. “Güneş yolculuk etti,” dedi diğerleri. Aku aynı fikirde değildi, “Hayır, güneş ölmedi! Ve güneş bir yolculuğa da çıkmadı. Öyle olsaydı, önce bana söylerdi.” Bazı insanlar Aku’nun söylediklerine kıkır kıkır güldüler. Ama o yine de devam etti, “Ben doğruyu söylüyorum. Güneş, benim arkadaşım. Güneş, ölmedi. O sadece –” Ama artık onu hiç kimse duymuyordu. Herkes güneşi unutuverdi. Aku’ya çok güldüler. Aku’ya çocuklar da güldü. Aku’nun canını en çok çocukların kahkahaları acıttı.

# data_list
source: There are 6 children in this picture. How many of their limbs (arms and legs) can you see?
ar: يوجد ٦ أطفال في هذه الصورة. كم عدد أطرافهم (أذرعهم وأرجلهم) التي يمكنك رؤيتها؟
fr: Il y a 6 enfants sur cette image. Combien de leurs membres (bras et jambes) peux-tu voir ?
ja: この絵には6人の子供が描かれている。手足（手と足）は何本ある？
ko: 그림에는 여섯명의 아이들이 있습니다. 몇 개의 팔과 다리를 볼 수 있나요?
tr: Bu resimde 6 çocuk var. Kaç tanesinin uzuvlarını (kollarını ve bacaklarını) görebiliyorsunuz?

# data_list
source: Skip count by 4's six times to count how many limbs these 6 children have. You can also skip count by 6's four times to get this same number. Why does that work?
ar: عد قفزياً بمقدار ٤ ست مرات لعد عدد الأطراف التي يمتلكها هؤلاء الأطفال الستة. يمكنك أيضاً العد قفزياً بمقدار ٦ أربع مرات للحصول على نفس الرقم. لماذا يعمل ذلك؟
fr: Compte par 4 six fois pour compter combien de membres ont ces 6 enfants. On peut aussi compter par 6 quatre fois pour obtenir le même nombre. Pourquoi cela fonctionne-t-il ?
ja: この6人の子供たちの手足が何本あるか数えるために、4を6回飛ばして数えるよ。また、6を4回飛ばして同じ数を数えることもできる。なぜそうなるの？
ko: 4 단위로 건너뛰어 세기를 여섯 번 반복해 여섯명의 아이들의 팔다리를 세어 보세요. 여러분은 6 단위로 건너뛰어 세기를 네 번 반복해도 같은 합계를 가질 수 있습니다. 왜 그럴까요?
tr: Bu 6 çocuğun toplam kaç uzvu olduğunu saymak için 6 kez dörderli atlayarak sayın. Aynı sonucu elde etmek için 4 kez altışarlı atlayarak da sayabilirsiniz. Sizce bu yöntem neden işe yarıyor olabilir?

# data_list
source: How many more limbs do they have than the number you can see?
ar: كم عدد الأطراف التي لديهم أكثر من العدد الذي يمكنك رؤيته؟
fr: Combien de membres en plus ont-ils par rapport au nombre que tu peux voir ?
ja: 手足は見えている本数より何本多いのだろう？
ko: 여러분이 건너뛰어 세어본 숫자는 그림에서 볼 수 있는 팔 다리보다 얼마나 더 많나요?
tr: Onların, sizin baktığınızda görebildiğiniz sayıdan kaç daha fazla uzuvları var?

# data_list
source: Sad like the sky, Aku hastened into her house. On the way, she accidentally kicked her brother's football. The ball rolled into the kitchen. There was a calabash of palm oil in a corner of the kitchen. The ball hit the calabash. The calabash was toppled. The palm oil on it spilled. The palm oil soiled the ball.
ar: حزينةٌ كالسماء، أسرعت آكو إلى منزلها. في طريقها، ركلت كرة القدم الخاصة بأخيها عن طريق الخطأ. تدحرجت الكرة إلى المطبخ. كان هناك وعاء كالاباش مليء بزيت النخيل في زاوية من زوايا المطبخ. ضربت الكرة وعاء كالاباش. سقط وعاء كالاباش. انسكب زيت النخيل من عليه. تلطّخت الكرة بزيت النخيل.
fr: Triste comme le ciel, Aku s'est précipitée dans sa maison. En chemin, elle a accidentellement donné un coup de pied dans le ballon de football de son frère. Le ballon a roulé dans la cuisine. Il y avait une calebasse d'huile de palme dans un coin de la cuisine. Le ballon frappe la calebasse. La calebasse est renversée. L'huile de palme s'est répandue dessus. L'huile de palme a souillé le ballon.
ja: アクは空のように悲しくなり、急いで家に帰った。 帰る途中、彼女はうっかり兄のサッカーボールを蹴ってしまった。ボールは台所に転がった。台所の隅にパーム油の入ったヒョウタンがあった。ボールがヒョウタンに当たり、ヒョウタンは倒れた。 パーム油がこぼれて、ボールを汚した。
ko: 슬픈 하늘처럼 아쿠는 집안으로 황급히 들어갔습니다. 들어가면서 아쿠는 오빠의 축구공을 실수로 찼습니다. 공은 부엌으로 굴러갔습니다. 부엌 한 구석에는 야자기름이 담긴 카바시가 있었습니다. 공은 카바시를 쳤습니다. 그리고 카바시가 엎질러졌습니다. 야자기름이 쏟아졌습니다. 야자기름은 공을 더럽혔습니다.
tr: Aku, gökyüzü gibi üzgün bir hâlde, apar topar evine gitti. Evde yürürken, kazayla kardeşinin futbol topunu tekmeledi. Top yuvarlanarak mutfağa gitti. Mutfağın bir köşesinde palmiye yağıyla dolu bir su kabağı kâsesi vardı. Top su kabağına çarptı. Su kabağı devrildi. Palmiye yağı dökülüp topa bulaştı.

# data_list
source: What do you think Aku's brother will do when he sees that his ball has oil all over it?
ar: ماذا تعتقد أن شقيق آكو سيفعل عندما يرى كرته مغطاة بالزيت؟
fr: Que penses-tu que le frère d'Aku fera quand il verra que son ballon est couvert d'huile ?
ja: アクの兄は、ボールが油まみれになっているのを見て、どうすると思う？
ko: 여러분은 아쿠의 오빠가 야자기름이 묻어 더러워진 공을 보면 어떻게 할 거라고 생각하나요?
tr: Sizce Aku’nun kardeşi, topunun her tarafında yağ olduğunu görünce ne yapacak?

# data_list
source: The calabash is the bowl that was holding the oil. How did all that oil fit in that calabash?
ar: الكالاباش هو الوعاء الذي كان يحمل الزيت. كيف اتّسع كل ذلك الزيت في ذلك الوعاء؟
fr: La calebasse est le bol qui contenait l'huile. Comment toute cette huile a-t-elle pu tenir dans cette calebasse ?
ja: ヒョウタンは油を入れていた器だ。あのヒョウタンにどうやって油を入れたのだろう？
ko: 카바시는 기름을 담은 그릇입니다. 어떻게 그 많은 기름이 카바시에 들어갈수가 있을까요?
tr: Yağı tutan kâse, bir su kabağıdır. O kadar yağ o su kabına nasıl sığmış?

# data_list
source: Did you ever spill a small glass of water or milk and watch it spread out on the floor? A little bit can cover a lot of floor!
ar: هل سبق لك أن سكبت كوباً صغيراً من الماء أو الحليب وشاهدته ينتشر على الأرض؟ يمكن للقليل منه أن يغطي مساحة كبيرة من الأرض!
fr: As-tu déjà renversé un petit verre d'eau ou de lait et l'as-tu vu se répandre sur le sol ? Un petit peu peut couvrir une grande partie du sol !
ja: 小さなコップの水や牛乳をこぼして、それが床に広がるのを見たことがある？少しの量で床一面を覆ってしまうよ！
ko: 여러분은 물이나 우유가 든 컵을 바닥에 엎지른 적이 있나요? 조그만 양의 물이나 우유는 바닥에 많이 엎질러 질수 있습니다!
tr: Hiç küçük bir bardak su veya süt döküp yere yayılmasını izlediniz mi? Azıcık bir şey çok fazla yer kaplayabilir!

# data_list
source: Oti came into the house with one of his friends to fetch his ball. He saw the toppled calabash, the spilled palm oil. He saw his soiled ball too. Before he could run out to tell A'anua what Aku had done, Aku picked up the ball and ran off. The boys followed Aku. They all met A'anua outside the house. A'anua saw Aku holding the ball. Before she could call Aku and scold her, Aku ran past her. Oti, A'anua and all the people of Sunland watched Aku run away. They wondered what she would do with the soiled ball.
ar: دخل أوتي المنزل مع أحد أصدقائه لإحضار كرته. رأى وعاء كالاباش المقلوب، والزيت المنسكب. ورأى كرته المتسخة أيضاً. قبل أن يتمكن من الخروج لإخبار آنوا بما فعلته آكو، التقطت آكو الكرة وهربت. تبعها الأولاد. التقى جميعهم بآنوا خارج المنزل. رأت آنوا آكو ممسكةً بالكرة. قبل أن تتمكن من مناداة آكو وتوبيخها، تخطتها آكو راكضةً. شاهد أوتي وآنوا وجميع سكان أرض الشمس آكو وهي تهرب. تساءلوا عما ستفعله بالكرة المتسخة.
ja: オティは友達の1人と一緒にボールを取りに家に入った。彼は倒れたヒョウタンとこぼれたパーム油を見つけた。汚れたボールも見つけた。 兄がアヌアに、アクがしたことを言おうと走り出す前に、アクはボールを拾って走り去った。男の子たちはアクの後を追った。みんなは、家の外でアヌアに出くわした。アヌアはアクがボールを持っているのを見た。彼女がアクを呼んで叱る前に、アクは彼女の横を走り抜けた。 オティ、アヌア、そしてサンランドのすべての人々は、アクが走り去るのを見送った。みんなは、彼女が汚れたボールをどうするのだろうと思った。
ko: 오빠, 오티아이가 친구와 함께 공을 가지러 집 안으로 들어왔습니다. 오빠는 야자기름이 엎지러진 카바시를 보았습니다. 더러워진 축구공도 보았습니다. 오빠가 엄마에게 달려가 아쿠가 한 짓을 말하기 전에 아쿠는 공을 집어들고 달아났습니다. 남자아이들은 아쿠의 뒤를 따랐습니다. 그들 모두 아쿠의 엄마를 집 밖에서 만났습니다. 엄마는 아쿠가 공을 들고 있는 것을 보았습니다. 아쿠의 엄마가 아쿠를 불러 꾸짖기도 전에 아쿠는 엄마를 지나 달려갔습니다. 오빠, 엄마 그리고 선랜드의 모든 사람들은 아쿠가 달아나는 것을 쳐다보았습니다. 그들은 아쿠가 더러워진 공을 가지고 무엇을 할 것인지 궁금했습니다.
tr: Oti arkadaşlarından biriyle topunu almak için eve geldi. Devrilmiş su kabağını, dökülmüş palmiye yağını gördü. Her tarafına yağ bulaşmış topunu da gördü. Kardeşi, A'nua’ya Aku’nun ne yaptığını söylemek için daha dışarıya koşmadan önce, Aku topu alıp hızlıca kaçtı. Çocuklar Aku’yu takip ettiler. Evin dışında A'anua ile karşılaştılar. A'anua, Aku’nun topu tuttuğunu gördü. A'anua, Aku’yu çağırıp onu daha paylamadan, Aku onun yanından koşarak geçti. Oti, A'anua ve tüm Sunland halkı Aku’nun kaçışını izledi. Kirlenmiş topla ne yapacağını merak ediyorlardı.

# data_list
source: Many ten-year olds can run a mile in ten minutes. Aku is extra fast. How many minutes do you think it takes her to run a mile? 2 minutes? 5 minutes? 8 minutes?
ar: يمكن للعديد من الأطفال في سن العاشرة أن يركضوا ميلاً في عشر دقائق. آكو سريعة جداً. في رأيك، كم دقيقة يستغرقها الركض لمسافة ميل؟ دقيقتان؟ ٥ دقائق؟ ٨ دقائق؟
fr: Beaucoup d'enfants de dix ans peuvent courir un kilomètre en dix minutes. Aku est très rapide. Combien de minutes penses-tu qu'il lui faut pour courir un kilomètre ? 5 minutes ? 8 minutes ?
ja: 10歳の子供の多くは約1キロを約6分で走れる。アクは特別速い。彼女が1キロ走るのに何分かかると思う？1分？3分？5分？
ko: 많은 10살의 아이들은 10분에 1.6 킬로미터를 달릴수 있습니다. 아쿠는 그보다 더 빨리 달릴수 있습니다. 여러분은 아쿠가 1.6 킬로미터를 몇 분만에 달릴 수 있다고 생각하나요? 2분? 5분? 8분?
tr: On yaşındaki birçok çocuk 1 mili (1,609 metreyi), 10 dakikada koşabilir. Ama Aku ekstra hızlı. Sizce Aku, bir mili kaç dakikada koşar? 2? 5? 8 dakikada mı?

# data_list
source: What about Aku allows her to run so fast?
ar: ما الذي يميز آكو ويسمح لها بالركض بهذه السرعة؟
fr: Qu'est-ce qui permet à Aku de courir si vite ?
ja: アクはどうしてそんなに速く走れるの？
ko: 아쿠는 어떻게 그렇게 빨리 달릴 수 있나요?
tr: Aku’nun bu kadar hızlı koşmasını sağlayan şey nedir?

# data_list
source: The sun is gone, people are laughing at Aku, and Aku has a dirty ball. How do you think the story will resolve all these problems?
ar: الشمس غائبة، الناس يضحكون على آكو، وآكو لديها كرة متسخة. في رأيك، كيف ستحلُّ القصة كل هذه المشاكل؟
fr: Le soleil a disparu, les gens se moquent d'Aku, et Aku a un ballon sale. Comment penses-tu que l'histoire va résoudre tous ces problèmes ?
ja: 太陽は消え、人々はアクを笑いものにし、アクは汚いボールを持っている。このお話はこれらの問題をどのように解決すると思う？
ko: 해는 사라지고 사람들은 아쿠를 비웃고 아쿠는 더러워진 공을 가지고 있습니다. 여러분은 이 모든 문제들이 이야기에서 어떻게 풀릴거라고 생각하나요?
tr: Güneş yok oldu, insanlar Aku’ya gülüyor ve Aku’nun kirli bir topu var. Sizce hikâyede tüm bu sorunlar nasıl çözülecek?

# data_list
source: Aku stopped when she got to the middle of the town square. She put the ball on the ground. With a mighty swing of her hands and a swift pull of one long leg behind the other, Aku kicked the ball. The ball turned round on the ground, spinning towards the edge of the town square. It hit the roots of the palm tree at one end of the town square.
ar: توقفت آكو عندما وصلت إلى وسط ساحة البلدة. وضعت الكرة على الأرض. بحركة قوية من يديها وسحب سريع لإحدى ساقيها الطويلتين خلف الأخرى، ركلت آكو الكرة. استدارت الكرة على الأرض، ودارت باتجاه حافة ساحة البلدة. ضربت جذور شجرة النخيل في أحد أطراف الساحة.
fr: Aku s'est arrêtée quand elle est arrivée au milieu de la place de la ville. Elle a posé la balle sur le sol. D'un puissant élan des mains et d'une traction rapide d'une longue jambe derrière l'autre, Aku envoya le ballon. Le ballon s'est retourné sur le sol et a tourné vers le bord de la place. Il a frappé les racines du palmier à une extrémité de la place.
ja: アクは町の広場の真ん中あたりで立ち止まった。彼女はボールを地面に置いた。 両手を力強く振り、片方の長い足をもう片方の足の後ろに素早く引いて、アクはボールを蹴った。ボールは広場の端に向かって回転した。ボールは広場の端にあるヤシの木の根に当たった。
ko: 아쿠는 마을 광장 한가운데에 와서 멈췄습니다. 아쿠는 공을 땅에 놓았습니다. 팔을 힘껏 휘두르고 긴 한 발을 뒤로 재빨리 당기며 아쿠는 공을 찼습니다. 공은 땅에서 회전하며 마을 광장의 끝으로 향했습니다. 공은 마을 광장 끝에 있는 야자나무의 뿌리에 부딪쳤습니다.
tr: Aku kasaba meydanının ortasına ulaştığında durdu. Topu yere koydu. Ellerini kuvvetlice savurarak ve uzun bacaklarından birini diğerinin arkasına hızla çekerek topu tekmeledi. Top kendi etrafında fırıl fırıl dönerek kasaba meydanının kenarına doğru savrulup gitti. Kasaba meydanının bir ucundaki palmiye ağacının köklerine çarptı.

# data_list
source: What in the picture tells you that the ball is flying fast?
ar: ما الذي يخبرك في الصورة أن الكرة تطير بسرعة؟
fr: Quel élément de l'image te dit que la balle vole vite ?
ja: ボールが速く飛んでいることがこの絵の何から分かるかな？
ko: 그림에서 여러분은 공이 빨리 날아가는것을 어떻게 알 수 있나요?
tr: Resimde size topun hızlıca uçtuğunu anlatan şey nedir?

# data_list
source: Why is the path of the ball curved instead of straight?
ar: لماذا يكون مسار الكرة منحنياً بدلاً من أن يكون مستقيماً؟
fr: Pourquoi la trajectoire de la balle est-elle courbe et non droite ?
ja: どうしてボールの軌道は、直線ではなく曲線なのかな？
ko: 왜 공은 직선이 아닌 곡선으로 날아갔을까요?
tr: Topun izlediği yol neden düz değil de eğridir (kavislidir)?

# data_list
source: Why did Aku need to swing her hands to kick the ball hard? Notice how many other parts of your body are involved with action of just one part.
ar: لماذا احتاجت آكو إلى تحريك يديها لركل الكرة بقوة؟ لاحظ كم جزء آخر من جسمك يشارك في حركة جزء واحد فقط.
fr: Pourquoi Aku a-t-elle dû balancer ses mains pour frapper le ballon avec force ? Remarque combien d'autres parties de ton corps sont impliquées dans l'action d'une seule partie.
ja: どうしてアクはボールを強く蹴るために手を振る必要があったの？たった1つの動作に、体の多くの部位が関わっていることに気づこう。
ko: 왜 아쿠는 공을 힘차게 차기위해 양팔을 휘둘렀을까요? 신체의 한 부분의 동작을 위해 얼마나 많은 다른 곳의 신체부분이 같이 움직이는지 보이나요?
tr: Sizce Aku’nun topa sertçe vurmak için neden ellerini sallaması gerekti? Sadece tek bir parçanın hareketiyle vücudunuzun ne kadar çok parçasının işin içine girdiğine dikkat edin.

# data_list
source: The ball shot into the sad sky. With mouths opened wide, the people of Sunland gazed after the flying ball. The ball flew beyond the clouds, beyond the gaze of the eyes. Everything was still. All was quiet. Suddenly, the sky cleared. The clouds became white, round and fluffy. Then a big ball came from behind the clouds. The ball was bright. And it was red and yellow like palm oil. The ball was the sun. Aku's sun. Everything stirred. The quietness left.
ar: انطلقت الكرة نحو السماء الحزينة. بفمٍ مفتوح، نظر سكان أرض الشمس إلى الكرة الطائرة. طارت الكرة إلى ما وراء الغيوم، وراء أنظار العيون. كان كل شيء ساكناً. كان كل شيء هادئاً. فجأة، صفت السماء. أصبحت الغيوم بيضاء ومستديرة ورقيقة. ثم جاءت كرة كبيرة من خلف السحب. كانت الكرة ساطعة. وكانت حمراء وصفراء مثل زيت النخيل. كانت الكرة هي الشمس. شمس آكو. تحرك كل شيء. رحل الهدوء.
fr: La balle s'est envolée dans le triste ciel. La bouche grande ouverte, les habitants de Sunland regardaient la balle voler. La balle s'est envolée au-delà des nuages, au-delà du regard des yeux. Tout était immobile. Tout était calme. Soudain, le ciel s'est dégagé. Les nuages sont devenus blancs, ronds et cotonneux. Puis une grosse boule est sortie de derrière les nuages. La boule était brillante. Et elle était rouge et jaune comme de l'huile de palme. La boule était le soleil. Le soleil d'Aku. Tout s'est agité. Le calme est parti.
ja: ボールは悲しい空に向かって飛んでいった。サンランドの人々は口を大きく開けて、飛んでいくボールを見つめた。ボールは雲の彼方へ、視線の先へと飛んでいった。 すべてが静まり返っていた。すべてが静かだった。 突然、空が晴れた。雲が白く、丸く、ふわふわになった。そして雲の向こうから大きなボールがやってきた。ボールは明るかった。パーム油のような赤と黄色だった。ボールは太陽だった。アクの太陽。 すべてがかき乱された。静寂が去った。
ko: 공은 슬픈 하늘로 날아 올라갔습니다. 선랜드 사람들은 입을 다물지 못하며 날아가는 공을 바라보았습니다. 공은 구름 너머로 사람들의 시선밖으로 날아갔습니다. 모든 것이 멈추었습니다. 모든 것이 조용했습니다. 갑자기 하늘이 밝아졌습니다. 구름은 하얗게 변하고 둥그렇게 부풀어 올랐습니다. 그리고 나서 공은 구름 너머로부터 나왔습니다. 공은 빛났습니다. 그리고 공은 야자 기름과 같이 빨갛고 노란색이었습니다. 공은 해가 되었습니다. 아쿠의 해! 모든것들이 꿈틀거렸습니다. 고요함은 사라졌습니다.
tr: Top hüzünlü gökyüzüne doğru hızla yol aldı. Ağızları kocaman açılmış olan Sunland halkı uçan topun ardından bakakaldı. Top bulutların ötesine, gözlerin bakışlarının ötesine uçtu. Her şey hareketsizdi. Her şey sessizdi. Aniden, gökyüzü açıldı. Bulutlar beyaz, yuvarlak ve pofuduk pofuduk oldu. Ardından, bulutların arkasından büyük bir top geldi. Top parlaktı. Ve palmiye yağı gibi kırmızı ve sarıydı. O top, güneş idi. Aku’nun güneşi! Her şey hareketlendi. Sessizlik gitti.

# data_list
source: How many different colors of clothes do you see here? Which colors of the rainbow are missing?
ar: كم عدد ألوان الملابس المختلفة التي تراها هنا؟ أي من ألوان قوس قزح مفقودة؟
fr: Combien de couleurs de vêtements différents vois-tu ici ? Quelles sont les couleurs manquantes de l'arc-en-ciel ?
ja: ここに何色の服が見える？虹のどの色が欠けているかな？
ko: 여러분은 몇 가지 다른 색깔의 옷이 보이나요? 무지개에서 어떤 색이 빠졌나요?
tr: Bu resimde kaç farklı renkte kıyafet görüyorsunuz? Gökkuşağının hangi renkleri eksik?

# data_list
source: Do the colors of the clothes you are wearing match any of these clothes?
ar: هل تتطابق ألوان الملابس التي ترتديها مع أي من هذه الملابس؟
fr: Les couleurs des vêtements que tu portes correspondent-elles à l'un de ces vêtements ?
ja: 君が着ている服の色は、これらの服のどれかと一致している？
ko: 여러분이 입고 있는 옷 색깔은 그림에서 보이는 색과 같은 색이 있나요?
tr: Sizin üzerinizdeki giysilerin renkleri bu giysilerden herhangi biriyle eşleşiyor mu?

# data_list
source: Finding what is the same and what is different is an important way we understand the things in our world.
ar: إن العثور على ما هو متماثل وما هو مختلف هو وسيلة مهمة لفهم الأشياء في عالمنا.
fr: Trouver ce qui est identique et ce qui est différent est une façon importante de comprendre les choses dans notre monde.
ja: 何が同じで何が違うかを見つけることは、私たちがこの世界の物事を理解するのに重要な方法である。
ko: 사물에 대해 같은점과 다른점을 찾아보는 것은 세상을 이해하는데 중요한 방법이 됩니다.
tr: Neyin aynı ve neyin farklı olduğunu bulmak, dünyamızdaki şeyleri anlamamızın önemli bir yoludur.
