Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Notice everyone's arms in this picture. Copy each one with your own arms. Arm positions can tell us a lot about what a person is thinking or feeling. What do these arm positions say to you?
ar: لاحظ أذرع الجميع في هذه الصورة. حاول تقليد وضعياتهم بذراعيك. يمكن أن تخبرنا أوضاع الذراع كثيرًا عمّا يفكر فيه الشخص أو يشعر به. بماذا توحي لك أوضاع الذراع هذه؟
fr: Remarque les bras de chacun dans cette image. Copie chacun d'eux avec tes propres bras. La position des bras peut nous en dire long sur ce qu'une personne pense ou ressent. Que te disent ces positions de bras ?
ja: この絵にいる全員の腕に注目しよう。自分の腕でそれぞれまねしてみよう。腕の位置は、その人が何を考えているのか、何を感じているのか、多くのことを教えてくれるよ。これらの腕の位置は、君に何を伝えようとしている？
ko: 그림에서 모든 사람들의 팔을 보세요. 여러분의 팔로 따라해 보세요. 팔의 자세는 그 사람이 어떤 기분이고 무슨 생각을 하는지를 이야기해 줍니다. 여러분은 여기에 있는 팔의 자세가 무엇을 말해 주는것 같나요?
tr: Bu resimdeki herkesin kollarına dikkat edin. Aynılarını kendi kollarınızla yapın. Kolların pozisyonları bize bir kişinin ne düşündüğü veya ne hissettiği hakkında çok şey anlatabilir. Resimdeki kol pozisyonları size ne söylüyor?

# data_list
source: "What work can you do?" the woman asked. The friends responded, "We can provide food for your family and animals." The woman asked, "What do you need to provide the food?" "Give us land, water and good care," they replied.
ar: "ما العمل الذي يمكنكما القيام به؟" تساءلت الإمرأة. أجاب الصديقان: "يمكننا توفير الطعام لعائلتك و لحيواناتك". فقالت الإمرأة: "ماذا تحتاجان لتوفير الطعام؟" فأجابا: "أعطنا الأرض والماء والرعاية الجيدة".
ja: 「君たちにはどんな仕事ができるの？」と女性は尋ねた。2人は、「私たちは君の家族と動物に食料を与えられるよ。」と答えた。 「食べ物を与えるには何が必要なの？」と女性は尋ねた。2人は、「土地と水と手厚い世話が必要だよ。」と答えた。
ko: "너는 무슨 일을 할 수 있니?" 아주머니가 물었습니다. “우리는 당신의 가족과 동물들에게 음식을 줄 수 있어요.” 두 친구는 대답했습니다. “너희는 음식을 마련해 주기 위해 무엇이 필요하니?” 아주머니가 물었습니다. “저희에게 땅과 물 그리고 보살핌을 주세요.” 그들은 말했습니다.
tr: “Ne iş yapabilirsiniz?” diye sordu kadın. Bu arkadaşlar, “Biz ailenize ve hayvanlarınıza yiyecek sağlayabiliriz,” diye cevap verdiler. “Yiyecek sağlamak için neye ihtiyacınız var?” diye sordu kadın. “Bize toprak, su ve iyi bir bakım verin,” diye karşılık verdiler.

# data_list
source: Most of our food comes from plants. What are some of your favorite foods that come from trees? From bushes? From vines? (berries, tomatoes, beans, squash)
ar: معظم طعامنا يأتي من النباتات. ما هي بعض الأطعمة المفضّلة لديك التي تأتي من الأشجار؟ من الشجيرات؟ من الكروم؟ (التوت، الطماطم، الفاصولياء، القرع)
fr: La plupart de nos aliments proviennent de plantes. Quels sont tes aliments préférés qui proviennent des arbres ? Des buissons ? De la vigne (baies, tomates, haricots, courges) ?
ja: 私たちの食べ物のほとんどは植物からもたらされるよ。木や茂み、つる植物から取れる君の好きな食べ物は何かな？（例えばベリー、トマト、豆、カボチャ）
ko: 우리들의 거의 모든 음식은 식물에서 나옵니다. 여러분이 좋아하는 음식중에 나무에서 나오는 것은 무엇인가요? 수풀에서는요? 덩굴에서는요? (딸기, 토마토, 콩, 호박)
tr: Yiyeceklerimizin çoğu bitkilerden gelir. Ağaçlardan gelen en sevdiğiniz yiyeceklerden bazıları nelerdir? Peki ya asmalardan gelen? Çalılardan? (yabani çilekler, domatesler, fasulyeler, kabakgiller)

# data_list
source: Rectangles are shapes with four straight sides, like this page. Count the rectangles on this page.
ar: المستطيلات هي أشكال ذات أربعة جوانب مستقيمة، مثل هذه الصفحة تماماً. عدّ المستطيلات الموجودة في هذه الصفحة.
fr: Les rectangles sont des formes avec quatre côtés droits, comme cette page. Compte les rectangles de cette page.
ja: 長方形は、このページのように4つのまっすぐな辺を持つ図形である。このページにある長方形を数えよう。
ko: 사각형은 그림에서 보는 것과 같이 네 개의 똑바른 면을 가지고 있는 도형입니다. 그림에서 사각형을 세어보세요.
tr: Dikdörtgenler bu sayfa gibi dört düz kenarı olan şekillerdir. Bu sayfadaki dikdörtgenleri sayın.

# data_list
source: These roofs are made of straw. The roof of the round building is shaped like a cone. The roofs of the other two buildings are somewhat like two sides of a triangle.
ar: هذه الأسطح مصنوعة من القش. سقف المبنى المستدير على مخروطيّ، أمّا شكل أسطح المبنيين الآخرين يشبه إلى حدّ ما وجهي المثلث.
fr: Ces toits sont faits en paille. Le toit du bâtiment rond a la forme d'un cône. Les toits des deux autres bâtiments sont un peu comme les deux côtés d'un triangle.
ja: これらの屋根は藁でできている。丸い建物の屋根は円錐の形をしている。他の2つの建物の屋根は、三角形の2辺のような形をしている。
ko: 여기에 있는 지붕들은 짚으로 만들어졌습니다. 둥근 건물의 지붕은 원뿔과 같은 모양입니다. 다른 두 건물의 지붕은 삼각형의 두 면과 비슷합니다.
tr: Resimdeki çatılar sazlardan yapılmış. Yuvarlak binanın çatısı koni şeklinde. Diğer iki binanın çatıları, bir üçgenin iki kenarına benziyor.

# data_list
source: The woman took them home with her.
ar: أخذت الإمرأة الصديقين معها إلى المنزل.
fr: La femme les a emportés chez elle.
ja: その女性は2人を家に連れて帰った。
ko: 아주머니는 그 둘을 집으로 데려갔습니다.
tr: Kadın onları kendi evine aldı.

# data_list
source: Palm and Cassava have very different bodies. Describe the shape, color, and size of the scales covering Palm's body.
ar: النخيل والكاسافا لهما أجسام مختلفة كثيراً. صف شكل ولون وحجم الحراشف التي تغطي جسم النخلة.
fr: Palme et Manioc ont des corps très différents. Décris la forme, la couleur et la taille des écailles qui recouvrent le corps de Palme.
ja: ヤシとキャッサバの体はまったく違う。ヤシの体を覆っているウロコの形、色、大きさを説明しよう。
ko: 종려나무와 카사바는 매우 다른 몸을 가지고 있습니다. 종려나무 몸의 모양, 색깔, 그리고 몸을 덮고 있는 비늘 모양의 크기를 설명해 보세요.
tr: Manyok ve Palmiye’nin çok farklı gövdeleri var. Resimdeki Palmiye’nin gövdesini kaplayan pulsu yapıların şeklini, rengini ve büyüklüğünü tarif edin.

# data_list
source: How many of the bricks on the side of the house can you count? Are there more leaves on Cassava or bricks on the house? How many more?
ar: كم عدد الطوبات الموجودة على جانب المنزل التي يمكنك عّدها؟ هل تمتلك الكاسافا أوراقاً أكثر من الطوب على جانب المنزل؟ بكم تزيد؟
fr: Combien de briques sur le côté de la maison peux-tu compter ? Y a-t-il plus de feuilles sur le manioc ou de briques sur la maison ? Combien de plus ?
ja: 家の側面にあるレンガの数をいくつ数えられる？キャッサバの葉と家のレンガ、どちらの方が多い？いくつ多い？
ko: 집의 옆면에 있는 벽돌이 몇 개인지 셀 수 있나요? 카사바의 잎이 더 많나요 아니면 집의 벽돌이 더 많나요? 얼마나 더 많나요?
tr: Evin yan tarafındaki tuğlaların kaçını sayabilirsiniz? Manyok’un üzerindeki yaprakların sayısı mı yoksa evin üzerindeki tuğlaların sayısı mı daha fazla? Kaç fazla?

# data_list
source: What is the shape of the side of a brick? Do you see any other objects with that shape in this picture?
ar: ما هو الشكل المكوّن على جانب الطوب؟ هل ترى أي عناصر أخرى تمتلك هذا الشكل في هذه الصورة؟
fr: Quelle est la forme du côté d'une brique ? Vois-tu d'autres objets ayant cette forme sur cette photo ?
ja: レンガの側面の形は何かな？この絵の中に、そのような形をした物は他にある？
ko: 벽돌의 옆면은 어떤 모양인가요? 그림에서 벽돌과 같은 모양의 것들을 볼 수 있나요?
tr: Bir tuğlanın kenarları hangi şekildedir? Bu resimde bu şekle sahip başka nesneler görüyor musunuz?

# data_list
source: One afternoon, Palm tree and Cassava had an argument. Cassava said he was more important than Palm. Palm said he was more important than Cassava.
ar: في ظهر أحد الأيام، تشاجرت شجرة النخيل مع الكاسافا. قال الكاسافا أنه أكثر أهميةً من النّخلة. وقالت النّخلة أنها أكثر أهميةً من الكاسافا.
fr: Un après-midi, Palme et Manioc se sont disputés. Manioc disait qu'il était plus important que Palme. Palme a dit qu'il était plus important que Manioc.
ja: ある日の午後、ヤシとキャッサバが口論になった。キャッサバは自分の方がヤシより大事だと言った。 ヤシはキャッサバより自分の方が大事だと言った。
ko: 어느 오후, 종려나무와 카사바가 다투었습니다. 카사바는 자신이 종려나무보다 더 중요하다고 말했습니다. 종려나무는 자신이 카사바보다 더 중요하다고 말했습니다.
tr: Bir öğleden sonra, Manyok ve Palmiye laf dalaşına girdi. Manyok kendisinin Palmiye’den daha önemli olduğunu söyledi. Palmiye ise kendisinin Manyok’tan daha önemli olduğunu söyledi.

# data_list
source: Palm and Cassava want to feel important. What are some ways you feel important?
ar: تريد النّخلة و الكاسافا أن يشعروا بالأهمّية. ما هي بعض الطرق التي تشعر فيها أنت بالأهمّية؟
fr: Palme et Manioc veulent se sentir importants. De quelle manière te sens-tu important ?
ja: ヤシとキャッサバは自分の重要性を感じたい。君自身が重要だと感じる方法は何かな？
ko: 종려나무와 카사바는 서로 자신이 더 중요하다고 느끼고 싶어합니다. 여러분은 어떤 부분에서 자신이 중요하다고 생각하나요?
tr: Manyok ve Palmiye kendilerini önemli hissetmek istiyorlar. Kendinizi önemli hissetmenizin yolları nelerdir?

# data_list
source: There are many ways someone might feel important. Perhaps they are important to someone, or because they can do something really well, or maybe because someone or something needs them.
ar: هناك العديد من الطرق التي قد يشعر بها شخص ما بأهمّيته. ربما لأنّه مهمُّ لشخص آخر، أو لأنه يتقن بعض الأشياء، أو ربما لأنّ شخصًا ما أو شيئاً ما يحتاج إليه.
fr: Une personne peut se sentir importante de bien des façons. Peut-être qu'il est important pour quelqu'un, ou parce qu'il peut faire quelque chose de vraiment bien, ou peut-être parce que quelqu'un ou quelque chose a besoin de lui.
ja: 誰かが重要だと感じる方法は沢山あるよ。誰かにとって重要だからとか、何かが上手にできるからとか、誰かや何かが必要としているからとか。
ko: 어떤 사람이 자신이 중요하게 느껴지는 데는 여러가지가 있습니다. 아마도 그들은 자신이 누군가에게 중요한 사람이거나 무엇인가를 정말 잘하거나 무언가 또는 누군가가 필요하기 때문일 것입니다.
tr: Kişinin kendisini önemli hissetmesinin pek çok yolu vardır. Belki biri için önemlidirler, belki bir şeyi gerçekten iyi yapabildikleri için önemlidirler veya belki de birinin kendilerine ihtiyacı olduğu için.

# data_list
source: Use the shadows on the ground to guess where the sun is. Point to the corner of the picture where the sun is.
ar: استخدم الظلال الموجودة على الأرض لتخمين مكان وجود الشّمس. أشر إلى زاوية تواجد الشّمس.
fr: Utilise les ombres sur le sol pour deviner où se trouve le soleil. Pointe le coin de l'image où se trouve le soleil.
ja: 地面の影から太陽の位置を推測しよう。太陽がどこにあるか、絵の隅を指差そう。
ko: 땅에 드리운 그늘을 보고 해가 어디에 있는지 짐작해 보세요. 사진에서 해가 어디에 있는지 가리켜 보세요.
tr: Güneşin nerede olduğunu tahmin etmek için yerdeki gölgelerden yola çıkın. Resimde güneşin olduğu yeri gösterin.

# data_list
source: The woman heard them from her room. She came out and asked "Why are you fighting?"
ar: سمعتهم الإمرأة من داخل غرفتها. خرجت الإمرأة وسألتهما "لماذا تتقاتلان؟"
fr: La femme les a entendus de sa chambre. Elle est sortie et a demandé : « Pourquoi vous battez-vous ? »
ja: 女性は自分の部屋から2人の声を聞いた。彼女は出てきて、「どうして喧嘩をしているの？」と尋ねた。
ko: 아주머니는 그녀의 방에서 그들이 다투는것을 들었습니다. “왜 싸우고 있니?" 아주머니가 나와서 물었습니다.
tr: Kadın onları odadan duydu. Gelip, “Neden kavga ediyorsunuz?” diye sordu.

# data_list
source: Rectangles with four equal sides are called squares. Point out squares and rectangles in this picture.
ar: المستطيلات التي تمتلك أربعة جوانب متساوية الطول تسمّى مربّعات. أشر إلى المربّعات والمستطيلات الموجودة في هذه الصورة.
fr: Les rectangles avec quatre côtés égaux sont appelés des carrés. Montre les carrés et les rectangles dans cette image.
ja: 4辺が等しい長方形は正方形と呼ばれる。この絵の中の正方形と長方形を指さそう。
ko: 동일한 네 개의 면을 가진 사각형을 정사각형이라고 부릅니다. 그림에서 정사각형과 사각형을 가리켜 보세요.
tr: Dört eşit kenarlı dikdörtgenlere ‘kare’ denir. Bu resimdeki kareleri ve dikdörtgenleri gösterin.

# data_list
source: Palm and Cassava are arguing. What do you think will happen next? Will they stop being friends?
ar: النّخلة و الكاسافا يتجادلان. بإعتقادك ماذا سيحدث بعد ذلك؟ هل ستنتهي صداقتهما؟
fr: Palme et Manioc se disputent. À ton avis, que va-t-il se passer ensuite ? Vont-ils cesser d'être amis ?
ja: ヤシとキャッサバが口論している。この先どうなると思う？彼らは友達であることをやめるのだろうか？
ko: 종려나무와 카사바는 다투고 있습니다. 다음에는 무슨 일이 일어날 것 같나요? 그들은 이제 친구가 아닌가요?
tr: Manyok ve Palmiye tartışıyorlar. Sizce bir sonraki aşamada ne olacak? Arkadaş olmayı bırakacaklar mı?

# data_list
source: Is it possible to disagree with someone and still be friends?
ar: هل من الممكن أن نختلف مع شخص ما ونبقى أصدقاءً؟
fr: Est-il possible d'être en désaccord avec quelqu'un et de rester amis ?
ja: 誰かと意見が合わなくても、友達でいられるかな？
ko: 어떤 사람과 다른 의견을 가지고도 여전히 친구가 될 수 있을까요?
tr: Biriyle aynı fikirde olmamak ama yine de arkadaş kalabilmek mümkün müdür?

# data_list
source: Cassava spoke first. "I am more important than Palm tree. I provide tubers for your fufu, gari, boiled cassava and cassava dough."
ar: تحدّث الكاسافا أوّلاً. "أنا أكثر أهمّيةً من النّخلة. أنا أقدّم درنات لأطعمة مثل: الفوفو والغاري والكاسافا المسلوقة وعجين الكاسافا."
fr: Manioc a parlé en premier. « Je suis plus important que Palme. Je fournis des tubercules pour ton fufu, ton gari, ton manioc bouilli et ta pâte de manioc. »
ja: キャッサバが先に口を開いた。「私はヤシの木よりも重要だよ。フフ、ガリ、茹でたキャッサバ、キャッサバ生地に使う塊茎を提供しているんだ。」
ko: 카사바가 먼저 말했습니다. “난 종려나무보다 더 중요해요. 난 당신의 후후와 가리의 관을 만들어 주고 구운 카사바와 반죽을 만들게 해 주잖아요."
tr: İlk Manyok konuştu. “Ben Palmiye ağacından daha önemliyim. Ben, sizin fufu, gari, haşlanmış manyok ve manyok hamurunuz için yumrular sağlarım.”

# data_list
source: Fufu is mashed cassava that people put in soups. Which kinds of soup have you eaten?
ar: الفوفو هو عبارة عن كاسافا مهروسة يضعها النّاس في الحساء. ما هي أنواع الحساء التي تناولتها من قبل؟
fr: Fufu est une purée de manioc que les gens mettent dans les soupes. Quelles sortes de soupes as-tu mangées ?
ja: フフはキャッサバをすりつぶしたもので、人々はスープに入れる。君はどんなスープを食べたことがある？
ko: 후후는 사람들이 스프에 넣는 으깬 카사바입니다. 여러분은 어떤 종류의 스프를 먹나요?
tr: Fufu, insanların çorbalara koyduğu bir manyok püresidir. Siz hangi tür çorbalardan içtiniz?

# data_list
source: These food containers are all round in some way. How are the shapes of these containers alike and how are they different?
ar: حاويات الطعام هذه كلّها مستديرة الشكل بطريقة أو بأخرى. فيما تتشابه أشكال هذه الحاويات وفيما تختلف؟
fr: Ces récipients alimentaires sont tous ronds d'une certaine manière. En quoi les formes de ces récipients sont-elles semblables et en quoi sont-elles différentes ?
ja: これらの食器はすべて何らかの形で丸みを帯びている。これらの容器の形はどのように似ていて、どのように違うのだろうか？
ko: 여기에 있는 그릇은 둥그러운 모양입니다. 그림에 있는 그릇들은 어떤 것이 비슷하고 어떤 것이 다른가요?
tr: Bu yiyecek kaplarının hepsi o veya bu şekilde yuvarlak. Bu kapların şekilleri, birbirlerine hangi yönlerden benzerler ve birbirlerinden nasıl farklılar?

# data_list
source: The world has about 8 billion people. Almost 1 billion people eat food from cassava. The country where people eat the most cassava is Nigeria, in Africa.
ar: يبلغ عدد سكّان العالم حوالي 8 مليارات نسمة. ما يقرب من مليار شخص يأكلون طعاماً يحتوي على الكاسافا. نيجيريا في أفريقيا هي الدولة التي يأكل فيها الناس أكبر حصّة من الكاسافا.
fr: Le monde compte environ 8 milliards de personnes. Près d'un milliard de personnes mangent des aliments à base de manioc. Le pays où l'on mange le plus de manioc est le Nigeria, en Afrique.
ja: 世界の人口は約80億人。約10億人がキャッサバから作られた物を食べている。最もキャッサバを食べている国はアフリカのナイジェリアである。
ko: 이 세상에는 800만의 사람들이 있습니다. 거의 10억의 사람이 카사바로 만든 음식을 먹습니다. 가장 많은 카사바를 먹는 나라는 아프리카에 있는 나이제리아입니다.
tr: Dünyada yaklaşık 8 milyar insan var. Neredeyse 1 milyar insan manyoktan yemek yer. İnsanların en çok manyok yediği ülke Afrika’daki Nijerya’dır.

# data_list
source: "My stems are used for planting. My leaves and peels feed your animals. What does Palm tree do?" asked Cassava.
ar: "تُستخدم أسواقي للزراعة. أوراقي و قشوري تغذّي حيواناتك. ماذا الذي تقوم به شجرة النّخيل؟" تساءل الكاسافا.
ja: 「私の茎は植林に使われる。葉や皮は家畜の餌になる。ヤシの木には何ができるの？」とキャッサバは聞いた。
ko: “내 줄기는 심을때 사용되요. 내 잎과 껍질은 당신이 동물을 먹이잖아요. 종려나무는 뭘 하나요?" 카사바가 물었습니다.
tr: “Benim saplarım bitki ekiminde kullanılır. Yapraklarım ve kabuklarım hayvanlarınızı besler. Palmiye ağacı ne işe yarar?” diye sordu Manyok.

# data_list
source: Not all shapes are simple and regular. There are several large, irregularly-shaped dark patches on the goat. How many?
ar: ليست كل الأشكال بسيطة ومنتظمة. هناك عدّة بقع داكنةٍ كبيرةٍ غير منتظمة الشّكل على حيوان الماعز. كم عددها؟
fr: Toutes les formes ne sont pas simples et régulières. Il y a plusieurs grandes taches sombres de forme irrégulière sur la chèvre. Combien y en a-t-il ?
ja: すべての形が単純で規則正しいわけではない。ヤギには不規則な形の大きな黒い斑点がいくつかある。いくつある？
ko: 모든 도형이 단순하거나 규칙적이지 않습니다. 그림에는 몇 개의 크고 불규칙적인 검은 반점 모양의 염소가 있습니다. 몇 마리인가요?
tr: Resimdeki şekillerin tümü o kadar da sade veya düzenli değiller. Keçinin üzerinde birkaç büyük, düzensiz şekilli koyu lekeler var. Orada kaç leke var?

# data_list
source: The pig seems to be enjoying the peels of the cassava plant. Which kinds of foods do we eat after peeling them?
ar: يبدو أنّ الخنزير يستمتع بتناول قشور نبات الكاسافا. ما هي أنواع الأطعمة التي نتناولها بعد تقشيرها؟
fr: Le cochon semble apprécier les épluchures du manioc. Quels types d'aliments mangeons-nous après les avoir épluchés ?
ja: 豚がキャッサバの皮を美味しそうに食べている。私たちが皮をむいて食べるのはどんな食べ物かな？
ko: 돼지는 카사바의 껍질을 아주 맛있게 먹고 있는것 같습니다. 우리는 카사바의 껍질을 벗긴 후에 어떤 종류의 음식을 먹나요?
tr: Domuz, manyok bitkisinin kabuklarını beğenmiş gibi görünüyor. Peki bizler hangi tür yiyeceklerin kabuklarını soyduktan sonra yiyebiliriz?

# data_list
source: It's fun to make animal sounds. Can you make a noise like a pig or a goat? Any others?
ar: من الممتع تقليد أصوات الحيوانات. هل يمكنك إصدار صوت مثل صوت الخنزير أو الماعز؟ هل يمكنك إصدار أصوات أخرى؟
fr: C'est amusant de faire des bruits d'animaux. Peux-tu faire un bruit comme un cochon ou une chèvre ? D'autres ?
ja: 動物の鳴き声を出すのは楽しい。ブタやヤギのような鳴き声を出せる？他にもある？
ko: 동물의 소리를 흉내 내는 것은 재미있습니다. 여러분은 돼지나 염소의 소리를 낼 수있나요? 또 다른 동물도 낼수 있나요?
tr: Hayvan seslerini çıkarmak eğlencelidir. Keçi veya domuz gibi ses çıkarabilir misiniz? Peki ya başka hayvanların seslerini?

# data_list
source: Palm tree laughed, shook his head and said, "Woman, do you remember the palm soup you enjoy so much? I provide that."
ar: ضحكت النّخلة وهزّت رأسها قائلةً: "يا إمرأة، هل تتذكرين حساء النّخيل الذي تتمتّعين به كثيراً؟ أنا من أقوم بتوفيره."
fr: Palme rit, secoue la tête et dit : « Femme, te souviens-tu de la soupe de palme que tu apprécies tant ? Je la fournis. »
ja: ヤシの木は笑い、首を振って言った。「女性よ、君がとても好きなヤシのスープを覚えている？それは私が提供しているよ。」
ko: “아주머니, 아주머니가 정말 좋아하는 스프를 기억하나요? 그건 내가 주는 거에요" 종려나무는 머리를 저으며 큰 소리로 웃으면서 말했습니다.
tr: Palmiye ağacı başını sallayıp gülerek, “Kadın, o çok sevdiğin palmiye çorbasını hatırlıyor musun? Onu ben sağlıyorum,” dedi.

# data_list
source: Some kinds of palm trees produce coconuts and some produce palm nuts. Palm nuts hold the seeds for new palm trees.
ar: بعض أنواع النّخيل ينتج جوز الهند وبعضها ينتج ثمر النّخيل. يحمل ثمر النّخيل بذوراً تستخدم لزراعة أشجار نخيل جديدة.
fr: Certaines espèces de palmiers produisent des noix de coco et d'autres des noix de palme. Les noix de Palme contiennent les graines pour les nouveaux palmiers.
ja: ヤシの木にはココナッツを実らせる種類と、ヤシの実を実らせる種類がある。ヤシの実には新しいヤシの木の種が入っている。
ko: 어떤 종려나무는 코코넛을 만들고 어떤 종려나무는 야자 열매를 만듭니다. 야자 열매는 새로운 종려나무의 씨앗을 가지고 있습니다.
tr: Bazı palmiye ağaçları özel bir Hindistan cevizi çeşidini, bazıları da palmiye fıstıklarını üretir. Palmiye fıstıkları, içinde, yeni palmiye ağaçlarının tohumlarını barındırır.

# data_list
source: The recipe for palm soup uses palm nuts AND fufu made from cassava. These two friends belong together!
ar: وصفة حساء النّخيل تطلّب ثمر النخيل و الفوفو المصنوع من الكاسافا معاً. هذين الصديقين ينتميان معاً!
fr: La recette de la soupe de palme utilise des noix de palme ET du fufu à base de manioc. Ces deux amis sont faits l'un pour l'autre !
ja: ヤシのスープのレシピは、ヤシの実とキャッサバから作られるフフを使う。この2つは同じものに使われるんだ！
ko: 종려나무 스프의 조리법은 야자 열매와 카사바에서 나는 후후로 만듭니다. 이 두 친구는 서로에게 소중한 존재입니다!
tr: Palmiye çorbası tarifinde palmiye fıstıkları ve manyoktan yapılan fufu kullanılır. Bu iki arkadaş birbirlerine aitler!

# data_list
source: Palm is laughing so hard that spit is flying from his mouth! Did you ever laugh that hard?
ar: تضحك النّخلة بشدّة لدرجة أن لعابها يتطاير من فمها! هل ضحكت بهذه الشدّة من قبل؟
fr: Palme rit tellement fort que de la salive sort de sa bouche ! As-tu déjà ri à ce point ?
ja: ヤシは口から唾が飛ぶほど大笑いしている！そんなに大笑いしたことある？
ko: 종려나무는 너무 심하게 웃어서 그의 입에서 침이 튀어나오고 있습니다. 여러분도 그렇게 크게 웃어 본 적이 있나요?
tr: Palmiye o kadar çok gülüyor ki ağzından etrafa tükürükler saçılıyor! Siz de hiç bu kadar çok güldünüz mü?

# data_list
source: I provide the palm oil for preparing the kpokpoi and the palm kernel oil for frying fish and meat. How would you prepare stews and gravies without oil?
ar: "أقوم بتوفير زيت النّخيل لتحضير الكبوكبوي وزيت نواة النّخيل لقلي الأسماك واللحوم. كيف يمكنك تحضير الحساء والصلصات بدون الزّيت؟"
fr: « Je fournis l'huile de palme pour préparer le kpokpoi et l'huile de palmiste pour frire le poisson et la viande. Comment ferais-tu pour préparer des ragoûts et des sauces sans huile ? »
ja: 「クポッポイを作るためのパーム油と、魚や肉を炒めるためのパーム核油を提供しているよ。油なしでどうやってシチューや肉汁を作るんだ？」
ko: “난 뽀뽀이를 만드는 기름과 생선과 고기를 튀기기 위한 기름을 주잖아요. 아주머니는 기름 없이 어떻게 스튜나 육수를 만들수 있나요?"
tr: “Ben kpokpoi hazırlamak için palmiye yağı sağlıyorum ve balık ve et kızartmak için de palmiye çekirdeği yağı sağlıyorum. Yağım olmadan yahniyi ve et suyunu nasıl hazırlardınız?”

# data_list
source: People fry many kinds of food in oil. Name some kinds of fried food you have eaten.
ar: يقلي النّاس أنواعًا كثيرةً من الطّعام بالزّيت. إذكر بعض أنواع الأطعمة المقليّة التي تناولتها من قبل.
fr: Les gens font frire de nombreuses sortes d'aliments dans l'huile. Nomme des aliments frits que tu as déjà mangés.
ja: 人は油でいろいろな食べ物を揚げる。君が食べたことのある揚げ物をいくつか挙げよう。
ko: 사람들은 여러 종류의 음식을 기름으로 튀깁니다. 여러분이 먹어본 튀김 음식은 무엇이 있나요.
tr: İnsanlar pek çok yiyeceği yağda kızartırlar. Yediğiniz bazı kızarmış yiyecek türlerinin isimlerini söyleyin.

# data_list
source: If every person in the family eats one of these fish, how many people are in the family?
ar: إذا لكل فرد من أسرة الإمرأة واحدة من هذه الأسماك، فكم عدد أفراد الأسرة؟
fr: Si chaque personne de la famille mange un de ces poissons, combien de personnes y a-t-il dans la famille ?
ja: 家族全員がこの魚を1匹ずつ食べるとしたら、家族の人数は何人だろう？
ko: 만약 가족 모두가 생선을 하나씩 먹는다면 몇 명의 가족이 있나요?
tr: Ailedeki herkes resimdeki balıklardan birer tane yerse, o zaman ailede kaç kişi vardır?

# data_list
source: Suppose each person eats two fish, how many people would there be? What if each person eats half a fish?
ar: لنفترض أن لكل شخصٍ سمكتين، فكم سيكون عدد الأشخاص؟ ماذا لو أكل كلّ شخص نصف سمكة؟
fr: Supposons que chaque personne mange deux poissons, combien de personnes y aurait-il ? Et si chaque personne mangeait un demi-poisson ?
ja: 1人2匹食べるとしたら、何人になる？1人が半分の魚を食べるとしたら？
ko: 만약 한 사람이 두 개의 생선을 먹는다면 모두 몇 명의 가족이 있나요? 만약 한 사람이 생선을 반 토막씩 먹는다면 모두 몇 명의 가족이 있나요?
tr: Her bir kişinin iki balık yediğini varsaydığınızda, o zaman ailede kaç kişi olacaktır? Peki her bir kişi yarım balık yerse, ailede kaç kişi vardır?

# data_list
source: "In addition, my friends provide shade for your huts. You cool your heart with my sweet, rich, foamy palm wine after your hard day's work."
ar: "بالإضافة إلى ذلك، يوفّر أصدقائي الظلّ لأكواخكم. كما أنّكم تبرّدون حرّكم بنبيذ النّخيل حلو المذاق الغنيّ والرغويّ بعد يوم عملكم الشّاق."
ja: 「それに、私の友人たちが君たちの小屋に日陰を作ってくれる。1日の重労働の後、私の甘く豊かな泡立ちのヤシ酒でリラックスするんだ。」
ko: “그리고 내 종려나무 친구들은 아주머니의 집에 그늘을 만들어 주잖아요. 아주머니는 하루종일 일하고 돌아와서 나의 달콤하고 진한 야자술로 더위를 식히잖아요."
tr: “Buna ilaveten, arkadaşlarım kulübeleriniz için gölgeler de sağlıyorlar. Zor bir gününüzün ardından gönlünüzü benim tatlı, zengin, köpüklü palmiye şarabımla serinletiyorsunuz.”

# data_list
source: The poles that hold up the palm frond roof are vertical -- they are straight up and down. The edge of the wall behind the people is horizontal -- it goes from side to side. Point out vertical and horizontal lines around you.
ar: الأعمدة التي تحمل أسقف سعف النّخيل عمودية الشكل – فهي مستقيمة من الأعلى والأسفل. حافّة الجدار خلف الأسرة أفقية، وتمتدّ من جانبٍ إلى آخر. أشر إلى الخطوط العاموديّة و الأفقية من حولك.
fr: Les poteaux qui soutiennent le toit en palmes sont verticaux -- ils sont droits de haut en bas. Le bord du mur derrière les gens est horizontal – il va d'un côté à l'autre. Pointe les lignes verticales et horizontales autour de toi.
ja: ヤシの葉の屋根を支える柱は垂直で、上下にまっすぐ伸びている。人々の背後にある壁の端は水平で左右に伸びている。君の周りにある垂直線と水平線を指さそう。
ko: 종려나무 잎 지붕을 받치고 있는 막대기는 수직선입니다. 수직선은 위 아래로 된 선입니다. 사람들 뒤에 있는 벽의 가장자리는 평행선입니다. 평행선은 양쪽으로 가는 선입니다. 여러분 주변에 있는 수직선과 평행선을 가리켜 보세요.
tr: {Palmiye yapraklarından yapılmış çatıyı tutan direkler dikeyler – yani, dümdüz yukarı ve aşağıya gidiyorlar. İnsanların arkasındaki duvarın kenarı ise yatay – yani, duvar bir yandan öbür yana gidiyor. Etrafınızdaki dikey ve yatay çizgileri gösterin.
