Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Sun and Moon are very welcoming! Perhaps they are too welcoming?
fr: Soleil et Lune sont très accueillants ! Sont-ils peut-être un peu trop accueillants que nécessaire ?
ja: 太陽と月はとても歓迎しているね！もしかしたら太陽と月は歓迎しすぎちゃっているのかな？
ko: 해와 달은 그들을 매우 환영했습니다. 아마 너무 지나치게 환영한걸까요?
tr: Güneş ve Ay çok misafirperverler! Belki de fazla misafirperverler?

# data_list
source: Very soon Water was knee-deep. He asked Sun if it was still safe. "Yes," Sun again answered. So more of water's people came in.
fr: Très vite, Eau était à la hauteur des genoux. Il a demandé au Soleil si tout était encore sans danger. Soleil lui a encore dit oui. Donc encore plus d’amis d’Eau sont entrés dans la maison.
ja: すぐに水は膝までの深さになりました。水はまだ安全かどうかを太陽に尋ねました。 「大丈夫だよ。」太陽はまた答えました。すると水の家族がもっと入ってきました。
ko: 물은 조만간 무릎까지 차올랐습니다. 물은 해에게 여전히 괜찮은지 물어보았습니다. "응," 해가 다시 말했습니다. 그래서 더 많은 물의 가족들이 들어왔습니다.
tr: Çok geçmeden, Su diz boyuydu. Güneş’e evinin hâlâ güvenli olup olmadığını sordu. “Evet,” diye tekrar cevap verdi Güneş. Böylece, Su’yun daha da fazla halkı içeriye girdi.

# data_list
source: Count how many animals are in the house and how many are still on their way in. How many animals does that make in total?
fr: Comptez combien d’animaux sont dans la maison et combien sont en train d’entrer. Au total, combien d’animaux y a-t-il ?
ja: 家の中にいる動物の数と家に向かっている動物の数を数えてみよう。合わせると動物の数は何になるかな？
ko: 집에 들어있는 동물들이 몇 마리나 되는지 세어보세요. 그리고 얼마나 더 오고 있는지 세어보세요. 동물들의 모두 몇 마리가 될까요?
tr: Şu anda evde kaç hayvan olduğunu ve daha kaçının yolda olduğunu sayın. Bu, toplam kaç hayvan eder?

# data_list
source: Sun still looks happy. Does Moon feel the same way? How can you tell?
fr: Soleil semble être heureux. Est-ce que Lune semble ressentir la même chose aussi ? Comment pouvez-vous le dire ?
ja: 太陽はまだ幸せそうだね。月も同じ気持ちかな？どうやってそれがわかる？
ko: 해는 여전히 행복해 보입니다. 달도 행복할까요? 어떻게 알수 있나요?
tr: Güneş hâlâ mutlu görünüyor. Ay da öyle mi hissediyor? Nasıl anlayabilirsiniz?

# data_list
source: Have you ever told someone it was okay for them to do something and then regretted it? Did you do anything about it?
fr: Avez-vous déjà dit à quelqu’un que c’était ok pour eux de faire quelque chose, mais après vous avez regretté de leur avoir dit ça ? Avez-vous ensuite fait quelque chose à propos de ça ?
ja: 君は今まで誰かに何かをしても大丈夫だよと伝えた後にそれを後悔したことはあるかな？君はそれについて何かした？
ko: 여러분은 어떤 사람에게 괜찮다고 했지만 나중에 후회해 본적이 있었나요? 그랬었다면 어떻게 했나요?
tr: Birine bir şey yapmasında sakınca olmadığını söyleyip akabinde pişman olduğunuz oldu mu hiç? O konuda bir şey yaptınız mı?

# data_list
source: Water reached the level of the top of a person's head. He asked Sun, "Can more of my people come in?" Sun and Moon both answered, "Yes." Water flowed on, until Sun and Moon had to perch themselves on the top of the roof.
fr: Eau avait atteint la hauteur de la tête d’une personne. Il a demandé au Soleil, « Est-ce que mes autres gens peuvent entrer dans ta maison ? » Soleil et Lune ont tous les deux répondus, « Oui. » Eau a continué de couler dans la maison juste à temps pour Soleil et Lune de se percher au sommet du toit.
ja: 水は人の頭の頂点ぐらいの高さまで達してしまいました。水は太陽に尋ねました、「もっとぼくの家族を入れてもいい？太陽と月は2人とも答えました、「大丈夫だよ。」 水は太陽と月が屋根の上で止まらなければいけなくなるまで流れ続けました。
ko: 물은 사람의 머리까지 차올랐습니다, "내 가족들이 더 와도 될까?" 물이 해에게 물었습니다. "응."해와 달이 함께 대답했습니다. 물은 해와 달이 지붕위에 걸터 올라갈때까지 차올랐습니다.
tr: Su, bir insanın başının tepesi seviyesine ulaştı. Güneş’e, “Halkımdan daha da fazlası gelebilir mi?” diye sordu. Güneş ve Ay, “Evet!” diye yanıtladılar. Su içeri akmaya devam etti – ta ki Güneş ve Ay çatının tepesine tünemek zorunda kalana dek.

# data_list
source: Sun and Moon both said yes, but they don't look entirely happy about having to move to their roof!
fr: Soleil et Lune ont tous les deux dit oui à la question d’Eau, mais ils ne semblaient pas être contents d’avoir eu besoin de se percher au sommet du toit de leur maison.
ja: 太陽と月は大丈夫だと言ったけれど、屋根まで移動しなきゃいけないことに対してあまり幸せそうじゃないね！
ko: 해와 달 모두 괜찮다고 했지만 둘다 지붕위로 옮겨야 되는 것이 행복해 보이지 않네요!
tr: Güneş ve Ay, ‘evet’ demişlerdi ama çatıya çıkmak zorunda kaldıkları için pek de mutlu görünmüyorlar!

# data_list
source: Sun and Moon had to move to the roof. If Water gets any higher, where will they be able to go next?
fr: Soleil et Lune avaient été obligés de partir sur le sommet du toit. Si Eau prend plus de hauteur, alors où iront-ils ensuite ?
ja: 太陽と月は屋根まで移動しなくてはいけなかったよ。もし水がもっと上に行ったら、太陽と月は次にどこに行くことができるかな？
ko: 해와 달은 지붕위로 옮겨가야 했습니다. 만약 물이 더 높이 차 오르면 그들은 다음에는 어디로 가야 할까요?
tr: Güneş ve Ay çatıya gitmek zorunda kaldılar. Ama Su biraz daha yükselirse, bir sonraki adımda nereye gidecekler?

# data_list
source: Before you turn the page, how do you think this story ends?
fr: Avant de tourner cette page, comment pensez-vous que cette histoire va se terminer ?
ja: ページをめくる前にこの物語がどういう風に終わるか考えてみよう。
ko: 다음 페이지로 넘기기 전에 여러분은 이 이야기가 어떻게 끝날거라고 생각하나요?
tr: Sayfayı çevirmeden önce, sizce bu hikâye nasıl bitecek?

# data_list
source: Water's people continued to rush in. Very soon they reached the top of the roof. Sun and Moon were forced to go up to the sky. They have remained in the sky ever since.
fr: Les gens d’Eau ont continué à entrer frénétiquement. Très vite, ils ont atteint le toit de la maison. Soleil et Lune ont été forcés d’aller dans le ciel. Ils sont là depuis ce temps.
ja: 水の家族たちは駆け込み続けました。するとすぐにその家族たちも屋根の上まで達してしまいました。 太陽と月は空に上がらなければいけなくなってしまいました。それからずっと太陽と月は空にい続けているのです。
ko: 물의 가족들은 계속해서 들어오고 있습니다. 조만간 그들은 지붕 꼭대기까지 다달았습니다. 해와 달은 하늘로 올라가야만 했습니다. 그들은 그때부터 하늘에 머물러 있어야만 했습니다.
tr: Su’yun halkı aceleyle içeriye girmeye devam etti. Çok geçmeden, çatının tepesine ulaştılar. Güneş ve Ay gökyüzüne çıkmak zorunda kaldılar. O zamandan beri gökyüzünde kaldılar.

# data_list
source: There are many things in the sky other than Sun and Moon. Make up a story about how the stars ended up in the sky and why there are so many of them.
fr: Il y a plein d’autres choses dans le ciel en plus du soleil et de la lune. Créez une histoire pour expliquer comment les étoiles sont arrivées dans le ciel et pour expliquer pourquoi elles sont si nombreuses.
ja: 空には太陽と月以外にたくさんのものがあるよ。どうやって星が空に現れて、なぜこんなにもたくさんの星があるのかの物語を作ってみよう。
ko: 하늘에는 해와 달 뿐만 아니라 다른 여러가지가 있습니다. 별들이 어떻게 하늘까지 올라가게 되었는지 이야기를 만들어보고 별은 왜 그렇게 하늘에 많은지 생각해 보세요.
tr: Gökyüzünde Güneş ve Ay’dan başka pek çok şey vardır. Yıldızların gökyüzüne nasıl çıktıkları ve neden o kadar çok oldukları hakkında bir hikâye uydurun.

# data_list
source: It's fun to make up stories about why something came to be the way it is. Perhaps you have a favorite tree, rock, lake, or mountain you can think of a story for?
fr: C’est amusant de créer des histoires pour expliquer comment les choses sont où elles sont, ou pourquoi elles sont d’une certaine manière. Peut-être vous avez un arbre, un caillou, un lac ou une montagne préférée pour lequel vous pouvez créer une histoire ?
ja: どうしてそうなったかについての物語を作るのは楽しいよね。もしかしたら君のお気に入りの木、石、湖、山などの物語も作れるんじゃない？
ko: 어떤 것들은 왜 그렇게 되었는지 이야기를 만들어 보는 것은 재미있는 일입니다. 여러분도 좋아하는 나무, 돌, 호수 또는 산들로 재미있는 이야기를 만들어 볼수 있지 않을까요?
tr: Bir şeyin neden o hâle geldiğine dair hikâyeler uydurmak eğlencelidir. Belki de en sevdiğiniz ağaç, kaya, göl veya dağ için de bir hikâye uydurabilirsiniz?

# data_list
source: Sun and Moon look happy together in the sky. When they are close to each other in the sky the moon is a new moon and can barely be seen. From now on you can look up and see Sun and Moon in a new way!
fr: Soleil et Lune semblent heureux tous les deux ensembles dans le ciel. Quand ils sont proches de l’un et l’autre dans le ciel, la lune est une nouvelle lune et est à peine visible. Maintenant, quand vous verrez le ciel, vous verrez le soleil et la lune d’une nouvelle manière !
ja: 空にいる太陽と月は一緒にいて幸せそうだね。空にいる太陽と月が近づくと月は新月となってほとんど見えなくなるよ。これからは太陽と月を新しい見方で見ることができるね！
ko: 해와 달은 하늘에서 함께 행복해 보입니다. 그들이 하늘에서 가깝게 만나면 달은 새로운 달이 되고 우리 눈으로 보기가 쉽지 않게 됩니다. 이제 여러분은 해와 달을 새로운 시선으로 볼수 있을것입니다!
tr: Güneş ve Ay birlikte gökyüzünde mutlu görünüyorlar. Güneş ve Ay, gökyüzünde birbirlerine çok yakın olduklarında, Ay, ‘yeni ay’ halinde olur ve zar zor görülebilir. Şu andan itibaren yukarıya bakıp Güneş ve Ay’ı yeni bir şekilde görebilirsiniz artık!

# data_list
source: Mother Sun decided to visit her sister, the moon. Sister Moon lives on the other side of the sky. "I will be back soon," said Sun to the clouds.
ar: قررت الأم الشمس زيارة أختها القمر. تعيش الأخت قمر في الجانب الآخر من السماء. قالت الشمس للسحب: "سأعود قريبًا".
fr: Le soleil décida de rendre visite à sa sœur, la lune. Sœur Lune vivait de l’autre côté du ciel. « Je serai de retour rapidement » dit le soleil aux nuages.
ja: 母なる太陽は、妹の月を訪ねることにしました。月は空の向こう側に住んでいます。「太陽は雲に言いました。」
ko: 엄마 햇님은 그녀의 여동생, 달을 보러 가기로 마음먹었습니다. 여동생 달은 하늘의 정반대에 살았습니다. "곧 돌아올게!" 햇님이 구름들에게 말했습니다.
tr: Güneş Ana, kız kardeşi Ay’ı ziyaret etmeye karar verdi. Kız kardeş Ay, gökyüzünün diğer tarafında yaşıyor. “Yakında döneceğim,” dedi Güneş bulutlara.

# data_list
source: What will change for the clouds and the mountains when the Sun goes away?
ar: ماذا سيتغير في الغيوم والجبال إذا ذهبت الشمس؟
fr: Lorsque le soleil s’en ira, qu’est-ce qui va changer pour les nuages et les montagnes ?
ja: 太陽がいなくなったら、雲や山はどうなるのでしょうか？
ko: 햇님이 떠나면 구름과 산에 어떤 변화가 올까요?
tr: Güneş gidince bulutlar ve dağlar için ne değişecek?

# data_list
source: Have you ever imagined faces on the clouds and mountains?
ar: هل سبق وأن تخيلت وجوهاً على الغيوم والجبال؟
fr: As-tu déjà imaginé des visages dans les nuages et les montagnes ?
ja: 雲や山の顔を想像したことありますか？
ko: 여러분은 구름과 산에 얼굴이 있을거라고 상상해 본 적이 있나요?
tr: Siz hiç bulutların ve dağların üzerinde yüzlerin olduğunu hayal ettiniz mi?

# data_list
source: There are five things in the sky. When the sun goes away, how many will be left? What is one less than five?
ar: في السماء خمسة أشياء. عندما تغيب الشمس كم سيبقى؟ ما هو أقل من خمسة بواحد؟
fr: Il y a cinq choses dans le ciel. Quand le soleil partira, combien en restera-t-il ? Combien fait cinq moins un ?
ja: 空には5つのものがあります。太陽が消えたら、いくつ残りますか？5つより1つ少ないのはいくつですか？
ko: 하늘에는 다섯 가지가 있습니다. 햇님이 떠나면 모두 몇 개가 남나요? 5보다 하나 더 적은 숫자는 무엇인가요?
tr: Resimde, gökyüzünde beş şey var. Güneş gidince, geriye kaç şey kalacak? Beşin bir eksiği kaçtır?

# data_list
source: When Sun left, the mountains put on their white scarves.
ar: عندما غادرت الشمس، ارتدت الجبال أوشحتها البيضاء.
fr: Quand le soleil est parti, les montagnes ont mis leurs écharpes blanches.
ja: 太陽が去ると、山々は白いスカーフを身につけました。
ko: 햇님이 떠나자 산들은 하얀 목도리를 둘러입었습니다.
tr: Güneş gittiğinde, dağlar beyaz atkılarını taktı.

# data_list
source: Why did the mountains put on white scarves when the Sun went away?
ar: لماذا ارتدت الجبال أوشحتها البيضاء حين غابت الشمس؟
fr: Pourquoi les montagnes ont-elles mis des écharpes blanches lorsque le soleil s’en est allé ?
ja: なぜ山々は、太陽が去った時に白いスカーフを身につけたのでしょうか？
ko: 왜 햇님이 떠나자 산들은 하얀 목도리를 둘렀나요?
tr: Güneş gidince dağlar neden beyaz atkılar taktılar?

# data_list
source: How many clouds are there? Are there more mountains or clouds on this page?
ar: كم عدد الغيوم؟ هل هناك المزيد من الجبال أو الغيوم في هذه الصفحة؟
fr: Combien y a-t-il de nuages ? Y a-t-il plus de montagnes ou plus de nuages sur cette page ?
ja: 雲はいくつありますか？このページにはもっと山や雲がありますか？
ko: 몇 개의 구름들이 있나요? 그림에는 산이 더 있나요 아니면 구름이 더 있나요?
tr: Resimde kaç tane bulut var? Bu sayfada dağlardan mı yoksa bulutlardan mı daha fazla var?

# data_list
source: What are the clouds doing and what do you think they are feeling?
ar: ماذا تفعل الغيوم وبماذا تظنها تشعر؟
fr: Que font les nuages et que ressentent-ils d’après toi ?
ja: 雲は何をしていて、何を感じていると思いますか？
ko: 구름들은 무엇을 하고 있고 여러분은 그들이 어떤 기분인것 같나요?
tr: Bulutlar ne yapıyorlar ve sizce nasıl hissediyorlar?

# data_list
source: Wind had an argument with the trees. The trees became angry. They threw their leaves all over the place.
ar: تشاجرت الريح مع الأشجار. أصبحت الأشجار غاضبة. فألقت أوراقها في كل مكان.
fr: Le vent s’est disputé avec les arbres. Les arbres se sont mis en colère. Ils ont jeté leurs feuilles partout.
ja: 風が木々と言い争いをしました。木々は怒りました。木々は怒って葉っぱをそこらじゅうにまき散らしました。
ko: 바람은 나무들과 언쟁을 벌였습니다. 나무는 아주 화가 났습니다. 나무는 그들의 잎들을 사방으로 던졌습니다.
tr: Rüzgâr ağaçlarla tartıştı. Ağaçlar sinirlendi. Yapraklarını her tarafa savurdular.

# data_list
source: Guess how many leaves there are blowing around. Do you know numbers that are that big?
ar: خمن كم عدد أوراق الشجر التي تتطاير حولها. هل تعرف أرقامًا بهذا الحجم؟
fr: Devine combien de feuilles s’envolent. Connais-tu des nombres aussi élevés ?
ja: 葉っぱが何枚飛んでいると思いますか？そんな大きな数を知っていますか？
ko: 바람에 날리고 있는 잎들이 몇 개인지 짐작해 보세요. 여러분은 그렇게 높은 숫자를 알고 있나요?
tr: Etrafta uçuşan yaprakların kaç tane olduğunu tahmin edin. Bu kadar büyük sayıları biliyor musunuz?

# data_list
source: Notice how hard the wind is blowing. The leaves are blowing everywhere!
ar: لاحظ مدى قوة هبوب الريح. الأوراق تتطاير في كل مكان!
fr: Vois comme le vent est violent. Les feuilles s’envolent partout !
ja: 風の強さを見てください。葉っぱがあちこちに飛んでいます。
ko: 바람이 얼마나 강하게 불고 있는지 보세요. 잎들은 온 사방에 날리고 있습니다!
tr: Rüzgârın ne kadar sert estiğine dikkat edin. Yapraklar her yere savruluyorlar!

# data_list
source: The wind is blowing so hard that the trees are bending over. Have you ever been outside when the wind blew so hard that you had trouble walking?
ar: هبت الريح بشدة حتى انحنت الأشجار. هل سبق لك أن كنت بالخارج عندما هبت الرياح بشدة لدرجة أنك واجهت صعوبة في المشي؟
fr: Le vent est si fort que les arbres se penchent. Est-ce que tu as déjà été dehors quand le vent soufflait si fort que tu avais du mal à marcher ?
ja: 風が強すぎて、木々が折れ曲がっています。風が強くて歩きにくかったことがありますか？
ko: 바람이 너무 강하게 불고 있어서 나무들이 허리를 굽히고 있습니다. 여러분은 바람이 너무 강하게 불어서 걷기 힘들때 밖에 나가 본 적이 있나요?
tr: Rüzgâr o kadar sert esiyor ki ağaçlar eğiliyor. Hiç rüzgârın çok sert estiği ve yürümekte zorlandığınız bir zamanda dışarıda bulundunuz mu?

# data_list
source: The sky started to grumble. She turned grey.
ar: بدأت السماء تتذمر. تحولت إلى اللون الرمادي.
fr: Le ciel a commencé à s’énerver. Il devint gris.
ja: 空がぐずぐずし始めました。 彼女は灰色になりました。
ko: 하늘은 투덜대기 시작했습니다. 구름은 회색으로 변했습니다.
tr: Gökyüzü gürlemeye başladı. Rengi griye döndü.

# data_list
source: The clouds are worried and anxious. What do you think is about to happen?
ar: الغيوم مهمومة وقلقة. ما الذي تعتقد أنه على وشك الحدوث؟
fr: Les nuages sont inquiets et anxieux. Que va-t-il se passer d’après toi ?
ja: 雲が心配しています。これから何が起こると思いますか？
ko: 구름은 걱정이 되고 불안해 합니다. 여러분은 무슨 일이 곧 일어날거라고 생각하나요?
tr: Bulutlar endişeli ve kaygılılar. Sizce ne olacak?

# data_list
source: Count the faces on the clouds. They are in three groups: groups of two, four, and one. How many is that all together?
ar: عد الوجوه على الغيوم. هي في ثلاث مجموعات: مجموعات من اثنين، وأربعة، وواحد. كم عددها معًا؟
fr: Compte les visages sur les nuages. Il y a trois groupes : des groupes de deux, de quatre, et un. Ensemble, combien tout cela donne-t-il ?
ja: 雲の顔を数えてください。2人、4人、1人の3つのグループに分かれています。全部でいくつでしょう？
ko: 구름의 얼굴을 세어보세요. 그들은 세 개의 그룹으로 되어있습니다: 두 개의 그룹, 네 개의 그룹, 그리고 하나. 모두 합하면 몇 개의 구름이 있나요?
tr: Bulutların üstündeki yüzleri sayın. Üç grup halindeler: iki, dört ve bir kişilik gruplar. Toplamda kaç tane yüz var?

# data_list
source: Counting the trees, the mountains, and the groups of clouds, there are all the numbers from one to five -- can you find them all?
ar: عد الأشجار والجبال ومجموعات الغيوم، هناك كل الأعداد من واحد إلى خمسة، هل يمكنك العثور عليها كلها؟
fr: Quand on compte les arbres, les montagnes et les groupes de nuages, on retrouve tous les nombre allant de un à cinq -- peux-tu tous les trouver ?
ja: 木々、山々、雲の集団を数えると、1から5までの数字が全てあります。すべて見つけることができますか？
ko: 나무, 산, 그리고 구름의 그룹을 세어보세요. 여기에는 1에서 5까지의 숫자가 있습니다. -- 여러분은 모두 찾을 수 있나요?
tr: Ağaçları, dağları ve bulut gruplarını saydığınızda birden beşe kadar tüm sayılar var – hepsini bulabilir misiniz?

# data_list
source: The clouds were sad to see all this. They started crying. There were many tears.
ar: كانت الغيوم حزينة لرؤية كل هذا. فبدأت بالبكاء. كانت هناك دموع كثيرة.
fr: Les nuages étaient tristes d’assister à ça Ils se mirent à pleurer. Ils versèrent beaucoup de larmes.
ja: 雲はこれを見て悲しみました。泣き出しました。たくさん泣きました。
ko: 구름은 이 모든 것을 보는 것이 슬펐습니다. 그들은 울기 시작했습니다. 여기에는 많은 눈물들이 있습니다.
tr: Bulutlar tüm bunları gördükleri için üzgünlerdi. Ağlamaya başladılar. Çok fazla gözyaşı vardı.

# data_list
source: The clouds may have made rain because they were sad, but some people enjoy watching and listening to the rain. How does the rain make you feel?
ar: ربما أمطرت الغيوم لحزنها، ولكن بعض الناس يستمتعون بمشاهدة المطر وسماعه. كيف يشعرك المطر؟
fr: Les nuages ont peut-être créé la pluie car ils étaient tristes, mais certaines personnes aiment regarder la pluie et l’écouter. Quelle impression te donne la pluie ?
ja: 雲は悲しくて雨を降らせたんでしょうけど、雨を見たり聞いたりするのが好きな人もいるんですよ。雨を見てどう感じますか？
ko: 구름은 슬프기 때문에 아마도 비를 내렸을 것이지만 어떤 사람들은 비가 오는것을 보고 비가 내리는 소리를 듣는 것을 즐깁니다. 비는 여러분의 기분을 어떻게 만드나요?
tr: Bulutlar üzgün olduklarından yağmur yağdırmış olabilirler fakat bazı insanlar yağmuru izlemekten ve dinlemekten hoşlanırlar. Yağmur size nasıl hissettiriyor?

# data_list
source: There are a great many raindrops. Can you count them all, or is it too many?
ar: هناك الكثير من قطرات المطر. هل يمكنك عدّها جميعًا أم أنها كثيرة جدًا؟
fr: Il y a beaucoup de gouttes de pluie. Peux-tu toutes les compter ou y en a-t-il trop ?
ja: 雨粒がたくさんあります。全部数えられますか、それとも多すぎますか？
ko: 여기에는 굉장히 많은 빗방울이 있습니다. 여러분은 모두 셀 수 있나요 아니면 셀 수 없이 많나요?
tr: Çok fazla yağmur damlası var. Hepsini sayabilir misiniz yoksa sayılamayacak kadar çok mu fazlalar?

# data_list
source: Think of something else that there are too many to count.
ar: فكر في شيء آخر يوجد الكثير منه مما لا يمكن عدّه.
fr: Pense à d’autres choses trop nombreuses pour que tu puisses les compter.
ja: 数え切れないほどたくさんあります。
ko: 세기에는 너무 많은 다른 것들을 생각해 보세요.
tr: Sayılamayacak kadar çok olan başka bir şey düşünün.

# data_list
source: The whole world began to sink under water.
ar: بدأ العالم كله يغرق تحت الماء.
fr: Le monde entier a commencé à être submergé.
ja: 世界が水に沈み始めました。
ko: 세상 모든것이 물 밑으로 가라앉기 시작했습니다.
tr: Tüm dünya suya batmaya başladı.

# data_list
source: Trees need water, but do you think they like having this much water? The faces on the trees look a little anxious or sad.
ar: الأشجار تحتاج إلى الماء، ولكن هل تعتقد أنها تحب الحصول على هذا القدر من الماء؟ تبدو الوجوه على الأشجار قلقة أو حزينة بعض الشيء.
fr: Les arbres ont besoin d’eau, mais penses-tu qu’ils aiment en avoir autant ? Les visages sur les arbres ont l’air un peu anxieux et tristes.
ja: 木々には水が必要ですが、こんなに水があるのが好きなのでしょうか？木々の顔が少し不安そうにも 悲しそうにも見えます。
ko: 나무는 물이 필요하지만 여러분은 그들이 이렇게 많은 물을 가지는 것을 좋아한다고 생각하나요? 나무의 얼굴은 조금 불안해 보이거나 슬퍼보입니다.
tr: Ağaçların suya ihtiyacı var ama sizce bu kadar çok suya sahip olmak hoşlarına gidiyor mudur? Ağaçların yüzleri biraz endişeli veya üzgün görünüyor.

# data_list
source: How many trees do you count in this picture?
ar: كم عدد الأشجار في هذه الصورة؟
fr: Combien comptes-tu d’arbres sur cette image ?
ja: この絵の中に木々は何本ありますか？
ko: 여러분은 그림에서 몇 그루의 나무들을 셀 수 있나요?
tr: Bu resimde kaç tane ağaç sayabilirsiniz?

# data_list
source: Is the world sinking under the water, or is the water filling up on top of it?
ar: هل يغرق العالم تحت الماء أم أن الماء يمتلئ فوقه؟
fr: Est-ce que le monde coule sous l’eau, ou est-ce que l’eau recouvre le monde ?
ja: 世界は水の中に沈んでいるのでしょうか、それとも水の上に満ちているのでしょうか？
ko: 세상이 물 밑으로 잠기고 있다고 생각하나요 아니면 물이 위로 채우고 있다고 생각하나요?
tr: Dünya suya mı batıyor yoksa su dünyanın yüzeyini mi dolduruyor?

# data_list
source: Meanwhile, on the other side of the sky, Sun was ready to leave her sister. She kissed the moon goodbye and went home.
ar: وفي هذه الأثناء، على الجانب الآخر من السماء، كانت الشمس مستعدة لترك أختها. ودعت القمر وذهبت إلى المنزل.
fr: Pendant ce temps, de l’autre côté du ciel, le soleil était prêt à quitter sa sœur. Il embrassa la lune puis rentra chez lui.
ja: 一方、空の向こう側では、太陽は妹と別れる準備をしていました。月にお別れのキスをして 家に帰りました。
ko: 그러는 동안 하늘의 반대쪽에서, 햇님은 그녀의 동생을 떠날 준비를 하고 있었습니다. 햇님은 달에게 작별 입맞춤을 하고 집으로 갔습니다.
tr: Bu sırada, gökyüzünün diğer tarafında, Güneş kız kardeşinden ayrılmaya hazırdı. Ay’a veda öpücüğü verdi ve evine döndü.

# data_list
source: Do you think it is possible for the Sun to kiss the Moon?
ar: أتحسبون أن الشمس تستطيع أن تقبل القمر؟
fr: Selon toi, est-il possible que le soleil embrasse la lune ?
ja: 太陽が月にキスするなんてありえると思いますか？
ko: 여러분은 해가 달에게 입맞춤하는 것이 가능하다고 생각하나요?
tr: Sizce Güneş’in Ay’ı öpmesi mümkün mü?

# data_list
source: Have you ever seen stars near the moon or the sun?
ar: هل سبق وأن رأيت نجومًا بالقرب من القمر أو الشمس؟
fr: As-tu déjà vu des étoiles près de la lune ou du soleil ?
ja: 月や太陽の近くで星を見たことがありますか？
ko: 여러분은 달이나 해의 주변에서 별들을 본 적이 있나요?
tr: Hiç Ay'ın ya da Güneş'in yakınında yıldızlar gördünüz mü?

# data_list
source: A sphere is a shape like a ball -- it is round in all directions. The moon and the sun are shaped like spheres, though the moon doesn't always look like it.
ar: الكرة هي شكل كروي، وهي مستديرة في جميع الاتجاهات. القمر والشمس لديهما شكل كروي، رغم أن القمر لا يبدو كذلك دائمًا.
fr: Une sphère est une forme, comme une balle : c’est rond dans toutes les directions. La lune et le soleil sont en forme de sphères, même si ce n’est pas toujours le cas pour la lune.
ja: 球はボールのような形をしています。すべての方向において丸い形をしています。月と太陽は球体の形をしていますが、月は常にそのようには見えないこともあります。
ko: 구체는 공의 모양과 같습니다 -- 구체는 모든 면이 둥그럽습니다. 달은 항상 구체의 모양을 하고 있지는 않지만 달과 해는 구체의 모양과 같습니다.
tr: Bir küre, top gibi bir şekildir – tüm yönlerinde yuvarlaktır. Ay ve Güneş küre şeklindedir ama Ay her zaman öyle görünmeyebilir.

# data_list
source: Sky was so happy to see Sun that she turned bright blue. The mountains put on their pretty green dresses.
ar: كانت السماء سعيدة جدًا برؤية الشمس لدرجة أنها تحولت إلى اللون الأزرق الساطع. ارتدت الجبال ثيابها الخضراء الجميلة.
fr: Ciel était si heureux de revoir Soleil qu’il est devenu bleu clair. Les montagnes ont mis leurs jolies robes vertes.
ja: 空は太陽に会えて嬉しくて真っ青になりました。山はきれいな緑のドレスを着ました。
ko: 하늘은 햇님을 보는 것이 너무 행복해서 아주 밝은 파란색으로 변했습니다. 산은 가장 예쁜 녹색 드레스를 입었습니다.
tr: Gökyüzü Güneş'i gördüğüne o kadar sevindi ki parlak maviye döndü. Dağlar güzel yeşil elbiselerini giyindiler.

# data_list
source: What is the green dress on the mountains made of?
ar: مما صنع الثوب الأخضر على الجبال؟
fr: De quoi est faite la robe verte des montagnes ?
ja: 山の緑のドレスは何でできているのでしょうか？
ko: 산위에 있는 녹색 드레스는 무엇으로 만들어졌나요?
tr: Dağların üzerindeki yeşil elbise neyden yapılmıştır?

# data_list
source: How many clouds are there now? What happened to the other clouds?
ar: كم عدد الغيوم الموجودة الآن؟ ماذا حدث للغيوم الأخرى؟
fr: Combien y a-t-il de nuages désormais ? Qu’est-il arrivé aux autres nuages ?
ja: 雲は今いくつありますか？他の雲はどうなりましたか？
ko: 지금은 몇 개의 구름이 있나요? 다른 구름들에게는 무슨 일이 일어났나요?
tr: Şu anda kaç tane bulut var? Diğer bulutlara ne oldu?

# data_list
source: Compare the number of things in the sky to the number of mountains with faces. One of them is one more than the other, and one of them is one less than the other -- which is which?
ar: قارن عدد ما في السماء بعدد الجبال ذات الوجوه. أحدهما أكثر من الآخر بواحد، وأحدهما أقل من الآخر بواحد، فأيهما؟
fr: Compare le nombre de choses dans le ciel avec le nombre de montagnes ayant des visages. Il y a une chose de plus que l’autre, et une chose de moins que l’autre : à quoi cela correspond-il ?
ja: 空にあるものの数と、顔のある山の数を比べてください。それらのうちの1つはもう1つより1つ多く、もう1つはもう1つより1つ少ないです。どちらがどちらかを教えてください。
ko: 하늘에 있는 것들의 숫자와 산들의 얼굴을 비교해 보세요. 그중에 한 쪽은 다른 쪽보다 하나 더 많던지 아니면 하나 적습니다. -- 어떤것인가요?
tr: Gökyüzündeki şeylerin sayısını dağlardaki yüzlerin sayısıyla karşılaştırın. Bunlardan biri diğerinden bir fazla ve biri diğerinden bir eksiktir – hangisi hangisidir?

# data_list
source: The wind went to sleep. The trees stretched their branches and smiled.
ar: ذهبت الريح للنوم. ومدت الأشجار أغصانها وابتسمت.
fr: Le vent est allé se coucher. Les arbres ont déroulé leurs branches et ont souri.
ja: 風は眠りにつきました。木々は枝を伸ばし、微笑みました。
ko: 바람은 잠을 자러 갔습니다. 나무는 그들의 나뭇가지를 뻗으면 미소 지었습니다.
tr: Rüzgâr uyumaya gitti. Ağaçlar dallarını uzatıp gülümsediler.
