Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The round thatched roofs of the houses are cone shaped. What other cone shapes do you see in this picture?
ar: أسطح المنازل الدائرية المصنوعة من القش هي على شكل مخروطي. ما الأشكال المخروطية الأخرى التي تستطيع أن تراها في الصورة?
fr: Les toits de chaume ronds des maisons ont une forme conique. Quelles autres formes de cônes vois-tu sur cette photo ?
ja: 丸みを帯びた藁ぶき屋根は円すいの形をしているね。他にどんな円すいのものが絵の中にあるかな？
ko: 둥근 초가지붕은 원뿔의 모양입니다. 그림에서 또 다른 원뿔을 볼 수 있나요?
tr: Evlerin yuvarlak sazdan çatıları koni şeklindedir. Bu resimde başka hangi koni şekillerini görüyorsunuz?

# data_list
source: What other cone shaped things have you seen in your life? (Ice cream cone, fir trees, traffic cone, funnel)
ar: ما الأشكال المخروطية الأخرى التي رأيتها في حياتك? (قمع الآيسكريم, أشجار التنوب, قمع المرور, قمع تحويل مسار الطريق)
fr: Quelles autres choses en forme de cône as-tu vues dans ta vie ? (Cône de crème glacée, sapin, cône de circulation, entonnoir)
ja: これまでにどんな円すいの形をしたものを見たことがあるかな？(例えば、アイスクリームのコーン、クリスマスツリー、三角コーン、ラッパは円すいの形をしているよね。）
ko: 여러분은 어떤 종류의 원뿔의 물건을 보았나요? (아이스크림콘, 전나무, 교통 원뿔, 깔때기)
tr: Hayatınızda başka hangi koni biçimli şeyler gördünüz? (Dondurma külâhı, göknar (köknar) ağaçları, trafik konisi (ikaz kukası), huni)

# data_list
source: A rectangle is a shape with four straight sides like this page. Find as many rectangles as you can in this picture.
ar: المستطيل هو شكل بأربعة جوانب مثل هذه الصفحة. ابحث عن أكثر عدد مستطيلات تستطيع أن تجدها في هذه الصورة.
fr: Un rectangle est une forme avec quatre côtés droits comme cette page. Trouve autant de rectangles que tu peux dans cette image.
ja: 長方形は、この絵本のページのように4つのまっすぐな辺を持つ形のことだよ。この絵の中から、できるだけたくさん長方形を見つけてみよう。
ko: 사각형은 여기에서 보는것과 같이 네 개의 똑바른 면을 가지고 있는 도형입니다. 그림에서 여러분이 찾을 수 있을 만큼 찾아보세요.
tr: Bir dikdörtgen, bu sayfa gibi dört düz kenarı olan bir şekildir. Bu resimde bulabildiğiniz kadar dikdörtgen bulun.

# data_list
source: One day, he called his sons and said, "I am old and will die soon. But before I die, I want to see you in your own homes. You have one month to each make your own home. I want to see you back here after the month."
ar: في يوم من الأيام, نادى على أبنائه وقال, "أنا كبير في السن وسأموت قريبا. ولكن قبل أن أموت, أريد أن أراكم في منازلكم الخاصة بكم. أمامكم شهر واحد لكي يبنى كل منكما منزله الخاص. أريد أن أراكم هنا بعد شهر."
fr: Un jour, il appelle ses fils et leur dit : « Je suis vieux et je vais bientôt mourir. Mais avant de mourir, je souhaiterais vous voir dans vos propres maisons. Vous avez un mois pour faire chacun votre propre maison. Je veux vous revoir ici après un mois. »
ja: ある日、農家さんは息子たちを呼んで言いました。「私も年老いた。先も長くないだろう。だが、死ぬ前にお前たちが自分の家をもつのを一目見たい。お前たちが帰る家を作れ。作る期間をひと月やろう。ひと月経ったら会いに来い。」
ko: 어느날, 농부는 두 아들을 불러서 말했습니다, “난 이제 나이가 들어서 곧 죽을 거란다. 그렇지만 내가 죽기 전에 난 너희들이 너희들의 집을 가지고 있는 것을 보고 싶구나. 너희들은 지금부터 너희들의 집을 지울수 있는 한달의 시간이 있다. 난 한 달후에 너희들의 집을 보고 싶구나."
tr: Bir gün oğullarını çağırıp, “Ben yaşlıyım ve yakında öleceğim. Ama ölmeden önce, sizi kendi evlerinizde görmek istiyorum. Kendi evlerinizi yapmanız için bir ay’ınız var. Bir ay sonra, sizi burada görmek istiyorum!” dedi.

# data_list
source: You can find out how many feet they have all together by skip counting by 2's three times or skip counting by 3's two times. How many are there?
ar: يمكنك معرفة عدد الأقدام معاً عن طريق العد قفزتين ثلاث مرات أو ثلاث قفزات مرتين. كم عددها?
fr: Tu peux trouver le nombre de pieds qu’ils ont en tout en comptant les sauts trois fois par 2 ou en comptant les sauts deux fois par 3. Combien y en a-t-il ?
ja: 足が全部で何本あるかな？2とびを3回、もしくは、3とびを2回して足の数を数えてみよう。
ko: 여러분은 2 단위로 세번을 건너뛰어 세거나 3 단위로 두번을 건너뛰어 세면 그들 모두의 발을 합하여 셀 수있습니다. 발은 모두 몇 개인가요?
tr: 3 kere ikişerli atlayarak sayarak veya 2 kere de üçerli atlayarak sayarak hepsinin toplamda kaç ayağa sahip olduğunu bulabilirsiniz. Kaç ayak var?

# data_list
source: To find out how many limbs (legs and arms) they have, what number would you skip count by? How many limbs are there?
ar: لتعرف عدد الأطراف (الأرجل والأيدي) لديهم, ما هو الرقم الذي ستستعمله في العد القفزي? كم عدد الأطراف?
fr: Pour savoir combien de membres (jambes et bras) ils ont, quel nombre compterais-tu en sautant ? Combien de membres y a-t-il ?
ja: この3人の手足（腕と脚）の数を数えるには、君は何とびで数える？手足は全部で何本あるかな？
ko: 그들의 팔 다리의 합계를 알려면 어떤 숫자로 건너뛰어 세어야 하나요? 팔 다리는 모두 몇 개인가요?
tr: Onların kaç tane uzuvlarının (bacak ve kollarının) olduğunu bulmak için hangi sayıya kadar atlayarak sayardınız? Resimde toplam kaç uzuv var?

# data_list
source: Guess why the father has that long stick. Is it because he has trouble walking, or is it to signal that he should get respect as an older person, or perhaps both?
ar: خمن لماذا لدى الأب عصا طويلة. هل لأن لديه مشكلة في المشي, أو هي علامة احترام لكبار السن, أو ربما الاثنين معاً?
fr: Devine pourquoi le père a ce long bâton. Est-ce parce qu'il a du mal à marcher, ou parce qu'il veut signaler qu'il doit être respecté en tant que personne âgée, ou peut-être les deux ?
ja: 父親はなぜ長い棒を持っているんだろう？歩くのが難しいからかな？それとも年上として尊敬されるべき人という意味があるのかな？もしくは、その両方かな？
ko: 여러분은 아버지가 왜 그렇게 긴 지팡이를 가지고 있다고 생각하나요? 아버지는 걷기가 불편해서 일까요 아니면 나이든 사람으로서 존경을 표시하는 것이라고 생각하나요 아니면 둘 다인가요?
tr: Babanın niçin uzun bir sopası olduğunu tahmin edin. Yürümekte zorlandığı için mi yoksa yaşlı bir insan olarak saygı görülmesi gerektiğinin sinyalini vermek için mi veya her ikisi için de mi?

# data_list
source: The two sons rushed out. The first one went to the roadside. He cut down trees and began to build a big compound for himself.
ar: خرج الابنين بسرعة. ذهب الابن الأول لحافة الطريق. قطع الأشجار وبدأ ببناء مجمع سكني لنفسه.
fr: Les deux fils se sont précipités dehors. Le premier se rendit au bord de la route. Il coupa des arbres et commença à construire une grande propriété pour lui-même.
ja: 2人の息子たちは飛び出していきました。長男は、わき道の方へ抜けていきました。彼は木を切り倒し、中庭のある大きな家を建て始めました。
ko: 두 아들은 서둘러 나갔습니다. 첫째 아들은 길가로 갔습니다. 그는 나무를 잘라 아주 큰 건물을 짓기 시작했습니다.
tr: İki oğul dışarı fırladı. İlki yol kenarındaki arazi şeridine gitti. Ağaçları kesip kendisi için büyük bir yerleşke inşa etmeye başladı.

# data_list
source: Sometimes you can find faces in the clouds, in the moon, or other places. Do you see the face in the tree?
ar: أحياناً تجد وجوهاً في السحب, في القمر, أو في أماكن أخرى. هل ترى وجهاً في الشجرة?
fr: Parfois, on peut trouver des visages dans les nuages, dans la lune, ou dans d'autres endroits. Est-ce que tu vois le visage dans l'arbre ?
ja: 雲や月が顔に見えることがあるよね。木に顔があるのがわかるかな？
ko: 여러분은 가끔 달이나 구름과 같은 것에서 사람의 얼굴을 찾을수 있습니다. 여러분은 이 나무에서 얼굴을 볼 수 있나요?
tr: Bazen bulutlarda, ayda veya başka yerlerde suratlar bulabilirsiniz. Ağaçtaki suratı görüyor musunuz?

# data_list
source: Have you ever seen a face in the clouds or someplace else when it wasn't really a face?
ar: هل سبق ورأيت وجهاً في السحب أو في مكان آخر?
fr: As-tu déjà vu un visage dans les nuages ou ailleurs alors que ce n'était pas vraiment un visage ?
ja: 雲の中や他のところに、本当は顔じゃないのに顔に見えたことがあるかな？
ko: 여러분은 구름이나 다른 곳에서 진짜 얼굴은 아니지만 사람의 얼굴과 비슷한 걸 본적이 있나요?
tr: Peki siz hiç bulutlarda veya başka bir yerde gerçekte yüz olmayan bir yüz gördünüz mü?

# data_list
source: How many trees has this son cut down to make these houses?
ar: كم شجرة قطع الابن ليصنع هذه البيوت?
fr: Combien d'arbres ce fils a-t-il abattu pour construire ces maisons ?
ja: 長男は、何本の木を切って家を建てたんだろう？
ko: 첫째 아들은 집을 만들기위해 몇 그루의 나무를 잘랐나요?
tr: Çiftçinin bu oğlu, tüm bu evleri yapmak için kaç ağaç kesti?

# data_list
source: The second one, however, went out and started forming special relationships with other families. He went to different people, and he became like their foster child.
ar: الابن الآخر, بالمقابل, خرج وبدأ بتكوين علاقات خاصة مع العائلات الأخرى. ذهب إلى أناس مختلفين, وأصبح كابن لهم.
fr: Le second, en revanche, est sorti et a commencé à former des relations spéciales avec d'autres familles. Il est allé chez différentes personnes, et il est devenu comme leur enfant adoptif.
ja: 次男は、 外に出ると、他の家族と親しい関係を作り始めました。彼はいろいろな人のところへ行き、そこで家族のような存在になりました。
ko: 그런데 둘째 아들은 나가서 다른 가족들과 특별한 관계를 만들기 시작했습니다. 그는 다른 사람들에게 가서 그들의 수양아들이 되었습니다.
tr: İkincisi ise, dışarı çıkıp diğer ailelerle özel ilişkiler kurmaya başladı. Farklı insanların yanlarına gidip onların manevi evlatları gibi oldu.

# data_list
source: This second son is greeting someone in a friendly way with his hands. Copy this hand gesture with the person you are with now.
ar: هذا الابن يحيي شخصاً ما بطريقة لطيفة بيديه. قلد حركة اليد هذه مع الشخص الذي معك الآن.
fr: Ce deuxième fils salue quelqu'un de manière amicale avec ses mains. Copie ce geste de la main avec la personne avec laquelle tu es maintenant.
ja: 次男は、両手で親しげに誰かにあいさつしているね。君も今一緒にいる人とこの手を真似してみよう。
ko: 둘째 아들은 그의 손으로 다른 사람들에게 친절하게 인사했습니다. 여러분도 곁에 있는 사람들과 그림과 같은 손 동작을 해보세요.
tr: Bu ikinci oğul, birisini elleriyle dostane bir şekilde selamlıyor. Bu el hareketini şu anda birlikte olduğunuz kişiyle taklit edin.

# data_list
source: How do you greet people differently when they are in your family and when they are a friend?
ar: كيف تحيي الناس بطريقة مختلفة عندما يكونون من أفراد العائلة أو الأصدقاء?
fr: Comment salues-tu les gens différemment lorsqu'ils font partie de ta famille et lorsqu'ils sont des amis ?
ja: 君は、家族にあいさつするときと友だちにあいさつするときで、どのようにあいさつを変える？
ko: 여러분은 그들이 가족들과 친구들 사이에 어떻게 다르게 인사하는 지 알 수 있나요?
tr: İnsanları ailenizden birisi olduklarında ve bir arkadaşınız olduklarında hangi farklı şekillerde selamlarsınız?

# data_list
source: Look at the shadows in this picture. Point to where you think the sun is in the sky. Guess what time of day it is.
ar: انظر إلى الظلال في الصورة. أشر إلى مكان الشمس في الصورة. خمن في أي وقت من النهار نحن.
fr: Regarde les ombres sur cette photo. Pointe du doigt l'endroit où tu penses que le soleil se trouve dans le ciel. Devine à quelle heure de la journée nous sommes.
ja: この写真の中の影を見てみよう。太陽は空のどこにあると思う？何時頃だろう？
ko: 그림에서 그림자를 보세요. 하늘에 해가 어디에 있는지 가리켜 보세요. 몇 시쯤 되었다고 생각하나요.
tr: Bu resimdeki gölgelere bakın. Güneşin gökyüzünde olduğunu düşündüğünüz yeri işaret edin. Günün hangi saati olduğunu tahmin edin.

# data_list
source: After a month, the two brothers came back to their father. The father said, "Well, have you built your homes?" And both of the brothers said, "Yes."
ar: بعد شهر, رجع الأخوان إلى والدهما. قال الأب, "حسناً, هل بنيتما منازلكما?" قال الأخوان معاً, "أجل."
fr: Au bout d'un mois, les deux frères reviennent chez leur père. Le père dit : « Eh bien, avez-vous construit vos maisons ? » Et les deux frères ont répondu : « Oui. »
ja: 一か月後、2人の兄弟は父親のところに戻ってきました。父親は言いました。「2人とも、自分の家は建ったのか？」「はい、建ちました。」と2人は答えました。
ko: 한 달후에 두형제는 그들의 아버지에게 돌아왔습니다. "그래, 너희들은 집을 지었느냐?" 아버지가 물었습니다. "예." 둘 모두 대답했습니다.
tr: Bir ay sonra, iki kardeş de babalarının yanına geri geldiler. Babaları, “Pekâlâ, evlerinizi inşa ettiniz mi?” diye sordu. İki kardeş, “Evet!” dedi.

# data_list
source: Vertical lines go up and down. Although you can't see them all, how many vertical planks in the door do you think there are?
ar: الخطوط العمودية تكون إلى الأعلى والأسفل. مع أنك لا تستطيع رؤيتهم كلهم, كم تعتقد عدد الألواح العمودية في الباب?
fr: Les lignes verticales vont de haut en bas. Bien que tu ne puisses pas toutes les voir, combien de planches verticales penses-tu qu'il y ait dans la porte ?
ja: 縦線が上にも下にも伸びているね。全部は見えないけど、垂直なドアの板はいくつあると思う？
ko: 수직선은 위 아래로 가는 선입니다. 여러분이 다 볼 수는 없지만 몇 개의 널빤지를 문에서 셀 수있나요?
tr: Dikey çizgiler yukarı ve aşağı gider. Onların hepsini göremeseniz de sizce kapıda kaç tane dikey kalas var?

# data_list
source: Horizontal lines go from side to side. If you add the one horizontal plank to the vertical planks, how many planks are there all together?
ar: الخطوط الأفقية تتجه من جانب إلى آخر. إذا أضفت لوح أفقي إلى الألواح العمودية, كم يكون عدد الألواح معاً?
fr: Les lignes horizontales vont d'un côté à l'autre. Si tu ajoutes la planche horizontale aux planches verticales, combien de planches y a-t-il en tout ?
ja: 横線も右から左へ伸びているね。横の板1枚と縦の板を足すと、全部で何枚になるかな？
ko: 평행선은 양 옆으로 가는 선입니다. 여러분이 만약에 평행선의 널판지를 수직선 널판지에 보태면 모두 몇 개의 널빤지가 있나요?
tr: Yatay çizgiler bir yandan diğer yana gider. Bir yatay kalası dikey kalaslara eklerseniz, toplamda kaç kalas olur?

# data_list
source: A month can be 28, 29, 30, or 31 days. Do you think someone could make their home in about 30 days? What month of the year is it for you right now?
ar: الشهر ممكن أن يكون 28 أو 29 أو 30 أو 31 يوم. هل تعتقد أنه بإمكان شخص ما أن يبني منزلاً في 30 يوماً? في أي شهر في السنة نحن الآن?
fr: Un mois peut être de 28, 29, 30 ou 31 jours. Penses-tu que quelqu'un pourrait construire sa maison en 30 jours environ ? Quel est le mois de l'année pour toi en ce moment ?
ja: 1 か月は、 月によって、28 日間、29 日間、30 日間、31 日間だったりするよ。約30日でお家を建てられる人がいると思う？今、君のところは何月かな？
ko: 한 달은 28, 29, 30일 또는 31일이 될수 있습니다. 여러분은 어떤 사람이 약 30일 안에 집을 지울수 있다고 생각하나요? 여러분이 이 책을 읽고 있을때는 일년 중 어떤 달인가요?
tr: Bir ay, 28, 29, 30 veya 31 gün çekebilir. Sizce bir kişi evini yaklaşık 30 günde yapabilir mi? Şu anda yılın hangi ayındasınız?

# data_list
source: The father went with his eldest son. He saw that the son had built many huts. As he walked by each hut, he asked, "Is there anybody in this hut?" Each time, the son replied, "No."
ar: ذهب الأب مع ابنه الأكبر. وجد أن ابنه بنى الكثير من الأكواخ. كلما مر بجانب كوخ, كان يسأل, "هل يوجد أحد في هذا الكوخ?" في كل مرة, كان يجيب الابن, "لا."
fr: Le père partit avec son fils aîné. Il vit que le fils avait construit de nombreuses huttes. En passant devant chaque hutte, il demanda : « Y a-t-il quelqu'un dans cette hutte ? » À chaque fois, le fils répondait : « Non. »
ja: 父親は長男と一緒に出かけていきました。父親は、長男が建てたたくさんの小屋を目にしました。「この小屋には誰か住んでいるのか？」小屋のそばを一軒一軒通るたびに、父親は尋ねました。「いいえ。」息子はそのたびにそう答えました。
ko: 아버지는 그의 첫째 아들의 집에 갔습니다. 아버지는 아들이 많은 오두막집을 지은 것을 보았습니다. 그는 각 오두막집 옆으로 걸어보며 물었습니다. “여기 오두막집에는 누가 있느냐?” 아들은 매 번 “아니요,” 라고 대답했습니다.
tr: Baba en büyük oğluyla gitti. Oğlunun pek çok kulübe inşa etmiş olduğunu gördü. Her kulübenin yanından geçerken, “Bu kulübede kimse var mı?” diye sordu. Oğlu, her defasında, “Hayır,” diye cevap verdi.

# data_list
source: There is a new word that the father uses for these buildings. How is a hut different from a home?
ar: هناك كلمة جديدة استخدمها الأب لتلك المباني. كيف يكون الكوخ مختلفاً عن المنزل?
fr: Il y a un nouveau mot que le père utilise pour ces bâtiments. En quoi une hutte est-elle différente d'une maison ?
ja: このお父さんは、新しい言葉を建物に対して使っていたね。小屋と家はどう違うかな？
ko: 그림에서 아버지가 건물을 지칭하는 새 단어가 나옵니다. 오두막집은 집과 무엇이 다른가요?
tr: Babanın bu yapılar için kullandığı yeni bir sözcük var. Bir ‘kulübenin’ bir ‘evden’ farkı nedir?

# data_list
source: Have you ever made a real or pretend hut, house, or fort? What did you use to make it?
ar: هل سبق أن بنيت أو تخيلت كوخاً أو منزلاً أو حصناً? ماذا استخدمت لتصنعه?
fr: As-tu déjà fabriqué une hutte, une maison ou un fort, réel ou fictif ? Qu'as-tu utilisé pour le fabriquer ?
ja: 君はこれまでに本物か、なんちゃっての小屋や家、秘密基地を作ったことがある？何を使って作ったのかな？
ko: 여러분은 실제로 아니면 가상으로 오두막집, 집, 또는 요새를 만들어 본 적이 있나요? 여러분은 무엇을 가지고 만들었나요?
tr: Siz hiç gerçek veya hayali bir kulübe, ev ya da kale yaptınız mı? Yapmak için ne kullandınız?

# data_list
source: Count how many huts there are in this picture. If there is no one in a hut, how many people is that? (0 – zero)
ar: قم بعد الأكواخ في هذه الصورة. إن كان لا يوجد أحد في الكوخ, كم شخصاً هناك? (0 – صفر)
fr: Compte combien de huttes il y a sur cette image. S'il n'y a personne dans une hutte, combien de personnes cela représente-t-il ? (0 – zéro)
ja: この絵の中に小屋がいくつあるか数えてみよう。もしも小屋に誰もいなかったら、それは何人かな？(0人)
ko: 그림에서 얼마나 많은 오두막집이 있는지 세어 보세요. 만약에 오두막집 안에 아무도 살지 않는다면 몇 명의 사람이 있나요? (0 - 영)
tr: Bu resimde kaç tane kulübe olduğunu sayın. Eğer bir kulübede hiç kimse yoksa, bu kaç kişi demektir? (0 - sıfır)

# data_list
source: The father would ask, "Is there anybody in this hut?" And the son would reply, "No."
ar: كان الأب يسأل, "هل يوجد أحد في هذا الكوخ?" وكان الابن يجيب, "لا."
fr: Le père demandait : « Y a-t-il quelqu'un dans cette hutte ? » Et le fils répondait : « Non. »
ja: 「この小屋には、誰か住んでいるのか？」と父親が尋ねれば、「いいえ」と息子が答えます。
ko: “이 오두막집에는 누가 사느냐?" 아버지가 물었습니다. “아니요." 그리고 아들이 대답했습니다.
tr: Baba, “Bu kulübede kimse var mı?” diye soracaktı. Oğlu da, “Hayır,” diye cevap verecekti.

# data_list
source: Count all the rectangles you can find in this picture.
ar: قم بعد كل المستطيلات التي تجدها في هذه الصورة.
fr: Compte tous les rectangles que tu peux trouver dans cette image.
ja: この絵の中にある長方形をすべて数えてみよう。
ko: 그림에서 여러분이 찾을 수 있는 사각형을 세어보세요.
tr: Bu resimde bulabildiğiniz tüm dikdörtgenleri sayın.

# data_list
source: A right angle is formed when two lines cross each other like the corner of this page. Horizontal lines form right angles with vertical lines. Point out some right angles in this picture.
ar: تتشكل الزاوية القائمة عندما يتلاقى خطان معا مثل زاوية هذه الصفحة. الخطوط الأفقية تكون زوايا قائمة مع الخطوط العمودية. أشر إلى بعض الزوايا القائمة في هذه الصورة.
fr: Un angle droit est formé lorsque deux lignes se croisent, comme le coin de cette page. Les lignes horizontales forment des angles droits avec les lignes verticales. Montre-nous quelques angles droits dans cette image.
ja: 直角は、このページの角のように2本の線が交差するときにできるんだ。横線と縦線とで直角ができるよ。この絵の中にある直角をいくつかあげてみよう。
ko: 직각은 이 면의 모서리처럼 두 개의 선이 서로 교차하면서 생깁니다. 평행선은 수직선과 겹칠때 직각을 만듭니다. 그림에서 직각인 것을 가리켜 보세요.
tr: Dik açı iki çizgi birbirini kestiğinde oluşur, tıpkı bu sayfanın köşesinde olduğu gibi. Yatay çizgiler dikey çizgilerle dik açı oluştururlar. Bu resimdeki bazı dik açıları gösterin.

# data_list
source: There are probably lots of right angles where you are. Can you count them all, or are there too many?
ar: ربما يوجد الكثير من الزوايا القائمة حيث تكون أنت. هل تستطيع عدهم جميعاً, أم هي كثيرة جداً?
fr: Il y a probablement beaucoup d'angles droits là où tu es. Peux-tu les compter tous, ou y en a-t-il trop ?
ja: 君のいる場所には、きっと直角がたくさんあるよね。全部数えられるかな？それとも多すぎる？
ko: 여러분이 있는 곳에는 아마 많은 직각을 찾을 수 있을 것입니다. 여러분은 그것을 다 셀 수있나요 아니면 너무 많은 가요?
tr: Bulunduğunuz yerde muhtemelen bir sürü dik açı vardır. Onların hepsini sayabilir misiniz yoksa sayılamayacak kadar çoklar mı?

# data_list
source: The father became hungry, but there was no one to serve food to him. He said, "Let's go home." So they went home.
ar: أحس الأب بالجوع, لكن لا يوجد أحد ليقدم له الطعام. قال الأب, "لنذهب إلى البيت." فذهبا إلى البيت.
fr: Le père avait faim, mais il n'y avait personne pour lui servir à manger. Il dit : « Rentrons à la maison. » Ils sont donc rentrés chez eux.
ja: 父親はお腹が空きました。しかし、食事を出してくれる人はいませんでした。「家に帰ろう。」父親は言いました。そして、2人は家に戻りました。
ko: 아버지는 배가 고파오기 시작했지만 거기에는 아무도 그에게 음식을 대접할 사람이 없었습니다. “집으로 가자.“ 그래서 그들은 집으로 돌아갔습니다.
tr: Baba acıktı ama ona yemek verecek kimse yoktu. Baba, “Hadi eve gidelim!” dedi. Böylece eve gittiler.

# data_list
source: People usually offer visitors something to eat or drink. All these huts are unwelcoming, with nothing to offer to a visitor.
ar: عادةً يقدم الناس إلى الضيوف شيئاً ليأكلوه أو يشربوه. كل هذه الأكواخ كانت غير مرحبة بالضيوف, لا شيء لتقدمه للضيوف.
fr: Les gens offrent généralement aux visiteurs quelque chose à manger ou à boire. Toutes ces huttes sont peu accueillantes, sans rien à offrir à un visiteur.
ja: 普段、お客さんが来るときには、何か食べ物や飲み物をふるまったりするんだよ。でも、これらの小屋はお客さんを迎える準備ができていないから、お客さんに差し出すものが何もないんだ。
ko: 사람들은 보통 손님이 오면 먹을거나 마실것을 대접합니다. 여기에 있는 모든 오두막집은 손님을 대접할 아무것도 없는 썰렁한 곳이었습니다.
tr: İnsanlar genellikle ziyaretçilerine yiyecek ya da içecek bir şeyler ikram ederler. Ziyaretçiye sunacak hiçbir şeyleri olmayan bu kulübeler misafirperver değiller.

# data_list
source: Notice that the father has turned his back on his son. What message do you give someone when you turn your back on them?
ar: لاحظ بأن الأب قد أدار ظهره إلى ابنه. ما الرسالة التي تعطيها حين تدير ظهرك إلى أحد?
fr: Remarque que le père a tourné le dos à son fils. Quel message donnes-tu à quelqu'un lorsque tu lui tournes le dos ?
ja: 父親が息子に背中を向けていることに注目してみて。もしも、君が誰かに背中を向けるとき、そこにはどんな意味があるかな？
ko: 아버지가 그의 아들에게 등을 지고 있는게 보이나요? 여러분이 누군가에게 등을 돌리면 그것은 어떤 의미인가요?
tr: Babanın oğluna sırtını döndüğüne dikkat edin. Birine sırtınızı döndüğünüzde ona ne mesaj verirsiniz?

# data_list
source: As the father walks away, what do you think he is feeling?
ar: بينما يبتعد الأب, بماذا تعتقد أنه يشعر?
fr: Alors que le père s'éloigne, que penses-tu qu'il ressente ?
ja: 父親が立ち去ろうとするとき、父親は何を思っているだろう？
ko: 여러분은 아버지가 걸어가면서 그의 기분이 어떠했을거라고 생각하나요?
tr: Baba uzaklaşırken, onun ne hissettiğini düşünüyorsunuz?

# data_list
source: The second brother took them to the first family he had adopted. He introduced them, "Here is my father and my brother." The family welcomed the men. They slaughtered a sheep and gave them a big feast.
ar: أخذهم الابن الثاني إلى العائلة الأولى التي تبناها. عرفهم بهم وقال, "هذا أبي وهذا أخي." رحبت العائلة بالرجال. ذبحوا خروفاً وقدموا لهم وليمة كبيرة.
fr: Le second frère les emmena dans la première famille qu'il avait adoptée. Il les a présentés : « Voici mon père et mon frère. » La famille accueillit les hommes. Ils ont abattu un mouton et leur ont offert un grand festin.
ja: 次男は、最初に家族として迎え入れた家族のもとへ父親と長男を連れて行き、彼らを紹介しました。「これが私の父と兄です。」その家族はみんなを歓迎しました。彼らは羊を絞めて、大きなごちそうをふるまってくれました。
ko: 둘째 아들은 그를 처음으로 수양아들로 삼아준 가족들에게 아버지와 형을 데리고 갔습니다. “이 분들이 나의 아버지와 형이에요.“ 둘째 아들이 그들을 소개시켜 주었습니다. 가족들은 그의 아버지와 형을 반갑게 맞이하였습니다. 그들은 양을 잡고 그의 가족들에게 큰 잔치를 해주었습니다.
tr: İkinci kardeş, onları, manevi evlat kabul edildiği ilk ailenin yanına götürdü. “İşte babam ve ağabeyim!” diye onları tanıttı. Aile, adamları çok hoş karşıladı. Bir koyun kesip onlara büyük bir ziyafet verdiler.

# data_list
source: This family gave the father a feast! Why did they do that?
ar: قدمت هذه العائلة وليمة كبيرة للأب! لماذا قاموا بذلك?
fr: Cette famille a donné au père un festin ! Pourquoi ont-ils fait ça ?
ja: この家族は父親にごちそうをふるまったよ！なぜそんなことをしたんだと思う？
ko: 이 가족은 아버지를 위해 잔치를 해 주었습니다. 그들은 왜 그렇게 했을까요?
tr: Bu aile, babaya bir ziyafet verdi! Bunu neden yaptılar?

# data_list
source: How do you think the father is feeling about this?
ar: بماذا يشعر الأب في اعتقادك?
fr: Comment penses-tu que le père se sent à ce sujet ?
ja: 父親はどんな気持ちだろう？
ko: 여러분은 아버지가 어떤 기분이었을 거라고 생각하나요?
tr: Sizce baba bu konuda ne hissediyor?

# data_list
source: What do you think will happen with the next family they visit?
ar: ماذا في اعتقادك سيحدث مع العائلة التالية التي سيزورونها?
fr: Que penses-tu qu'il se passera avec la prochaine famille qu'ils visiteront ?
ja: 次に会う家族とはどんなことが起きるかな？
ko: 여러분은 그들이 방문하는 다음 가족들과 무슨 일이 있을거라고 생각하나요?
tr: Sizce ziyaret ettikleri bir sonraki aileyle ne olacak?

# data_list
source: They went to the second family the younger son had adopted. He introduced his father and brother and they were given another feast.
ar: ذهبوا إلى العائلة الأخرى التي تبناها الابن الأصغر. عرفهم بأبيه وأخيه وقدموا لهم وليمة أخرى.
fr: Ils sont allés dans la deuxième famille que le fils cadet avait adoptée. Il a présenté son père et son frère et ils ont eu droit à un autre festin.
ja: 次に3人は、次男が家族として迎え入れた2番目の家族のもとへ行きました。次男は、父親と兄を彼らに紹介し、その家族も、ごちそうをふるまってくれました。
ko: 그들은 둘째 아들을 수양아들로 삼은 두번째 가족들의 집으로 갔습니다. 둘째 아들은 그의 아버지와 형을 소개해 주었고 그들은 또 한번 잔치를 해 주었습니다.
tr: Küçük oğulun manevi evlat olduğu ikinci aileye gittiler. Küçük oğul, aileye babasını ve ağabeyini tanıttı ve onlara bir ziyafet daha verildi.

# data_list
source: Notice how the people are looking at each other. How are they feeling?
ar: لاحظ كيف ينظر الناس إلى بعضهم البعض. بماذا يشعرون?
fr: Remarque comment les gens se regardent les uns les autres. Que ressentent-ils ?
ja: みんなどんな顔をしてお互いを見てる？みんなどんな気持ちかな？
ko: 사람들이 어떻게 서로 쳐다보는지 보이나요? 그들은 어떤 기분인가요?
tr: İnsanların birbirlerine nasıl baktıklarına dikkat edin. Nasıl hissediyorlar?

# data_list
source: What do you think the small child and the second son are saying to each other as they meet?
ar: في رأيك ماذا تقول الطفلة الصغيرة والابن الثاني لبعضهما عندما تقابلا?
fr: Que penses-tu que le petit enfant et le deuxième fils se disent en se rencontrant ?
ja: 小さな子供と次男は顔を合わせながら、どんな会話をしているかな？
ko: 여러분은 둘째 아들과 어린 아이가 서로 만나서 무슨 이야기를 나누었다고 생각하나요?
tr: Sizce küçük çocuk ve ikinci oğul karşılaştıklarında birbirlerine ne söylüyorlar?
