Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: Goblin sharks are not very aggressive. They have not attacked a person, partly because they are so far out in the deep ocean.
ar: أسماك القرش العفريت ليست عدوانية للغاية. لم تهاجم أي شخص، ويرجع ذلك جزئيًا إلى أنها بعيدة جدًا في أعماق المحيط.
fr: Les requins Gobelins ne sont pas très agressifs. Ils n'ont jamais attaqué une personne, en partie parce qu'ils sont si loin dans les profondeurs de l'océan.
ja: ゴブリンシャークはあまり攻撃的ではありません。 彼らは深海に遠く離れていることもあり、人を襲ったことはありません。
ko: 마귀상어는 그렇게 공격적이지 않습니다. 그들은 저 깊은 바다속에 있기 때문에 사람을 공격한적이 없습니다.
tr: Goblin köpek balıkları çok saldırgan değildirler. Bugüne kadar bir insana saldırmamışlardır; bunun nedeni, kısmen okyanusun derinliklerinde çok uzakta olmalarıdır.

# data_list
source: Yusuf's father and uncle and cousins heave and pull. A little shark has been caught. Yusuf's father untangles the nets, singing to the shark: "Drop and swish. Find a fish. Pull and plop. Don't you stop." When the shark at last is free it streaks back into the waves, leaving only one fat yellowtail in the net. Ouma Safiya will be pleased.
ar: أبو يوسف وعمه وأبناء عمومته يتنفسون ويسحبون. تم القبض على سمكة قرش صغيرة. يقوم والد يوسف بفك الشباك، وهو يغني لسمكة القرش: "اسقط وامسح. ابحث عن سمكة. اسحب واسقط. لا تتوقف". عندما تحرر القرش أخيرًا، عاد إلى الأمواج، تاركًا وراءه ذيلًا أصفر سمينًا واحدًا فقط في الشبكة. أوما صفية ستكون سعيدة.
fr: Le père, l'oncle et les cousins de Yusuf soulèvent et tirent. Un petit requin a été attrapé. Le père de Yusuf démêle les filets en chantant au requin : « Lâcher et remuer. Trouver un poisson. Tirer et plonger. Ne t'arrête pas. » Quand le requin est enfin libre, il s'élance dans les vagues, ne laissant dans le filet qu'une seule grosse limande à queue jaune. Ouma Safiya sera contente.
ja: ユセフの父親、叔父、いとこたちは、引っ張り合いをしている。小さなサメが捕獲されました。 ユスフの父親は網をほどき、サメに向かって「落として、振り回して。魚を見つけて。ひっぱって、ポチャン。止まらないで。」と歌いました。 ようやくサメが自由になると、網の中に太ったブリ一匹だけを残して波の中に戻っていきます。 オウマ・サフィヤもきっと喜ぶだろう。
ko: 유서프의 아버지와 삼촌 그리고 사촌들은 거친 숨을 쉬며 잡아당겼습니다. 작은 상어가 잡혔습니다. 유서프의 아버지는 어망을 풀며 상어에게 노래합니다: "내리고 휘둘러라, 생선을 찾아라. 잡아당기고 털썩 내려라. 멈추지 말자." 상어가 마침내 파도를 향해 나가 자유로워 졌을때 망에 살이 꽉찬 방어 한마리만을 남겼습니다. 오마 사피야는 아주 기뻐할것입니다.
tr: Yusuf’un babası, amcası ve kuzenleri balık ağını güçlükle yukarı çekerler. Küçük bir köpek balığı yakalandı. Yusuf’un babası köpek balığına şarkı söyleyerek ağları çözer: “Bırak ve salla. Bir balık bul. Çek ve bırak. Durma.” Köpek balığı en sonunda serbest kaldığında, ağda sadece bir dolgun sarıkuyruk bırakarak dalgalara geri döner. Ouma Safiya çok sevinir.

# data_list
source: Why does Yusuf's father let the little shark go free?
ar: لماذا أطلق والد يوسف سراح القرش الصغير؟
fr: Pourquoi le père de Yusuf laisse-t-il le petit requin en liberté ?
ja: ユスフの父親はなぜ小さなサメを放したのですか?
ko: 왜 유서프의 아버지는 어린 상어를 풀어주었을까요?
tr: Yusuf’un babası küçük köpek balığını neden serbest bırakır?

# data_list
source: The fin in the shape of a triangle on a shark's back is called a dorsal fin. It helps keep the shark upright in the water and it also helps it make quick turns.
ar: الزعنفة التي على شكل مثلث والموجودة على ظهر سمكة القرش تسمى الزعنفة الظهرية. فهي تساعد على إبقاء القرش منتصبًا في الماء وتساعده أيضًا على القيام بالمنعطفات السريعة.
fr: La nageoire en forme de triangle sur le dos du requin s'appelle la nageoire dorsale. Elle aide le requin à se tenir droit dans l'eau et à effectuer des virages rapides.
ja: サメの背中にある三角形のヒレを背鰭といいます。 これはサメを水中で直立状態に保つのに役立ち、素早い方向転換にも役立ちます。
ko: 상어의 등에 있는 삼각형 모양의 지느러미는 등지느러미라고 부릅니다. 등지느러미는 상어가 물에서 똑바로 있게 도와주며 급회전을 할 수있게 도와줍니다.
tr: Köpek balığının sırtındaki üçgen şeklindeki yüzgece ‘sırt (dorsal) yüzgeci’ denir. Bu yüzgeç, köpek balığının suda dik durmasına ve hızlı dönüşler yapmasına yardımcı olur.

# data_list
source: The net in the picture has circular objects shaped like donuts on its edge. They're not donuts! What do you think they are for?
ar: تحتوي الشبكة الموجودة في الصورة على أجسام دائرية على شكل كعكة الدونات على حافتها. إنها ليست كعكاً! ما تراها تكون؟
fr: Le filet sur la photo a des objets circulaires en forme de beignets sur son bord. Ce ne sont pas des beignets ! À quoi servent-ils, selon toi ?
ja: 写真のネットの端にドーナツのような丸い物体が付いています。 ドーナツじゃないよ！ それらは何のためにあると思いますか?
ko: 그림에 있는 어망은 가장자리에 도넛모양의 원형이 있습니다. 그렇지만 도넛이 아닙니다! 여러분은 그것이 무엇이라고 생각하나요?
tr: Resimdeki ağın kenarında donut şeklinde dairesel nesneler var. Onlar donut değiller! Sizce ne işe yarıyorlar?

# data_list
source: The men pull the boat in and coil up the cables. A hard white triangle catches Papa's finger. "Whaaat? Whaaat" Whaaat?" cry the gulls. "What did you bring back for Yusuf?" As the sun goes down, Papa answers the gulls. "A lucky shark tooth for my boy." At home Yusuf holds his gift up to the stars.
ar: يقوم الرجال بسحب القارب ولف الكابلات. مثلث أبيض صلب يمسك بإصبع بابا. "ماذا؟ ماذا؟ ماذا؟" صرخت النوارس. "ماذا أحضرت ليوسف؟" ومع غروب الشمس، يجيب بابا النوارس. "سن سمكة قرش محظوظ لابني." في المنزل يحمل يوسف هديته إلى النجوم.
fr: Les hommes tirent le bateau et enroulent les câbles. Un triangle blanc et dur attrape le doigt de Papa. « Quoi ? » « Quoi ? » « Quoi ? » crient les mouettes. « Qu'as-tu rapporté pour Yusuf ? » Alors que le soleil se couche, Papa répond aux mouettes. « Une dent de requin porte-bonheur pour mon garçon. » À la maison, Yusuf lève son cadeau vers les étoiles.
ja: 男たちはボートを引き込み、ケーブルを巻きます。 固い白い三角がパパの指を引っ掛ける。 「えっ？えっ？えっ？」とカモメが叫びます。「ユスフに何を持って帰ったの？」日が落ちるとパパがカモメに答えます。「息子に幸運のサメの歯を」家でユスフは贈り物を星々へかざす 。
ko: 어부들은 배를 끌어당기고 밧줄을 감았습니다. 단단하고 하얀 삼각형의 물건이 아빠의 손에 잡혔습니다. "뭐어어엇? 뭐어어엇? 뭐어어엇?" 갈매기가 울었습니다. "유서프를 위해 무엇을 가지고 돌아왔나?" 저무는 해를 보며 아버지는 갈매기에게 대답했습니다. "내 아들을 위한 행운의 상어 이빨." 유서프는 별들을 향해 그의 선물을 들어올렸습니다.
tr: Adamlar tekneyi çekip kabloları sararlar. Sert beyaz bir üçgen babanın parmağını yakalar. “Neee? Neee? Neee?” diye bağırır martılar. “Yusuf’a ne getirdin?” Güneş batarken, baba martılara cevap verir: “Oğlum için uğurlu bir köpek balığı dişi.” Yusuf evde hediyesini yıldızlara doğru tutar.

# data_list
source: The shark's tooth is a hard, white triangle. Do you remember another triangle on the shark's body? Do you see any triangles around you now?
ar: سن القرش عبارة عن مثلث صلب أبيض اللون. هل تتذكر مثلثًا آخر على جسد القرش؟ هل ترى أي مثلثات من حولك الآن؟
fr: La dent du requin est un triangle dur et blanc. Te souviens-tu d'un autre triangle sur le corps du requin ? Vois-tu des triangles autour de toi maintenant ?
ja: サメの歯は白くて硬い三角形です。 サメの体にもう一つ三角形があるのを覚えていますか? 今あなたの周りに三角形があるのが見えますか？
ko: 상어의 이빨은 단단하고 하얀 삼각형입니다. 여러분은 상어의 몸에 있는 또 다른 삼각형을 기억하나요? 여러분이 있는 주변에 삼각형이 보이나요?
tr: Köpek balığının dişi, sert ve beyaz renkli bir üçgendir. Köpek balığının vücudunda başka bir üçgen hatırlıyor musunuz? Peki, şu anda etrafınızda hiç üçgen görüyor musunuz?

# data_list
source: Do you remember what some of the other gifts were from earlier in the story?
ar: هل تتذكر بعض الهدايا الأخرى التي كانت موجودة في وقت سابق من القصة؟
fr: Tu te souviens des autres cadeaux que tu as reçus plus tôt dans l'histoire ?
ja: 物語の前半で他の贈り物が何だったか覚えていますか?
ko: 여러분은 이야기 앞에 있던 유서프의 다른 선물들을 기억하나요?
tr: Hikâyenin başlarındaki diğer hediyelerden bazılarının neler olduğunu hatırlıyor musunuz?

# data_list
source: Do you have special things you've found that you like to keep? Perhaps you found a pretty rock or a bird's feather that you liked a lot?
ar: هل لديك أشياء مميزة وجدتها وتحب الاحتفاظ بها؟ ربما وجدت صخرة جميلة أو ريشة طائر أعجبتك كثيرًا؟
fr: As-tu des objets spéciaux que tu as trouvés et que tu aimes garder ? Peut-être as-tu trouvé une jolie pierre ou une plume d'oiseau qui t'a beaucoup plu ?
ja: 取っておきたい特別なものはありますか? とても気に入ったきれいな石や鳥の羽を見つけたのではないでしょうか?
ko: 여러분은 꼭 간직하고 싶은 특별한 물건이 있나요? 아마 여러분이 정말 좋아하는 예쁜 돌이나 새의 깃털을 찾을수 있을것입니다.
tr: Peki ya sizin de bulduğunuz ve saklamak istediğiniz özel şeyler var mı? Belki de çok sevdiğiniz güzel bir taş ya da kuş tüyü bulmuşsunuzdur?

# data_list
source: His hoe was too short.
ar: كانت مجرفته قصيرة جدًا.
fr: Sa binette était trop courte.
ja: 彼のクワは短すぎました。
ko: 그의 괭이는 너무 짧았어요.
tr: Adamın çapası çok kısaydı.

# data_list
source: Point out the vivid colors -- the yellow sun, the blue sky, the green bushes, and the red shoes.
ar: أشر إلى الألوان الزاهية – الشمس الصفراء، السماء الزرقاء، الشجيرات الخضراء، والأحذية الحمراء.
fr: Indique les couleurs vives : le soleil jaune, le ciel bleu, les buissons verts, et les chaussures rouges.
ja: 鮮やかな色のものを指摘しましょう。－黄色い太陽、青い空、緑の茂み、そして赤い靴。
ko: 선명한 색들을 알려주세요. 노란색의 태양, 파란색의 하늘, 초록색의 수풀, 그리고 빨간 운동화등을 말이죠.
tr: Canlı renkleri gösterin – sarı güneşi, mavi gökyüzünü, yeşil çalıları ve kırmızı ayakkabıları.

# data_list
source: Count the two bushes and the two red shoes with your child.
ar: عد الشجيرتين والحذاءين الأحمرين مع طفلك.
fr: Comptez les deux buissons et les deux chaussures rouges avec votre enfant.
ja: 二つの茂みと二つの赤い靴をお子さんと数えましょう。
ko: 아이와 두 수풀과 신발을 세어보아요.
tr: Çocuğunuzla birlikte, iki çalıyı ve iki kırmızı ayakkabıyı sayın.

# data_list
source: Point out how uncomfortable the man looks bending over so far to hoe.
ar: أشر إلى مدى عدم الارتياح الذي يبدو عليه الرجل وهو ينحني ليقوم بالجرف.
fr: Attirez l’attention sur l’inconfort de l’homme qui se penche beaucoup pour biner.
ja: クワを使うために腰をかがめている姿はとても辛そうだと指摘しましょう。
ko: 남자가 괭이를 잡기위해 허리를 깊숙이 굽은 모습이 얼마나 불편한지 가리켜 보세요.
tr: Çapa yapmak için çok ileriye eğilmek zorunda kalan adamın ne kadar rahatsız göründüğüne dikkat edin.

# data_list
source: His doorway was too low.
ar: كان بابه منخفضًا جدًا.
fr: Sa porte d’entrée était trop basse.
ja: 彼のドアの入り口は低すぎました。
ko: 그의 집앞 입구는 너무 낮았어요.
tr: Adamın kapısı çok alçaktı.

# data_list
source: Comment that the doorway is too low -- the man is taller than the door.
ar: قل أن المدخل منخفض جدًا بالنسبة له – الرجل أطول من الباب.
fr: Faites un commentaire sur le fait que la porte soit trop basse pour lui : l’homme est plus grand que la porte.
ja: ドアの入り口は彼には低すぎると説明しましょう。－男の人はドアよりも背が高い。
ko: 집앞 입구가 그에게 너무 낮다는 것에 말해보세요 - 남자는 문보다 더 큽니다.
tr: Kapının adam için çok alçak olduğunu belirtin – adam kapıdan daha uzun.

# data_list
source: Look how much the man stoops down to talk to the boy -- he is much taller than the boy, and the boy is much shorter than the man!
ar: انظر كم ينحني الرجل ليتحدث مع الصبي – هو أطول من الصبي بكثير، والصبي أقصر من الرجل بكثير!
fr: Regardez à quel point l’homme doit se baisser pour parler au garçon : il est bien plus grand que le garçon, et le garçon est bien plus petit que l’homme !
ja: 少年と話すために男の人がどれだけ身をかがめているか注目しましょう。－男の人は少年よりずっと背が高い、そして少年は男の人よりずっと背が低い！
ko: 남자가 소년과 대화하기 위해서 허리를 굽히는 모습을 보세요. 그는 소년보다 훨씬 크고, 소년은 그보다 훨씬 작답니다!
tr: Adamın çocukla konuşmak için ne kadar eğildiğine bakın – adam çocuktan çok daha uzun ve çocuk da adamdan çok daha kısa!

# data_list
source: Count the bushes together.
ar: عدوا الشجيرات معاً.
fr: Comptons ensemble les buissons.
ja: 茂みを一緒に数えましょう。
ko: 함께 수풀을 세어보아요.
tr: Çocuğunuzla birlikte, çalıları sayın.

# data_list
source: His bed was too short.
ar: كان سريره قصيراً جداً.
fr: Son lit était trop court.
ja: 彼のベッドは短すぎました。
ko: 그의 침대는 너무 짧았어요.
tr: Adamın yatağı çok kısaydı.

# data_list
source: The man's legs stick far out of the bed. He is much longer than his bed.
ar: رجلا الرجل تبرزان خارج السرير. إنه أطول من سريره بكثير.
fr: Les jambes de l’homme dépassent beaucoup du lit. Il est bien plus long que son lit.
ja: 男の人の脚はベッドから大きくはみ出しています。彼はベッドよりずっと長い。
ko: 그 남자의 다리는 침대에서 삐죽 튀어나왔어요. 그는 그의 침대보다 훨씬 길어요.
tr: Adamın bacakları yataktan dışarı taşıyor. Adam yatağından çok daha uzun.

# data_list
source: Point to the bird and the boy and how puzzled they look by the short bed.
ar: أشر إلى الطائر والصبي وكيف يبدوان في حيرة من السرير القصير.
fr: Montrez du doigt l’oiseau et le garçon et leur confusion face au lit court.
ja: 鳥と少年を指し、彼らが短いベッドにどれだけ戸惑っているか指摘しましょう。
ko: 침대가 너무 짧아서 어리둥절한 새와 소년을 가리켜주세요.
tr: Kuşa ve çocuğa işaret edin ve kısa yatak karşısında ne kadar şaşkın göründüklerine dikkat edin.

# data_list
source: Count together the toes on each of the man's feet.
ar: عدوا أصابع قدمي الرجل معًا.
fr: Comptons ensemble les orteils sur chacun des pieds de l’homme.
ja: 男の人の足の指を一緒に数えましょう。
ko: 그 남자의 발가락 수를 함께 세어보아요.
tr: Adamın her bir ayağında kaç parmak olduğunu çocuğunuzla birlikte sayın.

# data_list
source: His bicycle was too short.
ar: كانت دراجته قصيرة جداً.
fr: Son vélo était trop petit.
ja: 彼の自転車は小さすぎました。
ko: 그의 자전거는 너무 작았어요.
tr: Adamın bisikleti çok kısaydı.

# data_list
source: The tall man is much too big for his bicycle. Look how far his leg sticks out!
ar: الرجل طويل القامة كبير جدًا بالنسبة لدراجته. انظروا إلى أي مدى تخرج ساقه!
fr: Le grand homme est bien trop grand pour son vélo. Regardez jusqu’où dépassent ses jambes !
ja: 背の高い男の人は自転車には大きすぎました。見てください、足が大きく突き出しています！
ko: 남자는 그의 자전거보다 훨씬 커요. 그가 다리를 얼마나 멀리 뻗는지 보세요!
tr: Uzun adam bisikleti için çok fazla büyük. Bacağının ne kadar dışarı çıktığına bakın!

# data_list
source: Point out that the bird has changed color from yellow to orange!
ar: أشر إلى أن الطائر تغير لونه من الأصفر إلى البرتقالي!
fr: Indiquez que les oiseaux ont changé de couleur, passant du jaune à l’orange !
ja: 鳥が黄色からオレンジ色に変わっていることを指摘しましょう。
ko: 새가 노란색에서 주황색으로 바뀐것을 가리켜 보세요.
tr: Kuşun renginin sarıdan turuncuya dönüştüğüne dikkat çekin!

# data_list
source: Where is the boy in this picture?
ar: أين هو الصبي في هذه الصورة؟
fr: Où est le garçon sur cette image ?
ja: 少年はこの絵のどこにいますか？
ko: 이 사진 속에서 소년은 어디있나요?
tr: Bu resimde çocuk nerede?

# data_list
source: This man was too tall! What can he do to solve his problem and fit into his world?
ar: هذا الرجل كان طويلاً جداً! ماذا يمكنه أن يفعل لحل مشكلته وليتوافق مع عالمه؟
fr: Cet homme était trop grand ! Que peut-il faire pour résoudre son problème et s’adapter à son monde ?
ja: この男の人は背が高すぎました！ 問題を解決し、この世界に溶け込むために、彼はどのようにすればいいでしょうか？
ko: 이 남자는 너무 키가 컸어요! 그가 그의 문제를 해결하고 세상에 적응하기 위해서 어떤 것을 할 수 있나요?
tr: Bu adam çok uzundu. Bu sıkıntısını çözüp dünyaya sığmak için ne yapabilir?

# data_list
source: Maybe the man is not too tall -- maybe he just needs to solve his problems!
ar: ربما ليس الرجل طويل القامة – ربما يحتاج فقط إلى حل مشاكله!
fr: Peut-être que l’homme n’est pas trop grand, peut-être qu’il doit juste résoudre ses problèmes !
ja: 男の人の背が高すぎるわけではないかもしれません。－問題を解決すればいいだけなのかもしれません。
ko: 그 남자는 키가 너무 큰 게 아닐지 몰라요. 그는 단지 그의 문제들을 해결해야 될 뿐이죠!
tr: Belki adam çok da uzun değil – belki de sadece sıkıntılarını çözmesi gerekiyor.

# data_list
source: The man has a problem and he is feeling sad about it.
ar: أشر إلى أن الرجل لديه مشكلة ويشعر بالحزن حيالها.
fr: Indiquez que l’homme a un problème et que cela le rend triste.
ja: 男の人が問題を抱えていて悲しい気持ちであることを指摘しましょう。
ko: 남자가 문제를 가지고 있고 그것에 대해 슬퍼하고 있다는 것을 가리켜 보세요.
tr: Adamın bir sorunu olduğunu ve bundan dolayı üzgün olduğunu belirtin.

# data_list
source: Notice that this man is much taller than the other people.
ar: لاحظ أن هذا الرجل أطول بكثير من الآخرين.
fr: Remarquez que cet homme est bien plus grand que les autres personnes.
ja: この男の人は他の人たちよりもずっと背が高いことに注目しましょう。
ko: 이 남자가 다른 사람보다 키가 훨씬 크다는 것에 주목해주세요.
tr: Bu adamın diğer insanlardan çok daha uzun olduğuna dikkat edin.

# data_list
source: He made a very long handle.
ar: لقد صنع مقبضًا طويلًا جدًا.
fr: Il a fabriqué une très longue poignée.
ja: 彼はとても長い取っ手をつけました。
ko: 그는 아주 긴 자루를 만들었어요.
tr: Adam çapası için çok uzun bir sap yaptı.

# data_list
source: He solved his problem with the hoe! He made his hoe bigger!
ar: وحل مشكلته مع المجرفة! لقد جعل مجرفته أكبر!
fr: Il a résolu son problème avec la binette ! Il a rendu sa binette plus longue !
ja: 彼はクワの問題を解決しました！クワを大きくしたのです！
ko: 그는 그 괭이로 문제를 해결할 수 있었어요! 그는 그의 괭이를 더 크게 만들었답니다!
tr: Artık çapa ile olan sorununu çözdü! Çapasını daha uzun yaptı.

# data_list
source: Which one is bigger, the hoe or the man?
ar: أيهما أكبر، المجرفة أم الرجل؟
fr: Lequel des deux est le plus long, la binette ou l’homme ?
ja: クワと男の人のどちらがより大きいですか？
ko: 괭이가 더 클까요, 아니면 남자가 더 클까요?
tr: Hangisi daha uzun – çapa mı yoksa adam mı?

# data_list
source: Do you see the man's red shoes? They disappeared!
ar: هل ترى حذاءي الرجل الأحمرين؟ اين ذهبا؟ لقد اختفيا!
fr: Peut-ton voir les chaussures rouges de l’homme ? Où sont-elles passées ? Elles ont disparu !
ja: 男の人の赤い靴は見えますか？どこに行ってしまったのでしょう？消えてしまいました！
ko: 그 남자의 빨간 신발이 보이나요? 어디로 간 것일까요? 사라져 버렸어요!
tr: Adamın kırmızı ayakkabılarını görüyor musunuz? Nereye gitmişler? Yok oldular!

# data_list
source: He made very high door frames.
ar: لقد صنع إطارات أبواب عالية جدًا.
fr: Il a fabriqué des portes très hautes.
ja: 彼はとても高いドア枠を作りました。
ko: 그는 엄청 높은 문틀을 만들었어요.
tr: Adam çok uzun kapı çerçeveleri yaptı.

# data_list
source: Which is higher -- the door or the man?
ar: أيهما أعلى – الباب أم الرجل؟
fr: Lequel des deux est le plus haut, la porte ou l’homme ?
ja: ドアと男の人のどちらがより高いですか？
ko: 문이나 남자 중 무엇이 더 높을까요?
tr: Hangisi daha yüksek – kapı mı yoksa adam mı?

# data_list
source: The sun in the sky is round. Point to round things where you are.
ar: الشمس في السماء مستديرة. أشر إلى الأشياء المستديرة من حولك.
fr: Le soleil dans le ciel est rond. Montrez du doigt les différents objets ronds autour de vous.
ja: 空にある太陽は丸い形をしています。あなたの周りにある丸いものを指摘しましょう。
ko: 하늘에 떠있는 태양이 동그랗네요. 주변에 동그란 것들을 가리켜 보세요.
tr: Gökyüzündeki güneş yuvarlak. Bulunduğunuz yerdeki diğer yuvarlak şeyleri gösterin.

# data_list
source: Which is longer and which is shorter -- the man's legs or his upper body?
ar: أيهما أطول وأيهما أقصر – ساقا الرجل أم الجزء العلوي من جسده؟
fr: Lequel est plus long et lequel est plus court, les jambes de l’homme ou le haut de son corps ?
ja: 男の人の脚と上半身、どちらが長くてどちらが短いですか？
ko: 어떤 것이 더 길고 어떤 것이 더 짧은가요- 남자의 다리 아니면 상체?
tr: Hangisi daha uzun ve hangisi daha kısa – adamın bacakları mı yoksa gövdesi mi?

# data_list
source: He made a very long bed.
ar: لقد صنع سريرًا طويلًا جدًا.
fr: Il a fabriqué un lit très long.
ja: 彼はとても長いベッドを作りました。
ko: 그는 아주 긴 침대를 만들었어요.
tr: Adam çok uzun bir yatak yaptı.

# data_list
source: We can't see the man's feet now. His bed is longer than he is.
ar: لم يعد بإمكاننا رؤية قدمي الرجل الآن. أصبح سريره أطول منه.
fr: On ne voit plus les pieds de l’homme maintenant. Son lit est plus long que lui.
ja: もう男の人の脚は見えません。彼のベッドは彼よりも長い。
ko: 이제 그 남자의 발을 볼 수 없네요. 그의 침대는 그보다 더 길답니다.
tr: Artık adamın ayaklarını göremiyoruz. Adamın yatağı ondan daha uzun.

# data_list
source: The man looks very comfortable and happy in his big bed.
ar: يبدو الرجل مرتاحًا وسعيدًا جدًا في سريره الكبير.
fr: L’homme à l’air heureux et très à l’aise dans son grand lit.
ja: 男の人は大きなベッドの中でとても心地よく幸せそうに見えます。
ko: 그 남자는 자신의 큰 침대 안에서 편안하고 행복해 보여요.
tr: Adam kocaman yatağında çok rahat ve mutlu gözüküyor.

# data_list
source: Look at how small the boy looks next to the bed!
ar: انظر إلى مدى صغر حجم الصبي بجوار السرير!
fr: Regardez à quel point le garçon à l’air petit à côté du lit !
ja: ベッドの横で、少年がどんなに小さく見えるか見てみましょう。
ko: 그 침대 옆에서 소년이 얼마나 작아 보이는지 보세요.
tr: Çocuğun yatağın yanında ne kadar küçük gözüktüğüne bakın!

# data_list
source: He bought a very high bicycle.
ar: اشترى دراجة عالية جدًا.
fr: Il a acheté un vélo très haut.
ja: 彼はとても高さがある自転車を買いました。
ko: 그는 아주 높은 자전거를 샀어요.
tr: Adam çok yüksek bir bisiklet aldı.

# data_list
source: Notice that the boy and the bird are inside the basket now.
ar: لاحظ أن الصبي والطائر موجودان داخل السلة الآن.
fr: Remarquez que le garçon et l’oiseau sont dans le panier maintenant.
ja: 今度は少年と鳥が籠の中に入っていることに注目しましょう。
ko: 이제 바구니 안에 있는 소년과 새를 주목해보세요.
tr: Çocuğun ve kuşun şu anda sepetin içinde olduklarına dikkat edin.

# data_list
source: Everyone looks very happy now that the man's things are the right size.
ar: يبدو الجميع سعيداً للغاية الآن بعد أن أصبحت أغراض الرجل بالحجم المناسب.
fr: Tout le monde à l’air très heureux maintenant que les affaires de l’homme sont à la bonne taille.
ja: 男の人の持ち物がすべてちょうどよいサイズになったので、みんな幸せそうにしています。
ko: 그 남자의 물건이 알맞은 크기가 됐어요. 이제 모두가 행복해보이네요.
tr: Adamın eşyaları doğru boyutta olduğu için artık herkes çok mutlu görünüyor.

# data_list
source: Point to and name the many different colors on this page.
ar: أشر إلى الألوان العديدة المختلفة في هذه الصفحة وقم بتسميتها.
fr: Montrez et nommez les nombreuses couleurs sur cette page.
ja: このページにいろいろな色があることを指摘して色の名前を言ってみましょう。
ko: 이 페이지에 있는 다양한 색깔들을 가리키며 이름을 말해보아요.
tr: Bu sayfadaki pek çok farklı renkleri gösterip isimlerini söyleyin.

# data_list
source: He sat on a very high chair. He ate with a very long fork.
ar: جلس على كرسي مرتفع جداً. وأكل بشوكة طويلة جداً.
fr: Il s’est assis sur une chaise très haute. Il a mangé avec une fourchette très longue.
ja: 彼はとても高い椅子に座りました。彼はとても長いフォークを使って食べました。
ko: 그는 아주 높은 의자에 앉았어요. 그는 아주 긴 포크로 밥을 먹었어요.
tr: Adam çok yüksek bir sandalyede oturdu. Çok uzun bir çatal ile yemek yedi.

# data_list
source: Count out with your child many of the things in the picture -- such as fingers, legs, steps, and tines.
ar: عد مع طفلك العديد من الأشياء الموجودة في الصورة – مثل الأصابع، الساقين، الخطوات وأسنان الشوكة.
fr: Comptez avec votre enfant de nombreux objets sur l’image comme les doigts, les jambes, les barreaux de l’échelle et les dents de la fourchette.
ja: 指、足、はしごの段、フォークの歯など、絵の中にあるものをお子さんと一緒にたくさん数えてみてください。
ko: 당신의 아이와 그림에 있는 것들을 세어보세요. 예를 들어 손가락, 다리, 계단, 포크 끝 등을 말이죠.
tr: Çocuğunuzla birlikte, resimdeki birçok şeyi sayın – örneğin, parmakları, bacakları, basamakları ve çatalların dişlerini.

# data_list
source: Look at how high the boy's chair is! Would you be scared sitting so high?
ar: انظر إلى مدى ارتفاع كرسي الصبي! هل تخاف من الجلوس بهذا العلو؟
fr: Regardez à quel point la chaise de l’enfant est haute ! Auriez-vous peur d’être assis si haut ?
ja: 少年の椅子の高さに注目しましょう。そんなに高いところに座ったら怖くないかな？
ko: 소년의 의자가 얼마나 높은지 보세요. 여러분이라면 그렇게 높은 곳에 앉는게 두렵지 않을까요?
tr: Çocuğun sandalyesinin ne kadar yüksek olduğuna bakın! Siz bu kadar yüksekte oturmaktan korkar mıydınız?

# data_list
source: Now that all his things are the right size for him, the man is not too tall at all!
ar: الآن بعد أن أصبحت جميع أغراضه بالحجم المناسب له، لم يعد الرجل طويل القامة على الإطلاق!
fr: Maintenant que toutes ses affaires sont à la bonne taille pour lui, l’homme n’est plus du tout trop grand !
ja: 彼の持ち物全部がぴったりのサイズになったので、もう男の人は全然背が高くないですね！
ko: 이제 그의 물건들이 그에게 맞는 크기가 되니, 그 남자는 너무 커보이지 않네요!
tr: Artık adamın tüm eşyaları onun için doğru boyutta olduğuna göre, adam hiç de çok uzun değil!

# data_list
source: He left his house and moved to a big house in the forest, where he lived for many years.
ar: ترك منزله وانتقل إلى منزل كبير في الغابة، حيث عاش لسنوات عديدة.
fr: Il a quitté sa maison et a emménagé dans une grande maison dans la forêt, où il a vécu pendant de nombreuses d’années.
ja: 彼は家を出て森の大きな家に引っ越し、そこで長い間暮らしました。
ko: 그는 그의 집을 떠나 숲속에 큰 집으로 이사를 갔어요. 그는 그곳에서 오랫동안 살았답니다.
tr: Adam evinden taşınıp ormanda uzun yıllar yaşayacağı büyük bir eve taşındı.

# data_list
source: Count the pineapples, bags, and trees with your child.
ar: عد الأناناس، الأكياس والأشجار مع طفلك.
fr: Comptez les ananas, les sacs et les arbres avec votre enfant.
ja: パイナップルや袋、木の数をお子さんと一緒に数えましょう。
ko: 아이와 함께 파인애플, 가방, 그리고 나무를 세어보세요.
tr: Çocuğunuzla birlikte ananasları, torbaları ve ağaçları sayın.

# data_list
source: Count the rungs on the ladder with your child.
ar: عد درجات السلم مع طفلك.
fr: Comptez les barreaux de l’échelle avec votre enfant.
ja: はしごの段数をお子さんと数えてみましょう。
ko: 사다리의 가로대들을 아이와 같이 세어보세요.
tr: Çocuğunuzla birlikte, portatif merdivenin basamaklarını sayın.

# data_list
source: Notice that the bird is yellow again!
ar: لاحظ أن الطائر أصبح أصفر مرة أخرى!
fr: Remarquez que l’oiseau est de nouveau jaune !
ja: 鳥が再び黄色になっていることに注目しましょう。
ko: 새가 노란색으로 다시 변한것을 보세요!
tr: Kuşun yine sarı olduğuna dikkat edin!

# data_list
source: How many cats? 0 Zero cats. No cats here!
ar: كم قطة هناك؟ 0 صفر قطة. لا توجد قطط هنا!
fr: Combien de chats ? 0 Aucun chat. Pas de chat ici !
ja: 猫は何匹？ 0匹。 ここには、猫がいない！
ko: 몇 마리의 고양이가 있나요? 고양이 0마리. 고양이가 없네요!
tr: Kaç kedi var? 0 Sıfır kedi. Burada hiç kedi yok!
