Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: The surprise is Math! Antelope used her intelligence and the power of math to win the contest!
ja: 驚きは数学です！カモシカは知性と数学の力を使ってコンテストに勝ったのです。
ko: 놀라운 것은 수학입니다! 영양은 그녀의 지능과 수학의 힘을 시합에 이기기 위해 사용했습니다!
tr: Sürpriz olan şey Matematik! Antilop yarışmayı kazanmak için zekâsını ve matematiğin gücünü kullandı!

# data_list
source: Think of some other combinations of numbers that add up to ten. How many ways can you think of?
ja: 他にも１０になる数字の組み合わせを考えてみましょう。何通り考えられますか？
ko: 10을 만드는 또 다른 숫자의 합계를 생각해 보세요. 몇 가지 방법을 생각할 수 있나요?
tr: Toplamı on olan başka sayı kombinasyonlarını düşünün. Aklınıza kaç farklı yol geliyor?

# data_list
source: Try some smaller numbers, such as three, four, or five, and find all the ways to make combinations of numbers add up to those totals. Do you notice any patterns that can save you time? Discovering interesting patterns is what math is all about!
ja: ３、４、５など、もっと小さい数をいくつか試してみて、それらの合計になるような数の組み合わせをすべて見つけてください。時間を節約できるパターンがあることに気づきましたか？面白いパターンを発見することが数学のすべてです！
ko: 3, 4, 또는 5와 같이 작은 숫자를 이용해서 10의 합계를 내는 모든 방법을 찾아내 보세요. 여러분은 시간을 줄일 수 있는 어떤 패턴을 알아차렸나요? 재미있는 패턴을 찾아내는 것이 수학의 모든 것입니다!
tr: Üç, dört veya beş gibi daha küçük sayıları deneyin ve sayı kombinasyonlarının bu toplamlara eşit olmasını sağlayacak tüm yolları bulun. Size zaman kazandırabilecek örüntüleri fark ediyor musunuz? İlginç örüntüler keşfetmek matematiğin ta kendisidir!

# data_list
source: The animals were quiet. They were confused. King Leopard explained, "Yes, Antelope! Five plus five is another way to get to ten. There is more than one way to count to ten." The contest was not to find the biggest or the strongest animal. It was a contest to find the smartest animal! That is how Antelope became queen when leopard died.
ja: 動物たちは静かでした。 彼らは混乱していました。ヒョウの王はこう説明しました。"そうだよ、カモシカ！５＋５は１０になる別の方法なんだ。１０まで数える方法は１つではない。" コンテストは最大の動物や最強の動物を見つけるためのものではなかったのです。最も賢い動物を見つけるコンテストだったのです。こうして、ヒョウが死んだ時、カモシカが女王になったのです。
ko: 모든 동물들은 조용해졌습니다. 그들은 혼란스러 왔습니다. 표범왕은 이렇게 설명했습니다. "그래, 영양아! 5 더하기 5는 10을 가질 수 있는 또 다른 방법이지. 10까지 세는 것에는 한가지 이상의 방법이 있지." 시합은 제일 크고 제일 힘이 센 동물을 찾는 것이 아니었습니다. 시합은 가장 영리한 동물을 찾는 것이었습니다! 이것이 영양이 표범왕이 죽은 후에 어떻게 여왕이 되었는지 보여주는 것입니다.
tr: Hayvanlar sessizdi. Kafaları karışmıştı. Kral Leopar, “Evet, Antilop! Beş artı beş 10’a ulaşmanın bir başka yoludur. 10’a kadar saymanın birden fazla yolu vardır,” diye açıkladı. Bu yarışma en büyük veya en güçlü hayvanı bulmak için değildi. Yarışma, en zeki hayvanı bulmak içindi! Leopar öldüğünde, işte Antilop böyle kraliçe oldu.

# data_list
source: Antelope listened carefully to the rules and found a new solution. Did Antelope cheat or was she clever?
ja: カモシカはルールをよく聞いて、新しい解決策を見つけました。カモシカは不正をしたのでしょうか、それとも賢かったのでしょうか？
ko: 영양은 지도자가 하는 말을 조심스럽게 듣고 새로운 답을 찾았습니다. 영양은 속임수를 썼나요 아니면 그녀는 아주 영리했나요?
tr: Antilop kuralları dikkatlice dinledi ve yeni bir çözüm buldu. Antilop hile mi yaptı yoksa zeki miydi?

# data_list
source: If someone asked you to count to ten, would you count by 1's, 2's, 5's, or 10's? What would happen if you counted by 3's or 4's? Why don't those numbers come out evenly?
ja: 誰かに１０まで数えるように言われたら、１、２、５、１０のどれで数えますか？もし３や４で数えたらどうなりますか？なぜその数は均等にならないのでしょうか？
ko: 어떤 사람이 여러분에게 10까지 세어보라고 한다면 여러분은 1단위, 2단위, 5단위 아니며 10단위로 셀 것인가요? 여러분이 3단위나 4단위로 세면 어떻게 되나요? 왜 그 숫자들은 균등하게 나오지 않나요?
tr: Birisi sizden 10’a kadar saymanızı isteseydi, bunu, tek tek mi yoksa ikişer ikişer, beşer beşer ya da onar onar atlayarak mı sayardınız? Üçer üçer veya dörder dörder sayarsanız ne olur? Bu iki sayıyla saymanın sonucu neden eşit çıkmıyor?

# data_list
source: A group of people often all think about something the same way and miss a good way to solve a problem. Good problem solvers discover new ways to approach problems!
ja: 問題解決に優れた人は、新しい方法を発見します。優れた問題解決者は、問題への新しいアプローチの仕方を発見するのです。
ko: 어떤 무리의 사람들은 종종 똑같은 방법으로 생각을 하면서 문제를 해결할수 있는 좋은 방법을 놓칩니다. 유능한 문제 해결사는 문제를 해결할 수 있는 새로운 방법을 찾아냅니다!
tr: Bir grup insan, sıklıkla, bir şey hakkında aynı şekillerde düşünürler ve bir sorunu çözmenin iyi yollarını kaçırırlar. İyi problem çözücüler ise problemlere yaklaşmanın yeni yollarını keşfederler!

# data_list
source: MATERIALS AND NUMBER CARDS
ko: 숫자 카드 만들기

# data_list
source: Variable names
ko: 숫자에게 재미있는 이름 지어주기

# data_list
source: TAPATAN
ko: 타파탄

# data_list
source: Finger Math up to 20
ko: 손가락 수학

# data_list
source: Lory Dory
ar: لوري دوري
ko: 로리 도리

# data_list
source: Numbers up to 10
ar: الأرقام حتى الرقم ١٠

# data_list
source: Number Sizes
ar: أحجام الأرقام

# template
source: Before Talking
ar: قبل الحديث

# template
source: Talk with your child before they can talk or even understand the words. Point at, name, and describe things you see, such as shapes, colors, comparisons, and quantities. As your child begins to understand words, ask about a thing and have your child point at it. For example, "Where is the ball?" If your child can't find the thing, point to it for them.
ar: تحدث مع طفلك قبل أن يتمكن من التحدث أو حتى فهم الكلمات. أشر إلى الأشياء التي تراها وقم بتسميتها ووصفها، مثل الأشكال والألوان والمقارنات والكميات. عندما يبدأ طفلك في فهم الكلمات، اسأل عن شيء ما واطلب من طفلك أن يشير إليه. على سبيل المثال، "أين الكرة؟" إذا لم يتمكن طفلك من العثور على الشيء، فأشر إليه.

# template
source: Early Talking
ar: الحديث المبكر

# template
source: As your child begins to understand and say words, mix in simple questions. Freely help with answers as needed. If you point and say "Is this red?" and they don't know, supply the answer. If you say "Count the blocks." and your child does not know how, point and count the blocks with them "one, two, three."
ar: عندما يبدأ طفلك بفهم الكلمات وقولها، اطرح عليه أسئلة بسيطة. يمكنك مساعدته في الإجابات حسب الحاجة. إذا أشرت وقلت "هل هذا أحمر؟" ولم يعلم، قدم له الإجابة. إذا قلت "عد المكعبات". وطفلك لا يعرف كيف، قم بالإشارة إلى المكعبات وعدها معه "واحد، اثنان، ثلاثة".

# template
source: 3 Levels of Discussion
ar: 3 مستويات للمناقشة

# template
source: Pick an appropriate level for your child. Allow time for thought when asking questions or making comments. Help with the answer when your child stumbles, and follow up correct answers with questions or comments that are small expansions on the child's answer. **Level 1** Ask simple direct questions. Ask and point at what you see on the page. Where is the toy? What are they doing? What is its name? What color is it? How many balls are there? **Level 2** Ask general or open questions about this point in the story. What do you see happening here? What is this group of things? **Level 3** Ask about the story line. What has happened? What will happen next? Have you had experiences or seen things similar to this? How does she feel when this happens?
ar: اختر المستوى المناسب لطفلك. امنحه وقتًا للتفكير عند طرح الأسئلة أو الإدلاء بالتعليقات. ساعد طفلك في الإجابة عندما يتعثر، وتابع الإجابات الصحيحة بأسئلة أو تعليقات تكون توسعات صغيرة في إجابة الطفل. المستوى ١ اطرح أسئلة مباشرة بسيطة. اسأل وأشر إلى ما تراه على الصفحة. أين اللعبة؟ ماذا يفعلون؟ ما هو اسمها؟ ما هو لونه؟ كم عدد الكرات؟ المستوى ٢ اطرح أسئلة عامة أو مفتوحة حول هذه النقطة في القصة. ماذا تراه يحدث هنا؟ ما هي هذه المجموعة من الأشياء؟ المستوى ٣ اسأل عن سير القصة. ماذا حدث؟ ماذا سيحدث بعد؟ هل سبق لك أن واجهت أو رأيت أشياء مماثلة لهذا؟ كيف تشعر عندما يحدث هذا؟

# template
source: Read, Talk, and Have Fun!
ar: اقرأ، تحدث واستمتع!

# template
source: The supplied questions and comments are just the beginning. 1. For the first reading, read the red questions and comments. 2. For the second reading, read the blue questions and comments. 3. For the third reading, read the green questions and comments. After that, follow your child's interests and let your discussions go in fun directions.
ar: الأسئلة والتعليقات المقدمة هي مجرد البداية. من أجل القراءة الأولى، اقرأ الأسئلة والتعليقات بالأحمر من أجل القراءة الثانية، اقرأ الأسئلة والتعليقات بالأزرق من أجل القراءة الثالثة، اقرأ الأسئلة والتعليقات بالأخضر. بعد ذلك، اتبع اهتمامات طفلك ودع مناقشاتك تسير في اتجاهات ممتعة.

# template
source: Math Themes and Words
ar: مواضيع وكلمات الرياضيات

# template
source: **Adult Readers**
ar: القراء الكبار

# data_list
source: When people laugh at you, does that make you feel angry or ashamed? Were you able to ignore them knowing they were just being mean
fr: Quand les gens se moquent de toi, ressens-tu de la colère ou de la honte ? Est-ce que tu as réussi à les ignorer en sachant qu’ils étaient juste méchants ?

# data_list
source: There are three round houses with thatched roofs. Thatch is a mix of dead and living plant material, usually grass. A thatch room can help keep a house cool or warm. From the distance, those roofs look like triangles.
fr: Il y a trois maisons rondes avec des toits de chaume. Le chaume est un mélange de matériaux végétaux morts et vivants, généralement de l'herbe. Une pièce en chaume peut aider à garder une maison fraîche ou chaude. De loin, ces toits ressemblent à des triangles.

# data_list
source: Oti came into the house with one of his friends to fetch his ball. He saw the toppled calabash, the spilled palm oil. He saw his soiled ball too. Before he could run out to tell A'nua what Aku had done, Aku picked up the ball and ran off. The boys followed Aku. They all met A'anua outside the house. A'anua saw Aku holding the ball. Before she could call Aku and scold her, Aku ran past her. Oti, A'anua and all the people of Sunland watched Aku run away. They wondered what she would do with the soiled ball.
fr: Oti est entré dans la maison avec un de ses amis pour aller chercher son ballon. Il a vu la calebasse renversée, l'huile de palme renversée. Il a aussi vu sa balle souillée. Avant qu'il puisse courir dire à A'nua ce qu'Aku avait fait, Aku a ramassé le ballon et s'est enfui. Les garçons ont suivi Aku. Ils ont tous rencontré A'anua devant la maison. A'anua a vu Aku tenir le ballon. Avant qu'elle puisse appeler Aku et la gronder, Aku est passé en courant devant elle. Oti, A'anua et tous les habitants de Sunland ont regardé Aku s'enfuir. Ils se demandaient ce qu'elle allait faire avec la balle souillée.

# data_list
source: Soon, everyone was rushing home to prepare for their daily activities. \PARA Ataa Ankra looked for his fish bucket. Farmers took their hoes. Children bathed and dressed, ready to go to school. Women tied monies at the ends of their cover cloths. They carried their basins and baskets and hurried to the market.
fr: Bientôt, tout le monde se précipite chez soi pour se préparer à ses activités quotidiennes. Ataa Ankra chercha son seau à poisson. Les fermiers ont pris leurs houes. Les enfants se baignaient et s'habillaient, prêts à aller à l'école. Les femmes attachaient de l'argent aux extrémités de leurs tissus de couverture. Elles portaient leurs bassines et leurs paniers et se hâtaient vers le marché.

# data_list
source: What work can you do? the woman asked. The friends responded, "We can provide food for your family and animals." The woman asked, "What do you need to provide the food?" "Give us land, water and good care," they replied.
fr: « Quel travail peux-tu faire ? » demanda la femme. Les amis ont répondu : « Nous pouvons fournir de la nourriture à votre famille et à vos animaux. » La femme demanda : « De quoi as-tu besoin pour fournir la nourriture ? » « Donnez-nous de la terre, de l'eau et de bons soins, » répondirent-ils.

# data_list
source: My stems are used for planting. My leaves and peels feed your animals. What does Palm tree do? asked Cassava.
fr: « Mes tiges sont utilisées pour les plantations. Mes feuilles et mes écorces nourrissent vos animaux. Que fait Palme ? » demande Manioc.

# data_list
source: In addition, my friends provide shade for your huts. You cool your heart with my sweet, rich, foamy palm wine after your hard day's work.
fr: « De plus, mes amis fournissent de l'ombre à vos huttes. Tu te rafraîchis le cœur avec mon vin de palme doux, riche et mousseux après ta dure journée de travail. »

# data_list
source: Above all, the brooms that are used to sweep the rooms and compounds come from me, concluded Palm.
fr: « Surtout, les balais qui servent à balayer les salles et les enceintes viennent de moi, » conclut Palme.

# data_list
source: Both of you are very important to me. The two of you together make a delicious meal, fufu and palm nut soup! said the woman.
fr: « Tous les deux, vous êtes très importants pour moi. Vous faites tous les deux un repas délicieux, une soupe au fufu et aux noix de palme ! », dit la femme.

# data_list
source: Cat and Dog have a ball. The ball is red and blue and green.
fr: Chat et Chien ont un ballon. Le ballon est rouge, bleu et vert.

# data_list
source: How many different colors of butterflies are there?{For which color of butterfly is there the most?}
fr: Combien y a-t-il de couleurs différentes de papillons ?

# data_list
source: How many steps did this drawing take? Was it the less than, the same as, or more than the number of steps for the first drawing?
fr: Combien d'étapes ce dessin a-t-il nécessité ? Était-il inférieur, égal ou supérieur au nombre d'étapes du premier dessin ?

# data_list
source: They searched and searched, but all they could see was the tall grass and trees. \PARA Suddenly, they heard a noise, and looked up.
fr: Ils cherchèrent et cherchèrent, mais tout ce qu’ils pouvaient voir, c’était les grandes herbes et les arbres. Soudain, ils entendirent un bruit et levèrent les yeux.

# data_list
source: What body parts do you have two of and which do you have one of?
fr: Quelles parties de ton corps as-tu deux fois et lesquelles as-tu une fois ?

# data_list
source: Never ask a question like that! said her mother. Then she walked off, frowning.
fr: « Ne pose jamais une telle question ! » dit sa mère. Puis elle est partie en fronçant les sourcils.

# data_list
source: Hello, said a stone near the river bank. "Hello," said Baby Elephant. "Can you tell me what Crocodile eats for dinner?" she asked.
fr: « Bonjour » dit une pierre près de la berge de la rivière. « Bonjour » dit le bébé éléphant. « Peux-tu me dire ce que le crocodile mange pour le dîner ? » demande-t-elle.

# data_list
source: Bend down and I will tell you," said the stone. "Lower, lower," said the stone. So Baby Elephant bent down lower, and lower.
fr: « Baisse-toi et je te le dirai, » dit la pierre. « Plus bas, plus bas, » dit la pierre. Alors bébé éléphant se penche de plus en plus bas.

# data_list
source: Pendo Our Cow
fr: Notre vache Pendo

# data_list
source: This story has counting to 7, relationship words, and shapes. Practice words: how many, numbers to 7, one more one less, behind, inside, on, high, too high, under, rectangle, box, and vertical line.
fr: Cette histoire suivante compte jusqu'à 7, et contient des mots de relation et des formes. Mots à pratiquer : combien, nombres jusqu'à 7, un de plus, un de moins, derrière, dedans, sur, haute, très haut, dessous, rectangle, boîte, et ligne verticale.

# data_list
source: A Dancers Tale
fr: Le conte d'un danseur

# data_list
source: Throwing stones at animals is a mean things to do!
fr: Jeter des pierres sur des animaux est cruel !

# data_list
source: The father said, "This is what I meant when I said you should make yourself a home. A home is more than many huts or a big expensive house. It is love, warmth and friendship with other people.
fr: Le père dit : « C'est ce que je voulais dire quand je disais que tu devais te faire un foyer. Un foyer, c'est plus que de nombreuses huttes ou une grande maison coûteuse. C'est l'amour, la chaleur et l'amitié avec d'autres personnes. »

# data_list
source: Are you making this up, Gramps? Is this story true? "Lory is real -- real as me, real as you."
fr: Est-ce que tu inventes tout ça Grand-père ? Cette histoire est-elle vraie ? Lory est réelle, comme nous.

# data_list
source: Go back and look at all the pairs of rhyming words. Can you find a few more words that with each pair?
fr: Retourne à l’histoire de Lory, et trouve toutes les paires de mots qui riment. Peux-tu trouver quelques autres mots qui riment avec les paires que tu as déjà trouvées ?
