Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: People also make a lot of patterns when they build things. Tiles are often laid out to make interesting designs. Do you see any any tiling patterns near you?
ja: 人々はものを作るときにたくさんの模様を作ります。タイルは面白いデザインを作るためによく配置されます。あなたの近くでタイルの模様はありますか？
ko: 사람들은 무언가를 지을때 여러가지 다양한 문양을 만듭니다. 타일은 종종 흥미있는 디자인으로 깔려 있습니다. 여러분은 주변에서 타일 문양을 볼 수 있나요?
tr: İnsanlar bir şeyler inşa ederken de bir sürü desenler yaparlar. Fayanslar genellikle ilginç tasarımlar yapmak için döşenir. Yakınınızda herhangi bir döşeme deseni görüyor musunuz?

# data_list
source: What do you think -- how easy is it to sit in that chair with a big shell on your back?
ja: あなたはどう思いますか？背中に大きな甲羅を背負って椅子に座るのはどれだけ楽でしょうか？
ko: 여러분은 어떻게 생각하나요 – 여러분의 등 뒤에 있는 큰 껍질로 의자에 편하게 앉을 수 있을까요?
tr: Sırtınızda baldan büyük bir kabuk varken o sandalyeye oturmak ne kadar kolaydır?

# data_list
source: The stings caused patches on Hyena's body.
ja: 刺されたことで、ハイエナの身体には斑点ができました。
ko: 벌에 쏘인 곳은 하이에나의 몸에 반점을 만들었습니다.
tr: İğneler Sırtlan’ın vücudunda lekelere sebep oldu.

# data_list
source: Now Hyena has lots of spots on him, just like hyenas we see today.
ja: ハイエナには、私たちが今日見ているハイエナと同じように斑点がたくさんあります。
ko: 이제 하이에나는 현재 우리가 보는 하이에나와 같이 많은 점들을 가지고 있습니다.
tr: Artık Sırtlan’ın üzerinde bir sürü benek var – tıpkı bugün gördüğümüz sırtlanlar gibi!

# data_list
source: Make a quick estimate how many spots he has and then try to count them. How close was your estimate?
ja: ハイエナにはいくつの斑点があるかを素早く見積もり、それらを数えてみましょう。あなたの見積もりはどれくらい近かったですか？
ko: 하이에나가 몇 개의 반점을 가지고 있는지 재빨리 추측해 본 후에 반점을 천천히 세어보세요. 여러분은 추측은 얼마나 가까왔나요?
tr: Ne kadar beneği olduğunu hızlıca tahmin edin ve sonra onları saymaya çalışın. Tahmininiz gerçeğe ne kadar yakındı?

# data_list
source: Making quick estimates is a fun game two people can play. Whose estimate will be the closest?
ja: 素早く見積もることは２人で楽しんで遊ぶことができるゲームです。誰の見積もりが一番近かったですか？
ko: 재빠른 추측은 두 사람이 할 수 있는 재미있는 게임입니다. 누구의 추측이 더 가까운가요?
tr: Hızlı tahminler yapmak iki kişinin oynayabileceği eğlenceli bir oyundur. Oynayın bakalım kimin tahmini en yakın olacak!

# data_list
source: Tortoise and Hyena are no longer friends.
ja: カメとハイエナはもう友達ではありません。
ko: 거북이와 하이에나는 더 이상 친구가 아닙니다.
tr: Kaplumbağa ve Sırtlan artık arkadaş değiller.

# data_list
source: Tortoise and Hyena always seemed like unlikely friends. What happened in the story that caused them to stop being friends?
ja: カメとハイエナは友達にはいつもなりそうにありません。物語で何が起きて、カメとハイエナは友達ではなくなったのでしょうか？
ko: 거북이와 하이에나는 항상 어울리지 않는 친구같아 보였습니다. 이야기에서는 어떻게 그들이 친구 사이가 깨어진 원인이 무엇인지 말해주고 있나요?
tr: Kaplumbağa ve Sırtlan zaten hep ‘beklenmedik arkadaşlar’ gibi görünüyorlardı. Hikâyede onların arkadaş olmalarını engelleyen ne oldu?

# data_list
source: Have you ever had something that caused you to stop being friends with someone?
ja: あなたは誰かと友達でいられなくなる原因となった出来事はありますか？
ko: 여러분은 친구와의 우정이 깨지게 된 일이 있었나요?
tr: Peki ya siz, biriyle arkadaşlığınızı bitirmenize neden olan bir şey yaşadınız mı?

# data_list
source: Do you think Tortoise and Hyena will return to being friends someday?
ja: あなたはカメとハイエナがいつか友達に戻ると思いますか？
ko: 여러분은 거북이와 하이에나가 언젠가 다시 친구가 될거라고 생각하나요?
tr: Sizce Kaplumbağa ve Sırtlan bir gün tekrar arkadaş olacaklar mıdır?

# data_list
source: I wonder if there's another me somewhere in the world.
fr: Je me demande s’il y a un autre ‘moi’ quelque part dans le monde.
ja: この世界のどこかに、もう一人のぼくはいるのかなぁ。
ko: 난 세상 어디에 또 다른 내가 있는지 궁금해.
tr: Dünyanın herhangi bir yerinde başka bir ben daha var mı diye merak ediyorum.

# data_list
source: What do you think -- is there another animal just like this one somewhere in the world?
fr: Qu’en penses-tu – Y a-t-il un autre animal comme celui-ci, quelque part dans le monde ?
ja: きみはどう思う？ これと同じような動物が、世界のどこかにいるかな？
ko: 여러분은 어떻게 생각하세요 - 세상 어디에 우리 주인공과 같은 다른 동물이 있나요?
tr: Ne düşünüyorsunuz – dünyanın bir yerinde tıpkı onun gibi başka bir hayvan daha var mıdır?

# data_list
source: Do you think there's another person just like you?
fr: Penses-tu qu’il y a une autre personne comme toi ?
ja: きみとまったく同じような人間が、ほかにいると思う？
ko: 여러분은 여러분과 똑같은 다른 사람이 있다고 생각하나요?
tr: Peki ya tıpkı sizin gibi başka biri daha var mıdır?

# data_list
source: There are five trees in this picture. If you take away the one by itself on one side, how many trees are there on the other side? What is one less than five?
fr: Il y en a cinq arbres dans cette image. Si on retire l’image qui est seule sur un côté, combien d’arbres restent-ils sur l’autre côté ? Qu’est-ce que c’est un moins cinq ?
ja: この絵には木が5本あるね。もし片側にある木を1本取りさったら、もう片側には何本の木があるかな？ 5から1つ減ると何になる？
ko: 그림에는 다섯 개의 나무가 있습니다. 여러분이 그 중에 하나를 한쪽으로 가져 간다면 다른 쪽에는 몇 개의 나무들이 남아있나요? 5보다 하나 더 적은 숫자는 무엇인가요?
tr: Bu resimde beş ağaç var. Resmin bir tarafındaki o tek ağacı çıkarırsanız, diğer tarafta kaç ağaç kalır? Beşin bir eksiği kaçtır?

# data_list
source: Who looks the same.
fr: Qui a la même apparence ?
ja: 同じように見える誰か。
ko: 나와 똑같이 생기고.
tr: Tıpkı bana benzeyen.

# data_list
source: When you look in a mirror or in water, the image is almost the same as how you look. How is it different and how is it the same?
fr: Quand tu regardes dans un miroir ou dans l'eau, l’image est-elle presque la même que celle à laquelle tu ressembles ou est-elle différente de celle que les autres voient ? Comment l’image est-elle différente et similaire ?
ja: 鏡や水面をのぞきこむと、映し出された姿はきみとほとんど同じに見えるね。どのように違っていて、どのように同じなのかな？
ko: 여러분이 거울이나 물을 보면 여러분의 모습과 거의 같습니다. 어떤것이 다르고 어떤것이 같나요?
tr: Bir aynaya veya suya baktığınızda, görüntü sizinkiyle neredeyse aynıdır. Resimdeki hayvanın kendisiyle sudaki görüntüsü birbirinden nasıl farklı ve birbirine nasıl benzer?

# data_list
source: Something that has one side that is the mirror image of the other side is called symmetric, or even mirror symmetric. Do you see some things around you that are symmetric?
fr: Quelque chose qui a un seul côté et qui est l’image miroir de l’autre côté est symétrique, ou on peut aussi décrire cette image comme étant un miroir symétrique. Vois-tu certaines choses autour de toi qui sont symétriques ?
ja: 片側がもう一方の鏡のようになっているものは、対称、もしくは鏡面対称であるというよ。きみの周りで、何か左右対称のものは見つかるかな？
ko: 한 쪽의 모습이 다른 쪽의 모습과 거울을 보는 것처럼 같은 모습을 하면 대칭이라고 부릅니다. 여러분 주변에서 대칭인것을 볼수 있나요?
tr: Bir tarafı diğer tarafın ayna görüntüsü olan bir şeye ‘simetrik’ veya hatta ‘ayna simetrisi’ denir. Etrafınızda simetrik olan şeyler görüyor musunuz?

# data_list
source: People's faces are very close to being symmetric. Do you notice anything on one side of your face that is a little different than the other side? Perhaps your hair?
fr: Les visages des gens sont presque symétriques. Remarques-tu quelque chose sur le côté de ton visage qui est un peu différent de l’autre côté ? Est-ce tes cheveux peut-être ?
ja: 人々の顔は左右対称にとても近いよ。顔の片側に反対側と違う何かがあるのに気がつくかな？ もしかしてきみのかみの毛かな？
ko: 사람들의 얼굴은 거의 대칭인 경우가 많습니다. 여러분은 한쪽 얼굴이 다른쪽과 조금 다른것을 발견할수록 있나요? 아마도 여러분의 머리카락인가요?
tr: İnsanların yüzleri hemen hemen simetriktir. Yüzünüzün bir tarafında diğer tarafından biraz daha farklı olan bir şey fark ediyor musunuz? Mesela saçınız?

# data_list
source: And talks the same.
fr: Parle de la même façon.
ja: そして同じように話す。
ko: 그리고 나와 똑같이 얘기하고.
tr: Ve tıpkı benim gibi konuşan.

# data_list
source: This animal is listening to its echo across a canyon. Have you heard an echo of your voice?
fr: L’animal écoute à son écho à travers le canyon. As-tu écouté l’écho de ta voix ?
ja: この動物は、深い谷を横切る自分のエコーを聴いているよ。自分の声がこだまするのを聞いたことがあるかな？
ko: 여기의 동물은 깊은 협곡너머 들리는 메아리를 듣고 있습니다. 여러분은 자신의 목소리의 메아리를 들은적이 있나요?
tr: Bu hayvan bir kanyonun karşısında kendi yankısını dinliyor. Kendi sesinizin yankısını duydunuz mu hiç?

# data_list
source: An echo for your voice is like looking in a mirror for your image. Does an echo sound exactly like you, or can you tell the difference?
fr: Un écho de ta voix c’est comme regarder ton image dans un miroir. Est-ce qu’un écho ressemble exactement à ta voix, où peux-tu me décrire les façons dont il est différent ?
ja: 声のエコーは、まるで自分の姿を鏡で見るようなものだね。エコーはきみと全く同じに聞こえるかな？ それとも、違いが分かるかな？
ko: 여러분 목소리의 메아리는 거울에 비친 여러분의 모습과 비슷합니다. 메아리는 여러분과 똑같나요 아니면 다른점이 있나요?
tr: Sesinizin yankısı, tıpkı aynadaki görüntünüze bakmak gibidir. Bir yankı tam olarak sizin sesiniz gibi mi duyulur? Aralarındaki farkı nasıl anlarsınız?

# data_list
source: Hearing an echo is similar to hearing a recording of your voice. Do you think recordings of your voice sound like what you hear in your head when you talk?
fr: Entendre un écho, c’est similaire d’entendre un enregistrement de ta voix. Penses-tu qu’un enregistrement de ta voix ressemble à ce que tu entends quand tu parles aux autres ?
ja: エコーを聞くのは、自分の声の録音を聞くのに似ているね。録音したきみの声は、話す時に頭の中で聞いているものと同じように聞こえると思う？
ko: 메아리를 듣는 것은 여러분의 목소리를 녹음해서 듣는 것과 비슷합니다. 여러분의 녹음한 목소리는 여러분이 얘기할때 머리에서 듣는 소리와 비슷하다고 생각하나요?
tr: Bir yankı (eko) duymak, sesinizin kaydını duymaya benzer. Peki ya ses kayıtlarınız, konuşurken kafanızın içinde duyduğunuz sese mi benziyor?

# data_list
source: And even has my curls.
fr: Les mêmes boucles.
ja: ぼくと同じカールまである。
ko: 그리고 나같은 꼬불한 꼬리를 가지고 있고.
tr: Ve hatta benim buklelerim gibi bukleleri olan.

# data_list
source: Hippos and mice may have curly tails, but that does not make them the same as our friend. How many things need to be the same for two animals to be the same?
fr: Les hippopotames et souris ont des queues bouclées, mais ça ne veut pas dire qu’ils sont les mêmes que notre ami. Combien de choses doivent être identiques pour qu’on puisse dire que deux animaux sont les mêmes ?
ja: カバとネズミは巻き毛のしっぽがあるかもしれないけれど、だからといって私たちの友達と同じではないね。2匹の動物が同じであるためには、いくつのものが同じにならないといけないかな？
ko: 아마 하마와 쥐는 꼬불한 꼬리를 가지고 있겠지만 그것이 여기 있는 우리 주인공과 같다고 할수는 없습니다. 두 동물이 똑같기 위해서는 몇 가지 똑같은 것들이 필요한가요?
tr: Su aygırları ve farelerin kıvırcık kuyrukları olabilir ancak bu, onları, bu arkadaşımızla aynı yapmaz. İki hayvanın aynı olması için kaç tane şeylerinin aynı olması gerekir?

# data_list
source: Describe some ways that the hippo and the mouse are different than our friend.
fr: Décris quelques façons dans lesquelles l’hippopotame et la souris sont différents de notre ami.
ja: カバとネズミが、私たちの友達とどのように違っているのか説明してみよう。
ko: 하마와 쥐가 우리 주인공과 어떻게 다른지 묘사해 보세요.
tr: Su aygırı ve farenin bu arkadaşımızdan farklı oldukları bazı yönleri açıklayın.

# data_list
source: Pick someone you know and describe some ways you are similar to them and some ways you are different.
fr: Choisi quelqu’un que tu connais, et décris les façons dont tu es similaire à lui/elle, et les façons dont tu lui es différent...
ja: 誰か知っている人を選んで、きみと似ているところや違うところを説明してみよう。
ko: 여러분이 아는 어떤 사람을 생각해 보고 여러분과 어떤것이 비슷하고 어떤것이 다른지 묘사해 보세요.
tr: Tanıdığınız birini ele alın ve ona benzediğiniz ve ondan farklı olduğunuz bazı yönleri açıklayın.

# data_list
source: Someone with my eyes my ears.
fr: Quelqu’un avec les mêmes yeux et oreilles que moi.
ja: ぼくと同じ目や耳をもつ誰か。
ko: 내 눈과 내 귀를 가지고 있고.
tr: Benim gözlerim gibi gözleri, kulaklarım gibi kulakları olan biri.

# data_list
source: Can you think of other animals that have big ears similar to these?
fr: Peux-tu penser à d’autres animaux qui ont des grandes oreilles semblables à celles-ci ?
ja: これらに似た大きな耳を持つほかの動物は思いつくかな？
ko: 여러분은 그림과 비슷한 큰 귀를 가진 동물을 생각할 수 있나요?
tr: Resimdekine benzer büyük kulakları olan başka hayvanlar daha bulabilir misiniz?

# data_list
source: Can you think of other animals that have eyelashes like these?
fr: Peux-tu penser à d'autres animaux qui ont des cils similaires ?
ja: こんなまつ毛があるほかの動物は思いつくかな？
ko: 여러분은 그림과 같은 눈썹을 가진 다른 동물을 생각할 수 있나요?
tr: Buna benzer kirpikleri olan başka hayvanlar düşünebilir misiniz?

# data_list
source: This animal has three eyelashes on each side. How many eyelashes is that all together?
fr: Cet animal a trois cils de chaque côté de son visage. Combien de cils a-t-il en tout ?
ja: この動物は片側ずつに3本のまつ毛があるね。全部合わせると、何本のまつ毛になるかな？
ko: 우리 주인공은 양쪽에 3개의 눈썹이 있습니다. 모두 합하면 몇 개의 눈썹이 있나요?
tr: Bu hayvanın yüzünün her iki tarafında üç kirpik var. Toplam kaç kirpik var?

# data_list
source: Who even has my laugh.
fr: Qui a aussi le même rire que moi.
ja: ぼくと笑い方まで同じだ。
ko: 내 웃음소리까지도 가지고 있고.
tr: Hatta benim gülüşüm gibi gülüşe sahip olan biri.

# data_list
source: Can you make some animals sounds? Which animals?
fr: Peux-tu faire quelques sons d’animaux ? De quels animaux ?
ja: 動物の鳴き声ができる？ どの動物かな？
ko: 여러분은 동물의 소리를 낼 수 있나요? 어떤 동물을 낼 수 있나요?
tr: Bazı hayvan sesleri çıkarabilir misiniz? Hangi hayvanlarınkini?

# data_list
source: Can you neigh like a horse, oink like a pig, meow like a cat, or bray like a donkey?
fr: Peux-tu hennir comme un cheval, grogner comme un \\ cochon, miauler comme un chat, ou braire comme un âne ?
ja: 馬みたいにヒヒーン、ブタみたいにブーブー、ネコみたいにニャー、またはロバみたいにオーキーって鳴けるかな？
ko: 여러분은 말처럼 히힝, 돼지처럼 꿀꿀, 고양이처럼 야옹, 아니면 당나귀처럼 울수 있나요?
tr: Bir at gibi kişneyip, bir domuz gibi pırtlayıp, bir kedi gibi miyavlayıp ya da bir eşek gibi anırabilir misiniz?

# data_list
source: This animal has exceptionally big teeth. Think of other animals with teeth like these.
fr: Cet animal a des dents exceptionnellement grandes. Pense à d’autres animaux avec des dents similaires.
ja: この動物はとくべつ大きな歯を持つね。こんな歯があるほかの動物を考えてみて。
ko: 우리 주인공은 정말 큰 이빨을 가지고 있습니다. 이빨이 이렇게 큰 또 다른 동물을 생각해 보세요.
tr: Bu hayvanın son derece büyük dişleri var. Böyle dişleri olan başka hayvanları düşünün.

# data_list
source: Who can do what I can do.
fr: Quelqu’un qui peut faire ce que je peux faire.
ja: ぼくができることはできる誰か。
ko: 내가 할 수 있는걸 똑같이 할 수 있고.
tr: Benim yapabildiklerimi yapabilen biri.

# data_list
source: Do you feel happy running in a big open space like that?
fr: Es-tu content/contente quand tu coures dans un grand espace ouvert, comme ça ?
ja: そのような大きな広場を走ると、きみはうれしい？
ko: 여러분은 그림과 같은 큰 벌판을 달리면 행복한가요?
tr: Siz de böyle büyük bir açık alanda koşunca mutlu hisseder misiniz?

# data_list
source: Do you prefer to run with someone or by yourself?
fr: Préfères-tu courir avec quelqu’un ou courir seul/seule ?
ja: 誰かと走るほうが好きかな？ それとも一人で走るほうが好き？
ko: 여러분은 누군가와 같이 달리는 것을 좋아하나요 아니면 혼자 달리는 것을 좋아하나요?
tr: Birisiyle mi yoksa kendi başınıza mı koşmayı tercih edersiniz?

# data_list
source: Count all the rocks near them. If you take away the two biggest rocks, how many rocks are left?
fr: Compte les cailloux à proximité d’eux. Si tu enlèves les deux plus grands cailloux, combien de cailloux restent ils ?
ja: 動物たちの近くにある岩を全部数えよう。もし2つの大きな岩を取りさったら、いくつの岩が残るかな？
ko: 그들의 주변에 있는 돌들을 세어보세요. 만약 여러분이 큰 두 개의 돌을 치운다면 몇 개의 돌이 남나요?
tr: Hayvanların yanlarındaki taşları sayın. En büyük iki taşı alıp götürürseniz, geride kaç taş kalır?

# data_list
source: And can't do what I can't.
fr: Et ne peut pas faire ce que moi je ne peux pas faire.
ja: ぼくができないことはできない。
ko: 그리고 내가 할 수 없는 것을 할 수 없고.
tr: Ve yapamadıklarımı yapamayan biri!

# data_list
source: Why are the animals having trouble peeling the banana?
fr: Pourquoi les animaux ont-ils des problèmes à éplucher la banane ?
ja: 動物たちは、どうしてバナナの皮をむくのにこまっているのかな？
ko: 우리 주인공은 왜 바나나의 껍질을 벗기는걸 어려워 할까요?
tr: Bazı hayvanlar neden muz soymakta zorlanırlar?

# data_list
source: Can you peel a banana easily?
fr: Peux-tu facilement éplucher une banane ?
ja: きみはバナナの皮をかんたんにむけるかな？
ko: 여러분은 바나나의 껍질을 쉽게 벗길수 있나요?
tr: Peki ya siz, bir muzu kolaylıkla soyabilir misiniz?

# data_list
source: Are there things, such as fruit or packages, that you have trouble opening?
fr: Y a-t-il certaines choses, comme des fruits ou des paquets, que tu as de la difficulté à ouvrir ?
ja: フルーツや包みなど、きみがむいたり開けたりしにくいものはあるかな？
ko: 과일이나 포장지처럼 여러분도 여는 것이 어려운 것들이 있나요?
tr: Açmakta zorlandığınız başka şeyler var mı – mesela, meyveler veya paketler gibi?

# data_list
source: I've looked and looked everywhere to find another me. I went down to the park and looked behind the trees.
fr: J’ai cherché et regardé partout pour trouver un autre moi. Je suis allé au parc et j’ai regardé derrière les arbres.
ja: もう一人のぼくを見つけるために、あちこち探し回ったんだ。公園に下りていって、木の後ろを見たよ。
ko: 난 또 다른 나를 찾으려고 이곳저곳을 둘러봤어. 난 공원에 가서 나무 뒤에도 둘러봤어.
tr: Başka bir ben’i bulmak için her yere ama her yere baktım. Aşağıdaki parka gittim ve ağaçların arkasına baktım.

# data_list
source: What animal did he see when he looked behind a tree?
fr: Quels animaux a-t-il vu quand il a regardé derrière l’arbre ?
ja: 木の後ろを見たとき、どんな動物が見えたのかな？
ko: 우리 주인공이 나무 뒤에서 어떤 동물을 보았나요?
tr: Ağacın arkasına baktığında hangi hayvanı gördü?

# data_list
source: Did he see an animal just like him when he looked behind the tree?
fr: A-t-il vu un animal comme lui quand il a regardé derrière l’arbre ?
ja: 木の後ろを見たとき、自分とまったく同じような動物が見えたのかな？
ko: 우리 주인공이 나무 뒤를 볼 때 그와 똑같은 동물을 보았나요?
tr: Ağacın arkasına baktığında kendisi gibi bir hayvan gördü mü?

# data_list
source: Did he see what he was looking for behind the tree?
fr: A-t-il vu ce qu’il cherchait derrière l’arbre ?
ja: 木の後ろに、探していたものは見えたのかな？
ko: 우리 주인공은 나무 뒤에서 그가 찾는 것을 보았나요?
tr: Ağacın arkasında aradığını gördü mü?

# data_list
source: I looked around, up, and down.
fr: J’ai regardé autour de moi, de haut en bas.
ja: 周りを見回して、上を見て、下を見た。
ko: 난 여기 저기, 위, 아래를 둘러 보았어.
tr: Etrafa, yukarıya ve aşağıya baktım.

# data_list
source: Do you think our friend could ever climb to the top of a tree?
fr: Penses-tu que notre ami pourrait monter au sommet de l’arbre ?
ja: 私たちの友達は、木のてっぺんまで登ったりできると思う？
ko: 여러분은 우리 주인공이 나무 꼭대기까지 올라갈수 있다고 생각하나요?
tr: Sizce bu arkadaşımız bir ağacın tepesine tırmanabilir mi?

# data_list
source: Do you think the bird is surprised to see him there?
fr: Penses-tu que l’oiseau est surpris de l’avoir vu là-bas ?
ja: そこにかれがいるのを見て、鳥はびっくりすると思う？
ko: 여러분은 새가 우리 주인공을 보고 깜짝 놀랄거라고 생각하나요?
tr: Sizce kuş onu orada gördüğüne şaşırmış mıdır?

# data_list
source: Has the animal looked everywhere? What are some places that may have been missed?
fr: Est-ce que l’animal a cherché partout ? Quels sont les endroits où il a peut-être oublié de chercher ?
ja: その動物はあらゆる場所を探したのかな？ 見なかったかもしれない場所はどこかな？
ko: 우리 주인공은 사방을 다 둘러보았나요? 그가 놓친 곳이 있다고 생각하나요?
tr: Hayvan her yere bakmış mıdır? Bakmayı kaçırdığı bazı yerler nelerdir?

# data_list
source: At every single face.
fr: À chaque figure.
ja: 1つ1つ、どの顔も。
ko: 모두의 얼굴들도 말이야.
tr: Yüzlerin tek tek her birisine baktım.

# data_list
source: There are three animals on one side of the pond, and one more on the other side. If you put them all together, how many animals are there? What is one more than 3?
fr: Il y a trois animaux sur un côté de l’étang, et un de plus sur l’autre côté. Si nous les comptons au total, combien d’animaux y a-t-il ? Combien fait trois plus un ?
ja: 池の片側には3匹、もう片側には1匹の動物がいるね。もし全部合わせたら、動物は何匹になるかな？ 3から1つ増えると何になる？
ko: 그림에는 연못 한 쪽에 세마리의 동물이 있고 다른 쪽에는 한마리의 동물이 있습니다. 여러분이 그들을 다 합친다면 몇 마리의 동물이 있나요? 3 보다 하나 더 많은 숫자는 무엇인가요?
tr: Havuzun bir tarafında üç tane hayvan var ve öbür tarafında bir tane daha var. Hepsini bir araya getirdiğinizde, kaç hayvan olur? Üçün bir fazlası nedir?

# data_list
source: If you remove one animal on one side of the pond from the four animals at the pond, how many are left? What is one less than 4?
fr: Si tu retires un animal sur les quatre animaux d’un côté de l’étang, combien en restent-ils maintenant ? Qu’est-ce que quatre moins un ?
ja: もし池にいる4匹から片側の1匹を取りさったら、何匹残るかな？ 4から1つ減ると何になる？
ko: 만약 여러분이 연못에 있는 네 마리의 동물중에 한 마리를 옮겨 놓으면 몇 마리의 동물이 남나요? 4보다 하나 더 적은 숫자는 무엇인가요?
tr: Havuzdaki dört hayvandan havuzun bir tarafındaki o bir hayvanı çıkardığınızda, kaç hayvan kalır? Dördün bir eksiği kaçtır?

# data_list
source: Describe how the two facts: 3 + 1 = 4 and 4 - 1 = 3 are tied together. These two related math facts are called a math fact family. Can you think of another math fact family?
fr: Décrire comment ces deux faits : 3 + 1 = 4 et 4 – 1 = 3 sont liés. Ces deux faits de mathématiques sont appelés une famille de faits mathématiques. Peux-tu penser à une autre famille de faits mathématiques ?
ja: 2つの計算式、 3 + 1 = 4 と 4 - 1 = 3 がどのように結びついているか説明しよう。 同じ数字をつかったこれらの2つの式は、算数のファクトファミリーとよばれるよ。数字を組み合わせて、ほかのファクトファミリーが考えつくかな？
ko: 여기 두개의 사실이 같은지 설명해 보세요: 3 + 1 = 4 그리고 4 - 1 = 3 이 두개의 연관된 수학사실을 수학의 숫자가족이라고 부릅니다. 여러분은 또 다른 수학의 숫자가족을 생각할수 있나요?
tr: Bu iki sonucun: 3 + 1 = 4 ve 4 - 1 = 3 nasıl birbirine eşit olduğunu açıklayın. Bu şekilde birbiriyle alakalı matematik işlemlere ‘matematik işlem ailesi’ denir. Aklınıza başka bir matematik işlem ailesi geliyor mu?

# data_list
source: I couldn't find another me in any single place.
fr: Je ne pouvais pas trouver un autre moi dans aucun endroit.
ja: どの場所でも、もう一人のぼくを見つけられなかった。
ko: 난 어디에도 나와 같은 누군가도 찾을수가 없어.
tr: Hiçbir yerde başka bir ben bulamadım.

# data_list
source: Do you think his shadow temporarily fooled him into thinking that there was another animal just like him?
fr: Penses-tu que son ombre lui a laissé temporairement penser qu’il y avait un autre animal comme lui ?
ja: まったく自分と同じような動物がいるんだって、かげが少しの間だましたと思う？
ko: 여러분은 우리 주인공의 그림자가 자신과 똑같은 동물일거라고 착각하게 하는것 같나요?
tr: Acaba gölgesi orada onun gibi olan başka bir hayvan olduğunu düşünmesi için onu kandırmış olabilir mi?

# data_list
source: How much does your shadow look like you?
fr: À quel point ton ombre te ressemble-t-elle ?
ja: きみのかげは、どのくらいきみと似ているかな？
ko: 여러분의 그림자는 여러분과 얼마나 같나요?
tr: Peki sizin gölgeniz size ne kadar benziyor?

# data_list
source: Have you ever seen a shadow that you thought was a person?
fr: As-tu déjà vu une ombre que tu as pensé être une personne ?
ja: 人間だと思ってしまうようなかげを、今まで見たことがある？
ko: 여러분은 여러분이 또 다른 사람이라고 생각할수도 있는 그림자를 본 적이 있나요?
tr: Hayatınızda insan olduğunu sandığınız bir gölge gördünüz mü hiç?

# data_list
source: There's only one me in the world! I'm special, oh it's true!
fr: Il n’y a qu’un seul moi dans le monde ! Je suis spéciale, oh c’est vrai !
ja: この世界に、ぼくはぼくだけしかいないんだ！ ぼくは特別さ。ああ、それは本当なんだ！
ko: 세상에 나는 단 하나뿐이야! 난 특별해. 아, 정말이야!
tr: Dünyada sadece bir tane ben var! Ben özelim, ah, bu doğru!

# data_list
source: How many animals can you count in this picture?
fr: Combien d’animaux vois-tu dans cette image ?
ja: この絵の中で、何匹の動物を数えられる？
ko: 그림에서 여러분은 몇 마리의 동물을 셀수 있나요?
tr: Bu resimde kaç hayvan sayabilirsiniz?

# data_list
source: Describe some of the ways each animal in this picture is different than our friend.
fr: Décris les façons dans lesquelles chaque animal dans cette image est diffèrent de notre ami.
ja: 絵の中のそれぞれの動物が、私たちの友達とどのように違っているか説明してみよう。
ko: 그림에 있는 동물들이 우리 주인공과 어떻게 다른지 설명해 보세요.
tr: Bu resimdeki her bir hayvanın, bu hikâyedeki arkadaşımızdan farklı olduğu yönlerden bazılarını açıklayın.

# data_list
source: Describe some of the ways each animal is similar to our friend.
fr: Décris les façons dans lesquelles chaque animal dans cette image est similaire à notre ami.
ja: それぞれの動物が、私たちの友達とどのように似ているか説明してみよう。
ko: 각 동물들이 우리 주인공과 어떤것들이 비슷한지 설명해 보세요.
tr: Her bir hayvanın arkadaşımıza benzediği yönlerden bazılarını açıklayın.

# data_list
source: But not just me, don't you see? There's only one of you!
fr: Mais ce n’est pas juste moi, tu ne vois pas ? Il n’y a qu’un toi !
ja: でもぼくだけじゃないよ。分かるよね？ きみも一人しかいないんだよ！
ko: 나 뿐만이 아니야, 안 보이니? 너도 단 하나뿐이야!
tr: Ama özel olan sadece ben değilim, görmüyor musunuz? Sizden de sadece bir tane var!

# data_list
source: Do you know someone who is very similar to you? How are they similar to you?
fr: Connais-tu quelqu’un qui te ressemble ? Comment te ressemblent-ils ?
ja: きみにとってもよく似ている誰かを知ってる？ その人たちは、どんなふうにきみと似ているの？
ko: 여러분은 여러분과 아주 비슷하게 생긴 사람을 아나요? 어떻게 비슷한가요?
tr: Size çok benzeyen birini tanıyor musunuz? Hangi yönlerden benziyor?

# data_list
source: Despite the similarities, describe some ways they are different from you.
fr: Malgré les similitudes, décris les façons dont ils sont différents de toi.
ja: 似ているところとは反対に、その人たちがどのようにきみと違っているか説明してみよう。
ko: 비슷하지만 여러분과 다른 점은 무엇인지 묘사해 보세요.
tr: Benzerliklerine rağmen, sizden farklı olan taraflarından bazılarını açıklayın.

# data_list
source: Do you like being the only you that there is?
fr: Aimes-tu être la seule version de toi qui existe ?
ja: きみは自分が一人しかいないことが気に入った？
ko: 여러분은 세상에 단 하나뿐인 것이 좋은가요?
tr: Sizden sadece bir tane olmasından hoşlanıyor musunuz?

# data_list
source: I love forests!
ar: أنا أحب الغابات!
fr: J'adore les forêts !
ja: 森が大好き！
ko: 난 숲을 사랑해!
tr: Ormanları seviyorum!

# data_list
source: What are some great things about forests?
ar: ما هي بعض الأشياء الرائعة عن الغابات.
fr: Quels sont les aspects positifs des forêts ?
ja: 森のすてきなところはどこですか？
ko: 숲은 몇 가지의 좋은 것들이 있나요?
tr: Ormanlarla ilgili bazı harika şeyler nelerdir?
