Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: You are given some weights and a design for a mobile that has some attach points. The challenge is to put at most one weight per attach point so the mobile will balance along every arm. For the sake of these problems, we will assume the wires that create the mobile are weightless. Each arm in the mobile is a lever that needs balancing, so these puzzles are an extension of the Lever Balance - practice those puzzles before starting these. Start with the simplest mobiles, which are just levers in the air. Here is a solution for putting the weights from 1 to 4 on this mobile to balance it. This works as a lever with the fulcrum at the hanging point. For this mobile we have 2 x 4 + 1 x 2 = 4 x 1 + 3 x 2.
tr: Size bazı ağırlıklar ve bağlantı noktaları bulunan bir mobil tasarımı verilir. Amaç, her bağlantı noktasına en fazla bir ağırlık yerleştirerek mobilin tüm kollarının dengede kalmasını sağlamaktır. Bu tür sorular için mobilin tellerinin ağırlıksız olduğunu varsayacağız. Mobildeki her kol, dengelenmesi gereken bir kaldıraç gibi çalışır. Bu nedenle bu bulmacalar, Kaldıraç Dengesi bulmacalarının bir uzantısıdır. Bunlara geçmeden önce o bölümdeki örnekleri denemeniz faydalı olur. En basit mobiller, havadaki kaldıraçlar gibidir. İşte 1’den 4’e kadar olan ağırlıkları bu mobile yerleştirerek denge sağlamanın bir yolu: Asılma noktası denge noktası olarak çalışır. Bu durumda, 2 x 4 + 1 x 2 = 4 x 1 + 3 x 2 eşitliği sağlanır.

# data_list
source: If there is more than one level to the mobile, then each individual arm on each level must balance as a lever. For this next mobile, the two bottom arms balance because 1 x 3 = 3 x 1 and 4 x 1 = 2 x 2. For the next level up, you just add up the weights below it. For example, the weight on the left side is 1 + 3 = 4 – as far as the next level up is concerned, it does not matter where on that bottom arm the weights are located. So, for the next level up, (1 + 3) x 3 = (4 + 2) x 2 = 12, so the top level balances as well.
tr: Mobilde birden fazla seviye varsa, her seviyedeki her kol kendi içinde dengede olmalıdır. Bir sonraki örnekte, alt seviyedeki iki kol dengededir çünkü 1 x 3 = 3 x 1 ve 4 x 1 = 2 x 2. Üst seviyeye geçerken, sadece alt koldaki toplam ağırlık dikkate alınır. Örneğin, sol kolun toplam ağırlığı 1 + 3 = 4’tür – üst seviye açısından bu ağırlıkların kol üzerindeki konumları önemli değildir. Bu durumda, (1 + 3) x 3 = (4 + 2) x 2 = 12, yani üst seviye de dengededir.

# data_list
source: Have fun making mobile puzzles for each other. Here is a last one to play with using each of the numbers from 1 to 6. Don’t worry about being fancy and using each number once. Any completed puzzle will be fun. Checking the levels we have: 2 x 2 = 4 x 1; 1 x 4 + (2 + 4) x 1 = 5 x 2; 3 x 2 = 6 x 1; and (1 + 2 + 4 + 5) x 3 = (3 + 6) x 4.
tr: Birbiriniz için mobil bulmacaları hazırlamak çok keyifli olabilir. İşte 1’den 6’ya kadar olan sayıların her birinin kullanıldığı son bir örnek. Her sayıyı yalnızca bir kez kullanma konusunda endişelenmeyin. Tamamlanan her bulmaca eğlenceli olacaktır. Seviyelere bakalım: 2 x 2 = 4 x 1; 1 x 4 + (2 + 4) x 1 = 5 x 2; 3 x 2 = 6 x 1; ve (1 + 2 + 4 + 5) x 3 = (3 + 6) x 4.

# data_list
source: Divide Up the Box
tr: Kutuyu Böl

# data_list
source: A rectangle, 4 by 4 or larger, with numbers in some of its squares, is to be divided into smaller rectangles. Each number must end up in a separate rectangle whose area is that number. For adults, constructing these puzzles is simple enough. Take a rectangle, divide its interior into rectangles, put numbers for the areas inside each interior rectangle, and then remove any sign of the interior rectangles. The only tricky part is putting numbers in places that make the puzzle reasonably easy to solve - you can always give hints as needed if your puzzle ends up being too hard.
tr: Elimizde 4x4 ya da daha büyük boyutta bir dikdörtgen ve dikdörtgenin bazı karelerinde sayılar vardır. Görevimiz, bu dikdörtgeni daha küçük dikdörtgenlere ayırmaktır. Her sayı, alanı o sayıya eşit olan ayrı bir dikdörtgenin içinde yer almalıdır. Yetişkinler için bu tür bulmacalar üretmek oldukça kolaydır. Büyük bir dikdörtgen alın, içini küçük dikdörtgenlere ayırın, her birinin içine alanlarını belirten sayılar yerleştirin ve sonra bu iç dikdörtgenlerin sınırlarını silin. Asıl zorluk, sayıları öyle bir şekilde yerleştirmektir ki bulmacayı çözmek mümkün ve makul ölçüde kolay olsun. Eğer çok zorlayıcı olursa, gerektiğinde ipuçları verebilirsiniz.

# data_list
source: Solving Strategies
tr: Çözüm Stratejileri

# data_list
source: Here are some general strategies that can simplify solving these puzzles. Do your best to let your child discover these rules as they play with the puzzles. Make a list together of the rules they come up with.
tr: Bu tür bulmacaları çözerken işinize yarayabilecek bazı genel stratejiler aşağıdadır. Çocuğunuzun bu kuralları oynarken kendi başına keşfetmesine fırsat tanıyın. Birlikte, fark ettikleri kuralları bir liste hâline getirebilirsiniz.

# data_list
source: a) Look at numbers with only one or two options for their rectangles. Both 4’s are highly constrained. Each 4 can only be inside a 1 by 4 or a 2 by 2 rectangle. The upper 4 is hemmed in, so it cannot be inside a 1 by 4. So, there must be a 2 by 2 rectangle in the upper left corner. That leaves the lower 4 with only the possibility that its rectangle is 1 by 4 and goes along the bottom side. b) Look at prime numbers - they must be inside a 1 by n rectangle. The 3’s in the puzzle above must be contained in a 1 by 3 rectangle. The 3 in the upper right corner can only be part of a 1 by 3 rectangle going along the top edge or along the right side. The upper left 2 by 2 square being blocked off for the 4 makes it impossible to have a 1 by 3 along the top edge. The 1 by 4 along the bottom forces the 1 by 3 for the lower of the two 3’s to be the higher of the two vertical possibilities.
tr: 1) Yalnızca bir ya da iki ihtimali olan sayılara odaklanın. Her iki 4 de oldukça sınırlıdır. Bir 4 yalnızca 1x4 ya da 2x2 boyutundaki bir dikdörtgenin içinde olabilir. Üstteki 4 sıkışmış durumda; bu nedenle yatay bir 1x4’e sığmaz. Öyleyse sol üst köşede bir 2x2 dikdörtgen olmalıdır. Bu da alttaki 4’ün, alt kenar boyunca uzanan bir 1x4 olması gerektiğini gösterir. 2) Asal sayılara odaklanın. Genellikle yalnızca 1xn biçiminde yerleştirilebilir. Yukarıdaki örnekteki 3’ler, yalnızca 1x3 boyutunda bir dikdörtgende yer alabilir. Sağ üst köşedeki 3, ya üst kenar boyunca ya da sağ kenar boyunca yerleştirilebilir. Ancak sol üstteki 2x2 alan 4’e ayrıldığı için, üst kenarda bir 1x3’e yer kalmaz. Ayrıca, alt sıradaki 1x4’lük dikdörtgenin yerleştirilmiş olması, aşağıdaki 3’ün 1x3’lük dikdörtgeninin iki dikey seçeneğinden üstte olanı olmak zorunda olduğunu gösterir.

# data_list
source: c) Numbers close to the maximum dimension often have few options. Look at the 6’s and 5’s in this next puzzle. The uppermost 6 needs lots of room, and the only way there is enough room for it is vertically straight down, using up the entire column. The other 6 cannot be 1 x 6 because the row was cut off by the other 6’s column. So, the lower 6 must be a 2 x 3, which is not quite determined yet. As another example, if there had been an 8 in this puzzle, 1 by 8 would not have fit, so it would have to be part of a 2 by 4 rectangle. d) Squares that are boxed in have few options. The uppermost 5 is boxed in, so it’s only choice is to be in a 5-box column. The other 5, because it is also a prime, must go vertically or horizontally. It is cut off horizontally by the column for the 6, so it must go vertically up to right below the 3. e) Corners are often highly constrained. The 2 in the upper right corner must go horizontally, so it is easy to fill in.
tr: 3) Maksimum boyuta yakın sayılar genellikle daha az seçeneğe sahiptir. Aşağıdaki bulmacadaki 5’lere ve 6’lara bakalım. En üstteki 6, oldukça fazla alana ihtiyaç duyar ve yeterli alan sadece sütun boyunca dikey bir şekilde aşağıya doğru uzandığında vardır. Bu 6, tüm sütunu kaplar. Diğer 6 için artık yatay bir 1x6 mümkün değildir çünkü o satır diğer 6 tarafından kesilmiştir. Dolayısıyla alttaki 6, 2x3’lük bir dikdörtgende olmalıdır. Bu henüz kesinleşmemiş olabilir. Bir başka örnek olarak, eğer bu bulmacada bir 8 olsaydı, 1x8 sığmayacağı için 2x4’lük bir dikdörtgende yer alması gerekirdi. 4) Çevresi kapalı karelerin seçeneği daha azdır. En üstteki 5, etrafı kapalı olduğu için yalnızca dikey bir şekilde, 5 karelik bir sütunda yer alabilir. Diğer 5 ise asal bir sayı olduğu için yalnızca yatay veya dikey olarak yerleşebilir. Ancak yatay yön, 6’ya ayrılan sütun tarafından engellenmiş olduğundan, bu 5 yukarı doğru, 3’ün hemen altına kadar dikey yerleşmelidir. 5) Köşelerdeki sayılar genellikle çok sınırlıdır. Sağ üst köşedeki 2 yalnızca yatay olarak yerleşebilir. Bu da çözümünü kolaylaştırır.

# data_list
source: Letter Substitution Puzzles
tr: Harfli İşlem Bulmacaları

# data_list
source: Once your child becomes comfortable with the Missing Number puzzles from a few pages earlier in this chapter, they can start playing with these puzzles. In these, one or more of the digits are replaced by letters. The three rules for letters are: * A given letter is always the same digit * The leftmost digit of a number is never 0 * Different letters must be different digits Create these puzzles by taking an addition or subtraction problem and replacing one or more of the digits. The puzzles can also be created to make interesting problem-solving challenges for your child. Note that the values of the letters do not carry over from puzzle to puzzle.
tr: Çocuğunuz bu bölümde birkaç sayfa önce karşılaştığı Eksik Sayı bulmacalarıyla rahatça oynamaya başladıysa, artık bu yeni türle de tanışabilir. Bu bulmacalarda, bir ya da daha fazla rakam harflerle değiştirilmiştir. Harflerle ilgili üç temel kural vardır: * Aynı harf her zaman aynı rakamı temsil eder. * Bir sayının en soldaki rakamı hiçbir zaman 0 olamaz. * Farklı harfler farklı rakamları temsil etmelidir. Bu tür bulmacaları üretmek için basit bir toplama ya da çıkarma işlemi seçin ve bir ya da birden fazla rakamı harflerle değiştirin. Dilerseniz, çocuğunuz için ilginç mantık soruları yaratmak amacıyla daha özgün düzenlemeler de yapabilirsiniz. Unutmayın: harflerin temsil ettiği rakamlar, her yeni bulmacada değişebilir. Yani bir bulmacadaki harf kodlaması diğerine taşınmaz.

# data_list
source: Examples
tr: Örnekler

# data_list
source: This first example illustrates how you can take a standard addition or subtraction problem and make a letter substitution puzzle out of it. The first version replaced all the 6’s with A’s, and the second version went on to replace the 2’s with B’s.
tr: İlk örnek, sıradan bir toplama ya da çıkarma işleminin nasıl harfli bir bulmacaya dönüştürülebileceğini gösteriyor. İlk versiyonda tüm 6’lar A harfiyle değiştirilmiş; ikinci versiyonda ise 2’ler B harfiyle yer değiştirmiş.

# data_list
source: The rest of these examples are carefully constructed to allow solving using properties of the particular situation. One property to note is that when you add two numbers, the carry into the next column is always either 0 or 1. So, for example, in the problem A + A = C4, C must be 1 because it is not allowed to be 0.
tr: Bu bölümdeki diğer örnekler, her birinin içinde bulunduğu duruma ait özel ipuçları kullanılarak çözülebilecek şekilde dikkatle hazırlanmıştır. Dikkat edilmesi gereken önemli bir nokta: İki sayıyı toplarken, bir sonraki sütuna geçecek olan elde daima 0 ya da 1 olabilir. Örneğin A + A = C4 gibi bir soruda, C’nin 0 olamayacağı belirtildiği için, C kesinlikle 1 olmalıdır.

# data_list
source: Bouncing Billiard Ball
tr: Zıplayan Bilardo Topu

# data_list
source: Imagine a billiard table that has a pocket in each corner. When a ball bounces off the side of the table, it bounces away at the same angle it came in at. If we shoot a ball at a 45 degree angle from the lower left corner, where will it end up? The answer depends on the size of the table. Pictured at right is what happens on a 3 by 4 table. Give your child a drawing of a table and challenge your child to predict which corner will be hit first and how many bounces it will take before getting to that corner.
tr: Köşelerinde birer delik bulunan bir bilardo masası hayal edin. Top, masanın kenarına çarptığında geldiği açıyla aynı açıyla sekerek yoluna devam eder. Peki, sol alt köşeden 45 derecelik bir açıyla vurulan bir top, sonunda hangi köşeye varır? Cevap, masanın boyutlarına bağlıdır. Sağdaki resim, 3 x 4 boyutundaki bir masada ne olduğunu gösteriyor. Çocuğunuza bir masa çizimi verin. Hangi köşeye ilk olarak çarpacağını ve o köşeye ulaşmadan önce kaç sekme yapacağını tahmin etmesini isteyin.

# data_list
source: Start by letting your child just play around with this and don’t be in a hurry discovering results. As you will see, this problem involves some sophisticated ideas for a young person. As needed, ask a question or two to give their thinking a little more structure. You know what’s coming – look at simpler tables first to look for patterns - when this idea becomes automatic for your child, this will serve them well for the rest of their lives! The simplest tables are 1 by n, and they are easy to understand. Playing with a few values of n, the pattern emerges quickly. It is easy to undervalue a simple result like this; however, any completely understood result is to be celebrated, and this result will lead to others. **Result** 1 by n table: The ball will take n-1 bounces. The ball will end up in the bottom right corner if n is even and in the upper right corner if n is odd. The next simplest tables are 2 by n. The patterns here are a little more involved. Good record keeping can make a big difference in something like this. An observant experimenter will notice that a 2 by 4 table behaves just like a 1 by 2 table, and a 2 by 6 table just like a 1 by 3. This quickly generalizes to the next result. **Result** A 2 by 2xn table behaves just like a 1 by n table. Why is this? What is going on? This is a mathematical process to instill in your child – look for patterns and then seek to understand them, and with that new understanding extend your earlier results. What is going on is that the bounces on a table do not change if you enlarge both dimensions by the same factor. When that is done, the table is bigger but the geometry is the same. In geometry terms, the two tables are said to be “similar.” **Result** A kxm by kxn table behaves exactly like an m by n table. We have gotten here in little steps, but this is a BIG result. It means we can start our analysis on any table by first removing any common factor. Resuming where we left off for 2 by n tables. We understand what happens when n is even, but what happens when n is odd? What happens for 2 by n for n = 1, 3, 5, 7, and so on? The pattern quickly becomes easy to see. **Result** When n is odd, a 2 by n table has n bounces and ends up in the upper left hand corner. Lots of progress is being made. Playing with more examples leads to some more patterns. **Result** If n is not a multiple of 3, a 3 by n table has n+1 bounces and ends in the upper right corner if n has a remainder of 1 when divided by 3, and in the lower right corner if n has a remainder of 2 when divided by 3. If n is odd, a 4 by n table has n + 2 bounces and ends in the upper left corner. If n is not a multiple of 5, a 5 by n table has n+3 bounces and ends up in the upper right corner when n is odd and lower right corner when n is even. At this point we are tempted to look over the data, see some patterns, and make some conjectures.
tr: Öncelikle çocuğunuzun bu fikirle serbestçe oynamasına izin verin ve sonuçlara ulaşmak için acele etmeyin. Göreceğiniz gibi, bu problem genç yaşta biri için oldukça gelişmiş fikirler içeriyor. Gerektiğinde bir iki soru sorarak düşüncelerini biraz daha yapılandırmasına yardımcı olun. Neler olacağını tahmin ediyorsunuzdur: önce daha basit masalara bakarak desenleri aramak. Bu fikir çocuğunuz için otomatik hâle geldiğinde, hayatı boyunca ona fayda sağlayacaktır! En basit masalar 1 x n boyutundakilerdir ve bunları anlamak kolaydır. Farklı n değerleriyle oynadığınızda, desen hızla ortaya çıkar. Bu tür basit bir sonucu küçümsemek kolay olabilir; ancak tamamen kavranmış her sonuç kutlanmayı hak eder ve bu sonuç sizi başka keşiflere de götürebilir. **Sonuç:** 1 x n masasında: Top n-1 kez seker. n çiftse sağ alt köşede, tekse sağ üst köşede durur. Bir sonraki en basit masalar 2 x n olanlardır. Buradaki desenler biraz daha karmaşıktır. Bu tür durumlarda düzgün not tutmak büyük fark yaratabilir. Dikkatli bir gözlemci, 2 x 4 masasının 1 x 2 masa gibi davrandığını, 2 x 6 masasının da 1 x 3 gibi davrandığını fark edecektir. Bu gözlem hızla bir sonraki sonuca genelleştirilebilir: **Sonuç:** 2 x (2xn) masaları, 1 x n masalarıyla aynı şekilde davranır. Peki bu neden böyle? Bu, çocuğunuza kazandırmak isteyeceğiniz bir matematiksel düşünme sistemidir: Desenleri fark etmek, sonra bu desenleri anlamaya çalışmak ve ardından bu yeni anlayışla önceki sonuçları geliştirmek. Burada olan şey şu: Eğer bir masanın hem yatay hem dikey boyutlarını aynı katsayıyla büyütürseniz, topun sekme düzeni değişmez. Masa daha büyük olur ama geometrisi aynı kalır. Geometri terimiyle söylersek, bu iki masa “benzer” kabul edilir. **Sonuç:** (kxm) x (kxn) boyutundaki bir masa, m x n masası gibi davranır. Buraya küçük adımlarla geldik ama bu BÜYÜK bir sonuç. Bu, herhangi bir masa üzerinde analiz yaparken önce ortak bölenleri sadeleştirerek işe başlayabileceğimiz anlamına gelir. 2 x n masalarıyla kaldığımız yerden devam edelim. n çift olduğunda ne olduğunu anladık, peki n tek olduğunda ne olur? n = 1, 3, 5, 7 ve benzeri değerler için 2 x n masasında ne olur? Desen hızla belirginleşir. **Sonuç:** n tek olduğunda, 2 x n masasında top n kez seker ve sol üst köşede durur. Büyük ilerleme kaydediyoruz. Daha fazla örnekle oynadıkça, yeni desenler ortaya çıkıyor. **Sonuç:** n, 3’ün katı değilse, 3 x n masasındaki top n + 1 kez seker ve n, 3’e bölündüğünde kalan 1 ise sağ üst köşede, kalan 2 ise sağ alt köşede durur. n tek olduğunda, 4 x n masasında top n + 2 kez seker ve sol üst köşede durur. n, 5’in katı değilse, 5 x n masasındaki top n + 3 kez seker ve n tekse sağ üst köşede, n çiftse sağ alt köşede durur. Bu noktada elimizdeki verilere bakmak, bazı desenleri fark etmek ve tahminlerde bulunmak cazip hale gelir.

# data_list
source: Conjecture
tr: Tahmin

# data_list
source: Assume k and n have no factors in common. Then a k by n table will have k + n - 2 bounces. It will end in the upper left corner if k is even. It will end in the upper right corner if k is odd and n is odd, and in the lower right corner if k is odd and n is even. Wow - if this conjecture is true, we have completely solved this problem! You know what’s coming… Let’s see if we can explain why this conjecture should be true (or find out that it is false). Although there are other ways to understand this situation, as sometimes happens, what makes this problem much easier to understand is a new idea. It might not occur to you, but once you see it you will probably be amazed. The idea is to unfold the table so that the ball can go in a straight line! Here is what happens if we unfold the original 3 by 4 table and make the path of the ball into a straight line.
tr: k ve n’nin ortak çarpanı olmadığını varsayalım. O zaman k x n masasında top k + n – 2 kez seker. k çiftse sol üst köşede, k ve n her ikisi de tekse sağ üst köşede, k tek ve n çiftse sağ alt köşede durur. Vay canına! Eğer bu tahmin doğruysa, bu problemi tamamen çözmüş oluruz! Ne geleceğini biliyorsunuz… Hadi bu tahminin neden doğru olabileceğini açıklamaya çalışalım (ya da bunun yanlış olduğunu keşfedelim). Bu durumu anlamanın başka yolları da vardır, ama bazen olduğu gibi, bu problemi çok daha kolay anlaşılır kılan yeni bir fikir vardır. Hemen aklınıza gelmeyebilir ama gördüğünüzde çok şaşıracaksınız. Fikir şu: Masayı katlayarak açmak ve topun düz bir çizgide hareket etmesine izin vermek! İşte orijinal 3 x 4 masayı açıp, topun yolunu düz bir çizgi hâline getirdiğimizde olanlar.

# data_list
source: Seeing that the conjecture is true is a lot easier now. The bounces correspond to crossing lines - there are (k - 1) of them to cross in one direction and (n - 1) of them to cross in the other direction, so together that makes a total of (k - 1) + (n - 1) = k + n - 2 lines to cross. Seeing which corner it ends up in is a matter of keeping track of how things unfold. We’re all done now with quite an interesting journey.
tr: Bu tahminin doğru olduğunu görmek artık çok daha kolay. Topun sekmeleri, geçtiği çizgilere karşılık gelir: Bir yönde (k - 1), diğer yönde (n - 1) çizgi geçilir. Toplamda (k - 1) + (n - 1) = k + n - 2 çizgi geçilmiş olur. Topun hangi köşede duracağını görmek ise masanın nasıl açıldığını takip etme meselesidir. Oldukça ilginç bir yolculuğun ardından, bu bölümü tamamlamış oluyoruz.

# data_list
source: Playing With Shapes
tr: Şekillerle Oynamak

# data_list
source: Filling Regions With Shapes - Introduction
tr: Bölgeleri Şekillerle Doldurma – Giriş

# data_list
source: Suppose you have an 8 by 8 chessboard and you have a collection of 1 by 2 tiles. Finding a way to exactly cover the chessboard with 32 of these 1 by 2 tiles is simple enough. Let’s start removing some squares from the chessboard and see what happens. If you remove one corner of the chessboard, you know immediately that you can no longer cover the chessboard with tiles because the tiles will always cover an even number of squares, and there are now 63 squares to cover. Okay, remove two corners to make an even number of remaining squares - can you cover it now? The answer depends on which two corners you remove. Why? What if you no longer restrict yourself to removing corners, what will happen then?
tr: Bir 8 x 8 satranç tahtanız olduğunu ve elinizde 1 x 2 boyutunda dikdörtgen fayanslar bulunduğunu düşünün. Bu 1 x 2’lik fayanslardan 32 tanesiyle satranç tahtasını tam olarak kaplamanın bir yolunu bulmak oldukça kolaydır. Şimdi tahtadan bazı kareleri çıkarmaya başlayalım ve neler olduğunu görelim. Eğer tahtanın bir köşesini çıkarırsanız, tahtayı fayanslarla kaplayamayacağınızı hemen fark edersiniz çünkü her fayans her zaman çift sayıda kare kaplar ve geriye artık 63 kare kalmıştır. Tamam, şimdi iki köşeyi çıkararak geriye çift sayıda kare bırakın. Bu durumda tahtayı kaplayabilir misiniz? Cevap, hangi iki köşeyi çıkardığınıza bağlıdır. Neden? Peki ya kendinizi sadece köşe çıkarmakla sınırlamazsanız ne olur?
