Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: **The setup:** Start with a deck of Number Cards that goes from 0 to 40 (higher with more players). Deal ten cards to each player (as few as four for younger players). The dealt cards are placed in front of each player in the order dealt. The remaining cards are placed face down in a draw pile. Place the top card face up as the first card in a discard pile. **How to play:** During a turn, a player may select either the top card of the discard pile or the draw pile - this card must be used to replace one of the cards in front of the player, and the replaced card is put face up on the top of the discard pile.
ko: **설정:** 0에서 40으로 (플레어어가 많을수록 더 높아짐) 시작하는 숫자 카드 한 벌로 시작합니다. 각 플레이어에게 10장의 카드를 나누어 줍니다 (어린 아이들의 경우 4장 정도). 나누어진 카드는 배치된 순서대로 각 플레이어 앞에 놓습니다. 나머지의 카드는 뽑기 더미에 카드 뒷면이 아래로 향하게 놓습니다. 폐기 더미의 첫 번째 카드는 앞면이 보이게 놓습니다. **게임 방법:** 차례 동안, 플레이어는 폐기 더미에 있는 맨 위 카드 또는 플레이어 앞에 있는 카드를 대체할 때 쓰는 뽑기 카드에서 선택하고 대체한 카드는 폐기 더미 위에 앞면이 보이도록 놓습니다.
tr: **Hazırlık:** 0'dan 40'a kadar giden bir Numara Kartları destesiyle başlayın (daha fazla oyuncu için daha yüksek sayılar kullanılabilir). Her oyuncuya on kart dağıtın (daha küçük oyuncular için dört kadar az olabilir). Dağıtılan kartlar, her oyuncunun önüne dağıtıldıkları sırayla yerleştirilir. Kalan kartlar, bir çekme destesi olarak yüzü aşağı bakacak şekilde yerleştirilir. Üstteki kartı, bir atma destesinin ilk kartı olarak yüzü yukarı bakacak şekilde yerleştirin. **Nasıl oynanır:** Bir tur sırasında, bir oyuncuya atma destesinin üst kartını ya da çekme destesini seçebilir- bu kart, oyuncunun önündeki kartlardan birini değiştirmek için kullanılmalıdır ve değiştirilen kart, atma destesinin üstüne yüzü yukarı bakacak şekilde konulur.

# data_list
source: **How to win:** The goal of the game is to get the cards in inreasing order from left to right.
ko: **이기는 방법:** 게임의 목표는 카드를 왼쪽에서 오른쪽으로 증가하는 순서로 카드를 가지는 것입니다.
tr: **Nasıl kazanılır:** Oyunun amacı, kartları soldan sağa artan sırayla sıralamaktır.

# data_list
source: Scoring variations
ko: 득점 변형
tr: Puanlama Varyasyonları

# data_list
source: You can play that the first player to get their cards in order wins. Or, you can use a point system for each round of play. In this system, the winner receives 15 points. The other players receive one point for every card they have in order starting with their lowest card.
ko: 순서대로 카드를 가장 먼저 가져오는 사람이 이기는 게임을 할 수 있습니다. 또는 각 라운드에 포인트 방식을 사용할 수 있습니다. 이 방식에서는 승자는 15점을 받습니다. 상대방은 가장 낮은 카드부터 시작하여 가지고 있는 모든 카드에 대해 1점을 받습니다.
tr: Oyuncuların kartlarını sıraya koyan ilk oyuncunun kazandığı bir şekilde oynayın. Ya da her oyun turu için bir puan sistemi kullanın. Bu sistemde kazanan oyuncu 15 puan alır. Diğer oyuncular, en düşük kartlarından başlayarak sıraya koydukları her kart için bir puan alırlar.

# data_list
source: CLOSEST TO 10
ko: 10에서 가장 가깝다
tr: 10'A EN YAKIN

# data_list
source: **The setup:** Use a deck of cards from 1 to 10. Choose a target sum, say 10. **How to play:** Each round starts by dealing five cards face down on the table. One player randomly chooses three of those cards and turns them over. Two cards are chosen from those three to add up as close to the target as possible. The unused three cards are given, face up, to the other player to choose two cards to get close to the target. **Scoring:** The player whose result is closest to the target from either side wins a point. Have a number line handy to use for discussions about which result is closer to the target sum.
ko: **설정:** 1에서 10까지의 카드 한 벌을 사용하세요. 목표 합계 (예: 10)를 선택하세요. **게임 방법:** 각 라운드는 5장의 카드를 테이블 위에 뒷면이 보이도록 놓는 것으로 시작됩니다. 플레이어는 그 카드 중 3장을 무작위로 선택하여 뒤집습니다. 그 3장 중에 두 장의 카드를 합하여 목표에 가장 가깝게 만듭니다. 사용하지 않은 카드 3장은 앞면을 보여 상대방이 목표에 가까운 두 장의 카드를 선택하게 합니다. **득점:** 양쪽에서 목표에 가장 가까운 결과를 얻은 플레이어가 점수를 얻습니다. 어느 결과가 목표 합계에 더 가까운지에 대한 토론에 사용하기 편리한 수직선을 준비하세요.
tr: **Hazırlık:** 1'den 10'a kadar kartlardan oluşan bir deste kullanın. Bir hedef toplam belirleyin, örneğin 10. **Nasıl oynanır:** Her tur, masaya beş kart yüzü aşağı gelecek şekilde dağıtarak başlar. Bir oyuncu rastgele bu kartlardan üç tanesini seçip çevirir. Bu üç karttan iki kart seçilir ve hedefe mümkün olduğunca yakın bir toplam elde edilmeye çalışılır. Kullanılmayan üç kart, yüzü yukarı bakacak şekilde diğer oyuncuya verilir ve o oyuncu, hedefe yakın iki kart seçer. **Puanlama:** Sonuçları hedefe en yakın olan oyuncu bir puan alır. Hedef toplamına hangi sonucun daha yakın olduğunu tartışmak için bir sayı doğrusu hazır bulundurun.

# data_list
source: If you use subtraction instead of addition, use a lower target number, say 4.
ko: 덧셈 대신 뺄셈을 사용하는 경우, 더 낮은 목표 숫자(예: 4)를 사용하세요.
tr: Toplama yerine çıkarma kullanırsanız, daha düşük bir hedef numara kullanın, örneğin 4.

# data_list
source: ZOO RESCUE
ko: 동물원 구출
tr: HAYVANAT BAHÇESI KURTARMA

# data_list
source: Small Adding and Subtracting
ko: 작은 덧셈과 뺄셈
tr: Küçük Toplama ve Çikarma

# data_list
source: **The setup:** Use two dice or two sets of number cards going from 1 to 6. Each player has 6 tokens – animal tokens are perfect for this game if you have them. Each player also has a piece of paper with boxes numbered from 0 to 5. Each player decides where to put their 6 tokens – it is okay to put more than one token in a box. **How to play:** During a player’s turn, two numbers are created by rolling the dice or picking two cards, and the difference of those numbers is used. A player can free one of their tokens if they have one in that box. **How to win:** The first player to rescue all their tokens wins. **Strategy:** An important part of this game is choosing good boxes to place tokens in to start with. With practice, your child will realize that some boxes are more likely to occur than others – you can discuss ideas about why this is.
ko: **설정:** 주사위 2개 또는 1에서 6까지의 숫자 카드를 사용합니다. 각 플레이어는 6개의 토큰을 가집니다 - 동물 토큰이 이 게임에 딱 맞습니다. 각 플레이어는 또한 0에서 5까지의 숫자 상자가 적힌 종이를 가집니다. 각자는 6개의 토큰을 어디에 넣을지 결정합니다 - 한 상자에 한 개 이상의 토큰을 넣어도 괜찮습니다. **게임 방법:** 플레이어의 차례에는 주사위를 굴리거나 두 장의 카드를 뽑아서 두 개의 숫자를 만들고 그 숫자의 차이가 사용됩니다. 플레이어는 그 상자에 하나의 토큰이 있다면 자신의 토큰 중 하나를 해제할 수 있습니다. **이기는 방법:** 모든 토큰을 먼저 구출한 사람이 이깁니다. **전략:** 이 게임의 중요한 부분은 시작하기 위해 토큰을 놓을 좋은 상자를 선택하는 것입니다. 연습을 통해 아이는 어떤 상자가 다른 상자보다 더 많이 나타날 가능성이 있다는 것을 깨닫게 될 것입니다 - 왜 그런지에 대해 아이디어를 토론할 수 있습니다.
tr: **Hazırlık:** 1'den 6'ya kadar numaralandırılmış iki zar veya iki deste kart kullanın. Her oyuncunun 6 jetonu vardır – bu oyun için hayvan jetonları mükemmeldir. Her oyuncunun ayrıca 0'dan 5'e kadar numaralandırılmış kutular içeren bir kağıdı vardır. Her oyuncu jetonlarını nereye koyacaklarına karar verir – bir kutuya birden fazla jeton koymak sorun değildir. **Nasıl oynanır:** Bir oyuncunun sırası geldiğinde, zarları atarak veya iki kart seçerek iki sayı oluşturulur ve bu sayıların farkı kullanılır. Eğer oyuncunun o kutuda bir jetonu varsa, bir jetonunu serbest bırakabilir. **Nasıl kazanılır:** Tüm jetonlarını kurtaran ilk oyuncu kazanır. **Strateji:** Bu oyunun önemli bir kısmı, jetonları koymak için iyi kutular seçmektir. Pratik yapıldıkça, çocuğunuz bazı kutuların diğerlerinden daha sık ortaya çıktığını fark edecektir – bu konuyu tartışabilirsiniz.

# data_list
source: Use cards numbered from 1 to 10 and have 10 boxes numbered from 0 to 9.
ko: 1에서 10까지의 숫자가 적힌 카드를 사용하고 0에서 9까지의 숫자가 적힌 상자 10개를 준비하세요.
tr: 1'den 10'a kadar numaralandırılmış kartlar kullanın ve 0'dan 9'a kadar numaralandırılmış 10 kutu hazırlayın.

# data_list
source: HOT POTATO WITH SUMS
ko: 합계와 뜨거운 감자
tr: SICAK PATATES TOPLAMLARLA

# data_list
source: **The setup:** Use a regular deck of playing cards, have a target number of 5, and remove all cards above the target, except for one card – the 'hot potato,' which can be anything else, such as a Joker or face card. Deal the entire remaining deck to all players – it’s okay if some players get one more card than others. **How to play:** All players start by placing on the table from their hands 5’s and any pairs that add up to 5. On your turn, you can pick a random card from any other player’s hand (a simpler rule is that it is always the player on your right). If this new card gives you a pair of cards that add up to the target sum, place the pair on the table; otherwise, keep the card in your hand. Play then moves to the next player on your right. **How to win:** When play ends, the player holding the hot potato loses. Alternatively, you can play that the first player to run out of cards wins.
ko: **설정:** 일반 카드 한 벌을 사용하고 목표 숫자 5를 가지고 그 목표 숫자 이상은 조커또는 페이스 카드와 같이 “뜨거운 감자”일 수 있는 카드 한장을 제외하고 모두 제거합니다. 남은 전체 카드를 모든 플레이어에게 나눠줍니다 - 플레이어는 상대방보다 카드를 한 장 더 많이 받더라도 괜찮습니다. **게임 방법:** 모든 플레이어는 자신의 카드에서 모든 쌍이 5에 더해지는 카드를 놓습니다. 자신의 차례에 다른 플레이어의 손에서 (더 간단한 규칙은 항상 자신의 오른쪽에 있는 사람입니다) 무작위로 카드를 선택할 수 있습니다. 만약 새 카드가 목표 합계에 더해지는 한 쌍의 카드이면 그 쌍을 케이블 위에 놓습니다; 그렇지 않으면 카드를 자신이 가지고 있습니다. 그런 다음 오른쪽에 있는 다음 사람으로 차례가 이동합니다. **이기는 방법:** 플레이가 끝나면, 뜨거운 감자를 들고 있는 사람이 패배합니다. 다른 방법은 카드를 먼저 다 쓴 사람이 이깁니다.
tr: **Hazırlık:** Standart bir iskambil destesi kullanın, hedef sayı 5 olsun ve hedefin üzerindeki tüm kartları çıkarın, yalnızca bir kart- 'sıcak patates' olarak adlandırılan kart hariç. Bu kart başka bir şey olabilir, örneğin bir Joker veya yüz kartı. Kalan tüm desteyi tüm oyunculara dağıtın- bazı oyuncuların diğerlerinden bir kart daha fazla alması sorun değildir. **Nasıl oynanır:** Tüm oyuncular, ellerindeki 5'leri ve 5'e toplamı eşit olan çiftleri masanın üzerine koyarak başlarlar. Sıra size geldiğinde, herhangi bir diğer oyuncunun elinden rastgele bir kart seçebilirsiniz (daha basit bir kural olarak, her zaman sağınızdaki oyuncunun kartını seçebilirsiniz). Bu yeni kart, hedef toplamı elde eden bir çift kart oluşturuyorsa, çiftleri masanın üzerine koyun; aksi takdirde, kartı elinizde tutun. Oyun, sağınızdaki oyuncuya geçer. **Nasıl kazanılır:** Oyun bittiğinde, ‘sıcak patates' kartını elinde tutan oyuncu kaybeder. Alternatif olarak, kartları bitiren ilk oyuncunun kazandığı bir şekilde de oynayabilirsiniz.

# data_list
source: As your child’s adding skills improve, use larger target numbers up to 10. Varying the target number will provide practice with the various number bonds.
ko: 아이의 덧셈 능령이 향상됨에 따라, 10까지의 더 큰 목표 숫자를 사용하세요. 목표 숫자를 다양하게 하는 것은 다양한 합집합의 연습을 제공합니다.
tr: Çocuğunuzun toplama becerileri geliştikçe, hedef sayıları 10'a kadar daha büyük yapın. Hedef sayısını değiştirerek farklı sayı bileşenleriyle pratik yapabilirsiniz.

# data_list
source: COMMON SUMS
ko: 공통 합계
tr: ORTAK TOPLAMLAR

# data_list
source: Number Bonds
ko: 합집합
tr: Sayi Bi̇leşenleri̇

# data_list
source: **Collect the data:** Make a sheet of paper with 12 rows. In each row, put 8 squares. The leftmost column of squares has the numbers from 1 to 12 written in order in the squares. Put 1 token on each of the 12 numbers. Start rolling a pair of dice. After each roll, move the token for the sum of the dice one square to the right. The goal for each token is to be the first to get all the way to the right across the page. Let your child come up with some questions to investigate. Some natural questions are: * Which token(s) will win and why? * Which tokens do well and which ones do poorly? * Which token is the worst? * How will the winners change if the row lengths are made shorter or longer? Have your child explain their ideas about the answers to these questions, and then investigate their ideas by running experiments. Add a competitive element to this by guessing which token will win before the round starts.
ko: **데이터 수집하기:** 12줄의 종이를 만드세요. 각 행에 8개의 정사각형을 넣으세요.맨 왼쪽 열에는 1에서 12까지의 숫자가 차례로 써진 정사각형이 있습니다. 12개 숫자 각각에 토큰 1개를 놓습니다. 주사위 한 쌍을 굴리기 시작하세요. 매번 굴린 후에는, 주사위의 합을 오른쪽으로 한 칸만큼 나타내는 토큰을 움직입니다. 각 토큰의 목표는 먼저 오른쪽 페이지로 제일 먼저 이동하는 것입니다. 아이가 조사할 몇 가지 질문을 생각해 보게 합니다. 몇 가지 자연스러운 질문은 다음과 같습니다: * 어떤 토큰이 이기며 그 이유는 무엇일까요? * 어떤 토큰이 잘 되고 어떤 토큰이 잘 되지 않나요? * 어떤 토큰이 제일 나쁜가요? * 행의 길이가 더 짧거나 길어지면 이기는 사람이 어떻게 바뀌나요? 아이에게 이런한 질문에 대한 답에 대한 자신의 생각을 설명하고 조사해 보도록 하세요. 그리고 나서 실험을 통해 아이디어를 얻습니다. 라운드가 시작되기 전에 어떤 토큰이 이길것인지 추측하여 여기에 경쟁 요소를 추가하세요.
tr: **Araştırma:** Verileri toplayın: 12 satırdan oluşan bir kağıt hazırlayın. Her satırda 8 kare olacak şekilde düzenleyin. Sol en soldaki kareler 1'den 12'ye kadar numaralandırılmıştır. 12 numaranın her birinin üzerine bir jeton koyun. Bir çift zar atmaya başlayın. Her zar atışından sonra, zarların toplamı için jetonu bir kare sağa hareket ettirin. Her jetonun hedefi sayfanın en sağ tarafına ilk ulaşan olmak. Çocuğunuzun araştırmak için bazı sorular oluşturmasına izin verin. Doğal bazı sorular şunlar olabilir: * Hangi jeton(lar) kazanır ve neden? * Hangi jetonlar iyi performans gösteriyor ve hangileri kötü performans gösteriyor? * Hangi jeton en kötüsü? * Satır uzunlukları kısaltıldığında veya uzatıldığında kazananlar nasıl değişir? Çocuğunuzun bu sorulara cevaplarla ilgili fikirlerini açıklamasına ve ardından bu fikirleri deneyler yaparak araştırmasına izin verin. Bu oyuna rekabetçi bir unsur ekleyerek, tur başlamadan önce hangi jetonun kazanacağını tahmin etmeyi de dahil edebilirsiniz.

# data_list
source: SUDOKU VARIATIONS
tr: SUDOKU VARYASYONLARI

# data_list
source: The next two puzzles have the basic Sudoku rule that a square grid is filled with numbers so that each number appears exactly once in each row and column. Make these puzzles by starting with a completely filled puzzle, removing many or all the numbers, and creating subregions and the appropriate extra information for that type of puzzle. To save space, the examples here are all 4 by 4. You can make larger puzzles yourself, or you can find larger versions of these on the internet.
ko: 이 페이지의 퍼즐은 모두 정사각형 격자의 숫자가 각 행과 열에 정확히 한 번 나타나도록 채워진다는 기본 스도쿠 규칙을 가지고 있습니다. 완전히 채워진 퍼즐로 시작하고, 많은 숫자 또는 모든 숫자를 제거하고, 소구역과 그 유형이 퍼즐에 대한 적절한 추가 정보를 만들어 이 퍼즐을 만드세요. 공간을 아끼기 위해, 여기의 보기들은 모두 4x4입니다. 더 큰 퍼즐을 직접 만들거나 인터넷에서 더 큰 보기를 찾을 수 있습니다.
tr: Bu sayfadaki bulmacalar, her sayının her satır ve sütunda tam olarak bir kez göründüğü bir kare ızgara kuralına sahip temel Sudoku kuralına sahiptir. Bu bulmacaları, tamamen doldurulmuş bir bulmacayla başlayarak, birçok veya tüm sayıları çıkararak ve bu tür bulmacalar için uygun alt bölgeler ve ek bilgiler oluşturarak yapabilirsiniz. Alan tasarrufu sağlamak için, buradaki örnekler 4'e 4'tür. Daha büyük bulmacaları kendiniz oluşturabilir veya internetten daha büyük versiyonlarını bulabilirsiniz.

# data_list
source: EVEN-ODD AND KROPKI SUDOKU
ko: 짝수 - 홀수 스도쿠 그리고 점스도쿠
tr: ÇIFT-TEK SAYI VE KROPKI SUDOKU

# data_list
source: These puzzles have the additional restriction that the numbers must occur exactly once in each marked 2 by 2 subregion.
ko: 이 퍼즐에는 숫자가 2x2로 표시된 각 소구역에 정확히 한 번 발생해야 한다는 추가적인 제한이 있습니다.
tr: Bu bulmacalarda, sayılar her işaretlenmiş 2'ye 2 alt bölgede tam olarak bir kez görünmelidir.

# data_list
source: **Even-Odd Sudoku:** Squares with even numbers are greyed in. **Kropki Sudoku:** Hollow dots between cells mean the numbers are one apart; filled dots mean one number is half the other.
ko: **짝수 - 홀수 스도쿠:** 짝수의 정사각형은 회색으로 칠해져 있습니다. **점 스도쿠:** 칸 사이의 빈 점은 숫자가 하나 떨어져 있다는 것을 의미합니다; 채워진 점은 한 숫자가 다른 숫자의 절반이라는 것을 의미합니다.
tr: **Çift-Tek Sayı Sudoku:** Çift sayılarla olan kareler gri renkte gösterilir. **Kropki Sudoku:** Hücreler arasındaki boş noktalar, sayıların birer birer farklı olduğunu; dolu noktalar ise bir sayının diğerinin yarısı olduğunu ifade eder.

# data_list
source: SUMDOKU, DIFFDOKU, SUMDIFFDOKU
ko: 섬도쿠, 디프도쿠, 섬디프도쿠
tr: TOPLAMDOKU, FARKDOKU, TOPLAMFARKDOKU

# data_list
source: In addition to the usual Sudoku rules, these puzzles are broken into subregions with target numbes. Unlike standard Sudoku, it is allowed for a number to be repeated in a subregion. If a subregion has just one square in it, the target number will be the value of that square.
ko: 일반적인 스도쿠 규칙 외에도, 이 퍼즐은 목표 숫자가 소구역으로 나뉩니다. 일반적인 스도쿠와 달리, 소구역에서 숫자를 반복할수 있습니다. 소구역에 정사각형이 하나만 있다면, 목표 숫자는 그 정사각형의 값이 될 것입니다.
tr: Bu bulmacalara genellikle Sudoku kurallarına ek olarak, hedef sayılarla bölünmüş alt bölgeler de dahildir. Standart Sudoku'nun aksine, bir alt bölgede bir sayının tekrar edilmesine izin verilir. Eğer bir alt bölgede sadece bir kare varsa, hedef sayı o karenin değeri olacaktır.

# data_list
source: **Sumdoku:** The sum of the numbers in a subregion is the target number. **Diffdoku:** Subregions have one or two squares. For two squares, the difference of the numbers is the target number. **SumDiffdoku:** The subregions are marked with a “+” or a “-” to indicate sum or difference.
ko: **섬도쿠:** 소구역안에 합계가 목표 숫자입니다. **디프도쿠:** 소구역은 하나 또는 두개의 정사각형을 가집니다. 두 제곱의 경우, 숫자의 차이가 목표 숫자입니다. **섬디프도쿠:** 소구역은 합계 또는 차이를 나타내기 위해 “+” 또는 “-”로 표시됩니다.
tr: **Toplamdoku:** Bir alt bölgedeki sayıların toplamı hedef sayıdır. **Farkdoku:** S Alt bölgeler bir veya iki kare içerir. İki kare için, sayıların farkı hedef sayıdır. **ToplamFarkdoku:** Alt bölgeler toplama veya çıkarma işlemi için “+” veya “-” ile işaretlenir.

# data_list
source: Use different groups of numbers instead of the usual 1 to 4 for a 4 by 4. For example, use 1, 3, 5, and 7. If you do this, list the numbers to use above the puzzle.
ko: 4x4를 위해 일반적인 1에서 4 대신 다른 숫자 그룹을 사용하세요. 예를 들어, 1, 3, 5, 7을 사용하세요. 이렇게 한다면, 퍼즐 위에 사용할 숫자를 나열하세요.
tr: 4'e 4'lük bir bulmacada genellikle kullanılan 1'den 4'e kadar olan sayılar yerine farklı sayılar grupları kullanın. Örneğin, 1, 3, 5 ve 7 kullanabilirsiniz. Bunu yaparsanız, bulmacanın üzerine kullanılacak sayıları listeleyin.

# data_list
source: SHUT THE BOX
ko: 상자 닫기
tr: KUTUYU KAPAT

# data_list
source: **The setup:** Each player writes the numbers from 1 to 9 in a row on a piece of paper. **How to play:** To start a turn, a player finds the sum of the roll of two dice. Using only numbers that have yet to be crossed out, the player crosses out a group of one or more numbers that add up to that sum. If this can’t be done, nothing changes. A player may decide in advance to use just one die. **How to win:** The first player to get all numbers crossed out wins.
ko: **설정:** 각 플레이어는 종이에 1에서 9까지의 숫자를 연속으로 씁니다. **게임 방법:** 차례를 시작하기 위해, 플레이어는 두 개의 주사위의 합을 찾습니다. 아직 지워지지 않은 숫자만 사용하여, 플레이어는 그 합계에 합산되는 하나 이상의 숫자 그룹을 지웁니다. 이것을 할 수 없다면, 아무것도 바뀌지 않습니다. 플레이어는 미리 하나의 주사기만 사용하기로 결정할 수 있습니다. **이기는 방법:** 모든 숫자를 다 지우는 첫 번째 사람이 이깁니다.
tr: **Hazırlık:** Her oyuncu bir kağıda 1'den 9'a kadar olan sayıları sırayla yazar. **Nasıl oynanır:** Bir turu başlatmak için, oyuncu iki zarın toplamını hesaplar. Henüz çizilmeyen sayılardan yalnızca bir veya daha fazla sayının toplamı bu miktara eşit olacak şekilde bir grup sayı çizer. Eğer bunu yapamazsa, hiçbir şey değişmez. Bir oyuncu önceden sadece bir zar kullanmaya karar verebilir. **Nasıl kazanılır:** Tüm sayıları çizen ilk oyuncu kazanır.

# data_list
source: One way to vary this game is to use a larger range of numbers, such as going to 10 or even 12. Another way is to give each player a single turn - the turn continues with new rolls until the first time the player is stuck. At the end, the player’s score is the sum of the numbers not crossed out. The player with the lowest score wins.
ko: 이 게임을 다양하게 하는 한 가지 방법은 10 또는 12로 가는 것과 같은 더 넓은 범위의 숫자를 사용하는 것입니다. 또 다른 방법은 각 플레이어에게 한 번의 차례를 주는 것입니다 - 차례는 플레이어가 더 이상 할 수 없을때까지 계속 주사위를 굴립니다. 결국, 플레이어의 득점은 지워지지 않은 숫자의 합계입니다. 가장 낮은 점수를 받은 사람이 이깁니다.
tr: Bu oyunu değiştirmek için bir yol, daha geniş bir sayı aralığı kullanmaktır, örneğin 10 veya hatta 12'ye kadar gitmek. Bir diğer yol ise her oyuncuya tek bir tur vermek ve bu turun, oyuncu ilk defa sıkışana kadar yeni zar atışlarıyla devam etmesini sağlamaktır. Oyunun sonunda, oyuncunun puanı, çizilmeyen sayıların toplamı olacaktır. En düşük puanı olan oyuncu kazanır.

# data_list
source: HIT THE TARGET
ko: 타격 맞추기
tr: HEDEFI VUR

# data_list
source: Sum Combinations
ko: 합계 조합
tr: Toplam Kombinasyonlari

# data_list
source: **The setup:** From a deck of playing cards, remove the face cards and any numbers that are larger than what the children are comfortable with. Shuffle the cards and turn over five cards to use and a sixth card that is the target. Leave the remaining cards as a draw pile to fill in cards as they get removed. **How to play:** During a turn, if a player can use the sum or difference of two of the five cards to equal the sixth, the player gets all three cards and they are replaced from the draw pile. If the player fails, then a new sixth card is turned over and the turn moves to the next player. **How to win:** The player with the most cards at the end of the game wins.
ko: **설정:** 카드 한 벌에서, 얼굴 카드와 아이들이 편한 것보다 더 큰 숫자를 제거합니다. 카드를 섞고 사용할 다섯 장의 카드와 목표인 여섯 번째 카드를 뒤집으세요. 남은 카드는 카드가 제거되면서 채워질 수 있게 뽑기 더미로 남겨둡니다. **게임 방법:** 차례동안, 플레이어가 다섯 장의 카드 중 두 장의 합계 또는 차이를 여섯 번째와 같게 사용할 수 있다면, 플레이어는 세 장의 카드를 모두 받고 뽑기 더미에서 대체합니다. 플레이어가 실패하면, 새로운 여섯 번째 카드를 뒤집고 다음 플레이어로 넘어갑니다. **이기는 방법:** 게임이 끝날 때 가장 많은 카드를 가진 사람이 이깁니다.
tr: **Hazırlık:** Bir deste karttan, yüz kartları ve çocukların rahatça kullanabileceğinden daha büyük olan numaraları çıkarın. Kartları karıştırın ve beş kartı açın, altıncı kartı ise hedef olarak belirleyin. Kalan kartları çekme destesi olarak bırakın, böylece kartlar çıkarıldıkça yerine yenileri konur. **Nasıl oynanır:** Bir turda, bir oyuncu beş karttan ikisinin toplamını veya farkını altıncı karta eşit olacak şekilde kullanabilirse, oyuncu bu üç kartı alır ve bunlar çekme destesinden yenileriyle değiştirilir. Eğer oyuncu başarılı olamazsa, yeni bir altıncı kart açılır ve tur bir sonraki oyuncuya geçer. **Nasıl kazanılır:** Oyun sonunda en fazla karta sahip olan oyuncu kazanır.

# data_list
source: There are several variations you can use. You can allow a player to use three cards, instead of just two, to add up to the sixth. You can even allow any number of cards to be used to add up to the sixth. Another variation is to allow a mixture of addition and subtraction with any number of cards.
ko: 당신이 사용할 수 있는 몇 가지 변형이 있습니다. 플레이어가 두 장 대신 세 장의 카드를 사용하여 여섯 번째 카드를 더할 수 있습니다. 여섯 번째까지 더하기 위해 원하는 수의 카드를 사용할 수 도 있습니다. 또 다른 변형은 원하는 수의 카드와 덧셈과 뺄셈을 섞는 것을 허용하는 것입니다.
tr: Kullanabileceğiniz birkaç varyasyon vardır. Bir oyuncunun altıncı karta ulaşmak için sadece iki kart yerine üç kart kullanmasına izin verebilirsiniz. Hatta altıncı karta ulaşmak için herhangi bir sayıda kart kullanılmasına izin verebilirsiniz. Bir diğer varyasyon ise, toplama ve çıkarma işlemlerinin herhangi bir sayıdaki kartla yapılmasına izin vermektir.

# data_list
source: HOW MANY WAYS?
ko: 몇 가지의 방법이 있나요?
tr: KAÇ FARKLI YOL VAR?
