Repository: IDEMSInternational/efm-content
Catalog: translations/*/*_efm_content.po
Languages: ar, fr, ja, ko, tr

# data_list
source: There are three pieces for three people. Is this a fair way to cut the cake?
ja: 3人分3切れあるね。このケーキの切り方は公平かな？
ko: 여기에는 세 사람을 위한 세 개의 조각이 있습니다. 케익을 이렇게 자르는 것이 공평한가요?
tr: Üç kişi için üç dilim var. Bu, pastayı kesmenin adil bir yolu mudur?

# data_list
source: When some pieces have more topping or icing, it can be hard to divide something fairly. It is good to be among friends when it is difficult like that.
ja: 切り分けたケーキにトッピングやアイシングがもっとのっているものがあると、公平に分けるのは難しくなるね。そんなふうに分けるのが困難なときに友達といるのはいいことだね。
ko: 한 조각에 크림이 더 많을때는 공평하게 나누는 것이 어렵습니다. 이렇게 곤란할때에도 친구사이이니 다행입니다.
tr: Bazı dilimlerde daha çok süsleme yani üst malzeme veya krema olduğunda, bir şeyi adil bir şekilde bölüştürmek zor olabilir. Böyle zor zamanlarda dostların arasında olmak güzeldir.

# data_list
source: When you have trouble sharing something equally, how do you work it out?
ja: 何かを平等に分けるのが難しいときはどうやって解決するの？
ko: 여러분은 어떤것을 공평하게 나누기가 힘들때 어떻게 하나요?
tr: Bir şeyi eşit olarak paylaşmakta zorlandığınızda, bu sorunu nasıl çözersiniz?

# data_list
source: "Here! Pass me the knife, I'll do it. Easy peasy!" chants Duksie. First she rubs out Maya's pattern in the icing and licks her fingers.
ja: 「ほらこっち！わたしがやってみるからナイフをかして。こんなの簡単だよ！」とドゥクシーは何度も言った。まずアイシングの上のマヤの線をこすって消して、指をなめた。
ko: "여기! 빵칼 줘봐, 내가 할게. 이건 정말 쉬어!" 덕시가 중얼거립니다. 먼저 덕시는 크림위의 마야의 무늬를 문지르고 손에 있는 크림을 먹습니다.
tr: “İşte! Bana bıçağı uzat, ben yapacağım. Çok basit!” diyor Duksie, nâmeli bir şekilde. İlk olarak, Maya’nın kremadaki desenini ovalayarak siliyor, ardından, parmaklarını yalıyor.

# data_list
source: Look at their faces. How can you tell they might not all agree with this new sharing idea?
ja: みんなの顔を見て。この新しい分け方に全員が賛成していないかもしれないってどこで分かるの？
ko: 그들의 얼굴을 보세요. 그들이 이 새로운 방법에 찬성하지 않는것을 어떻게 알 수 있나요?
tr: Yüzlerine bakın. Hepsinin bu yeni paylaşım fikri konusunda hemfikir olmayabileceklerini nasıl anlayabilirsiniz?

# data_list
source: There are lots of round shapes in this picture. When a circle gets stretched or shrunk in one direction, it is called an oval or an ellipse. Find some circles and ovals in this picture.
ja: この絵ではたくさんの丸い形が出てくるね。ある方向に引き伸ばされたり縮んだりした円は、卵形、または楕円というよ。この絵で円や卵形を探してみて。
ko: 그림에는 많은 둥근 모양이 있습니다. 원형이 한쪽으로 늘어나거나 찌그러질때 우리는 그것을 타원형 또는 타원이라고 부릅니다. 그림에서 원형이나 타원형을 찾아보세요.
tr: Bu resimde bir sürü yuvarlak şekiller var. Bir daire bir yönde gerildiğinde veya bastırıldığında, ona ‘oval’ veya ‘elips’ denir. Bu resimdeki bazı daireleri ve ovalleri bulun.

# data_list
source: Sometimes our point of view distorts a shape and makes it look different, even though it hasn't changed at all. For example, circles can look like ovals when viewed from the side. Do you see some examples of that around you?
ja: 形はちっとも変化していなくても、視点によっては形がゆがんで違う形に見えてしまうときがある。例えば円を横から見ると卵形に見えることがある。きみのまわりで何かそのような例はある？
ko: 가끔 우리의 관점은 도형을 일그러뜨리고 그것이 전혀 바뀌지 않았는데도 다르게 보이게 만듭니다. 예를 들어, 원형은 옆에서 볼때 타원형으로 보일수 있습니다. 여러분 주위에 있는 예를 볼 수 있나요?
tr: Bazen, bir şekil hiç değişmemiş olsa bile, görüş açımız o şekli yamultabilir ve onun farklı görünmesine sebep olabilir. Örneğin, daireler, yandan bakıldıklarında ovalmiş gibi görünebilirler. Etrafınızda bunun gibi bazı örnekler görüyor musunuz?

# data_list
source: Then she makes one cut across and one down, "Look, these are my three slices!" "That's not fair!" shout Maya and Doobie together.
ja: そしてドゥクシーは横に1回切ってそこから下に縦に切った。「見て、これらがわたしの3切れよ！」 「公平じゃないよ！」とマヤとドゥービーは一緒にさけんだ。
ko: 그런다음 덕시는 한 선을 가로질러 긋고 한 선을 밑으로 그었습니다. "봐, 이게 나의 세 조각이야!" "이건 공평하지 않아!" 마야와 두비가 같이 외쳤습니다.
tr: Daha sonra, çapraz yönde tek bir kesik atıyor, bir kesik de aşağıya doğru atıyor, “Bakın, bunlar benim üç dilimim!” “Bu hiç adil değil!” diye tek bir ağızdan bağırıyor Maya ile Doobie.

# data_list
source: If you had a choice, which piece would you choose? When one piece is obviously the best or the worst, the sharing is probably not fair!
ja: もしきみが選ぶのならどのケーキを選ぶ？ もし明らかに1番よいものや1番悪いものがあったなら、おそらく公平に分けられていないね！
ko: 여러분이 기회가 있다면 어떤 조각을 고를것 같나요? 한 조각이 분명하게 좋거나 나쁘면 그것은 아마 공평하게 나눈 것이 아닐것입니다!
tr: Eğer bir seçim şansınız olsaydı, siz hangi dilimi seçerdiniz? Eğer bir dilim, bariz bir şekilde, ya en iyisi ya da en kötüsü ise, o paylaşım muhtemelen adil değildir!

# data_list
source: Duksie did it this way because it was easy to do. She split it once in half and then split one of those two pieces in half. Unfortunately, that created one piece that was twice as big as the other two pieces.
ja: ドゥクシーは簡単だからこのやり方をしたんだね。一度半分に分けてから、そのうちの1つをさらに半分に分けたよ。残念だけど1切れがほかの2切れの2倍の大きさになっちゃった。
ko: 덕시는 이렇게 하는 것이 쉽기 때문에 그렇게 했을 것입니다. 덕시는 반으로 한번 나누고 그런다음 그 반을 두 조각으로 나누었습니다. 불행하게도 그 한 조각은 다른 두 조각의 두배만큼 더 큽니다.
tr: Duksie paylaşımı bu şekilde yaptı çünkü bu şekilde yapması kolaydı. Pastayı önce bir kez ikiye böldü ve sonra elde ettiği o iki parçadan birini de ikiye böldü. Ne yazık ki bu, bir dilimin diğer iki dilimden iki kat daha büyük dilim olmasına sebep oldu.

# data_list
source: When you split something into two equal pieces, each piece is one half. When you split one half into two equal pieces, then each piece is one fourth, also called one quarter.
ja: 何かを等しく2つに分けると半分ずつになる。半分のものをさらに等しく2つに分けると、それぞれは4分の1ずつで4等分されたことになるね。
ko: 여러분이 어떤것을 똑같은 두 조각으로 나눈다면 각 조각은 반이 됩니다. 여러분이 그 반을 두 조각으로 나누고 나면 그 한 조각은 4분의 1, 즉 사등분이 됩니다.
tr: Bir şeyi iki eşit parçaya böldüğünüzde, elde ettiğiniz her bir parça bir ‘yarımdır’. Eğer bir yarımı da iki eşit parçaya bölerseniz, o zaman, elde ettiğiniz her bir parça ‘dörtte birdir’ ve ona da ‘çeyrek’ denir.

# data_list
source: "Share it fair! The pieces must be the same size and shape," adds Doobie. "Why don't you try Doobie?" smirks Duksie. "I bet you can't do it!"
ja: 「公平に分けようよ！どれも同じ形と大きさにならないと。」ドゥービーは付けくわえた。 「自分でやってみたら、ドゥービー？」ドゥクシーはニヤニヤ笑った。「あなただって、きっとできっこないわ！」
ko: "공평한 나눠! 각 조각은 같은 크기이고 똑같은 모양이어야만 해!" 두비가 덧붙입니다. "두비, 너가 해 보지 그래?" 덕시가 비웃습니다. "너가 하지 못할거라고 난 장담해!"
tr: “Adil bir şekilde paylaş! Dilimler aynı boyutta ve aynı şekilde olmalı,” diye ekliyor Doobie. “Sen neden denemiyorsun, Doobie?” diye sırıtıyor Duksie. “Bahse girerim, sen de yapamazsın!”

# data_list
source: If you split something into three equal pieces, each piece is one third of the whole thing. Have you figured out how to give each child one third, or do you think it is impossible?
ja: 何かを3等分するなら、1つ1つは全体の3分の1になるね。どうしたら子供たちに3分の1ずつあげられるのか分かった？ それともそんなのできないと思う？
ko: 여러분이 어떤것을 세 조각으로 나누면 각 조각은 전체의 3분의 1이 됩니다. 여러분은 각자에게 3분의 1을 줄 수 있는 지 풀었나요? 아니면 그것은 불가능한가요?
tr: Eğer bir şeyi üç eşit parçaya bölerseniz, o zaman, her bir parça bütünün ‘üçte biri’ olur. Her bir çocuğa pastanın üçte birini nasıl vereceğinizi buldunuz mu yoksa bunun imkânsız olduğunu mu düşünüyorsunuz?

# data_list
source: There were five strawberries on the top of the cake in the last page. How can you share five things evenly among three people?
ja: 一つ前のページでは、ケーキの上にイチゴが5つのっているね。どうやって5つあるものを3人で平等に分けるのかな？
ko: 앞 면에는 케익위에 다섯개의 딸기가 있었습니다. 여러분은 세 사람에게 다섯개를 어떻게 공평하게 나눌수 있나요?
tr: Son sayfadaki pastanın üstünde beş çilek vardı. Beş şeyi üç kişi arasında eşit bir şekilde nasıl paylaştırabilirsiniz?

# data_list
source: Look at Duksie's expression and listen to what Duksie said to Doobie. What do you think Duksie is feeling?
ja: ドゥクシーの表情を見てドゥクシーがドゥービーに何と言っているのか想像してみよう。ドゥクシーはどんな気持ちだと思う？
ko: 덕시의 얼굴 표정을 보고 덕시가 두비에게 무엇이라고 말하는지 들어보세요. 덕시가 어떤 기분일거라고 생각하나요?
tr: Duksie’nin yüz ifadesine bakın ve Duksie’nin Doobie’ye söylediklerini dinleyin. Sizce Duksie ne hissediyor?

# data_list
source: "I wish the cake was a square or a rectangle, and then it would be easy!" says Doobie thoughtfully. "Or, if there were four of us to share the round cake that would also be easy," says Maya.
ja: 「ケーキが正方形か長方形だったらよかったのに。そしたら簡単なのに！」ドゥービーは考えこんで言った。「それか丸いケーキを4人で分けるのだったらな。それも簡単なのに。」マヤも言った。
ko: "난 케익이 정사각형이나 사각형이었으면 좋겠어, 그러면 나누는것이 쉬울텐데!" 두비가 신중하게 말합니다. "아니면, 우리가 네 명이면 둥근 케익을 나누는게 더 쉬었을텐데." 마야가 말합니다.
tr: “Keşke pasta bir kare veya dikdörtgen olsaydı, o zaman daha kolay olurdu!” diyor Doobie düşünceli bir şekilde. “Ya da bu yuvarlak pastayı paylaşacak dört kişi olsaydık, o zaman da kolay olurdu,” diyor Maya.

# data_list
source: Doobie is doing some thoughtful problem solving! He is thinking of simpler versions of this problem that he knows how to solve. If any of those versions were enough like this situation, he could use that prior knowledge to solve this problem.
ja: ドゥービーはじっくり考えて問題解決をしている。解決方法を知っている簡単なバージョンの問題を考えているんだ。もしその中にこの状況と十分似たものがあれば、予備知識として問題の解決に使えるよ。
ko: 두비는 아주 신중한 문제 해결을 하고 있습니다! 두비는 자신이 어떻게 풀 수 있는지 아는 간단한 경우의 문제를 생각합니다. 만약에 문제가 간단한 경우였다면 두비는 본인이 알고 있는 지식으로 이 문제를 풀것입니다.
tr: Doobie düşünerek problem çözmeye çalışıyor! Bu problemin nasıl çözüleceğini bildiği daha basit versiyonlarını düşünüyor. Eğer o versiyonlardan herhangi biri bu durum için yeterli olsaydı, bu problemi çözmek için o ön bilgisini kullanabilirdi.

# data_list
source: Because he hasn't seen a problem just like this one before, he must use another important problem solving skill -- he persists! The other children rushed to a solution, but he is thinking about it more carefully.
ja: このような問題は初めてだから、ドゥービーは大事な問題解決のスキルをもう一つ使わないといけない。粘り強くいる！ ほかの子供たちは答えを急いだけれど、ドゥービーはもっと注意深く考えているよ。
ko: 두비는 이런 문제를 본 적이 없기 때문에 문제를 푸는 또 다른 방법을 생각해야만 합니다. -- 두비는 끈질깁니다! 다른 두 아이들은 해결을 섣부르게 내어 놓았지만 두비는 문제를 더 신중하게 생각하고 있습니다.
tr: Doobie daha önce bunun gibi bir problemle karşılaşmadığından, başka bir önemli problem çözme becerisini kullanmalı – Doobie pes etmiyor! Diğer çocuklar acele ederek bir çözüme ulaştılar ama Doobie daha dikkatli düşünüyor.

# data_list
source: Doobie is playing with the problem and thinking about shapes that are similar to this round cake that needs to be split three ways. He is enjoying the puzzle!
ja: ドゥービーは問題で遊んでいる。3等分しないといけない丸いケーキに似た形を考えているんだ。パズルを楽しんでいるんだね！
ko: 두비는 문제를 가지고 놀고 둥근 케익과 비슷한 모양이 어떻게 세 조각으로 나누어 질수 있는지 생각합니다. 두비는 퍼즐을 좋아합니다!
tr: Doobie problem ile uğraşıyor ve üçe bölünmesi gereken bu yuvarlak pastaya benzeyen başka şekilleri düşünüyor. Bulmacanın tadını çıkarıyor!

# data_list
source: And then, a picture comes into Doobie's head. He sees the sparkling silver badge at the front of his father's big red truck. On Sundays he helps his dad to wash the truck, and to polish the shiny badge. "I've got it! I've got it! I know how to do it," yells Doobie.
ja: そのあとドゥービーにある絵が浮かんだ。お父さんの大きな赤いトラックの前についているキラキラした銀のマークが見える。 日曜日にはトラックを洗ったり、そのかがやくマークをみがいたりしてお父さんを手伝っているんだ。「ぼく分かった！ ぼく分かった！ どうすればいいか分かる」ドゥービーはさけんだ。
ko: 그런 다음, 두비의 머리에 한 그림이 떠오릅니다. 두비는 아빠의 크고 빨간 트럭앞에 있던 빛나던 은색 배지를 본 적이 있습니다. 일요일날, 두비는 두비의 아버지가 트럭을 씻는것을 도와주었고 빛나는 배지를 반짝이게 광을 냈습니다. "알았어! 알았어! 내가 어떻게 하는 지 알아냈어!" 두비가 소리칩니다.
tr: Ve sonra, Doobie’nin aklına bir resim geliyor. Babasının büyük kırmızı kamyonunun önündeki parıl parıl parıldayan gümüş rozeti görüyor. Doobie, pazar günleri babasına kamyonu yıkamasında ve ışıltılı rozeti parlatmasında yardım eder. “Buldum! Buldum! Nasıl yapılacağını biliyorum,” diye çığlık atıyor.

# data_list
source: He persisted and he played with the problem, and his thoughts came to a shape that he knew would be perfect to solve this problem. Look at how happy he is. Describe how you feel when you solve something that was tricky.
ja: 粘り強く、遊び心を持って問題に取り組んだんだね。そうしたら、問題を解くのにそのマークが完璧だって自分の考えが形になったよ。ドゥービーがどんなに幸せそうか見て。難しいものを解決したら、きみはどんな気持ちになるか言い表してみて。
ko: 두비는 포기하지 않고 문제를 계속 생각했고 두비의 생각은 문제를 완벽하게 풀 수 있는 모양이 떠올랐습니다. 두비가 얼마나 기쁜지 보세요. 여러분은 까다로운 문제를 풀었을때 어떤 기분이 었는지 설명해 보세요.
tr: Doobie, pes etmedi; problemle uğraştı ve aklına bu problemi çözmek için mükemmel olacağını bildiği bir şekil geldi. Onun ne kadar mutlu olduğuna bir bakın! Siz de zor olan bir şeyi çözdüğünüzde nasıl hissettiğinizi betimleyerek anlatın.

# data_list
source: There are rectangles, triangles, circles, stripes, and arcs (partial circles) in this picture.
ja: このページの絵には長方形、三角形、円、縞模様、弧 (円周の一部) があるね。
ko: 그림에는 사각형, 삼각형, 원형, 줄 무늬, 그리고 호 (원형의 부분)이 있습니다.
tr: Bu resimde dikdörtgenler, üçgenler, daireler, şeritler ya da çizgiler ve yaylar yani kısmi daireler var.

# data_list
source: What do you suppose creates the stripes on the far hillside?
ja: 遠くの丘の斜面の縞模様は何でできているんだと思う？
ko: 멀리서 보이는 언덕의 줄은 무엇을 그려놓은것 인가요?
tr: Sizce uzaktaki tepenin yamacındaki şeritleri oluşturan şey nedir?

# data_list
source: First he uses a knife to smooth Duksie's lines in the icing. Then he traces three lines on the cake. It looks just like the badge on his dad's truck, with three equal parts.
ja: まずアイシングのドゥクシーの線をナイフでなめらかにして消した。それからケーキに3本の線を引いたよ。ちょうど3つの等しい部分からなるお父さんのトラックのマークみたいに見えるね。
ko: 먼저 두비는 빵칼로 덕시가 크림위에 그려놓은 선을 고르게 합니다. 그리고 나서 케익위에 세 개의 선을 그립니다. 이것은 두비 아빠의 트럭에 있었던 세 개의 똑같은 부분으로 된 배지와 같습니다.
tr: Doobie, ilk önce, Duksie’nin krema üzerinde oluşturduğu çizgileri düzeltmek için bıçağı kullanıyor. Ardından, pastanın üzerine üç çizgi çiziyor. Çizdiği çizgiler tıpkı babasının kamyonundaki rozettekiler gibi – üç eşit parçadan oluşuyor.

# data_list
source: There were originally six strawberries on this cake. How many strawberries were removed? Where did they go?
ja: このケーキにはもともとイチゴが6つのっていた。いくつ取られたのかな？ どこに行っちゃったの？
ko: 원래는 케익위에 여섯개의 딸기가 있었습니다. 몇 개의 딸기가 없어졌나요? 그것은 어디로 갔을까요?
tr: Bu pastanın üzerinde, aslında, altı çilek vardı. Kaç çilek gitmiş? O çilekler nereye gitti?

# data_list
source: What are some numbers that can be divided evenly among three people? Notice that those numbers are exactly the ones you get as you skip count by 3. They are called multiples of 3 because they are the numbers you get when you multiply by 3.
ja: 3人で等しく分けられる数はどれかな？ それらの数は、ちょうど3とびで数えていった数になることに注目してね。3を掛けると得られる数だから3の倍数というよ。
ko: 세 사람 사이에 공평하게 나눌 수 있는 숫자는 무엇일까요? 그 숫자는 여러분이 3 단위로 건너 뛰어세기를 할때의 숫자와 똑같은것이 보이나요? 그것은 3으로 곱할때 얻을 수 있는 숫자이기 때문에 3으로 곱하기라고 부릅니다.
tr: 3 kişi arasında eşit olarak bölünebilen bazı sayılar nelerdir? Sayıları 3’er 3’er ritmik saydığınızda elde ettiğiniz sayılarla 3 kişi arasında eşit bölünebilen sayıların aynı olduklarına dikkat edin. O sayılar, 3 ile çarptığınızda elde ettiğiniz sayılar olduklarından, onlara 3’ün katları denir.

# data_list
source: What are the numbers you can divide evenly among 2 people? Among 4 people? Among 5 people?
ja: 2人で等しく分けられる数はどれ？ 4人では？ 5人ではどうかな？
ko: 두 사람 사이에서 공평하게 나뉘는 숫자는 무엇입니까? 네 사람사이는요? 다섯 사람사이는요?
tr: 2 kişi arasında kalansız yani eşit bölebileceğiniz bazı sayılar nelerdir? Ya 4 kişi arasında bölebileceğiniz bazı sayılar? Peki, ya 5 kişi arasında?

# data_list
source: "You are full of surprises, Doobie," says Duksie sweetly. "How did you work it out?" Maya asks. Doobie smiles to himself. For now it is his secret. Later, he will tell his dad.
ja: 「あなたには本当に驚かされるわ、ドゥービー」ドゥクシーは優しく言った。「どうやって解いたの？」マヤが聞いたよ。ドゥービーは1人ほほ笑んだ。今のところはまだそれは秘密なんだ。あとでドゥービーはお父さんに話すよ。
ko: "두비야, 넌 놀랍구나!" 덕시가 사랑스럽게 말합니다. "넌 어떻게 풀었니?" 마야가 묻습니다. 두비는 자신에게 미소지어 보입니다. 지금으로서는 그건 두비의 비밀입니다. 나중에, 두비는 두비의 아빠에게 말할것입니다.
tr: “Sen sürprizlerle dolusun, Doobie,” diyor Duksie tatlı tatlı. “Bunu nasıl becerdin?” diye soruyor Maya. Doobie kendi kendine gülümsüyor. Şimdilik bu, Doobie’nin sırrı. Ama sonra babasına anlatacaktır.

# data_list
source: It can be fun to have a secret. What's a secret you once had that is no longer a secret?
ja: 秘密があるのは楽しいね。今はもう秘密にしていないけれど、前はきみの秘密だったことは何かな？
ko: 비밀을 가지는 것은 재미있는 일입니다. 이제는 더이상 비밀이 아닌 비밀이 여러분도 있었나요?
tr: Bir sırra sahip olmak eğlenceli olabilir. Sizin de bir zamanlar sakladığınız ama artık sır olmayan sırrınız nedir?

# data_list
source: There is a lot of pink icing in many places in this picture. The oddest place is on someone's nose. How do you suppose it got there?
ja: この絵では、ピンクのアイシングがさまざまな所にたくさんあるね。1番変な場所は誰かの鼻だよ。どうやってそこについたんだと思う？
ko: 그림에는 많은 분홍색 크림이 있습니다. 제일 이상한 곳은 누군가의 코에 있습니다. 여러분은 그것이 어떻게 거기에 있다고 생각하나요?
tr: Bu resimde pek çok yerde pembe renkli pasta kremasından var. En tuhaf yer ise birinin burnunda. Sizce krema oraya nasıl gitmiş olabilir?

# data_list
source: Look at how big their eyes are. What does it tell you when someone has big eyes like that?
ja: みんながどんなに大きな目をしているか見て。そんなふうに大きく目を見開くのはどんなときかな？
ko: 그들의 눈이 얼마나 큰지 보세요. 어떤 사람이 그렇게 큰 눈을 하는 것은 여러분에게 무엇을 말하나요?
tr: Çocukların gözlerinin ne kadar büyük olduğuna bakın. Birinin gözlerinin böyle büyük olması size ne anlatır?

# data_list
source: Just then Mama K comes out of her house. She is carrying a tray with glasses of strawberry juice. "Look Mama K! Doobie found the way to cut the cake into three equal pieces," Maya tells her. "Well done Doobie, three equal slices! You shared fairly, I'm proud of you all. Now cut the cake and drink your juice. It's time to go home."
ja: ちょうどそのときK ママが家から出てきた。イチゴジュースをのせたトレーを運んでいる。「見て、K ママ！ドゥービーが3等分にケーキを切り分ける方法を見つけたの」とマヤが言った。 「よくできましたね、ドゥービー。3等分されたケーキ！公平に分け合いました。みんなのことを誇りに思いますよ。さあ、ケーキを切ってジュースも飲んでね。もう家に帰る時間ですよ。」
ko: 바로 그때, 마마 케이가 집에서 나왔습니다. 그녀는 쟁반에 딸기 주스가 든 컵을 가지고 옵니다. "여기 보세요, 마마 케이! 두비가 케익을 세 조각으로 자르는 방법을 찾아냈어요!" 마야가 마마 케이에게 말합니다. "정말 잘 했구나, 두비야! 공평하게 3 쪽씩! 이렇게 공평하게 나눠서 난 너희들 모두가 자랑스럽구나! 이제 케익을 자르고 주스를 마셔라. 이제 집에 갈 시간이구나."
tr: Tam o sırada, Anne K evinden çıkar. İçinde çilek suyuyla dolu bardakların olduğu bir tepsi taşıyor. “Bak, Anne K! Doobie pastayı üç eşit parçaya bölmenin yolunu buldu,” diye anlatıyor Maya. “Aferin, Doobie, üç eşit dilim! Adil bir şekilde paylaştınız, hepinizle gurur duyuyorum. Şimdi, pastayı kesin ve meyve suyunuzu için. Eve gitme vakti geldi.”

# data_list
source: They are all wearing their hats on this page. Do you like wearing a hat on a warm, sunny day? Do you have a favorite hat?
ja: このページではみんな帽子をかぶっているね。暖かく晴れた日に帽子をかぶるのは好きかな？ お気に入りの帽子はあるのかな？
ko: 이 그림에서는 모두들 모자를 쓰고 있습니다. 여러분은 덥고 화창한 날에 모자를 쓰는 것을 좋아하나요? 여러분은 좋아하는 모자가 있나요?
tr: Bu sayfada hepsi şapkalarını takmış. Sıcak ve güneşli bir günde şapka takmayı sever misiniz? Favori bir şapkanız var mı?

# data_list
source: Why is Mama K proud of all of them? What difficult thing did they do?
ja: どうしてK ママはみんなのことを誇りに思っているの？どんな困難なことをやったのかな？
ko: 왜 마마 케이는 그들이 자랑스러울까요? 그들은 어떤 어려운 일을 해 냈나요?
tr: Anne K neden çocuklarının hepsiyle gurur duyuyor? Çocuklar hangi zor şeyi başardılar?

# data_list
source: An estimate is a best guess at the size of something that is not easy to measure. What is your estimate of the number of dots on Mama K's dress?
ja: 見積もることは、簡単に測定できないものにする最善の推測のことだよ。K ママのドレスにある小さな丸の数を推測してみよう。
ko: 여러분이 쉽게 셀 수 없는 것의 크기를 최선을 다해 짐작해 보세요. 마마 케이의 드레스에 있는 하얀 원형은 몇 개라고 추즉하나요?
tr: Tahmin, ölçülmesi kolay olmayan bir şeyin boyutuna ilişkin yapılan en iyi öngörüdür. Anne K’nın elbisesindeki noktaların sayısı ile ilgili tahmininiz nedir?

# data_list
source: Maya cuts along Doobie's lines to make three equal slices. Just for fun, the children stack the slices on top of each other to check that they are the same size. Yes they are! They pack their cake to take home.
ja: マヤはドゥービーの引いた線にそって等しく3つに切り分けた。おもしろ半分で、子供たちは切ったケーキが同じ大きさか確認するために上に重ねている。同じだったね！ ケーキを家に持ち帰るために包んだよ。
ko: 마야는 두비의 선을 따라 3 등분으로 잘랐습니다. 아이들은 재미삼아 케익을 하나씩 쌓아서 같은 크기인지 확인합니다. 모두 똑같네요! 그들은 그들의 케익을 집에 가지고 가기 위해 포장합니다.
tr: Maya, üç eşit dilim yapmak için pastayı Doobie’nin çizdiği çizgiler boyunca kesiyor. Çocuklar sırf eğlence olsun diye dilimleri üst üste koyarak aynı boyutta olup olmadıklarını kontrol ediyorlar. Evet, aynılar! Pastalarını kendileriyle evlerine götürmek için paketliyorlar.

# data_list
source: They are staring very intently at the cake. Are they admiring their work of creating three equal shares, or are they wishing they could eat it?
ja: みんなすごく熱心にケーキを見つめている。3等分できたことにほれぼれしているの？それとも食べたいなって思っているの？
ko: 아이들은 케익을 아주 뚫어지게 쳐다보고 있습니다. 그들은 삼등분으로 만든 자신들의 성과를 감탄하고 있나요 아니면 먹었으면 하고 바라고 있나요?
tr: Pastaya dikkatlice bakıyorlar. Üç eşit pay oluşturma çalışmalarına gıpta mı ediyorlar yoksa pastayı yiyebilmiş olmayı mı diliyorlar?

# data_list
source: Look at how much pleasure they have at seeing that their solution really works. Problem solving is like that – you have a puzzle to think about and wrestle with, and when you solve the puzzle it feels really good!
ja: 自分たちの解決方法がとてもうまくいったのを見て、みんながどんなに喜んでいるか見てみて。問題解決ってこういうものだよね。考えて取り組むパズルがあるとき、それが解けるとすごく気分がいいよね！
ko: 그들이 자신들이 문제를 해결한 것에 대해 얼마나 기뻐하고 있는지 보세요. 문제를 해결하는 것은 이런 것입니다 – 여러분은 생각하고 맞붙어 싸워야 할 퍼즐이 있고 그것을 풀었을때 여러분은 정말 기뻐합니다!
tr: Çocukların, çözümlerinin gerçekten işe yaradığını görmüş olmaktan ne kadar keyif aldıklarına bir bakın! Problem çözmek işte böyle bir şeydir – üzerinde düşünmeniz ve uğraşmanız gereken bir bulmaca vardır ve o bulmacayı çözdüğünüzde kendinizi gerçekten iyi hissedersiniz!

# data_list
source: Think of a time when you had a tricky puzzle to figure out and you finally solved it. How did it feel when you got the answer?
ja: 解くのが難しいパズルがあって、ようやく解き方が分かったときのことを考えてみて。答えが分かったときはどんな気持ちだった？
ko: 여러분이 까다로운 퍼즐을 마침내 풀었을때를 생각해 보세요. 여러분이 답을 찾았을때 기분이 어땠나요?
tr: Çözmeniz gereken zor bir bulmacanın olduğunu ve sonunda onu çözdüğünüz bir ânı düşünün. Cevabı bulduğunuzda nasıl hissetmiştiniz?

# data_list
source: Doobie's dad arrives to pick up the children, and Doobie runs off to meet him. He can't wait to tell his dad how the badge on the truck helped him to solve a very tricky problem!
ja: ドゥービーのお父さんが子どもたちを迎えに来た。ドゥービーは走って会いに行った。 トラックについているマークが、どんなふうに難しい問題の解決に役立ったのかをお父さんに話すのが待ちきれないんだ！
ko: 두비의 아빠가 아이들을 데리러 가기 위해 도착했을때, 두비는 아빠를 만나기 위해 달려갑니다. 두비는 어떻게 트럭의 배지가 어려운 문제를 해결할 수 있게 도와주었는지 아빠에게 말할때까지 기다릴수가 없습니다!
tr: Doubie’nin babası çocukları almaya geliyor ve Doobie onu karşılamak için koşuyor. Babasına kamyondaki rozetin çok zor bir problemi çözmesine nasıl yardımcı olduğunu anlatmak için sabırsızlanıyor!

# data_list
source: It's fun to share successes with someone you care about and who cares about you. Can you think of some things you were proud of that you shared with someone you cared about?
ja: きみが大切に思っている人やきみのことを大切に思っている人と成功を分かち合うのは楽しいね。きみが大切な人と分かち合った誇らしいことは何か思いつくかな？
ko: 여러분을 아끼는 사람과 여러분의 성공을 나누는 것은 재미있는 일입니다. 여러분이 자랑스럽게 생각하는 것을 여러분이 아끼는 사람과 나누었던 적이 있나요?
tr: Başarıları, önemsediğiniz ve sizi önemseyen biriyle paylaşmak eğlencelidir. Sizin de değer verdiğiniz birisi ile paylaştığınız ve gurur duyduğunuz bazı şeyler oldu mu?

# data_list
source: Those same people are important for times when you need someone to share something hard for you. Can you think of such a time?
ja: きみにとって困難なことを分かち合うのに誰かが必要なときも、同じ大切な人たちが大事になってくるね。きみにはそんなときはあった？
ko: 여러분이 나누기 힘든 것들을 나눌때도 그 사람들은 중요합니다. 여러분은 그런 때가 있었나요?
tr: O kişiler, sizin için zor olan bir şeyi paylaşacak birine ihtiyaç duyduğunuz zamanlar için de önemlidir. Hayatınızda hiç öyle bir zaman oldu mu?

# data_list
source: The top two cakes on the next page are easy to share with three or six people. If you were sharing the bottom cake with three or five people, what would you do?
ja: 次のページに出てくる上の2つのケーキは3人または6人で簡単に分けられる。下のケーキを3人または5人で分けるとしたら、どのように分けるかな？
ko: 다음 페이지의 위에 있는 두 개의 케익은 세사람이나 여섯사람이 나누기 쉽습니다. 여러분이 만약 밑에 있는 케익을 세사람이나 다섯사람과 나누어야 한다면 여러분은 어떻게 나눌건가요?
tr: Bir sonraki sayfadaki en üstteki iki pastayı, 3 veya 6 kişi ile paylaşmak kolay. Ya alttaki pastayı 3 veya 5 kişiyle paylaşıyor olsaydınız, o zaman ne yapardınız?

# data_list
source: A long time ago, in the vast city of Johannesburg, a baby girl was born. That baby was me. My mom called me Miriam. Miriam Makeba.
ja: 昔、ヨハネスブルグという大き都市で、女の子が生まれました。その赤ちゃんは私です。母は私をミリアムと名付けました。ミリアム・マケバ
ko: 옛날에, 요하네스버그의 큰 도시에서 한 여자 아기가 태어났습니다. 그 아기가 저입니다. 엄마는 나를 미리암이라고 불렀습니다. 미리암 마케바.
tr: Uzun zaman önce, çok büyük Johannesburg kentinde bir kız bebek dünyaya geldi. O bebek bendim. Annem bana ‘Miriam’ derdi. Miriam Makeba.

# data_list
source: She is sitting on a three-legged stool. Most chairs have four legs. What is better about having three legs?
ja: 彼女は三本脚の椅子に座っています。ほとんどの椅子は四本脚です。三本脚の椅子の良さは何でしょうか？
ko: 어머니는 세 개의 다리가 있는 의자에 앉아있습니다. 거의 모든 의자는 네 개의 다리를 가지고 있습니다. 다리가 세 개이면 무엇이 좋은가요?
tr: Resimdeki kadın üç bacaklı bir taburede oturuyor. Çoğu sandalyenin dört bacağı vardır. Üç bacaklı olmasının nesi daha iyidir?

# data_list
source: This story has lots of rectangles. A rectangle is a shape with four straight sides and corners that are right angles, like the corners of this page. Point to some rectangles in this picture.
ja: この物語には長方形がたくさん出てきます。長方形とは、このページの角のように、4 つの辺が直線で、角が直角になっている図形です。この絵の中の長方形をいくつか指さしてください。
ko: 이야기는 많은 사각형이 있습니다. 사각형은 네 개의 똑바른 면과 직각의 모서리가 있는 도형입니다. 그림에서 사각형을 짚어보세요.
tr: Bu hikâyede bir sürü dikdörtgen var. Bir dikdörtgen, dört düz kenarı ve bu sayfanın köşeleri gibi dik açılı köşeleri olan bir şekildir. Bu resimdeki bazı dikdörtgenleri gösterin.
