Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Cat gives Dog jackets. One jacket is thick, one jacket is thin. Dog takes the thick jacket, but it is still too cold.
de: Der Kater gibt dem Hund Jacken. Eine Jacke ist dick, eine Jacke ist dünn. Der Hund nimmt die dicke Jacke, aber es ist immer noch zu kalt.
el: Η Γάτα δίνει στον Σκύλο μπουφάν. Ένα μπουφάν είναι χοντρό, ένα μπουφάν είναι λεπτό. Ο Σκύλος παίρνει το χοντρό μπουφάν, αλλά ακόμα κρυώνει πολύ.
pt: Gato dá jaquetas para o Cão. Uma jaqueta é grossa, uma é fina. Cão pega a jaqueta mais grossa, mas ainda está muito frio.
ru: Кошка даёт Собаке куртке. Одна куртка плотная, а другая куртка тонкая. Собака берёт плотную куртку, но ему всё равно холодно.

# data_list
source: Thicker clothing helps you keep heat in and stay warmer.
de: Dickere Kleidung hilft dir, die Hitze auf der Innenseite zu erhalten und wärmer zu bleiben.
el: Τα πιο χοντρά ρούχα βοηθούν να κρατήσεις τη ζέστη και να μείνεις ζεστός.
pt: Roupas mais grossas ajudam a manter o calor e a permanecer aquecido.
ru: Плотная одежда помогает сохранять тепло и тебе становится теплее.

# data_list
source: Does the color of the jacket look odd with Dog's other clothes?
de: Sieht die Farbe der Jacke merkwürdig aus mit den anderen Kleidern des Hundes?
el: Φαίνεται περίεργο το χρώμα του μπουφάν με τα υπόλοιπα ρούχα του Σκύλου;
pt: A cor da jaqueta parece estranha com as outras roupas do Cão?
ru: Цвет этой курткой странно смотрится с другой одеждой Собаке?

# data_list
source: Dog now has one more than four. How many is that?
de: Der Hund hat nun eines mehr als vier. Wie viel ist das?
el: Ο Σκύλος τώρα έχει ένα ρούχο παραπάνω από τέσσερα. Πόσα είναι συνολικά;
pt: Cão agora tem uma a mais que quatro. Quantas são?
ru: Теперь у Собаки на один больше чем четыре предметов одежды. Сколько это вместе?

# data_list
source: Cat gives Dog hats. One hat is high, one hat is low. Dog takes the high hat, but it is still too cold.
de: Der Kater gibt dem Hund Hüte. Ein Hut ist hoch, einer ist tief. Der Hund nimmt den hohen Hut, aber es ist immer noch zu kalt.
el: Η Γάτα δίνει στον Σκύλο καπέλα. Ένα καπέλο είναι ψηλό, ένα είναι χαμηλό. Ο Σκύλος παίρνει το ψηλό καπέλο, αλλά ακόμα έχει πολύ κρύο.
pt: Gato dá chapéus para o Cão. Um chapéu é comprido, um chapéu é curto. O Cão pega o chapéu comprido, mas ainda está muito frio.
ru: Кошка даёт Собаке шапки. Одна шапка высокая, а другая шапка короткая. Собака берёт высокую шапку, но ему всё равно холодно.

# data_list
source: Point at the short hat and the tall hat.
de: Zeige auf den kurzen und den langen Hut.
el: Δείξε το κοντό καπέλο και το ψηλό καπέλο.
pt: Aponte para o chapéu curto e para o comprido.
ru: Покажи какая шапка Короткая, и какая шапка высокая.

# data_list
source: Does it matter which hat Dog chooses? Is one hat warmer than the other?
de: Spielt es eine Rolle, welchen Hut der Hund wählt? Ist einer wärmer als der andere?
el: Έχει σημασία ποιο καπέλο παίρνει ο Σκύλος; Ζεσταίνει περισσότερο το ένα καπέλο απ’ ό,τι το άλλο;
pt: A escolha do chapéu importa para o Cão? Um chapéu é mais quente que o outro?
ru: Важно ли какую шапку выберет собака? Одна из этих шапок теплее чем другая?

# data_list
source: Do you have any hats? If so, do you like to wear them?
de: Hast du irgendwelche Hüte? Wenn ja, trägst du sie gerne?
el: Έχεις καπέλα; Αν ναι, σου αρέσει να τα φοράς;
pt: Você tem chapéus? Se sim, gosta de usar eles?
ru: А у тебя есть шапки? Если есть, Тебе нравится их носить?

# data_list
source: Cat gives Dog shoes. One pair of shoes is new, one pair of shoes is old.
de: Der Kater gibt dem Hund Schuhe. Ein paar Schuhe sind neu, ein paar Schuhe sind alt.
el: Η Γάτα δίνει στον Σκύλο παπούτσια. Ένα ζευγάρι παπούτσια είναι καινούριο, ένα ζευγάρι είναι παλιό.
pt: Gato dá sapatos para o Cão. Um par de sapatos é novo, um par é velho.
ru: Кошка даёт Собаке обувь. Одна пара обуви новая, а другая пара обуви старая.

# data_list
source: To give someone a choice, how many things do you need? Would having one thing be enough for a choice?
de: Wie viele Dinge braucht man, um jemandem eine Auswahl zu geben? Würde ein Ding genug sein für eine Auswahl?
el: Για να δώσεις σε κάποιον μια επιλογή, πόσα πράγματα χρειάζεσαι; Θα ήταν αρκετό να έχεις μόνο ένα;
pt: Para oferecer uma escolha a alguém, você precisa de quantas opções? Ter apenas uma opção seria suficiente para uma escolha?
ru: Чтобы дать кому-то выбор, сколько вещей вам нужно предложить? Достаточно ли одной вещей для выбора?

# data_list
source: A person can be baffled if you give them too many things to choose from.
de: Eine Person kann verdutzt sein, wenn du ihr zu viele Dinge zum Auswählen gibst.
el: Κάποιος μπορεί να μπερδευτεί αν του δώσεις πάρα πολλά πράγματα για να επιλέξει.
pt: Uma pessoa pode ficar confusa se você der muitas coisas para escolher.
ru: Человек может быть сбит с толку, если ты даёшь ему слишком много вещей на выбор.

# data_list
source: Dog is still cold. Why are Dog's choices not helping?
de: Dem Hund ist immer noch kalt. Warum hilft die Wahl des Hundes ihm nicht?
el: Ο Σκύλος ακόμα κρυώνει. Γιατί οι επιλογές του Σκύλου δεν βοηθούν;
pt: Cão ainda está com frio. Por que as escolhas do Cão não estão ajudando?
ru: Собаки всё равно холодно. Почему выбор собаки не помогает ему?

# data_list
source: Dogs takes the new shoes, and then ... It is not too cold for Dog.
de: Der Hund nimmt die neuen Schuhe, und dann … Es ist nicht zu kalt für den Hund.
el: Ο Σκύλος παίρνει τα καινούργια παπούτσια, και τότε ... Δεν έχει πια πολύ κρύο για τον Σκύλο.
pt: Cão pega os sapatos novos e então... Não está mais tão frio para o Cão.
ru: Собака берёт новую пару обуви, и потом ... Собаке не так-то холодно.

# data_list
source: What changed outside the window?
de: Was hat sich geändert vor dem Fenster?
el: Τι άλλαξε έξω από το παράθυρο;
pt: O que mudou do lado de fora da janela?
ru: Что изменилось за окном?

# data_list
source: Why isn't Dog cold any more? Did his clothes help make him warm?
de: Warum ist dem Hund nicht mehr kalt? Halfen seine Kleider, ihm warm zu geben?
el: Γιατί ο Σκύλος δεν κρυώνει πια; Τον βοήθησαν τα ρούχα του να ζεσταθεί;
pt: Por que o Cão não está mais com frio? Suas roupas ajudaram a aquecê-lo?
ru: Почему Собаке больше не холодно? Помогла ли его одежда его согреть?

# data_list
source: Where is the moon and what is that on the horizon in the window?
de: Wo ist der Mond und was ist das am Horizont vor dem Fenster?
el: Πού είναι το φεγγάρι και τι είναι αυτό στον ορίζοντα στο παράθυρο;
pt: Onde está a lua e o que é aquilo no horizonte da janela?
ru: Где луна, и что это На горизонте в окне?

# data_list
source: The night is over. The moon goes. The sun comes.
de: Die Nacht ist vergangen. Der Mond geht unter. Die Sonne erscheint.
el: Η νύχτα τελείωσε. Το φεγγάρι φεύγει. Ο ήλιος έρχεται.
pt: A noite acabou. A lua se vai. O sol surge.
ru: Ночь закончилась. Луна ушла. Солнце вышло.

# data_list
source: Count the palm trees together.
de: Zähle die Palmen zusammen.
el: Μετρήστε μαζί τους φοίνικες.
pt: Vamos contar juntos as palmeiras.
ru: Посчитай сколько в деревьев вместе.

# data_list
source: Point at the round, yellow sun. Is the moon always gone when the sun comes up?
de: Zeige auf die runde, gelbe Sonne. Ist der Mond immer weg, wenn die Sonne aufgeht?
el: Δείξε τον στρογγυλό, κίτρινο ήλιο. Έχει φύγει πάντα το φεγγάρι όταν βγαίνει ο ήλιος;
pt: Aponte para o sol amarelo e redondo. A lua sempre some quando o sol nasce?
ru: Покажи круглое, жёлтое солнце. А Луна всегда уходит когда выходит солнце?

# data_list
source: Is the moon always visible at night?
de: Ist der Mond immer sichtbar in der Nacht?
el: Βλέπουμε πάντα το φεγγάρι τη νύχτα;
pt: A lua está sempre visível à noite?
ru: Всегда ли луна видна ночью?

# data_list
source: It is day. It is light. It is warm. It is very warm. For Dog it is too warm.
de: Es ist Tag. Es ist hell. Es ist warm. Es ist sehr warm. Für den Hund ist es zu warm.
el: Είναι μέρα. Είναι φωτεινά. Έχει ζέστη. Έχει πολύ ζέστη. Για τον Σκύλο έχει υπερβολική ζέστη.
pt: É dia. Está claro. Está quente. Está muito quente. Para o Cão está muito quente.
ru: Сейчас день. Сейчас светло. Сейчас тепло. Сейчас очень тепло. Для Собаки сейчас слишком тепло.

# data_list
source: List all the pieces of clothing Dog has on.
de: Zähle alle Kleidungsstücke, die der Hund an hat.
el: Καταγράψτε όλα τα ρούχα που φοράει ο Σκύλος.
pt: Liste todas as peças de roupa que o Cão tem.
ru: Перечисли каждый предмет одежды которые одеты на собакe.

# data_list
source: What is Dog doing with his right hand? What motion do you use to try to cool off?
de: Was macht der Hund mit seiner rechten Hand? Welche Bewegung machst du, um zu versuchen, dich abzukühlen?
el: Τι κάνει ο Σκύλος με το δεξί του χέρι; Τι κίνηση κάνεις για να δροσιστείς;
pt: O que o Cão está fazendo com a mão direita? Qual movimento você faz para tentar se refrescar?
ru: Что Собака делает с правой рукой? Какие движения ты используешь чтобы остыть?

# data_list
source: Are Dog's clothes finally making him warm, or too warm?
de: Halten die Kleider des Hundes ihn endlich warm, oder zu warm?
el: Τελικά τα ρούχα του Σκύλου τον ζεσταίνουν όμορφα ή του προκαλούν υπερβολική ζέστη;
pt: As roupas do Cão finalmente o estão aquecendo, ou estão quentes demais?
ru: Одежда Собаки наконец-то согревает его или ему слишком тепло?

# data_list
source: Bye bye Cat. Bye bye hot Dog.
de: Tschüss Kater. Tschüss heißer Hund.
el: Αντίο Γάτα. Αντίο ζεστέ Σκύλε.
pt: Tchau, Gato. Tchau, Cachorro quente.
ru: Пока кошка. Пока горячая собака.

# data_list
source: Count Cat's whiskers. How many whiskers does Dog have?
de: Zähle die Schnurrhaare des Katers. Wie viele Schnurrhaare hat der Hund?
el: Μετρήστε μαζί τα μουστάκια της Γάτας. Πόσα μουστάκια έχει ο Σκύλος;
pt: Conte os bigodes do Gato. Quantos bigodes o Cão tem?
ru: Посчитай сколько усов у Кошки. А сколько усов у Собаки?

# data_list
source: Who has more whiskers -- Cat or Dog? They have the same number, but Dog's whiskers are small.
de: Wer hat mehr Schnurrhaare – Kater oder Hund? Sie haben dieselbe Anzahl, aber die Schnurrhaare des Hundes sind klein.
el: Ποιος έχει περισσότερα μουστάκια -- η Γάτα ή ο Σκύλος; Έχουν τον ίδιο αριθμό, αλλά τα μουστάκια του Σκύλου είναι μικρά.
pt: Quem tem mais bigodes -- Gato ou Cão? Eles têm o mesmo número, mas os bigodes do Cão são pequenos.
ru: У кого больше усов- у Кошки или у Собаки? У них одинаковое количество усов, но усы у Собаки короче.

# data_list
source: In the end, how many pieces of clothing does Dog have? Too many!
de: Am Ende hat der Hund wie viele Kleidungsstücke? Zu viele!
el: Στο τέλος, πόσα ρούχα έχει ο Σκύλος; Πάρα πολλά!
pt: No final, quantas peças de roupa o Cão tem? Muitas!
ru: В конце концов, сколько предметов одежды у собаки? Очень много, слишком много!

# data_list
source: In my village lives Mister Kio. Mister Kio has a cat called Safi.
de: In meinem Dorf lebt Herr Kio. Herr Kio hat eine Katze Namens Safi.
el: Στο χωριό μου ζει ο Κύριος Κίο. Ο Κύριος Κίο έχει μια γάτα που τη λένε Σάφι.
pt: Na minha aldeia vive o Senhor Kio. O Senhor Kio tem uma gata chamada Safi.
ru: В моей деревне живёт господин Кио. У господина Кио есть кошка по имени Сафи.

# data_list
source: Point out and name each of the strong colors on this page.
de: Zeige auf und benenne jede kräftige Farbe auf dieser Seite.
el: Δείξε και ονόμασε τα έντονα χρώματα στη σελίδα αυτη.
pt: Aponte e nomeie cada uma das cores fortes nesta página.
ru: Покажи и назови каждый из ярких цветов на этой странице.

# data_list
source: Which has the least number of legs -- the table, Mr. Kio, or Safi?
de: Wer hat weniger Beine – der Tisch, Herr Kio, oder Safi?
el: Ποιος έχει λιγότερα πόδια -- το τραπέζι, ο Κύριος Κίο ή η Σάφι;
pt: Qual deles tem o menor número de pernas -- a mesa, o Senhor Kio ou Safi?
ru: У кого наименьшее количество ног --Стол, господин Кио, или Сафи?

# data_list
source: How many of Safi's legs can you see? How many can't you see?
de: Wie viele Beine von Safi kannst du sehen? Wie viele kannst du nicht sehen?
el: Πόσα πόδια της Σάφι μπορείς να δεις; Πόσα δεν μπορείς να δεις;
pt: Quantas pernas de Safi você consegue ver? Quantas você não consegue ver?
ru: Сколько ты видишь ног у Сафи? А сколько ты не можешь видеть?

# data_list
source: When Mister Kio goes to work, he leaves the door open.
de: Wenn Herr Kio arbeiten geht, lässt er die Türe offen.
el: Όταν ο Κύριος Κίο πηγαίνει στη δουλειά, αφήνει την πόρτα ανοιχτή.
pt: Quando o Senhor Kio vai trabalhar, ele deixa a porta aberta.
ru: Когда господин Кио уходит на работу, он оставляет дверь открытой.

# data_list
source: Where are the two things that used to be hanging on the pegs by the door?
de: Wo sind die zwei Dinge, die an der Wäscheklammer bei der Türe gehangen haben?
el: Πού είναι τα δύο πράγματα που κρέμονταν στις κρεμάστρες δίπλα στην πόρτα;
pt: Onde estão as duas coisas que costumavam estar penduradas nos ganchos ao lado da porta?
ru: Где две вещи, которые раньше висели на крючках у двери?

# data_list
source: Notice that Safi looks happy when Mr. Kio leaves?
de: Siehst du, wie glücklich Safi aussieht, als Herr Kio weggeht?
el: Παρατήρησε ότι η Σάφι φαίνεται χαρούμενη όταν ο Κύριος Κίο φεύγει.
pt: Perceba que a Safi parece feliz quando o Senhor Kio sai.
ru: Заметь что София выглядят счастливой, когда господин Кио уходит.

# data_list
source: It is odd that Mr. Kio leaves the door open when he leaves.
de: Es ist seltsam, dass Herr Kio die Türe offen lässt wenn er geht.
el: Είναι παράξενο που ο Κύριος Κίο αφήνει την πόρτα ανοιχτή όταν φεύγει.
pt: É estranho o Senhor Kio deixar a porta aberta quando sai.
ru: Это странно что господин Кио оставляет дверью открытой когда он уходит?

# data_list
source: Safi sits in the doorway to watch over the house.
de: Safi sitzt im Türbogen, um das Haus zu bewachen.
el: Η Σάφι κάθεται στην είσοδο για να επιτηρεί το σπίτι.
pt: Safi fica sentada na porta de entrada para vigiar a casa.
ru: Сафи сидит в дверях и присматривает за домом.

# data_list
source: A square is a shape like this page that has four equal sides. This floor is tiled with square tiles.
de: Ein Viereck ist eine Form wie diese Seite mit vier gleichen Seiten. Dieser Boden ist gefliest mit viereckigen Fliesen.
el: Ένα τετράγωνο είναι ένα σχήμα όπως αυτή η σελίδα που έχει τέσσερις ίσες πλευρές. Αυτό το πάτωμα είναι καλυμμένο με τετράγωνα πλακάκια.
pt: Um quadrado é uma forma como esta página, com quatro lados iguais. Este piso é revestido com ladrilhos quadrados.
ru: Квадрат, это фигура, подобная этой странице, имеющая четыре равных сторон. Этот пол выложен квадратной плиткой.

# data_list
source: Do you have tiles where you live? If so, what shape are they?
de: Gibt es Fliesen, wo du lebst? Wenn ja, welche Form haben sie?
el: Έχει πλακάκια το πάτωμα εκεί που μένετε; Αν ναι, τι σχήμα έχουν;
pt: Você tem ladrilhos onde mora? Se sim, que forma eles têm?
ru: У тебя есть плитки на полу, где ты живёшь? Если да, то какой формы они?

# data_list
source: Does Safi like being a house watcher?
de: Gefällt es Safi, das Haus zu bewachen?
el: Της αρέσει της Σάφι να είναι φύλακας του σπιτιού;
pt: Safi gosta de ser uma vigia da casa?
ru: Нравится ли Сафи быть смотрителем дома?

# data_list
source: When the neighbor's dog comes close, Safi scares him away.
de: Wenn der Hund des Nachbars naht, schreckt ihn Safi weg.
el: Όταν ο σκύλος του γείτονα πλησιάζει, η Σάφι τον τρομάζει και τον διώχνει.
pt: Quando o cachorro do vizinho se aproxima, Safi o assusta.
ru: Когда соседняя собака приближается, Сафи отпугивает её.

# data_list
source: How can you tell that Safi is trying to scare the dog?
de: Wie erkennst du, dass Safi den Hund erschrecken will?
el: Πώς μπορείς να καταλάβεις ότι η Σάφι προσπαθεί να τρομάξει τον σκύλο;
pt: Como você sabe que Safi está tentando assustar o cachorro?
ru: Как нам понять, что Сафи пытается напугать собаку?

# data_list
source: Point at the circles of colors and name the colors. Those circles aren't really in the house.
de: Zeige auf die farbigen Kreise und benenne die Farben. Diese Kreise sind nicht wirklich im Haus.
el: Δείξε τους κύκλους με τα χρώματα και ονόμασε τα χρώματα. Αυτοί οι κύκλοι δεν βρίσκονται πραγματικά μέσα στο σπίτι.
pt: Aponte para os círculos de cores e nomeie as cores. Esses círculos não estão realmente na casa.
ru: Покажи на цветные кружочки и назови цвета. Эти круги на самом деле не в доме.

# data_list
source: Circles that share the same central point are called "concentric."
de: Kreise mit demselben Mittelpunkt nennt man "konzentrisch."
el: Κύκλοι που μοιράζονται το ίδιο κέντρο ονομάζονται "ομόκεντροι".
pt: Círculos que compartilham o mesmo ponto central são chamados de "concêntricos".
ru: Круги, имеющие одну и ту же центральную точку, называются «концентрическими».

# data_list
source: The dog runs away.
de: Der Hund rennt weg.
el: Ο σκύλος τρέχει μακριά.
pt: O cachorro foge.
ru: Собака убегает.

# data_list
source: What is the dog feeling?
de: Was fühlt der Hund?
el: Τι αισθάνεται ο σκύλος;
pt: O que o cachorro está sentindo?
ru: Что собака чувствует?

# data_list
source: Which animal is bigger, the cat or the dog?
de: Welches Tier ist größer, die Katze oder der Hund?
el: Ποιο ζώο είναι μεγαλύτερο, η γάτα ή ο σκύλος;
pt: Qual animal é maior, o gato ou o cachorro?
ru: Какое животное больше, кошка или собака?

# data_list
source: These bands of color going from yellow to orange give a sense of motion. Compare this to the concentric circles on the previous page.
de: Diese Farbbänder von gelb zu orange geben dem Bild eine Art Bewegung. Vergleiche dies mit den konzentrischen Kreisen der vorherigen Seite.
el: Αυτό το χρώμα που πάει από το κίτρινο ως το πορτοκαλί δίνει μια αίσθηση κίνησης. Σύγκρινέ το με τους ομόκεντρους κύκλους στην προηγούμενη σελίδα.
pt: Essas faixas de cor indo do amarelo para o laranja dão uma sensação de movimento. Compare isso com os círculos concêntricos na página anterior.
ru: Эти цветные полосы от жёлтого до оранжевого создают ощущение движения. Сравни это с концентрическими кругами на предыдущий странице.

# data_list
source: When a neighbor knocks at the door, Safi is ready to scratch.
de: Wenn ein Nachbar an der Tür klopft, ist Safi bereit zu kratzen.
el: Όταν κάποια γειτόνισσα χτυπάει την πόρτα, η Σάφι είναι έτοιμη να γρατζουνίσει.
pt: Quando um vizinho bate à porta, Safi está pronta para arranhar.
ru: Когда соседка стучится в дверь, Сaфи готова её поцарапать.

# data_list
source: How can you tell that Safi is being scary? Is the neighbor scared?
de: Wie bemerkst du, dass Safi Angst hat? Ist der Nachbar verängstigt?
el: Πώς καταλαβαίνεις ότι η Σάφι γίνεται τρομακτική; Η γειτόνισσα φοβάται;
pt: Como você pode dizer que Safi está sendo assustadora? A vizinha está assustada?
ru: Как ты знаешь что Сaфи пытается её пугать? Соседка боится?

# data_list
source: Does the neighbor need to be scared away, or is Safi doing too much?
de: Muss der Nachbar verscheucht werden oder macht Safi zu viel?
el: Χρειάζεται η γειτόνισσα να φοβηθεί, ή μήπως η Σάφι υπερβάλλει;
pt: A vizinha precisa ser assustada, ou Safi está exagerando?
ru: Соседку надо отпугивать или Сaфи слишком много делает?

# data_list
source: Point to and name different things in this picture that are in a group of 2, 3, or 4.
de: Zeige auf und benenne die verschiedenen Dinge in diesem Bild, die in Gruppen von 2, 3 oder 4 vorkommen.
el: Δείξε και ονόμασε διαφορετικά πράγματα σε αυτή την εικόνα που είναι σε ομάδες των 2, 3 ή 4.
pt: Aponte e nomeie diferentes coisas nesta imagem que estão em um grupo de 2, 3 ou 4.
ru: Покажи и назови разные предметы на этой картинке, которые объединены в группы по два, три или четыре.

# data_list
source: The neighbor turns and runs away.
de: Der Nachbar dreht um und rennt weg.
el: Η γειτόνισσα γυρίζει και τρέχει μακριά.
pt: A vizinha se vira e corre para longe.
ru: Соседка разворачивается и убегает.

# data_list
source: Looking at the neighbor's clothes, what is her favorite color?
de: Wenn man sich die Kleidung der Nachbarin ansieht, was ist wohl ihre Lieblingsfarbe?
el: Κοιτάζοντας τα ρούχα της γειτόνισσας, ποιο είναι το αγαπημένο της χρώμα;
pt: Olhando para as roupas da vizinha, qual é a cor favorita dela?
ru: Посмотри на одежду соседки, какой у неё любимый цвет?

# data_list
source: What is your favorite color?
de: Was ist deine Lieblingsfarbe?
el: Ποιο είναι το δικό σου αγαπημένο χρώμα;
pt: Qual é a sua cor favorita?
ru: Какой у тебя любимый цвет?

# data_list
source: The neighbor is frightened by Safi. Have you ever been frightened by a cat or other small animal?
de: Der Nachbar hat Angst vor Safi. Hattest du jemals Angst vor einer Katze oder einem kleinen Tier?
el: Η γειτόνισσα φοβάται τη Σάφι. Έχεις φοβηθεί ποτέ μια γάτα ή άλλο μικρό ζώο;
pt: A vizinha está assustada com Safi. Você já se assustou com um gato ou outro animal pequeno?
ru: Соседка напуганa от Сафи. Тебя когда-нибудь пугала кошка или другое маленькое животное?

# data_list
source: When Safi is hungry, she closes the door.
de: Wenn Safi Hunger hat, schließt sie die Türe.
el: Όταν η Σάφι πεινάσει, κλείνει η ίδια την πόρτα.
pt: Quando Safi está com fome, ela fecha a porta.
ru: Когда Сафи голодная, она закрывает дверь.

# data_list
source: Safi should just close the door as soon as Mr. Kio leaves.
de: Safi sollte einfach die Türe schließen, sobald Herr Kio weggeht.
el: Η Σάφι θα έπρεπε απλά να κλείσει την πόρτα μόλις φύγει ο Κύριος Κίο.
pt: Safi deveria ter fechado a porta assim que o Senhor Kio saísse.
ru: Сафи надо было закрыть дверь как только господин Кио ушёл.

# data_list
source: Is little Safi big enough to close that big door?
de: Ist die kleine Safi groß genug, um diese große Tür zu schließen?
el: Είναι αρκετά μεγάλη η μικρή Σάφι για να κλείσει αυτή τη μεγάλη πόρτα;
pt: Será que a pequena Safi é grande o suficiente para fechar essa porta?
ru: Маленькая Сафи достаточно большая, чтобы закрыть эту большую дверь?

# data_list
source: After the door closes, will Safi be able to reach the handle and open it?
de: Wenn die Tür sich schließt, wird Safi fähig sein, die Klinke zu betätigen und die Tür zu öffnen?
el: Αφού κλείσει η πόρτα, θα καταφέρει η Σάφι να φτάσει το χερούλι για να την ανοίξει;
pt: Depois que a porta fechar, Safi vai conseguir alcançar a maçaneta para abrir de novo?
ru: После того, как дверь закроется, сможет ли Сафи дотянуться до ручки и открыть её?

# data_list
source: Safi eats her food.
de: Safi frisst ihre Nahrung.
el: Η Σάφι τρώει το φαγητό της.
pt: Safi come sua comida.
ru: Сафи кушает свою еду.

# data_list
source: Point at the straight and curved lines in this picture.
de: Zeige auf die geraden und gebogenen Linien in diesem Bild.
el: Δείξε τις ευθείες και τις καμπύλες γραμμές σε αυτή την εικόνα.
pt: Aponte para as linhas retas e curvas nesta imagem.
ru: Покажи на прямые и изогнутые линии на этом рисунке.

# data_list
source: Does Safi look happy to be eating? Do you like to eat your food?
de: Sieht Safi glücklich aus, während sie frisst? Isst du gerne dein Essen?
el: Φαίνεται η Σάφι χαρούμενη που τρώει; Σου αρέσει να τρως το φαγητό σου;
pt: Safi parece feliz comendo? Você gosta de comer sua comida?
ru: Сафи выглядит счастливой от еды? Тебе нравится есть твою еду?

# data_list
source: Would you wait to eat if you were left with a plate of food you liked?
de: Würdest du mit dem Essen warten wollen, wenn man dich mit einem Teller Nahrung, die du magst, alleine lassen würde?
el: Θα περίμενες να φας αν σου άφηναν με ένα πιάτο φαγητό που σου αρέσει;
pt: Você esperaria para comer se fosse deixado sozinho com um prato da sua comida favorita?
ru: Ты бы ждал есть, если у тебя бы была тарелка еды которая тебе очень нравится?
