Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: A rectangle is a four-sided shape like this page. Point to rectangles in the picture. Do you see any rectangles where you are?
de: Ein Rechteck ist eine vierseitige Form wie diese Seite. Zeige auf Rechtecke im Bild. Gibt es Rechtecke, dort wo du bist?
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις πλευρές όπως αυτή η σελίδα. Δείξε τα ορθογώνια στην εικόνα. Βλέπεις ορθογώνια στο χώρο γύρω σου;
pt: Um retângulo é uma forma de quatro lados como esta página. Aponte para os retângulos na imagem. Você vê algum retângulo onde você está?
ru: Прямоугольник - это четырехсторонняя фигура, подобная этой странице. Покажи на прямоугольники на картинке. Видишь ли ты прямоугольники где ты сейчас находишься?

# data_list
source: My brother's jersey is also too big for me.
de: Das Trikot meines Bruders ist auch zu groß für mich.
el: Η μπλούζα του αδερφού μου είναι επίσης πολύ μεγάλη για μένα.
pt: A blusa do meu irmão também é grande demais para mim.
ru: Майка моего брата мне тоже слишком большая.

# data_list
source: Looking at her face, how does she feel about having a jersey that is too big?
de: Wenn du dir ihr Gesicht anschaust, wie fühlt sie sich darüber, ein Trikot zu haben, das zu groß ist?
el: Κοιτάζοντας το πρόσωπό της, πώς φαίνεται να αισθάνεται για τη μπλούζα που είναι πολύ μεγάλη;
pt: Olhando para o rosto dela, como ela se sente por ter uma blusa muito grande?
ru: Смотря на её лицо, как она себя чувствует так как у неё майка которая слишком большая?

# data_list
source: Is the orange dress she has on the right size for her?
de: Passt ihr das orangefarbene Kleid?
el: Το πορτοκαλί φόρεμα που φοράει είναι στο σωστό μέγεθος για εκείνη;
pt: O vestido laranja que ela tem é do tamanho certo para ela?
ru: Оранжевое платье, которое одетое на ней, выглядят правильного размера?

# data_list
source: Notice the new rectangles in this picture.
de: Beachte die neuen Rechtecke in diesem Bild.
el: Παρατήρησε τα νέα ορθογώνια σε αυτή την εικόνα.
pt: Observe os novos retângulos nesta imagem.
ru: Заметь новые прямоугольники на этой картинке.

# data_list
source: My bag is big. But not too big!
de: Meine Tasche ist groß. Aber nicht zu groß!
el: Η τσάντα μου είναι μεγάλη. Αλλά όχι πολύ μεγάλη!
pt: Minha bolsa é grande. Mas não muito grande!
ru: Моя сумка большая. Но она не слишком большая!

# data_list
source: Is this bag too big for her?
de: Ist diese Tasche zu groß für sie?
el: Είναι αυτή η τσάντα πολύ μεγάλη για εκείνη;
pt: Esta bolsa é grande demais para ela?
ru: Эта сумка слишком большая для неё?

# data_list
source: Count together the clasps on the bag.
de: Zähle die Schnallen an der Tasche zusammen.
el: Μετρήστε μαζί τα κουμπώματα στην τσάντα.
pt: Vamos contar juntos os fechos da bolsa.
ru: Посчитайте застежки на сумке.

# data_list
source: What would you put in this bag if it were yours?
de: Was würdest du in diese Tasche packen, wenn es deine wäre?
el: Τι θα έβαζες σε αυτή την τσάντα αν ήταν δική σου;
pt: O que você colocaria nesta bolsa se fosse sua?
ru: Чтобы ты положил в эту сумку, если она бы была твоей?

# data_list
source: This old belt is too small for me.
de: Dieser alte Gürtel ist zu klein für mich.
el: Αυτή η παλιά ζώνη είναι πολύ μικρή για μένα.
pt: Este cinto velho é muito pequeno para mim.
ru: Этот старый ремень слишком маленький для меня.

# data_list
source: Why might this child's old belt from when she was younger be too small for her?
de: Warum ist wohl dieser alte Gürtel aus ihrer frühen Kindheit zu klein für sie?
el: Γιατί η παλιά ζώνη της, από τότε που ήταν μικρότερη, μπορεί να είναι πολύ μικρή πια για εκείνη;
pt: Por que o cinto velho de quando ela era menor pode ser pequeno demais para ela?
ru: Почему старый ремень этой девочки, с её детства, может быть ей слишком маленький?

# data_list
source: What does the expression on her face tell you about how she is feeling about the belt?
de: Was sagt der Ausdruck auf ihrem Gesicht darüber, wie sie sich wegen dem Gürtel fühlt?
el: Τι δείχνει η έκφραση στο πρόσωπό της για το πώς αισθάνεται για τη ζώνη;
pt: O que a expressão em seu rosto diz sobre como ela está se sentindo em relação ao cinto?
ru: Что выражение её лица говорит тебе о том, как она относится к ремню?

# data_list
source: How many pieces of clothing has she tried on?
de: Wie viele Kleidungsstücke hat sie anprobiert?
el: Πόσα διαφορετικά ρούχα έχει δοκιμάσει μέχρι τώρα;
pt: Quantas peças de roupa ela já experimentou?
ru: Сколько предметов одежды она примерила?

# data_list
source: This is my doll's hat.
de: Dies ist der Hut meiner Puppe.
el: Αυτό είναι το καπέλο της κούκλας μου.
pt: Este é o chapéu da minha boneca.
ru: Это шапка моей куклы.

# data_list
source: This is the fourth piece of clothing that is a bad fit for her. How does she feel about it? Do you think she is feeling discouraged?
de: Dies ist das vierte Kleidungsstück, das ihr nicht passt. Wie fühlt sie sich dabei? Denkst du, sie fühlt sich entmutigt?
el: Αυτό είναι το τέταρτο αντικείμενο που δεν της ταιριάζει. Πώς πιστεύεις ότι αισθάνεται γι' αυτό; Νομίζεις ότι νιώθει απογοήτευση;
pt: Esta é a quarta peça de roupa que não se encaixa bem para ela. Como ela se sente sobre isso? Você acha que ela está se sentindo desanimada?
ru: Это уже четвёртый предмет одежды, который ей плохо подходит. Как она к этому относится? Ты думаешь что она чувствует себя обескураженной?

# data_list
source: Count together the number of pieces of wood that make up the back of the chair.
de: Zähle die Anzahl Holzstücke zusammen, die die Rückenlehne des Stuhls ausmachen.
el: Μετρήστε μαζί τον αριθμό των κομματιών ξύλου που σχηματίζουν την πλάτη της καρέκλας.
pt: Vamos contar juntos o número de pedaços de madeira que compõem o encosto da cadeira.
ru: Посчитайте количество кусков дерева, из которых состоит спинка стула.

# data_list
source: She has two eyes, ears, and arms, but only one mouth and nose. Where do the body parts that she has one of line up on her body?
de: Sie hat zwei Augen, Ohren und Arme, aber nur einen Mund und eine Nase. Wo befinden sich die Körperteile, von denen sie eins hat, an ihrem Körper?
el: Το κορίτσι έχει δύο μάτια, αυτιά και χέρια, αλλά μόνο ένα στόμα και μύτη. Πού βρίσκονται τα μέρη του σώματος που έχει μόνο ένα στη γραμμή του σώματός της;
pt: Ela tem dois olhos, duas orelhas e dois braços, mas apenas uma boca e um nariz. Onde essas partes do corpo, que ela tem só uma, se alinham em seu corpo?
ru: У неё два глаза, уха, и руки, но только один рос и нот. Где части которые у неё только одного выстраивается на её теле?

# data_list
source: My socks are the right size. But the wrong color!
de: Meine Socken haben die richtige Größe. Aber die falsche Farbe!
el: Οι κάλτσες μου είναι στο σωστό μέγεθος. Αλλά στο λάθος χρώμα!
pt: Minhas meias são do tamanho certo. Mas da cor errada!
ru: Мои носки правильного размера. Но неправильного цвета!

# data_list
source: Including her hair ties, which colors is she wearing?
de: Wenn du ihre Haarbänder dazuzählst, welche Farben trägt sie dann?
el: Συμπεριλαμβάνοντας τα λαστιχάκια των μαλλιών της, ποια χρώματα φοράει;
pt: Incluindo seus laços de cabelo, quais cores ela está usando?
ru: Включая её резинки для волос, какие цвета она носит?

# data_list
source: Do you think her socks are the wrong color?
de: Findest du, dass ihre Socken die falsche Farbe haben?
el: Νομίζεις ότι οι κάλτσες της είναι στο λάθος χρώμα;
pt: Você acha que as meias dela são da cor errada?
ru: Ты думаешь что у неё носки неправильного цвета?

# data_list
source: The picture of the chair is made up of several rectangles. How many can you find?
de: Die Darstellung des Stuhls ist aus verschiedenen Rechtecken gebildet. Wie viele kannst du finden?
el: Η καρέκλα στην εικόνα αποτελείται από πολλά ορθογώνια. Πόσα μπορείς να βρεις;
pt: A imagem da cadeira é composta por vários retângulos. Quantos você consegue encontrar?
ru: Изображение стула составлено из некоторых прямоугольников. Сколько ты можешь найти?

# data_list
source: These are my new shoes.
de: Dies sind meine neuen Schuhe.
el: Αυτά είναι τα καινούρια μου παπούτσια.
pt: Estes são meus sapatos novos.
ru: Это мои новые туфли.

# data_list
source: After all the other clothes, do you think these shoes will fit?
de: Meinst du, die Schuhe werden passen, nach all den anderen Kleidern?
el: Μετά από όλα τα άλλα ρούχα, πιστεύεις ότι αυτά τα παπούτσια θα της κάνουν;
pt: Depois de todas as outras roupas, você acha que esses sapatos vão servir?
ru: После всей остальной одежды, как ты думаешь, подойдут ли эти туфли?

# data_list
source: Where did she go?
de: Wo ist sie hingegangen?
el: Πού πήγε;
pt: Para onde ela foi?
ru: Куда она пошла?

# data_list
source: These shoes must be in a different room -- the door and windows are a different color. What colors were they before?
de: Diese Schuhe müssen in einem anderen Raum sein – die Türe und Fenster haben eine andere Farbe. Welche Farben hatten sie vorher?
el: Αυτά τα παπούτσια φαίνεται να είναι σε διαφορετικό δωμάτιο -- η πόρτα και τα παράθυρα έχουν διαφορετικό χρώμα. Τι χρώματα είχαν πριν;
pt: Estes sapatos devem estar em uma sala diferente - a porta e as janelas são de uma cor diferente. Que cores elas eram antes?
ru: Эти туфли должны быть в другой комнате -- дверь и окна разного цвета. Какого цвета они были раньше?

# data_list
source: They fit me very well.
de: Sie passen mir sehr gut.
el: Μου κάνουν ακριβώς.
pt: Eles se encaixam muito bem em mim.
ru: Они мне очень подходят.

# data_list
source: Is her hat the same as her doll's hat? Does it seem too small to you?
de: Ist ihr Hut derselbe wie der Hut der Puppe? Scheint er dir zu klein zu sein?
el: Το καπέλο της είναι ίδιο με το καπέλο της κούκλας της; Σου φαίνεται πολύ μικρό;
pt: O chapéu dela é igual ao da boneca? Parece pequeno demais para você?
ru: Её шляпа такая же как шляпа её куклы? Вам кажется она слишком маленькая?

# data_list
source: Do you think she needs a belt with her dress?
de: Denkst du, sie braucht einen Gürtel mit ihrem Kleid?
el: Νομίζεις ότι χρειάζεται ζώνη με το φόρεμά της;
pt: Você acha que ela precisa de um cinto com o vestido?
ru: Как ты думаешь, ей нужен пояс к платью?

# data_list
source: Is she ready for school now?
de: Ist sie jetzt bereit für die Schule?
el: Είναι έτοιμη για το σχολείο τώρα;
pt: Ela está pronta para a escola agora?
ru: Теперь она готова к школе?

# data_list
source: The drum has always been an important musical instrument in our community. We love drums! We have drums of different sizes: big, medium-sized, and small.
de: Die Trommel war schon immer ein wichtiges Musikinstrument in unserer Gemeinschaft. Wir lieben Trommeln! Wir haben Trommeln verschiedener Größen: Groß, mittelgroß und klein.
el: Το τύμπανο ήταν πάντα ένα σημαντικό μουσικό όργανο στην κοινότητά μας. Αγαπάμε τα τύμπανα! Έχουμε τύμπανα διαφορετικών μεγεθών: μεγάλα, μεσαίου μεγέθους και μικρά.
pt: O tambor sempre foi um instrumento musical importante em nossa comunidade. Nós amamos tambores! Temos tambores de diferentes tamanhos: grandes, médios e pequenos.
ru: Барабан всегда был важен музыкальным инструментом в нашем сообществе. Мы любим барабаны! нас есть барабаны разных размеров: большой, средний, и маленькие.

# data_list
source: Think of things that have the same shape with different sizes. Perhaps one big and one small, or three with big, medium, and small.
de: Denke an Dinge mit derselben Form in verschiedenen Größen. Vielleicht ein großes und ein kleines, oder drei mit groß, mittel und klein.
el: Σκέψου πράγματα που έχουν το ίδιο σχήμα αλλά διαφορετικά μεγέθη. Ίσως ένα μεγάλο και ένα μικρό, ή τρία σε μεγάλο, μεσαίο και μικρό μέγεθος.
pt: Pense em coisas que têm a mesma forma com tamanhos diferentes. Talvez um grande e um pequeno, ou três nos tamanhos grande, médio e pequeno.
ru: Подумай о вещах, которые имеют одинаковую форму но разные размеры. Возможно, один большой и один маленький, или три- большой, средний и маленький.

# data_list
source: Think of stories about three things. Some examples are: The Three Little Pigs and Goldilocks.
de: Denke an Geschichten über drei Dinge. Ein Beispiel sind die heiligen drei Könige.
el: Σκέψου ιστορίες για τρία πράγματα. Ένα παράδειγμα είναι: Τα Τρία Μικρά Γουρουνάκια.
pt: Pense em histórias sobre três coisas. Alguns exemplos são: Os Três Porquinhos e Cachinhos Dourados.
ru: Придумай истории о трёх вещах. Вот один пример: Три поросёнка и Златовласка.

# data_list
source: Have you ever beat on a drum? Which of these three would you choose?
de: Hast du jemals eine Trommel gespielt? Welche dieser drei Trommeln würdest du dir aussuchen?
el: Έχεις παίξει ποτέ τύμπανο; Ποιο από αυτά τα τρία θα προτιμούσες;
pt: Você já tocou um tambor? Qual desses três você escolheria?
ru: Ты когда-нибудь бил барабан? Какой из этих ты бы выбрал?

# data_list
source: We play drums using beaters, or with our fingers. We play drums for various reasons: We play drums with songs and dances, for feasts, and in bad times.
de: Wir trommeln mit Schlägern oder mit unseren Fingern. Wir spielen aus unterschiedlichen Gründen: Wir trommeln mit Liedern und Tänzen, für Feste und in schlechten Zeiten.
el: Παίζουμε τύμπανα με μπαγκέτες ή με τα δάχτυλά μας. Παίζουμε τύμπανα για διάφορους λόγους: παίζουμε τύμπανα για τραγούδια και χορούς, σε γιορτές αλλά και σε δύσκολες στιγμές.
pt: Tocamos tambores usando baquetas ou os nossos dedos. Tocamos tambores por vários motivos: tocamos tambores com canções e danças, para festas e em momentos ruins.
ru: Мы играем на барабанах колотушками или пальцами. Мы играем на барабанах по разным причинам: Мы играем на барабанах с песнями и танцами, на застольях и в плохие времена.

# data_list
source: People use drums to make rhythms. Make up your own rhythm and count it. For example: (clapping for each number) "1, 2, pause, 3, 1, 2, pause 3."
de: Leute benutzen Trommeln, um Rhythmen zu erzeugen. Mache deinen eigenen Rhythmus und zähle ihn. Zum Beispiel: (Klatschen zu jeder Nummer) "1, 2, Pause, 3, 1, 2, Pause 3."
el: Οι άνθρωποι χρησιμοποιούν τα τύμπανα για να δημιουργούν ρυθμούς. Φτιάξε ένα δικό σου ρυθμό και μέτρα τον. Για παράδειγμα: (παλαμάκια τόσα για κάθε αριθμό) "1, 2, παύση, 3, 1, 2, παύση 3."
pt: As pessoas usam tambores para criar ritmos. Crie seu próprio ritmo e conte-o. Por exemplo: (batendo palmas para cada número) "1, 2, pausa, 3, 2, 1, pausa."
ru: Люди используют барабаны для создания ритмов. Придумай свой собственный ритм и посчитай его. Например: (Хлопая ладошками k каждому номеру) «1, 2, пауза, 3, 1, 2, пауза 3.»

# data_list
source: How do you suppose a beater sounds different than using fingers?
de: Wie, denkst du, unterscheidet sich Trommeln mit einem Schläger vom Klopfen mit den Fingern?
el: Πώς νομίζεις ότι ακούγεται μια μπαγκέτα σε σύγκριση με τα δάχτυλα;
pt: Como você supõe que tocar com uma baqueta produz um som diferente comparado a tocar com as mãos?
ru: Как ты думаешь, чем колотушка звучит иначе, чем игра пальцами?

# data_list
source: How does the small drum sound different than the large one?
de: Wie klingt eine kleine Trommel anders als eine große?
el: Πώς ακούγεται το μικρό τύμπανο σε σχέση με το μεγάλο;
pt: Como o tambor pequeno soa diferente do grande?
ru: Как маленькие барабаны звучит по-другому чем большой?

# data_list
source: Drums enrich songs and make people want to dance. Drums make ceremonies colorful. We play drums during ceremonies for marriage and child naming. We play drums when celebrating a new harvest or a twin birth.
de: Trommeln bereichern Lieder und bringen die Leute zum Tanzen. Trommeln machen Zeremonien bunt. Wir spielen Trommeln bei Hochzeitszeremonien und Kinder-Namensgebungen. Wir spielen Trommel, wenn wir eine Ernte oder eine Zwillingsgeburt feiern.
el: Τα τύμπανα εμπλουτίζουν τα τραγούδια και κάνουν τον κόσμο να θέλει να χορέψει. Τα τύμπανα κάνουν τις τελετές πολύχρωμες. Παίζουμε τύμπανα στους γάμους και στις βαφτίσεις. Παίζουμε τύμπανα όταν γιορτάζουμε τη νέα σοδειά ή τη γέννηση δίδυμων παιδιών.
pt: Os tambores enriquecem as músicas e fazem as pessoas quererem dançar. Os tambores tornam as cerimônias animadas. Tocamos tambor durante as cerimônias de casamento e revelação dos nomes dos filhos. Tocamos tambor quando celebramos uma nova colheita ou um nascimento de gêmeos.
ru: Барабаны обогащают песни и заставляют людей хотеть танцевать. Барабаны делают церемонии красочными. Мы играем на барабанах во время церемонии бракосочетания и наречения имени детям. Мы играем на барабанах, когда празднуем Новый урожай или рождение близнецов.

# data_list
source: People are wearing special wedding clothes. Count together the people wearing orange.
de: Die Leute tragen spezielle Hochzeitskleider. Zähle die Leute, die orange gekleidet sind.
el: Οι άνθρωποι φοράνε ειδικά ρούχα γάμου. Μετρήστε μαζί τους ανθρώπους που φορούν πορτοκαλί.
pt: As pessoas estão vestindo roupas especiais de casamento. Vamos contar juntos as pessoas vestindo laranja.
ru: Люди одеты в специальную свадебную одежду. Посчитай сколько людей одеты в оранжевый цвет.

# data_list
source: Which color are the drummers wearing?
de: Welche Farbe tragen die Trommler?
el: Τι χρώμα είναι τα ρούχα των ανθρώπων που παίζουν τα τύμπανα;
pt: Qual cor os bateristas estão vestindo?
ru: Какого цвета одетый барабанщики?

# data_list
source: Count together all the people at the wedding. Can you count that high?
de: Zähle alle Leute auf dieser Hochzeit zusammen. Kannst du so hoch rechnen?
el: Μετρήστε μαζί όλους τους ανθρώπους στον γάμο. Μπορείς να μετρήσεις μέχρι τόσο μεγάλο αριθμό;
pt: Vamos contar juntos todas as pessoas no casamento. Você consegue contar um número tão grande?
ru: Посчитай сколько людей на свадьбе. Ты можешь считать так высоко?

# data_list
source: We sound drums to announce grief and call people when death occurs.
de: Wir schlagen Trommeln, um Trauer anzukündigen und um bei Todesfällen die Leute zusammenzurufen.
el: Χτυπάμε τύμπανα για να ανακοινώσουμε και λυπητερά γεγονότα και για να καλέσουμε κόσμο όταν συμβαίνει ένας θάνατος.
pt: Tocamos tambores para anunciar o luto e chamar as pessoas quando a morte ocorre.
ru: Мы бьём на барабаны, чтобы возвещать о горе, и звоним людям, когда наступает смерть.

# data_list
source: What does sad drumming sound like? Can you make a soft, sad rhythm with your hands?
de: Wie klingt trauriges Trommeln? Kannst du einen sanften, traurigen Rhythmus machen mit deinen Händen?
el: Πώς ακούγεται ένα λυπητερό τύμπανο; Μπορείς να δημιουργήσεις έναν απαλό, λυπητερό ρυθμό με τα χέρια σου;
pt: Como soa o tambor triste? Você consegue criar um ritmo suave e triste com as mãos?
ru: Как звучит грустная барабанная дробь? Можешь ли ты создать руками мягкий, грустные ритм?

# data_list
source: There are many kinds of drumming, such as soft background rhythms or fast loud rhythms. Which kinds of drumming have you heard?
de: Es gibt viele verschiedene Arten zu Trommeln, wie zum Beispiel weiche Hintergrund-Rhythmen oder schnelle laute Rhythmen. Welche Art von Trommeln hast du schon gehört?
el: Υπάρχουν πολλών ειδών ρυθμοί με τύμπανα, όπως απαλές συνοδευτικές μελωδίες ή δυνατοί και γρήγοροι ρυθμοί. Ποια είδη τύμπανων έχεις ακούσει;
pt: Existem muitos tipos de batuque, como ritmos de fundo suaves ou ritmos altos e rápidos. Que tipos de batuque você já ouviu?
ru: Существует много видов игры на барабанах, например, тихие фоновые ритмы или быстрые громкие ритмы. Какие виды игры на барабанах ты слышал?

# data_list
source: Does a drumbeat make you want to dance?
de: Macht dir ein Trommelrhythmus Lust zum Tanzen?
el: Ο ρυθμός ενός τυμπάνου σε κάνει να θέλεις να χορέψεις;
pt: Uma batida de tambor faz você querer dançar?
ru: Вызывает ли барабанный бой тебе желание танцевать?

# data_list
source: We sound drums to call people to clean wells, clear roads, or to build a hut for a needy old person. We sound drums to call people when cattle are stolen in our village.
de: Wir spielen Trommeln, um Leute dazu aufzurufen, Brunnen zu reinigen, Straßen zu säubern oder eine Hütte für einen bedürftigen alten Menschen zu bauen. Wir spielen Trommeln, um die Leute zusammenzubringen, wenn Vieh in unserem Dorf gestohlen wird.
el: Χτυπάμε τύμπανα για να καλέσουμε τον κόσμο να καθαρίσει πηγάδια, να ανοίξει δρόμους, ή να χτίσει μια καλύβα για έναν ηλικιωμένο που την έχει ανάγκη. Χτυπάμε τύμπανα για να καλέσουμε τον κόσμο όταν γίνει μια κλοπή ζώων στο χωριό μας.
pt: Tocamos tambores para chamar as pessoas para limpar poços, limpar estradas ou construir uma cabana para um idoso necessitado. Tocamos tambores para chamar as pessoas quando o gado é roubado em nossa aldeia.
ru: Мы бьём барабаны, призывая людей чистить колодцы, расчищать дороги или строить хижину для нуждающегося старика. Мы бьём в барабаны, чтобы позвать людей, Когда в нашей деревне крадут скот.

# data_list
source: Where you live, what sound or method do people use to call people together for food, school, or special events?
de: Welche Klänge oder Methoden benutzen die Leute da, wo du lebst, um sich wegen Essenszeiten, in den Schulen oder bei speziellen Anlässen zu versammeln?
el: Εκεί που μένεις, ποιον ήχο ή μέθοδο χρησιμοποιούν οι άνθρωποι για να ειδοποιήσουν για κάτι (για φαγητό, στο σχολείο ή σε άλλες ειδικές περιπτώσεις);
pt: Onde você mora, que som ou método as pessoas usam para reunir as pessoas para comer, ir à escola ou para eventos especiais?
ru: Где ты живёшь, какой звук или метод использует люди чтобы созвать людей вместе на обед, в школу или на особые мероприятия?

# data_list
source: Would you rather beat the drum or do the work?
de: Würdest du lieber die Trommel spielen oder die Arbeit machen?
el: Θα προτιμούσες να χτυπάς το τύμπανο ή να κάνεις τη δουλειά;
pt: Você prefere tocar o tambor ou fazer o trabalho?
ru: Ты бы предпочитал бить барабан или делать работу?

# data_list
source: Count together the number of tools people are using in this picture.
de: Zähle die Anzahl Werkzeuge, welche die Leute auf diesem Bild benutzen.
el: Μετρήστε μαζί τον αριθμό των εργαλείων που χρησιμοποιούν οι άνθρωποι σε αυτή την εικόνα.
pt: Vamos contar juntos o número de ferramentas que as pessoas estão usando nesta imagem.
ru: Посчитай сколько инструментов использует люди на этой картинки.

# data_list
source: We sound drums to gather for meetings at our chief's palace.
de: Wir spielen die Trommel für Zusammenkünfte im Palast unseres Häuptlings.
el: Χτυπάμε τύμπανα για να συγκεντρώσουμε κόσμο σε συνεδριάσεις στο παλάτι του αρχηγού μας.
pt: Tocamos tambores para nos reunirmos no palácio do nosso chefe.
ru: Мы бьём на барабаны, чтобы собраться на встречи во дворце нашего начальника.

# data_list
source: What is something in this picture that shows this is a special place?
de: Was ist etwas auf diesem Bild, das zeigt, dass es sich um einen speziellen Ort handelt?
el: Τι είναι αυτό στην εικόνα που δείχνει ότι πρόκειται για ένα ιδιαίτερο μέρος;
pt: O que há nesta imagem que mostra que este é um lugar especial?
ru: Что на этой картинке показывает, что это особенное место?

# data_list
source: How many people are gathering in this picture?
de: Wie viele Leute versammeln sich auf diesem Bild?
el: Πόσοι άνθρωποι συγκεντρώνονται σ’ αυτή την εικόνα;
pt: Quantas pessoas estão se reunindo nesta imagem?
ru: Сколько людей собираются в этой картинки?

# data_list
source: Where do you think the chief will sit?
de: Wo, denkst du, wird der Häuptling sitzen?
el: Πού νομίζεις ότι θα καθίσει ο αρχηγός;
pt: Onde você acha que o chefe vai se sentar?
ru: Где ты думаешь будет сидеть в начальник?
