Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Player one: makes a pattern and challenges the other person to repeat it. (Step, clap, jump) Player two: can repeat and eventually add to the pattern, challenging player one to repeat it. (Step, clap, jump, touch their nose) As you get better, challenge each other to repeat longer and longer patterns from memory. You can use a pattern as a secret code for getting through a passageway. You can also make necklaces with your child by taking string and threading on beads or bits of food to create repeating patterns. Walking hand in hand, you can use squeeze patterns (short short long, etc.). **Puzzles:** For older children, create puzzles by drawing a pattern of shapes on paper. One person establishes a pattern and then leaves gaps in the sequence for the other to fill in.
el: Παίκτης ένα: δημιουργεί ένα μοτίβο και προκαλεί τον άλλο να το επαναλάβει. (Βήμα, παλαμάκι, άλμα) Παίκτης δύο: μπορεί να το επαναλάβει και τελικά να προσθέσει στο μοτίβο, προκαλώντας τον παίκτη ένα να το επαναλάβει. (Βήμα, παλαμάκι, άλμα, αγγίζει τη μύτη του) Καθώς βελτιώνεστε, προκαλέστε ο ένας τον άλλον να επαναλαμβάνει ολοένα και μεγαλύτερα μοτίβα από μνήμης. Μπορείτε να χρησιμοποιήσετε ένα μοτίβο ως μυστικό κώδικα για να περάσετε από ένα πέρασμα. Μπορείτε επίσης να φτιάξετε κολιέ με το παιδί σας παίρνοντας νήμα και περνώντας χάντρες ή κομμάτια φαγητού για να δημιουργήσετε επαναλαμβανόμενα μοτίβα. Περπατώντας χέρι-χέρι, μπορείτε να χρησιμοποιείτε μοτίβα πιέσεων (σύντομη σύντομη μακριά, κ.λπ.). **Παζλ:** Για μεγαλύτερα παιδιά, δημιουργήστε παζλ σχεδιάζοντας ένα μοτίβο σχημάτων πάνω σε χαρτί. Ένα άτομο καθορίζει ένα μοτίβο και μετά αφήνει κενά στην ακολουθία για να τα συμπληρώσει ο άλλος.
pt: Jogador um: cria um padrão e desafia a outra pessoa a repeti-lo. (Passo, palma, pulo) Jogador dois: pode repetir e eventualmente acrescentar ao padrão, desafiando o jogador um a repeti-lo. (Passo, palma, pulo, tocar no nariz) Conforme vocês forem melhorando, desafiem-se a repetir padrões de memória cada vez mais longos. Você pode usar um padrão como um código secreto para atravessar uma passagem. Você também pode fazer colares com seu filho pegando um barbante e colocando miçangas ou pedacinhos de comida para criar padrões repetidos. Ao andar de mãos dadas, vocês podem usar padrões de aperto de mão (curto curto longo, etc.). **Quebra-cabeças:** Para crianças mais velhas, crie quebra-cabeças desenhando padrões de formas no papel. Uma pessoa cria o padrão e deixa lacunas na sequência para que o outro as preencha.
ru: Игрок 1: создаёт закономерность и вызывает другого игрока повторить его действия. (Шаг, хлопок, прыжок) Игрок 2: должен повторить и добавить новый элемент, первый игрок должен повторить с новым элементом. (Шаг, хлопок, прыжок, коснуться носа) Со временем увеличивайте количество элементов для повторения. Вы можете использовать эти последовательности как секретный код для прохода в комнаты. Также можно сделать ожерелья с вашим ребёнком, нанизывая бусинки или кусочки еды на нитку, с повторяющейся очередностью. Держась за руки, вы можете с разной частотой и длительностью сжимать руку ребенка (короткий короткий длинный и т. д.). **Головоломки:** Для детей постарше сделайте пазлы, нарисовав последовательность фигур на бумаге. Оставьте пропуски в последовательности, чтобы их можно было заполнить.

# data_list
source: NUMBER HUNT
el: ΚΥΝΉΓΙ ΑΡΙΘΜΏΝ
pt: CAÇA AOS NÚMEROS
ru: ПОИСК ЦИФР

# data_list
source: **Go hunting:** Pick a number, say 2. Challenge your child to go on a treasure hunt to find as many ways as possible that 2 shows up around you. It may show up as the numeral 2 on a wall, sign, or building. It may show up as two of something, such as two chairs, two dishes, or two cups, as it does in this illustration.
el: **Πάμε για κυνήγι:** Διαλέξτε έναν αριθμό, για παράδειγμα το 2. Προκαλέστε το παιδί σας να κάνει ένα κυνήγι θησαυρού για να βρει όσους περισσότερους τρόπους μπορεί όπου εμφανίζεται το 2 γύρω σας. Μπορεί να εμφανιστεί ως το ψηφίο 2 σε έναν τοίχο, πινακίδα ή κτίριο. Μπορεί να εμφανιστεί ως δύο από κάτι, όπως δύο καρέκλες, δύο πιάτα ή δύο φλιτζάνια, όπως φαίνεται σε αυτή την εικόνα.
pt: **Vá à caça:** Escolha um número, digamos que seja o 2. Desafie seu filho a fazer uma caça ao tesouro para encontrar o maior número possível de formas em que o 2 aparece ao seu redor. Pode aparecer como o numeral 2 em uma parede, placa ou prédio. Pode aparecer como duas coisas, como duas cadeiras, dois pratos ou duas xícaras, como nesta ilustração.
ru: **Поиск:** Выберите число, например, 2. Попросите вашего ребёнка найти как можно больше способов, как число 2 встречается вокруг вас. Это может быть цифра 2 на стене, знаки или здании. Это может быть количество предметов, таких как два стула, две тарелки или две чашки, как показано на этой иллюстрации.

# data_list
source: If you like, you can make this into a contest by seeing who can find the most of whatever number you are looking for.
el: Αν θέλετε, μπορείτε να το κάνετε διαγωνισμό για να δείτε ποιος θα βρει τα περισσότερα παραδείγματα του αριθμού που ψάχνετε.
pt: Se quiser, pode transformar isso em uma competição para ver quem consegue encontrar mais do número que você está procurando.
ru: Если посчитаете нужным, можете превратить это в соревнование, кто сможет найти больше всего объектов с нужным числом.

# data_list
source: NUMBER GOBBLER
el: ΑΡΙΘΜΟΦΆΓΟΣ
pt: DEVORADOR DE NÚMEROS
ru: ПОГЛОТИТЕЛЬ ЧИСЕЛ

# data_list
source: Counting up to 5
el: Μετρηση μεχρι το 5
pt: Contando até 5
ru: Счет до 5

# data_list
source: **The setup:** Make a 21-piece triangle with some food item. Put 1 piece in the top row, 2 pieces in the next row, and 6 pieces in the last.
el: **Προετοιμασία:** Φτιάξτε ένα τρίγωνο με 21 κομμάτια από κάποιο φαγώσιμο. Βάλτε 1 κομμάτι στην κορυφαία σειρά, 2 κομμάτια στην επόμενη σειρά και 6 κομμάτια στην τελευταία.
pt: **A configuração:** Faça um triângulo de 21 peças com algum item de comida. Coloque 1 peça na primeira fileira, 2 peças na próxima fileira e 6 peças na última.
ru: **Подготовка:** Сделайте треугольник из 21-го предмета еды. Положите 1 предмет в первый ряд, 2 во второй ряд и так далее до 6.

# data_list
source: **How to play:** Take turns rolling a die. Each time the count of a roll matches a row that is still in the triangle, the player gets to remove that row and either eat it (yum) or put it in their personal pile. **How to win:** Beginning players can do a 1-to-1 match of the dots on the die with the food pieces in a row. The player with the bigger pile of food wins! To determine the winner, do a 1-to-1 match of the two piles to see whose pile is larger.
el: **Πώς παίζεται:** Οι παίκτες ρίχνουν το ζάρι εναλλάξ. Κάθε φορά που η ένδειξη του ζαριού αντιστοιχεί σε σειρά που υπάρχει ακόμη στο τρίγωνο, ο παίκτης αφαιρεί αυτή τη σειρά και είτε την τρώει (μμμ) είτε τη βάζει στη δική του στοίβα. **Πώς κερδίζω:** Οι αρχάριοι μπορούν να κάνουν αντιστοίχιση 1-προς-1 των κουκίδων στο ζάρι με τα κομμάτια της σειράς. Ο παίκτης με τη μεγαλύτερη στοίβα φαγητού κερδίζει. Για να βρείτε τον νικητή, κάντε αντιστοίχιση 1-προς-1 των δύο στοιβών ώστε να δείτε ποια είναι μεγαλύτερη.
pt: **Como jogar:** Alternem a vez de jogar os dados. Cada vez que o número do lançamento corresponder a uma linha que ainda está no triângulo, o jogador pode remover essa linha e, em seguida, escolher entre comê-la (nham!) ou adicioná-la à sua pilha pessoal. **Como ganhar:** Os jogadores iniciantes podem fazer uma combinação de 1 para 1 dos pontos do dado com os pedaços de comida em uma fileira. O jogador com a maior pilha de comida vence! Para determinar o vencedor, compare as pilhas uma a uma para ver qual é maior.
ru: **Правила:** По очереди бросайте кубик. Каждый раз, когда число на кубике совпадает с рядом, который ещё есть в треугольнике, игрок может убрать этот ряд и либо съесть его (ням-ням), либо положить в свою личную стопку. **Условия победы:** Игрок с самой большой кучкой еды выигрывает.

# data_list
source: Vary the size of the pile to correspond with the range of numbers your child is comfortable with.
el: Αλλάξτε το μέγεθος της στοίβας ώστε να ταιριάζει με το εύρος αριθμών με το οποίο το παιδί σας αισθάνεται άνετα.
pt: Varie o tamanho da pilha para que corresponda a um intervalo de números com o qual seu filho se sinta confortável.
ru: Изменяйте размер треугольника в соответствии с диапазоном чисел, с которым ваш ребёнок знаком.

# data_list
source: ONE MORE ONE LESS
el: ΈΝΑ ΠΕΡΙΣΣΌΤΕΡΟ ΈΝΑ ΛΙΓΌΤΕΡΟ
pt: MAIS UM MENOS UM
ru: БОЛЬШЕ-МЕНЬШЕ

# data_list
source: As understanding of the first few numbers grows, ask your child questions about 'one more' or 'one less.' For example, without talking about how many items there currently are, ask “Would you like one more?” or “Would you like one less?”
el: Καθώς μεγαλώνει η κατανόηση των πρώτων αριθμών, κάντε στο παιδί σας ερωτήσεις για «ένα περισσότερο» ή «ένα λιγότερο». Για παράδειγμα, χωρίς να μιλάτε για το πόσα αντικείμενα υπάρχουν αυτή τη στιγμή, ρωτήστε: «Θα ήθελες ένα ακόμη;» ή «Θα ήθελες ένα λιγότερο;»
pt: À medida que a compreensão dos primeiros números aumenta, faça perguntas ao seu filho sobre “mais um” ou “menos um”. Por exemplo: sem falar sobre quantos itens existem atualmente, pergunte “Você gostaria de mais um?” ou “Você gostaria de um a menos?”
ru: По мере того как понимание первых чисел растёт, задавайте ребёнку вопросы о “больше” или “меньше”. Например, не говоря о том, сколько предметов есть в данный момент, спросите: “Хочешь ещё один?” или “Хочешь на один меньше?”

# data_list
source: **Quantity and change:** Slowly, start emphasizing the current quantity and how it changes. Count the number of items together, perhaps two apple slices on a plate. Summarize saying there are two apple slices, and ask if your child would like one more apple slice or perhaps one less. If the amount does change, end by asking how many apple slices there are now. **Walking around:** Similarly, when you are walking about, pick out things to count. Suppose there are three people in line in front of you. Count them together and ask how many there will be when one leaves and there will be one less.
el: **Ποσότητα και αλλαγή:** Σιγά σιγά αρχίστε να δίνετε έμφαση στην τρέχουσα ποσότητα και στο πώς αλλάζει. Μετρήστε μαζί τα αντικείμενα, για παράδειγμα δύο φέτες μήλου σε ένα πιάτο. Περάστε στο συμπέρασμα ότι υπάρχουν δύο φέτες μήλου και ρωτήστε αν το παιδί θέλει μία ακόμη ή ίσως μία λιγότερη. Αν η ποσότητα αλλάξει, ρωτήστε στο τέλος πόσες φέτες υπάρχουν τώρα. **Βόλτα:** Παρομοίως, όταν περπατάτε, επιλέξτε πράγματα για μέτρημα. Αν υπάρχουν τρία άτομα στην ουρά μπροστά, μετρήστε τα μαζί και ρωτήστε πόσα θα μείνουν όταν φύγει ένα, δηλαδή όταν θα υπάρχει ένα λιγότερο.
pt: **Quantidade e mudança:** Lentamente, comece a enfatizar a quantidade atual e como ela muda. Conte o número de itens juntos, talvez duas fatias de maçã num prato. Resuma dizendo que há duas fatias de maçã e pergunte se seu filho gostaria de mais uma fatia de maçã ou talvez de uma a menos. Se a quantidade mudar, pergunte quantas fatias de maçã há agora. **Andando por aí:** Da mesma forma, quando estiver caminhando por aí, escolha coisas para contar. Suponha que haja três pessoas na fila na sua frente. Conte-as juntos e pergunte quantas pessoas restarão quando uma sair e houver uma a menos.
ru: **Количество и Изменение:** Постепенно начните подчеркивать текущее количество и как оно меняется. Вместе считайте количество предметов, например, ломтики яблока на тарелке. Подведите итог, сказав, что на тарелке два ломтика яблока, и спросите, хочет ли ваш ребёнок ещё один ломтик или, возможно, на один меньше. Если количество изменится, в конце спросите, сколько ломтиков яблока теперь. **На прогулке:** Когда вы гуляете, выбирайте предметы для счёта. Например, если перед вами стоят три человека, посчитайте их вместе и спросите, сколько останется, если один уйдет.

# data_list
source: Foundations
el: Θεμέλια
pt: Fundamentos
ru: Основы

# data_list
source: Understanding 'one more' and 'one less' helps deepen understanding of how numbers sequence, and it also is the foundational skill for beginning addition and subtraction.
el: Η κατανόηση του «ένα περισσότερο» και «ένα λιγότερο» εμβαθύνει την κατανόηση της ακολουθίας των αριθμών και αποτελεί βασική δεξιότητα για την αρχή της πρόσθεσης και της αφαίρεσης.
pt: Entender “mais um” e “menos um” ajuda a aprofundar a compreensão de como os números se sequenciam, e também é uma habilidade fundamental para iniciar a adição e a subtração.
ru: Понимание «больше» и «меньше» помогает углубить понимание последовательности чисел, а также является основой для изучения сложения и вычитания.

# data_list
source: IN THE OTHER HAND
el: ΣΤΟ ΆΛΛΟ ΧΈΡΙ
pt: NA OUTRA MÃO
ru: В ДРУГОЙ РУКЕ

# data_list
source: **The setup:** Start with a bowl of small pieces of food.
el: **Προετοιμασία:** Ξεκινήστε με ένα μπολ γεμάτο μικρά κομμάτια φαγητού.
pt: **A configuração:** Comece com uma tigela contendo pequenos pedaços de comida.
ru: **Подготовка:** Начните с тарелки, наполненной любой исчисляемой едой наподобие конфет, ягод.

# data_list
source: **How to play:** Have your child count out loud a few items from the bowl, say 5, and give them to you. Secretly divide these items between your hands and then hold both hands out with one hand open and the other closed. Your child now counts aloud the items in the open hand and then chooses which hand to “steal” from. Have your child predict how many items will be stolen before you open your hand.
el: **Πώς παίζεται:** Βάλτε το παιδί να μετρήσει δυνατά μερικά κομμάτια από το μπολ, π.χ. 5, και να σας τα δώσει. Μοιράστε κρυφά αυτά τα κομμάτια ανάμεσα στα χέρια σας και μετά τεντώστε και τα δύο χέρια, το ένα ανοιχτό και το άλλο κλειστό. Το παιδί μετρά δυνατά τα κομμάτια στο ανοιχτό χέρι και μετά επιλέγει ποιο χέρι θα «κλέψει». Ζητήστε του να προβλέψει πόσα κομμάτια θα κλέψει πριν ανοίξετε το χέρι.
pt: **Como jogar:** Peça para seu filho contar em voz alta alguns itens da tigela, digamos 5, e entregá-los a você. Divida secretamente esses itens entre suas mãos e então as estenda, com uma mão aberta e a outra fechada. Seu filho agora deve contar em voz alta os itens na mão aberta e então escolher de qual mão "roubar". Peça para seu filho prever quantos itens serão "roubados" antes de abrir sua mão.
ru: **Правила:** Пусть ваш ребёнок вслух посчитает несколько предметов из миски, и передаст их вам. Разделите их между руками и затем протяните обе руки, при этом одна рука должна быть открыта, а другая закрыта. Ваш ребёнок теперь вслух посчитает количество предметов в открытой руке и затем выберет, из какой руки «украсть» предметы. Попросите ребёнка предсказать, сколько предметов будет у него или сколько предметов останется у вас, прежде чем вы откроете руку.

# data_list
source: **How to win:** The stolen items become part of your child’s pile, and you keep the remaining items. Play continues for as many rounds as needed until the bowl is empty. At the end, you both line up your items next to each other to see who has more.
el: **Πώς κερδίζω:** Τα κλεμμένα κομμάτια μπαίνουν στη στοίβα του παιδιού και εσείς κρατάτε τα υπόλοιπα. Το παιχνίδι συνεχίζεται όσους γύρους χρειαστεί μέχρι να αδειάσει το μπολ. Στο τέλος, ευθυγραμμίστε τα κομμάτια σας δίπλα-δίπλα για να δείτε ποιος έχει περισσότερα.
pt: **Como ganhar:** Os itens "roubados" se tornam parte da pilha do seu filho, e você mantém os itens restantes. O jogo continua por quantas rodadas forem necessárias até que a tigela esteja vazia. No final, vocês alinham seus itens lado a lado para ver quem tem mais.
ru: **Условия победы:** Украденные предметы становятся частью стопки вашего ребёнка, а оставшиеся предметы остаются у вас. Игра продолжается до тех пор, пока миска не опустеет. В конце вы оба выстраиваете свои предметы в ряд, чтобы увидеть, у кого больше.

# data_list
source: MATERIALS AND NUMBER CARDS
pt: MATERIAIS E CARTAS NUMÉRICAS
ru: МАТЕРИАЛЫ И НОМЕРНЫЕ КАРТОЧКИ

# data_list
source: **Introduction** You only need a few materials for these Early Family Math activities, and they are all very inexpensive and easy to get. Here’s a short list: • Five dice • A deck of playing cards • String (optional) • Sidewalk chalk (optional) • Some stiff paper in various colors (optional) **Make Number Cards** Many EFM activities can be played using decks of playing cards. However, using a Number Card deck will help your child practice ideas that will not be emphasized with regular playing cards. Make your own cards using card stock or any thick paper. You can either use the PDF supplied in Resources or draw your own.
el: **Εισαγωγή** Χρειάζεστε μόνο λίγα υλικά για αυτές τις δραστηριότητες του Early Family Math και είναι όλα πολύ οικονομικά και εύκολο να τα βρείτε. Δείτε έναν σύντομο κατάλογο: * Πέντε ζάρια * Μια τράπουλα * Σπάγκος (προαιρετικό) * Κιμωλία πεζοδρομίου (προαιρετικό) * Λίγο χοντρό χαρτί σε διάφορα χρώματα (προαιρετικό) **Φτιάξτε Κάρτες Αριθμών** Πολλές δραστηριότητες του EFM μπορούν να παιχτούν με τράπουλες. Ωστόσο, ένα πακέτο με Κάρτες Αριθμών θα βοηθήσει το παιδί σας να εξασκηθεί σε ιδέες που δεν τονίζονται με τις κανονικές τράπουλες. Φτιάξτε τις δικές σας Κάρτες Αριθμών χρησιμοποιώντας χαρτόνι ή οποιοδήποτε χοντρό χαρτί. Μπορείτε είτε να χρησιμοποιήσετε το PDF που παρέχεται στους Πόρους είτε να σχεδιάσετε τις δικές σας.
pt: **Introdução** Você precisa somente de alguns materiais para essas atividades da Early Family Math, e eles são muito baratos e fáceis de se conseguir. Eis aqui uma pequena lista: * Cinco dados * Um conjunto de baralho * Barbante (opcional) * Giz (opcional) * Algum papel rígido em várias cores (opcional) **Faça Cartas Numéricas** Muitas atividades da EFM podem ser jogadas usando cartas de baralho. No entanto, usar um conjunto de Cartas Numéricas ajudará seu filho a praticar conceitos que não serão enfatizados com cartas de baralho comuns. Faça suas próprias cartas usando cartolina ou qualquer papel grosso. Você pode usar o PDF fornecido nos Recursos ou desenhar os seus próprios.
ru: **Введение** Для выполнения занятий вам понадобятся всего лишь несколько материалов, недорогих и широко доступных. Список: * Игральная кость - 5 штук * Колода Карт * Верёвка (по желанию) * Мел (по желанию) * Картон разного цвета (по желанию) **Карточки с числами** Занятия можно проводить с использованием колоды игральных карт. Однако использование специальных карт с числами поможет вашему ребёнку практиковать идеи, которые не будут подчёркнуты при использовании обычных игральных карт. Сделайте свои собственные карточки, используя картон или любую плотную бумагу. Вы можете воспользоваться PDF-файлом, предоставленным в разделе "Ресурсы", или нарисовать свои собственные карточки.

# data_list
source: MAKE A SHAPE DECK
el: ΦΤΙΆΞΤΕ “ΤΡΆΠΟΥΛΑ” ΣΧΗΜΆΤΩΝ
pt: FAÇA UM BARALHO DE FORMAS
ru: КОЛОДА КАРТ С ФИГУРАМИ

# data_list
source: There are a few games and puzzles that involve a Shape Deck of 27 cards in the Shape Deck Games page. If you happen to have a set of 81 cards from the game of SET, you can use 27 of those cards that have solid colors as a Shape Deck.
el: Υπάρχουν μερικά παιχνίδια και γρίφοι που χρησιμοποιούν μια Τράπουλα Σχημάτων 27 καρτών στη σελίδα Παιχνίδια με Τράπουλα Σχημάτων. Αν έχετε σετ 81 καρτών από το παιχνίδι SET, μπορείτε να χρησιμοποιήσετε 27 από εκείνες τις κάρτες που έχουν συμπαγή χρώματα, ως Τράπουλα Σχημάτων.
pt: Existem alguns jogos e quebra-cabeças que envolvem um baralho de formas de 27 cartas na página Jogos Com Baralho de Formas. Se acontecer de você ter um conjunto de 81 cartas do jogo SET, você pode usar 27 das cartas que têm cores sólidas como um baralho de formas.
ru: На странице "Игры с колодой фигур" есть несколько игр и головоломок, для которых нужна колода из 27 карточек с фигурами. Если у вас есть набор игры СЕТ, вы можете использовать 27 карточек, из этого набора, с однотонными цветами в качестве колоды с фигурами.

# data_list
source: Start with some stiff paper such as card stock if you can. Regular paper will work, it’s just not as easy to handle or as durable. Each of the 27 cards of the Shape Deck has three properties: a shape (circle, triangle, or square), a count (one, two, or three) and a color (red, blue, or black). The 27 cards are pictured above. Use the pdf supplied in Resources or draw your own.
el: Ξεκινήστε με χοντρό χαρτί όπως χαρτόνι, αν είναι δυνατόν. Το απλό χαρτί θα δουλέψει, απλώς δεν είναι τόσο εύχρηστο ούτε τόσο ανθεκτικό. Κάθε μία από τις 27 κάρτες της Τράπουλας Σχημάτων έχει τρεις ιδιότητες: ένα σχήμα (κύκλος, τρίγωνο ή τετράγωνο), μία ποσότητα (ένα, δύο ή τρία) και ένα χρώμα (κόκκινο, μπλε ή μαύρο). Οι 27 κάρτες φαίνονται παραπάνω. Χρησιμοποιήστε το pdf που παρέχεται στους Πόρους ή σχεδιάστε τις δικές σας.
pt: Comece com um papel rígido, como cartolina, se puder. Funcionará com o papel comum, só não será tão fácil de manusear e será menos durável. Cada um dos 27 cartões do Baralho de Formas possui três propriedades: uma forma (círculo, triângulo ou quadrado), uma contagem (um, dois ou três) e uma cor (vermelho, azul ou preto). Os 27 cartões estão ilustrados acima. Utilize o PDF fornecido em Recursos ou desenhe os seus próprios.
ru: Используйте плотную бумагу, такую как картон, если у вас есть возможность. Простая бумага тоже подойдет, но она не такая удобная в использовании и не особо долговечная. Каждая карточка с фигурами имеет три свойства: форму (круг, треугольник, или квадрат), количество (один, два, или три) и цвет (красный, синий, или чёрный). Все 27 карточек изображены выше. Используйте PDF-файл, предоставленный в разделе "Ресурсы", или нарисуйте карточки самостоятельно.

# data_list
source: NUMBER LINE ON THE WALL
el: ΑΡΙΘΜΟΓΡΑΜΜΉ ΣΤΟΝ ΤΟΊΧΟ
pt: RETA NUMÉRICA NA PAREDE
ru: ЛИНЕЙКА ЧИСЕЛ НА СТЕНЕ

# data_list
source: Materials
el: Υλικα
pt: Materiais
ru: Реквизиты

# data_list
source: Place a number line on a wall to let your child see the numbers and how they grow. The number line should start at 0 and go at least to 20, with the numbers increasing as they go to the right. Make it from regular paper and use tick marks and large numbers.
el: Τοποθετήστε μια αριθμογραμμή σε έναν τοίχο ώστε το παιδί σας να βλέπει τους αριθμούς και πώς μεγαλώνουν. Η αριθμογραμμή πρέπει να ξεκινά στο 0 και να φτάνει τουλάχιστον μέχρι το 20, με τους αριθμούς να αυξάνονται προς τα δεξιά. Φτιάξτε τη από απλό χαρτί και χρησιμοποιήστε παύλες και μεγάλους αριθμούς.
pt: Coloque uma reta numérica em uma parede para que seu filho possa ver os números e como eles crescem. A reta numérica deve começar em 0 e ir pelo menos até 20, com os números aumentando conforme avançam para a direita. Faça-a em papel comum e use marcas de escala e números grandes.
ru: Прикрепите линейку с числами на стену, чтобы ваш ребёнок мог видеть числа и их прирост. Числа должны начинаться с 0 и доходить как минимум до 20. Сделайте её из обычной бумаги с отметками и большими цифрами.

# data_list
source: YOUR OWN STORE
el: ΤΟ ΔΙΚΌ ΣΟΥ ΜΑΓΑΖΊ
pt: SUA PRÓPRIA LOJA
ru: ВАШ МАГАЗИНЧИК

# data_list
source: Kids love to play store! Create tags with silly prices that are small numbers. If your child hasn't learned the numerals yet, you can use quantities of dots on the tags.
el: Τα παιδιά λατρεύουν να παίζουν μαγαζί!\ Φτιάξτε ετικέτες με αστείες τιμές που είναι μικροί αριθμοί. Αν το παιδί σας δεν έχει μάθει ακόμη τα ψηφία, μπορείτε να χρησιμοποιήσετε ποσότητες από κουκκίδες στις ετικέτες.
pt: As crianças amam brincar de loja! Crie etiquetas com preços bobos que sejam números pequenos. Caso seu filho não tenha aprendido os numerais ainda, você pode usar uma quantidade de pontos na etiqueta.
ru: Дети любят играть в магазин! Сделайте ценники используя маленькие числа. Если ваш ребенок ещё не выучил цифры, можно использовать количество точек на ценниках.
