Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Developmental stage:** Strategy games are games where the players have choices that produce better or worse outcomes. These games have a lot to offer children. In particular, they naturally motivate children to do problem solving. However, the difficulty with these is that they require rule following and a willingness to participate in organized play. If your child is not ready yet for this kind of play environment, please be patient and let them get to a developmental point where they are ready. There is plenty of time. **Be patient:** When children are first ready to play organized games and are introduced to a new game, you will probably need to be very patient. It could well be that the first ten times you attempt to play the game your child will have fun with all the pieces and do many things that have nothing to do with the game. This is a process. Your child needs to become familiar with the game and its pieces, and the novelty needs to wear off a bit. You will know when your child is ready and your patience has paid off. **Play around:** At first, it is likely that your child won't really have a sense of winning and losing, and won't understand that their choices make a difference. That's okay. You are just there to have fun together. Over time, as the game and its choices become more familiar, your child will start to see that their choices make a difference and that they care about those differences. **Invisible math sometimes:** Strategy games don't always involve numeric components, but they are mathematical anyway. Any strategy game offers many important learning opportunities, some mathematical and some not. As mentioned earlier, problem solving is high on the list of skills that are developed by these games. Critical thinking and logical communication are also being developed. The rule following and turn taking are very good for social-emotional learning.
pt: **Estágio de desenvolvimento:** Jogos de estratégia são jogos em que os jogadores têm escolhas que produzem resultados melhores ou piores. Esses jogos têm muito a oferecer às crianças. Em particular, eles naturalmente as motivam a resolver problemas. No entanto, a dificuldade com eles é que exigem o cumprimento de regras e a disposição para participar de brincadeiras organizadas. Se seu filho ainda não estiver pronto para este tipo de ambiente de jogo, por favor, seja paciente e deixe que ele chegue a um ponto de desenvolvimento em que esteja pronto. Há tempo de sobra. **Seja paciente:** Quando as crianças estiverem prontas para começar a jogar jogos organizados e forem apresentadas a um novo jogo, você provavelmente precisará ser muito paciente. É bem provável que nas primeiras dez vezes que você tentar jogar, seu filho se divertirá com todas as peças e fará muitas coisas que não têm nada a ver com o jogo. Isso é um processo. Seu filho precisa se familiarizar com o jogo e suas peças, e ele precisa se acostumar com a novidade. Você saberá quando seu filho estiver pronto e sua paciência tiver valido a pena. **Brinque à vontade:** No início, é provável que seu filho não tenha uma noção real de vencer e perder, e não entenda que suas escolhas fazem a diferença. Tudo bem. Vocês estão lá apenas para se divertirem juntos. Com o tempo, à medida que o jogo e suas escolhas se tornarem mais familiares, seu filho começará a ver que suas escolhas fazem a diferença e que essas diferenças são importantes para ele. **Matemática invisível às vezes:** Jogos de estratégia nem sempre envolvem componentes numéricos, mas, ainda assim, são matemáticos. Qualquer jogo de estratégia oferece muitas oportunidades importantes de aprendizado, algumas matemáticas e outras não. Como mencionado anteriormente, a resolução de problemas está no topo da lista de habilidades que são desenvolvidas por esses jogos. O pensamento crítico e a comunicação lógica também estão sendo desenvolvidos. O cumprimento de regras e a alternância de turnos são muito bons para o aprendizado socioemocional.
ru: **Стадия развития:** Стратегические игры - это игры, где у игроков есть выбор, приводящий к лучшим или к худшим результатам. Эти игры могут много предложить детям. В частности, они естественным образом мотивируют детей к решению задачи. Однако сложность заключается в том, что они требуют соблюдения правил и готовности участвовать в организационной игре. Если ваш ребёнок ещё не готов к такой игровой среде, проявите терпение и дайте ему достичь той стадии развития, когда он будет к этому готов. Времени достаточно. **Будьте терпеливы:** Когда дети впервые готовы играть в организованные игры и знакомятся с новой игрой, вам вероятно потребуется очень много терпения. Вполне возможно, что в первые десять попыток игры вашему ребёнку понравятся все детали, и он будет делать много вещей, не имеющих к ней никакого отношения. Это процесс. Ребёнку нужно привыкнуть к игре и её деталям, а новизна должна немного утихнуть. Вы поймёте, когда ребёнок будет готов и ваше терпение будет вознаграждено. **Поиграйтесь:** Поначалу, ваш ребёнок вероятно не будет по-настоящему понимать разницу между победой и поражением и не будет понимать, что его выбор имеет значение. Это нормально. Вы просто хотите вместе повеселиться. Со временем, по мере того как игра и её варианты выбора станут для него привычнее, ваш ребёнок начнёт понимать, что его выбор имеет значение, и что эти различия его волнуют. **Иногда есть невидимая математика:** Стратегические игры не всегда содержат числовые компоненты, но в любом случае они математические. Любая стратегическая игра предлагает множество важных возможностей для обучения, как математических, как и нет. Как уже упоминалось, решение задач занимает важное место в списке навыков, развиваемых этими играми. Также развиваются критическое мышление и логическое общение. Соблюдение правил и очередность действий очень полезно для социально эмоционального развития.

# data_list
source: 4.0 Stage 4 Introduction
pt: Etapa 4: Eu Posso Contar até 20!
ru: Этап 4: Я могу считать до 20!

# data_list
source: During this Stage, your child will extend their counting to 100. As their counting develops, they need to get a solid understanding of double-digit place value. They will also come to master all their single-digit addition and subtraction facts. This is also an exciting time when multiplication by the numbers from 1 to 5 starts to be mastered. **1. Counting to 100** Count both forward and backward to solidify an understanding of these numbers. **2. Two-digit place value** Use expanded form to understand place value and how to compare numbers. **3. Finger Addition** Learn finger addition doing it the Easy Way. **4. Finger Subtraction** Learn finger subtraction doing it the Easy Way. **5. Compensation for Add and Subtract** Compensation is a useful tool for simplifying addition and subtraction calculations. **6. 10 as a midway point** Use 10 as a midway point for addition and subtraction. **7. Skip counting by 2s, 5s, 10s** Practice this skip counting going up and down, starting anywhere. **8. Beginning multiplying** Gently introduce the words "multiplying" and "times" to describe doubling and skip counting. **9. Multiplying 1-5 by 1-5** At this point, your child knows all the multiplication facts for 1 to 5. **10. Strategy games II** Discuss deeper ideas about strategy games.
pt: Nesta Etapa, seu filho avançará a contagem até 100. À medida que sua contagem se desenvolve, ele precisa ter uma compreensão sólida do valor posicional de dois dígitos. Ele também chegará a dominar todos os fatos de adição e subtração de um dígito. Este também é um momento emocionante em que a multiplicação pelos números de 1 a 5 começa a ser dominada. **Passo 31: Contando até 100** Conte para a frente e para trás para solidificar o entendimento desses números. **Passo 32: Valor Posicional de Dois Dígitos** Use a forma expandida para entender o valor posicional e como comparar números. **Passo 33: Adição com os Dedos** Aprenda adição com os dedos da maneira fácil. **Passo 34: Subtração com os Dedos** Aprenda subtração com os dedos da maneira fácil. **Passo 35: Compensação para Somar e Subtrair** A compensação é uma ferramenta útil para simplificar cálculos de soma e subtração. **Passo 36: 10 como Ponto Intermediário** Use o 10 como um ponto intermediário para soma e subtração. **Passo 37: Contagem Pulando Números de 2 em 2, 5 em 5, 10 em 10** Pratique esta contagem pulando números subindo e descendo, começando de qualquer lugar. **Passo 38: Iniciando a Multiplicação** Introduza de forma suave as palavras "multiplicar" e "vezes" para descrever o ato de dobrar e a contagem pulando números. **Passo 39: Multiplicando de 1 a 5 por 1 a 5** Neste ponto, seu filho sabe todos os fatos da multiplicação de 1 a 5. **Passo 40: Jogos de Estratégia II** Discuta ideias mais profundas sobre jogos de estratégia.
ru: На этом этапе ваш ребёнок расширит свои навыки счёта до 100. По мере развития навыков счёта ему необходимо будет прочно усвоить разряды двузначных чисел. Он также освоит все примеры сложения и вычитания однозначных чисел. Это так же увлекательный период, когда ребёнок начинает осваивать умножение на числа от 1 до 5. **Шаг 31: Счёт до 100** Считайте в прямом и обратном порядке, чтобы закрепить понимание этих чисел. **Шаг 32: Двузначные разрядное значение** Используйте развёрнутую форму, чтобы понять разрядное значение и как сравнивать числа. **Шаг 33: Сложение на пальцах** Научитесь сложению на пальцах, используя Простой Способ. **Шаг 34: Вычитание на пальцах** Научитесь вычитанию на пальцах, используя Простой Способ. **Шаг 35: Компенсация за сложение и вычитание** Компенсация это полезный инструмент для упрощения вычислений сложения и вычитания. **Шаг 36: 10 как Средняя Точка** Используйте 10 как среднюю точку для сложения и вычитания. **Шаг 37: Счёт с пропусками по 2, 5, 10** Попрактикуйтесь в этом счёте, двигаясь вверх и вниз, начиная с любого места. **Шаг 38: Начальное умножение** Аккуратно используйте слово «умножение», чтобы описать удвоение и пропуск счёта. **Шаг 39: Умножение 1-5 на 1-5** На этом этапе ваш ребёнок уже знает все примеры умножения от 1 до 5. **Шаг 40: Стратегические игры II** Обсудите более глубокие идеи стратегических игр.

# data_list
source: 4.1 Counting to 100
pt: Passo 31: Contando até 100
ru: Шаг 31: Счёт до 100

# data_list
source: **10's:** When your child's counting extends from 20 up to 100, the hard parts are the changes in 10's. Those are the parts to give special support and practice. Once your child knows the sequence of the 10's, it is usually very easy for them to fill in the changes in 1's. For example, they will quickly learn to count "70, 71, 72, 73, 74, 75, 76, 77, 78, 79." **Skip count by 10's:** When your child gets stuck counting between 1 and 100, it is usually at a transition in 10's. Typical questions to help your child get unstuck are: "What comes next after the 60's?" or "What comes before the 50's?" Practice skip counting by 10's to help with this. If your child can produce the 10's from 0 to 100 forward and backward, then they will be ready to answer those questions about which 10's come next or before. **Use objects:** Make this counting have more meaning by practicing it using a large group of small objects, such as pebbles. Gather together 100 of these objects and put them in a big pile off to the side. As your child counts up from one, pull over one object at a time with each number and include it in the current group of objects. Each time a group of ten objects is formed, put that group together in a special tens area. As the numbers increase, the tens area will have more and more groups of tens. By the time your child is in the 50's, there should be five groups of ten and a small collection of left over ones. You can also do this practice in reverse by starting with ten groups of tens and then taking away one at a time as your child counts down from 100. **Count both directions:** Children often become really good counting quickly and automatically upward from 1 to 100, but then have trouble counting in the opposite direction. Counting from 100 to 1 forces more thought about the 10's transitions and helps with understanding the numbers better in general. **100 number chart:** Having a ten by ten 100 number chart going from 1 to 100, or from 0 to 99, will help your child see the pattern of the numbers. It will make it particularly clear how the tens place stays the same for ten numbers and the ones place keeps changing.
pt: **10's:** Quando a contagem de seu filho se estende de 20 até 100, as dificuldades estão nas transições de dezena (10's). Dê um reforço e uma prática especial a essas partes. Uma vez que seu filho saiba a sequência das dezenas, geralmente é muito fácil para ele preencher as transições de unidade. Por exemplo, ele aprenderá rapidamente a contar "70, 71, 72, 73, 74, 75, 76, 77, 78, 79". **Contagem Pulando Números de 10 em 10:** Quando seu filho empaca ao contar entre 1 e 100, geralmente é em uma transição de dezena. Perguntas típicas para ajudá-lo quando ele travar são: "O que vem depois dos 60?" ou "O que vem antes dos 50?". Pratique a contagem pulando números de 10 em 10 para ajudar com isso. Se seu filho conseguir dizer a sequência das dezenas de 0 a 100, para a frente e para trás, então ele estará pronto para responder a essas perguntas sobre qual dezena vem depois ou antes. **Use objetos:** Dê mais significado a esta contagem praticando-a com um grande grupo de pequenos objetos, como pedrinhas. Junte 100 desses objetos e coloque-os em uma grande pilha ao lado. À medida que seu filho conta a partir do um, traga um objeto de cada vez com cada número e inclua-o no grupo atual de objetos. Cada vez que um grupo de dez objetos for formado, junte esse grupo em uma área especial para as dezenas. À medida que os números aumentam, a área das dezenas terá cada vez mais grupos de dez. Quando seu filho estiver nos 50, deverá haver cinco grupos de dez e um pequeno conjunto de unidades restantes. Você também pode fazer esta prática ao contrário, começando com dez grupos de dez e então tirando um de cada vez enquanto seu filho conta para trás a partir do 100. **Conte nas duas direções:** As crianças frequentemente se tornam muito boas em contar de forma rápida e automática de 1 a 100, mas depois têm dificuldade em contar para trás. Contar de 100 a 1 exige um raciocínio maior sobre as transições de dezena e ajuda a entender melhor os números em geral. **Tabela numérica de 100:** Ter uma tabela numérica de 100, dez por dez, que vá de 1 a 100, ou de 0 a 99, ajudará seu filho a ver o padrão dos números. Isso tornará particularmente claro como a casa das dezenas permanece a mesma por dez números e a casa das unidades continua mudando.
ru: **10:** Когда счёт вашего ребёнка повышается от 20 до 100, трудным моментом становятся изменения в разряде 10. Именно этому следует уделять особое внимание и практики. Как только ваш ребёнок усвоит последовательность десятков, ему обычно будет очень легко вписывать изменения в единицу. Например, он быстро научится считать: «70, 71, 72, 73, 74, 75, 76, 77, 78, 79.» **Счёт с пропусками по 10:** Когда ваш ребёнок застревает при счёте от 1 до 100, обычно он находится на переходе к десяткам. Типичные вопросы, которые помогут ребёнку выйти из затруднения: «Что идёт после 60?» или «Что идёт до 50?». Потренируйтесь в счёте по 10, чтобы справиться с этим. Если ваш ребёнок может воспроизвести десятки от 0 до 100 в прямом и обратном порядке, то он будет готов ответить на вопросы о том, какие десятки идут после или перед ними. **Используйте объекты:** Сделайте этот счёт более осмысленном, практикуя его с использованием большой группы мелких предметов, например камешков. Соберите 100 таких предметов и сложите их в большую кучу. По мере того, как ваш ребёнок считает от одного, цените за один предмет с каждым числом и добавляйте его в текущую группу предметов. Каждый раз, когда образуется группа из десяти предметов, складывайте её специальную зону десятков. По мере увеличения числа, в зоне десятков будет всё больше групп десятков. К тому времени, как ваш ребёнок достигнет пятидесятки, должно быть пять групп по десяткам и небольшая группа оставшихся единиц. Вы также можете поделать это упражнение в обратном порядке, начав с 10 групп по 10, а затем убираю по одной, пока ваш ребёнок считает от 100. **Считайте в обе стороны:** Дети часто быстро автоматически начинают счёт от 1 до 100, но потом испытывают трудности со счётом в обратном направлении. Счёт от 100 до 1 заставляет задумываться о переходах между десятками и помогает лучше понять числа в целом. **100 числовая таблица:** Таблица с числами 100 размером 10 на 10, от 1 до 100, или от 1 до 99, поможет вашему ребёнку увидеть закономерность в числах. Она особенно наглядно продемонстрирует, как разряд десятков остаётся неизменённым для десяти чисел, а разряд единиц постоянно меняется.

# data_list
source: 4.2 Two-Digit Place Value
pt: Passo 32: Valor Posicional de Dois Dígitos
ru: Шаг 32: Двузначные Разрядное Значение
