Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: GRABBING 10’S
pt: AGARRANDO 10'S

# data_list
source: Turn long addition problems into simpler problems by grouping numbers that add up to 10. Instead of adding 3 + 8 + 9 + 4 + 7 + 6 + 2 from left to right, rearrange the terms to put the number bonds for 10 together. This example becomes (3 + 7) + (8 + 2) + (4 + 6) + 9, which is 10 + 10 + 10 + 9 = 39. Once this is easy, include trickier problems such as 4 + 8 + 9 + 5 + 3, which can be rearranged as (8 + 9 + 3) + 4 + 5 = 20 + 9 = 29. Make simplifying expressions a game with your child.
pt: Transforme problemas de adição longa em problemas mais simples, agrupando números que somam 10. Em vez de adicionar 3 + 8 + 9 + 4 + 7 + 6 + 2 da esquerda para a direita, reorganize os termos para juntar as ligações numéricas para 10. Este exemplo se torna (3 + 7) + (8 + 2) + (4 + 6) + 9, que é 10 + 10 + 10 + 9 = 39. Quando isso ficar fácil, inclua problemas mais complicados, como 4 + 8 + 9 + 5 + 3, que podem ser reorganizados como (8 + 9 + 3) + 4 + 5 = 20 + 9 = 29. Faça da simplificação das expressões um jogo com seu filho.

# data_list
source: COVER UP
pt: ENCOBRIR

# data_list
source: **The setup:** This activity combines the approaches of 'What's Missing?' from Stage 2 and 'Shape Sums' of Stage 3. Take a collection of small objects, count them, and spread them out on a surface. Use pieces of paper, cloth, or bowls to cover over one or more groups of the objects. Use the same color paper when covering groups of the same size. **The challenge:** Find out how many objects are in each covered group. **Four Steps:** * Count the number you can see and compare to the total. * Find one way to solve it. * Find other ways to solve it. * Verify your answer(s).
pt: **A configuração:** Esta atividade combina as abordagens de 'O Que Está Faltando?' do Estágio 2 e 'Somas com Formas' do Estágio 3. Pegue uma coleção de pequenos objetos, conte-os e espalhe-os sobre uma superfície. Use pedaços de papel, pano ou tigelas para cobrir um ou mais grupos de objetos. Use o papel da mesma cor ao cobrir grupos do mesmo tamanho. **O desafio:** Descubra quantos objetos estão em cada grupo coberto. **Quatro passos** * Conte o número que você pode ver e compare com o total. * Encontre uma maneira de resolvê-lo. * Encontre outras maneiras de resolvê-lo. * Verifique sua(s) resposta(s).

# data_list
source: **Example:** As pictured above, suppose you have 18 items and you cover 14 of them with two red pieces of paper. Your child sees the number 18 and that there are 4 uncovered items. They can subtract 18 - 4 and know that 14 pieces are covered. Because the same color is used, the covered items must be equal, so each must be 7, which is half of 14. Here is where the best, and most important, 'step' starts. What other ways are there of discovering that each covered group has 7 items? Your child could count by 2's and see that there are seven 2's as they skip count from 4 to 18. They could break 18 into halves of 9 each and break the 4 into halves of 2 each – then each group of 9 consists of a covered group plus 2 more, so the covered groups are 7 each. Keep exploring and thinking of ways to use all the interesting math relationships!
pt: **Exemplo:** Como na foto acima, suponha que você tenha 18 itens e cubra 14 deles com dois pedaços de papel vermelho. Seu filho vê o número 18 e que há 4 itens descobertos. Eles podem subtrair 18 - 4 e saber que 14 peças estão cobertas. Como a mesma cor é usada, os itens cobertos devem ser iguais, então cada um deve ser 7, que é metade de 14. Aqui é onde começa o melhor e mais importante 'passo'. Que outras maneiras existem de descobrir que cada grupo coberto tem 7 itens? Seu filho pode contar por 2 e ver que há sete 2 enquanto pula a contagem de 4 a 18. Eles poderiam dividir 18 em metades de 9 cada e dividir os 4 em metades de 2 cada - cada grupo de 9 consiste em um grupo coberto mais 2 a mais, então os grupos cobertos são 7 cada. Continue explorando e pensando em maneiras de usar todas as relações matemáticas interessantes!

# data_list
source: Your child is so familiar with addition that it’s no surprise that 2 + 3 is the same as 3 + 2. Although not as obvious, the same is true for multiplication.
pt: Seu filho está tão familiarizado com a adição que não é surpresa que 2 + 3 seja o mesmo que 3 + 2. Embora não seja tão óbvio, o mesmo vale para a multiplicação.

# data_list
source: This illustration shows that two rows of three is the same as three rows of two – you’re just changing your point of view! It doesn’t matter which order you multiply two numbers – you get the same answer either way! It's great that this cool observation means that your child needs to master only about half as many multiplication facts – once your child knows 3 x 4, they also know 4 x 3.
pt: Esta ilustração mostra que duas linhas de três é o mesmo que três linhas de dois – você está apenas mudando seu ponto de vista! Não importa em que ordem você multiplica dois números – você obtém a mesma resposta de qualquer maneira! É ótimo que essa observação interessante signifique que seu filho precisa dominar apenas cerca de metade dos fatos de multiplicação - uma vez que seu filho sabe 3 x 4, ele também sabe 4 x 3.

# data_list
source: SKIP COUNTING IS MULTIPLICATION
pt: CONTAGEM PULANDO NÚMEROS É MULTIPLICAÇÃO

# data_list
source: All that skip counting practice your child did paid off in getting much better at addition and subtraction. It also will be a big help in getting started with multiplication. Skip counting by 5's makes them particularly quick to learn. Although skip counting is not the fastest way to find a result, it is reliable. To find 7 x 3 either skip count by 3’s seven times or skip count by 7’s three times. Your child will eventually memorize these facts, but skip counting is handy for now.
pt: Toda aquela prática de contagem pulando números que seu filho fez valeu a pena para melhorar muito em adição e subtração. Também será uma grande ajuda para começar a multiplicar. A contagem de 5 os torna particularmente rápidos de aprender. Embora a contagem pulando números não seja a maneira mais rápida de encontrar um resultado, ela é confiável. Para encontrar 7 x 3, pule a contagem por 3 sete vezes ou pule a contagem por 7 três vezes. Seu filho acabará memorizando esses fatos, mas a contagem pulando números é útil por enquanto.

# data_list
source: MULTIPLYING BY 3 AND 4
pt: MULTIPLICANDO POR 3 E 4

# data_list
source: More Mental Math
pt: Mais Matemática Mental – Multiplicação

# data_list
source: For someone good at adding, multiplying by 3 and 4 can be quick and easy. Multiplying a number by 3 is adding the number to double the number. So, 3 x 6 is 6 more than double 6, which is 6 + 12 = 18. Four times a number is doubling a number twice. So, 4 x 7 is 2 x (2 x 7), which is 14 + 14 = 28.
pt: Para alguém bom em somar, multiplicar por 3 e 4 pode ser rápido e fácil. Multiplicar um número por 3 é adicionar o número à dobra do número. Então, 3 x 6 é 6 a mais que o dobro de 6, que é 6 + 12 = 18. Quatro vezes um número é dobrar um número duas vezes. Então, 4 x 7 é 2 x (2 x 7), que é 14 + 14 = 28.

# data_list
source: SUM SQUARE
pt: QUADRADO DE SOMA

# data_list
source: **The setup:** Start with a 3 by 3 square grid that has target sums given for each row and column. Some of the numbers from 1 to 9 are already placed in the grid.
pt: **A configuração:** Comece com uma grade quadrada de 3 por 3 que tenha somas-alvo fornecidas para cada linha e coluna. Alguns dos números de 1 a 9 já estão colocados na grade.

# data_list
source: **The challenge:** Place the remaining numbers in the grid to make the row and column sums be the target values. **How to create:** To make one of these puzzles, start by placing pieces of paper with the numbers from 1 to 9 on a 3 x 3 grid. For each row and column, write the sum to the right or below. Then, remove some of the numbers from the grid. Lastly, hand the pieces of paper with the numbers you removed to your child and ask “Where were these?”
pt: **O desafio:** Coloque os números restantes na grade para fazer com que as somas de linhas e colunas sejam os valores de destino. **Como criar:** Para fazer um desses quebra-cabeças, comece colocando pedaços de papel com os números de 1 a 9 em uma grade de 3 x 3. Para cada linha e coluna, escreva a soma à direita ou abaixo. Em seguida, remova alguns dos números da grade. Por fim, entregue os pedaços de papel com os números que você removeu ao seu filho e pergunte "Onde estavam eles?"

# data_list
source: One variation that keeps the sums smaller is to use the numbers from 0 to 8 instead. A harder variation is to do the same thing with the numbers 1 to 12 in a 3 by 4 grid.
pt: Uma variação que mantém as somas menores é usar os números de 0 a 8. Uma variação mais difícil é fazer a mesma coisa com os números de 1 a 12 em uma grade de 3 por 4.

# data_list
source: ADDITION PYRAMID
pt: PIRÂMIDE DE ADIÇÃO

# data_list
source: **The setup:** A pyramid of 10 numbers placed in 4 rows is given with a target number.
pt: **A configuração:** Uma pirâmide de 10 números colocados em 4 linhas é dada com um número-alvo.

# data_list
source: **The challenge:** Find a path through the pyramid using one number from each row so that the sum of the numbers is the target number. The numbers on the path must connect to each other. **Example:** The answer to this puzzle is 5 –> 4 –> 1 –> 7. **How to create:** Make one of these puzzles by filling in the numbers that you want to form the path, and record the sum of those numbers. Then fill in the remaining decoy numbers in the pyramid.
pt: **O desafio:** Encontre um caminho através da pirâmide usando um número de cada linha para que a soma dos números seja o número-alvo. Os números no caminho devem se conectar uns aos outros. **Exemplo:** A resposta para este quebra-cabeça é 5 –> 4 –> 1 –> 7. **Como criar:** Faça um desses quebra-cabeças preenchendo os números que deseja formar o caminho e registre a soma desses números. Em seguida, preencha os números chamarizes restantes na pirâmide.

# data_list
source: SUM DIFFERENCE
pt: DIFERENÇA DE SOMA

# data_list
source: **How to play:** One person says two numbers, one a sum and the other a difference, and the other person is challenged to find the original two numbers that have that sum and difference. For example, if one person says the sum is 12 and the difference is 6, the other person says the original numbers are 3 and 9. **Reverse roles:** Because of how easy it is to create these questions, this is a good activity to let your child be the questioner. Not all combinations of numbers for the sum and difference will produce reasonable answers. However, if you start with two numbers and then say their sum and difference, that will guarantee that there is an answer.
pt: **Como jogar:** Uma pessoa diz dois números, um é uma soma e o outro é uma diferença, e a outra pessoa é desafiada a encontrar os dois números originais que têm essa soma e diferença. Por exemplo, se uma pessoa diz que a soma é 12 e a diferença é 6, a outra pessoa diz que os números originais são 3 e 9. **Inverter funções:** Por causa da facilidade de criar essas perguntas, esta é uma boa atividade para deixar seu filho ser o questionador. Nem todas as combinações de números para a soma e a diferença produzirão respostas razoáveis. No entanto, se você começar com dois números e depois disser sua soma e diferença, isso garantirá que haja uma resposta.

# data_list
source: POISON NUMBERS
pt: NÚMEROS VENENOSOS

# data_list
source: **The setup:** Remove the picture cards from a deck (you can use the Queens as 0’s if you like). Before starting, agree on a set of “poison” numbers for the round. The poison numbers can be any set of numbers you want your child to practice with or become more familiar with. Some examples are: * even numbers (2, 4, 6, 8, 10, 12) * odd numbers (1, 3, 5, 7, 9, 11) * square numbers (1, 4, 9, 16, 25) * prime numbers (2, 3, 5, 7, 11, 13, 17, 19) * multiples of a number, such as multiples of 3 **How to play:** Deal each player three cards. The first player discards a number that is not a poison number and replaces it from the draw pile. The next player discards a number so the sum of the first two numbers is not a poison number and replaces the discard from the draw pile. The next player plays so the sum of the three cards is not a poison number, and so on. **How to win:** The first player unable to discard a legal card loses and drops out.
pt: **A configuração:** Remova as cartas com figuras de um baralho (você pode usar as Rainhas como 0's, se quiser). Antes de começar, concorde com um conjunto de números "venenosos" para a rodada. Os números venenosos podem ser qualquer conjunto de números com os quais você deseja que seu filho pratique ou com o qual se familiarize. Alguns exemplos são: * números pares (2, 4, 6, 8, 10, 12) * números ímpares (1, 3, 5, 7, 9, 11) * números quadrados (1, 4, 9, 16, 25) * números primos(2, 3, 5, 7, 11, 13, 17, 19) * múltiplos de um número, como múltiplos de 3 **Como jogar:** Distribua três cartas para cada jogador. O primeiro jogador descarta um número que não é um número venenoso e o substitui com uma carta da pilha de compra. O próximo jogador descarta um número para que a soma dos dois primeiros números não seja um número venenoso e substitui o descarte da pilha de compra. O próximo jogador joga para que a soma das três cartas não seja um número venenoso, e assim por diante. **Como ganhar:** O primeiro jogador incapaz de descartar uma carta válida perde e desiste.

# data_list
source: This game works equally well with more than two players.
pt: Este jogo funciona igualmente bem com mais de dois jogadores.

# data_list
source: INVESTIGATIONS
pt: INVESTIGAÇÕES

# data_list
source: Let your child play with and think about these investigations. Don't be in a hurry. The value is in the playing around and discovering beautiful patterns. There is some deeper mathematics in these activities, but those ideas can wait until your child is older.
pt: Deixe seu filho brincar e pensar sobre essas investigações. Não tenha pressa. O valor está em brincar e descobrir belos padrões. Há alguma matemática mais profunda nessas atividades, mas essas ideias podem esperar até que seu filho fique mais velho.

# data_list
source: FLOWER PETALS
pt: PÉTALAS DE FLORES

# data_list
source: **The question:** In a peculiar garden there are two kinds of flowers. One has 4 petals and the other kind has 7 petals. A child was asked to pick some flowers so that the total number of petals was 13. Could ibt be done? How about 15 petals? For which numbers of petals is it possible? For numbers that are possible, can it be done in more than one way? For example, 32 petals is four 7’s and one 4, and it is also eight 4’s. **Variations:** By varying the numbers, there are lots of examples to play with. For some pairs of numbers there comes a point where all numbers of petals are possible, and for other pairs of numbers there is no such point. For 4 and 7, every number from 18 on is possible. For 3 and 6, there is no point after which all numbers occur.
pt: **A pergunta:** Em um jardim peculiar, existem dois tipos de flores. Um tem 4 pétalas e o outro tipo tem 7 pétalas. Uma criança foi solicitada a colher algumas flores de modo que o número total de pétalas fosse 13. Poderia ser feito? Que tal 15 pétalas? Para qual número de pétalas é possível? Para números possíveis, isso pode ser feito de mais de uma maneira? Por exemplo, 32 pétalas são quatro 7 e um 4, e também são oito 4. **Variações:** Ao variar os números, há muitos exemplos para brincar. Para alguns pares de números, chega um ponto em que todos os números de pétalas são possíveis, e para outros pares de números não existe tal ponto. Para 4 e 7, todos os números a partir de 18 são possíveis. Para 3 e 6, não há ponto após o qual todos os números ocorram.

# data_list
source: CLIMBING STEPS – HOW MANY WAYS
pt: SUBINDO DEGRAUS – DE QUANTAS MANEIRAS?

# data_list
source: **The question:** Suppose your child likes to take steps two at a time sometimes, and one at a time other times. If your child goes up some steps, how many ways can this be done? For example, for 0 steps there is one way - you stand there. For 1 step there is one way. For two steps, you can either take one double step or two single steps, so there are two ways. Carefully think through many examples and then make a table of the results. When there is lots of information, making a table often helps. The start of the table looks like this:
pt: **A pergunta:** Suponha que seu filho, às vezes, goste de dar dois passos de cada vez, e um de cada vez outras vezes. Se seu filho subir alguns degraus, de quantas maneiras isso pode ser feito? Por exemplo, para 0 passos há uma maneira - você fica lá. Para 1 passo, há um caminho. Para dois passos, você pode dar um passo duplo ou dois passos únicos, portanto, há duas maneiras. Pense cuidadosamente em muitos exemplos e, em seguida, faça uma tabela dos resultados. Quando há muita informação, fazer uma tabela geralmente ajuda. O início da tabela tem a seguinte aparência:

# data_list
source: After looking at these numbers, your child may notice that each pair of numbers adds up to the next number. Why does this happen? These numbers are called Fibonacci Numbers.
pt: Depois de olhar para esses números, seu filho pode notar que cada par de números se soma ao próximo número. Por que isso acontece? Esses números são chamados de Números de Fibonacci.

# data_list
source: BALANCE SCALE
pt: BALANÇA

# data_list
source: Make It Count
pt: Contando pra Valer

# data_list
source: A balance scale is a device for telling when two things have the same weight. The scale is usually supplied with a set of weights that are used to weigh objects. Here are some interesting investigations you can do if you restrict the weights you are allowed to use. **Question 1**: If you only have weights that are 4 units and 7 units, then the things you can weigh exactly are the same as you found in the flower petal investigation.
pt: Uma balança é um dispositivo para dizer quando duas coisas têm o mesmo peso. A balança geralmente é fornecida com um conjunto de pesos que são usados para pesar objetos. Aqui estão algumas investigações interessantes que você pode fazer se você restringe os pesos permitidos. **Pergunta 1:** Se você tiver apenas pesos de 4 unidades e 7 unidades, as coisas que você pode pesar exatamente são as mesmas que você encontrou na investigação da pétala da flor.

# data_list
source: **Question 2**: Which things can you weigh exactly if the weights are on either side of the scale? **Question 3:** How do the answers of these two questions change if instead of using weights of size 4 and 7, you use 3 and 8? Or perhaps you use 4 and 6 or 8 and 12? **Question 4:** What happens if you have one weight each for each of the weights in a doubling progression of 1, 2, 4, 8, and 16? How many ways can you weigh something that weighs 13? Does it change things if you allow weights on both sides? What is the largest weight you can measure? This situation is related to the binary number system. **Question 5:** What happens if you use single weights in the tripling progression 1, 3, 9, and 27? Which things can you weigh if you allow those weights on both sides? **Question 6:** What happens if the weights are the Fibonacci Numbers? Is there more than one way to weigh some weights? Find a restriction on the Fibonacci weights so that there is only one way to get each weight.
pt: **Pergunta 2:** Quais coisas você pode pesar exatamente se os pesos estiverem em ambos os lados da balança? **Pergunta 3:** Como as respostas dessas duas perguntas mudam se, em vez de usar pesos de tamanho 4 e 7, você usa 3 e 8? Ou talvez você use 4 e 6 ou 8 e 12? **Pergunta 4:** O que acontece se você tiver um peso para cada um dos pesos em uma progressão de duplicação de 1, 2, 4, 8 e 16? De quantas maneiras você pode pesar algo que pesa 13? Isso muda as coisas se você permitir pesos em ambos os lados? Qual é o maior peso que você pode medir? Esta situação está relacionada ao sistema numérico binário. **Pergunta 5:** O que acontece se você usar pesos únicos na progressão tripla 1, 3, 9 e 27? Quais coisas você pode pesar se permitir esses pesos em ambos os lados? **Pergunta 6:** O que acontece se os pesos forem os números de Fibonacci? Existe mais de uma maneira de pesar alguns pesos? Encontre uma restrição nos pesos de Fibonacci para que haja apenas uma maneira de obter cada peso.

# data_list
source: STAGE 5 – I CAN COUNT TO 100!
pt: Etapa 5 – Eu Posso Contar até 100!
ru: ЭТАП 5 – Я МОГУ СЧИТАТЬ ДО 100!

# data_list
source: Stage 5 Introduction
pt: Etapa 5 – Introdução
ru: 5-ый Этап – Введение

# data_list
source: **Where You've Been** Your child can now count to 100! They can comfortably do mental single-digit addition and subtraction. They can also count or skip count up or down by any number, and tied to that skill is their ability to add or subtract a single-digit number with a double-digit number. They can compare two double-digit numbers, and they have a beginning sense of place value with 10’s and 1’s. As their skip counting is improving, they are also developing skills with multiplying by 2, 3, 4, 5, and 10. The idea of even and odd numbers now makes a lot more sense to them. Extend activities from earlier stages to these larger numbers: Stage 3: Shape Sums, Going Up Some More; Stage 4: War - Double Digit Add and Subtract, DiffTriangles and SumTriangles, Fix It, Island Hopping by 1’s and 10’s, Fill in the Blanks Comparison, Sum Square, and Addition Pyramid.
pt: **Onde Você Já Chegou** Seu filho agora consegue contar até 100! Ele consegue realizar confortavelmente adições e subtrações mentais de números de um dígito. Ele também pode contar ou pular a contagem para cima ou para baixo por qualquer número e, atrelada a essa habilidade, está a capacidade de adicionar ou subtrair um número de um dígito de um número de dois dígitos. Ele consegue comparar dois números de dois dígitos e já tem um senso inicial de valor posicional com as dezenas e unidades. Conforme melhora a habilidade de contagem pulando números, ele também está desenvolvendo competências em multiplicar por 2, 3, 4, 5 e 10. A ideia de números pares e ímpares agora faz muito mais sentido para ele. Amplie as atividades das etapas anteriores para incluir esses números maiores: Etapa 3: Somas com Formas, Subindo; Etapa 4: Guerra - Adição e Subtração com Dois Dígitos, DifTriângulos e SomaTriângulos, Conserte Isso, Pulando de Ilha em Ilha por 1’s e 10’s, Preencha os Espaços em Branco - Comparações, Quadrado de Soma e Pirâmide de Adição.
ru: **Где вы были** Ваш ребёнок теперь умеет считать до 100! Они могут с лёгкостью выполнять в уме сложении и вычитание однозначных чисел. Они также могут считать или пропускать счёт в прямом или обратном порядке на любое число, и с этим навыком связана их способность прибавлять или вычитать однозначное число из двузначного числа. Они могут сравнивать два двузначных числа и имеют начальное представление о распорядок чисел 10 и 1. По мере того, как их навыки счёта улучшается, они также развивают навыки умножения на 2, 3, 4, 5, и 10. Идея чётных и нечётных чисел теперь имеет для них гораздо больше смысла. Распространите деятельность с более ранних этапов на эти большие числа: 3-тий Этап : Суммы Фигуры, Увеличивающаяся Ещё Больше; 4-тый Этап: Война - Сложение и Вычитание Двузначных Чисел, РазТриугольники и СумТриугольники, Исправить Это, Прыжки по островам по 1 и 10, Заполните Пробелы Сравнениями, Сумма Квадрата, и Пирамида Сложения.

# data_list
source: New ideas for this stage
pt: Novas Ideias nesta Etapa
ru: Новая Идеи на этом Этапе
