Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: When she arrived home the villagers gathered around her to hear of her adventures. She told them the tales of what she had seen, heard, and eaten. Then she opened her bag to share the gifts given. The villagers rejoiced to receive these treasures. The generosity of others and the courage of Nkanyezi brought back color, song, and dance to the people. And so the spirit of celebration was restored to the village of Ndlovu.
el: Όταν έφτασε σπίτι, οι χωρικοί μαζεύτηκαν γύρω της για να ακούσουν τις περιπέτειές της. Τους διηγήθηκε όσα είδε, άκουσε και γεύτηκε. Ύστερα άνοιξε την τσάντα και μοίρασε τα δώρα. Οι χωρικοί χάρηκαν για αυτούς τους θησαυρούς. Η γενναιοδωρία των άλλων και το θάρρος της Νικανιέζι έφεραν πίσω το χρώμα, το τραγούδι και τον χορό στο χωριό. Έτσι, το πνεύμα της γιορτής αποκαταστάθηκε στο Ντιόβου.
pt: Quando ela chegou em casa, os aldeões se reuniram ao seu redor para ouvir sobre suas aventuras. Ela contou-lhes histórias do que tinha visto, ouvido e comido. Então ela abriu a bolsa para compartilhar os presentes dados. Os aldeões se alegraram ao receber esses tesouros. A generosidade dos outros e a coragem de Nkanyezi trouxeram de volta cor, música e dança para o povo. E assim o espírito de celebração foi restaurado na aldeia de Ndlovu.
ru: Когда она вернулась домой, старейшины собрались вокруг неё, чтобы послушать о её приключениях. Она рассказала им истории о том, что она видела, слышала и ела. Затем, она открыла свою сумку, чтобы поделиться дарами, которые получила. Жители деревни обрадовались получению этих сокровищ. Щедрость других и смелость Нканьези вернули людям цвет, песни и танцы. И дух праздника вернулся в деревню Ндлову.

# data_list
source: Look at how the village's drab colors for clothes have been replaced with these happy and festive ones!
el: Δες πώς τα μουντά χρώματα των ρούχων του χωριού αντικαταστάθηκαν από χαρούμενα και γιορτινά!
pt: Veja como as cores monótonas das roupas da aldeia foram substituídas por essas cores felizes e festivas!
ru: Посмотри, как тусклые цвета деревенской одежды сменились радостными и праздничными!

# data_list
source: What do you think, has the village remembered how to celebrate?
el: Τι λες, το χωριό θυμήθηκε πώς να γιορτάζει;
pt: O que você acha? A aldeia se lembrou de como comemorar?
ru: Как ты думаешь, деревня вспомнила, как праздновать?

# data_list
source: It is amazing how acts of generosity, kindness, and caring can lift up the spirits of those around us. Can you think of a time when something you did for someone made a big difference in how they felt? How did it make you feel?
el: Είναι εκπληκτικό πώς πράξεις καλοσύνης μπορούν να ανεβάσουν το ηθικό όλων γύρω μας. Θυμήσου μια φορά που κάτι που έκανες άλλαξε πολύ τη διάθεση κάποιου. Πώς ένιωσες;
pt: É incrível como atos de generosidade, bondade e carinho podem elevar o espírito das pessoas ao nosso redor. Você consegue se lembrar de alguma ocasião em que algo que você fez por alguém fez uma grande diferença em como essa pessoa se sentiu? Como isso fez você se sentir?
ru: Удивительно, как щедрость, доброта и забота могут поднять настроение окружающим. Можешь ли ты вспомнить случай, когда то, что ты сделал/а для кого-то, сильно изменило его/её чувства? Что ты почувствовал/а?

# data_list
source: This is Ndalo.
de: Das ist Ndalo.
el: Αυτός είναι ο Ντάλο.
pt: Este é o Ndalo.
ru: Это Ндало.

# data_list
source: Identify together the kinds of animals you see and count each type.
de: Identifiziere alle Arten von Tieren, die du siehst, und zähle jede Art auf.
el: Αναγνωρίστε μαζί τα είδη ζώων που βλέπετε και μετρήστε το κάθε είδος.
pt: Vamos identificar juntos os tipos de animais que você vê e conte cada um deles.
ru: Вместе определите виды животных, которых вы видите, и посчитайте каждый тип.

# data_list
source: Which type of animal in this picture is there the most of?
de: Von welcher Art Tier gibt es auf diesem Bild am meisten?
el: Από ποιο είδος ζώου υπάρχουν τα πιο πολλά σε αυτή την εικόνα;
pt: Que tipo de animal é mais comum nesta imagem?
ru: Какой тип животного на этой картинке встречается чаще всего?

# data_list
source: Count together the buttons on Ndalo's shirt.
de: Zähle die Knöpfe auf Ndalos Hemd.
el: Μετρήστε μαζί τα κουμπιά στη μπλούζα του Ντάλο.
pt: Vamos contar juntos quantos botões há na camisa de Ndalo.
ru: Вместе посчитайте пуговицы на рубашке Ндало.

# data_list
source: Ndalo likes to read books.
de: Ndalo mag es, Bücher zu lesen.
el: Στον Ντάλο αρέσει πολύ να διαβάζει βιβλία.
pt: Ndalo gosta de ler livros.
ru: Ндало любит читать книги.

# data_list
source: Count together the books in front of Ndalo on the table.
de: Zähle die Bücher vor Ndalo auf dem Tisch.
el: Μετρήστε μαζί τα βιβλία που υπάρχουν μπροστά από τον Ντάλο πάνω στο τραπέζι.
pt: Vamos contar juntos quantos livros há na mesa em frente a Ndalo.
ru: Вместе посчитайте книги перед Ндало на столе.

# data_list
source: You can see on his face how much he likes to read!
de: Du kannst auf seinem Gesicht sehen, wie sehr er es mag, zu lesen!
el: Μπορείς να το καταλάβεις από το πρόσωπό του πόσο του αρέσει να διαβάζει!
pt: Você pode ver em seu rosto o quanto ele gosta de ler!
ru: По его лицу видно, как сильно он любит читать!

# data_list
source: Do you like hearing stories from books?
de: Magst Du es, Geschichten aus Büchern zu hören?
el: Σου αρέσει να ακούς ιστορίες από βιβλία;
pt: Você gosta de ouvir histórias de livros?
ru: Тебе нравится слушать истории из книг?

# data_list
source: This is Pendo.
de: Das ist Pendo.
el: Αυτή είναι η Πέντο.
pt: Esta é a Pendo.
ru: Это Пендо.

# data_list
source: There are many little details in this picture. Count the animals that you can find.
de: Es gibt viele kleine Details auf diesem Bild. Zähle die Tiere, die du finden kannst.
el: Υπάρχουν πολλές μικρές λεπτομέρειες σε αυτή την εικόνα. Μέτρησε τα ζώα που μπορείς να βρεις.
pt: Existem muitos detalhes nesta imagem. Conte os animais que você conseguir encontrar.
ru: В этой картинке много мелких деталей. Посчитай животных, которые ты можешь найти.

# data_list
source: How many trees and power poles do you see?
de: Wie viele Bäume und Strommasten siehst du?
el: Πόσα δέντρα και κολώνες ηλεκτρικού ρεύματος βλέπεις;
pt: Quantas árvores e postes de energia você vê?
ru: Сколько деревьев и электрических столбов ты видишь?

# data_list
source: Point at and count the people moving around that you can just barely see.
de: Zeige auf und zähle die Leute zusammen, die herumgehen und die du kaum sehen kannst.
el: Δείξε και μέτρησε τους ανθρώπους που κινούνται και μόλις που μπορείς να τους δεις.
pt: Aponte e conte as pessoas se movimentando que você mal consegue ver.
ru: Укажи и посчитай людей, которые движутся и которых ты едва видишь.

# data_list
source: Pendo likes to eat carrots.
de: Pendo mag es, Karotten zu essen.
el: Στην Πέντο αρέσει πολύ να τρώει καρότα.
pt: Pendo gosta de comer cenouras.
ru: Пендо любит есть морковь.

# data_list
source: Can you tell by looking at Pendo that Pendo likes carrots?
de: Kannst du, indem du Pendo anschaust, erraten, dass Pendo Karotten mag?
el: Μπορείς να καταλάβεις κοιτάζοντας την Πέντο ότι αγαπάει τα καρότα;
pt: Você consegue perceber apenas olhando para Pendo que ela gosta de cenouras?
ru: Можешь ли ты глядя на Пендо сказать, что ему нравятся морковь?

# data_list
source: Do you like eating carrots? What is your favorite vegetable?
de: Magst du Karotten? Was ist dein Lieblingsgemüse?
el: Εσένα σου αρέσει να τρωςε καρότα; Ποιο είναι το αγαπημένο σου λαχανικό;
pt: Você gosta de comer cenouras? Qual é o seu vegetal preferido?
ru: Тебе нравится есть морковь? Какой твой любимый овощ?

# data_list
source: Pendo is eating two carrots, and Ndalo is holding three more carrots. What is three more than two?
de: Pendo isst zwei Karotten und Ndalo hält drei mehr. Was sind drei mehr als zwei?
el: Η Πέντο τρώει δύο καρότα και ο Ντάλο κρατάει άλλα τρία. Πόσο κάνει τρία περισσότερα από δύο;
pt: Pendo está comendo duas cenouras, e Ndalo está segurando mais três cenouras. Quanto é três mais dois?
ru: Пендо ест две морковки, а Ндало держит еще три морковки. Сколько будет, если прибавить три к двум?

# data_list
source: Ndalo grazes Pendo after school.
de: Ndalo nimmt Pendo nach der Schule auf die Weide.
el: Ο Ντάλο μετά το σχολείο βάζει την Πέντο να βοσκήσει.
pt: Ndalo leva Pendo para pastar depois da escola.
ru: Ндало пасет Пендо после школы.

# data_list
source: Count all the different animals in the yard, or just count your favorites.
de: Zähle alle verschiedenen Tiere im Hinterhof, oder zähle nur deine Lieblingstiere.
el: Μέτρησε τα διαφορετικά είδη ζώων στην αυλή ή απλώς μέτρησε τα αγαπημένα σου.
pt: Conte todos os animais diferentes no quintal, ou conte apenas os seus favoritos.
ru: Посчитай всех разных животных во дворе или просто посчитай своих любимцев.

# data_list
source: Which type of animal is there the most of and which has the least?
de: Von welcher Art Tier gibt es am meisten, wovon am wenigsten?
el: Από ποιο είδος ζώου υπάρχουν τα πιο πολλά και από ποιο υπάρχουν τα λιγότερα;
pt: Que tipo de animal existe em maior quantidade e qual existe em menor quantidade?
ru: Какой тип животных встречается чаще всего, а какой — реже всего?

# data_list
source: What food are Pendo and the goats eating? Do you suppose you would like eating grass?
de: Welche Nahrung nehmen Pendo und die Ziegen zu sich? Glaubst du, du würdest Gras gerne essen?
el: Τι τρώνε η Πέντο και οι κατσίκες; Νομίζεις ότι θα σου άρεσε να τρως χορτάρι;
pt: Que comida a Pendo e as cabras estão comendo? Você acha que gostaria de comer capim?
ru: Какую еду едят Пендо и козы? Ты бы хотел есть траву?

# data_list
source: He gives fresh water to Pendo.
de: Er gibt Pendo frisches Wasser.
el: Δίνει στην Πέντο καθαρό νερό.
pt: Ele dá água fresca para Pendo.
ru: Он дает Пендo свежую воду.

# data_list
source: Ndalo is very good about taking care of Pendo. Do you have any animals that you care for?
de: Ndalo ist sehr gut darin, sich um Pendo zu kümmern. Hast du irgendwelche Tiere, um die du dich kümmerst?
el: Ο Ντάλο είναι πολύ καλός στο να φροντίζει την Πέντο. Εσύ έχεις ζώα που φροντίζεις;
pt: Ndalo cuida muito bem da Pendo. Você cuida de algum animal?
ru: Ндало очень хорошо заботится о Пендо. У тебя есть животные, о которых ты заботишься?

# data_list
source: Point at the many colors -- Pendo is brown, Ndalo's shirt is blue, the pail is yellow, the grass is green, and the underside of the water basin is pink.
de: Zeige auf die vielen Farben – Pendo ist braun, Ndalos Hemd ist blau, der Eimer ist gelb, das Gras ist grün und die Unterseite des Wasserbeckens ist pink.
el: Δείξε τα πολλά χρώματα -- η Πέντο είναι καφέ, η μπλούζα του Ντάλο είναι μπλε, ο κουβάς είναι κίτρινος, το χορτάρι είναι πράσινο και το κάτω μέρος από το δοχείο νερού είναι ροζ.
pt: Aponte para as muitas cores – Pendo é marrom, a camisa de Ndalo é azul, o balde é amarelo, a grama é verde e a parte inferior da bacia de água é rosa.
ru: Укажи на разные цвета: Пендо - коричневый, рубашка Ндало - синяя, ведро - желтое, трава - зеленая, а нижняя часть водяного резервуара - розовая.

# data_list
source: Pendo looks very big next to Ndalo. How many times bigger than Ndalo do you think Pendo is?
de: Pendo sieht sehr groß aus neben Ndalo. Wie viele Male, denkst du, ist Pendo größer als Ndalo?
el: Η Πέντο φαίνεται πολύ μεγάλη δίπλα στον Ντάλο. Πόσες φορές μεγαλύτερη από τον Ντάλο πιστεύεις ότι είναι η Πέντο;
pt: A Pendo parece muito grande perto do Ndalo. Quantas vezes você acha que a Pendo é maior que o Ndalo?
ru: Пендо выглядит очень большим рядом с Ндало. Как ты думаешь, во сколько раз Пендо больше Ндало?

# data_list
source: Father gives grain to Pendo.
de: Der Vater gibt Pendo Getreide.
el: Ο πατέρας δίνει στην Πέντο σιτηρά.
pt: O pai dá grãos para Pendo.
ru: Отец дает зерно Пендо.

# data_list
source: The cat is watching Pendo eat the grain.. Do you think the cat wants some of the grain?
de: Die Katze sieht Pendo beim Fressen des Getreides zu. Meinst du, die Katze will ein bisschen des Getreides?
el: Η γάτα παρακολουθεί την Πέντο να τρώει τα σιτηρά. Νομίζεις ότι η γάτα θέλει λίγα σιτηρά;
pt: O gato está observando Pendo comer os grãos. Você acha que o gato quer um pouco dos grãos?
ru: Кот наблюдает, как Пендо ест зерно. Как ты думаешь, кот хочет немного зерна?

# data_list
source: What do you think the cat is waiting for?
de: Was denkst du, worauf wartet die Katze?
el: Τι πιστεύεις ότι περιμένει η γάτα;
pt: O que você acha que o gato está esperando?
ru: Что ты думаешь, чего ждет кот?

# data_list
source: Pendo provides the family with a lot of milk. What does the cat provide the family?
de: Pendo versorgt die Familie mit viel Milch. Was stellt die Katze der Familie zur Verfügung?
el: Η Πέντο προσφέρει στην οικογένεια πολύ γάλα. Τι προσφέρει η γάτα στην οικογένεια;
pt: Pendo provê muito leite para a família. O que o gato provê para a família?
ru: Пендо даёт семье много молока. Что кот приносит семье?

# data_list
source: He milks Pendo every day.
de: Er melkt Pendo jeden Tag.
el: Ο πατέρας αρμέγει την Πέντο κάθε μέρα.
pt: Ele ordenha a Pendo todo dia.
ru: Он доит Пендо каждый день.

# data_list
source: The cat is still waiting. Perhaps the cat is hoping for some splashed milk?
de: Die Katze wartet immer noch. Hofft die Katze vielleicht auf einen Klecks Milch?
el: Η γάτα περιμένει ακόμα. Ίσως η γάτα ελπίζει για λίγο χυμένο γάλα;
pt: O gato ainda está esperando. Talvez o gato esteja esperando que um pouco do leite respingue?
ru: Кот все еще ждет. Возможно, кот ждет немного разлитого молока?

# data_list
source: Why are Pendo's back two legs tied to a post? Do you think she likes being milked?
de: Warum sind Pendos zwei Hinterbeine an einen Pflock gebunden? Meinst du sie mag es gemolken zu werden?
el: Γιατί τα πίσω δύο πόδια της Πέντο είναι δεμένα σε έναν πάσσαλο; Νομίζεις ότι της αρέσει να την αρμέγουν;
pt: Por que as duas patas traseiras de Pendo estão amarradas? Você acha que ela gosta de ser ordenhada?
ru: Почему задние ноги Пендо привязаны к столбу? Ты думаешь, ей нравится, когда ее доят?

# data_list
source: A rectangle is a four-sided shape like this page. Point at a few of the many rectangles in this picture.
de: Ein Rechteck ist eine vierseitige Form wie dieses Bild. Zeige auf ein paar der vielen Rechtecke auf diesem Bild.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις γωνίες, όπως αυτή η σελίδα. Δείξε μερικά από τα ορθογώνια σε αυτή την εικόνα.
pt: Um retângulo é uma forma de quatro lados como esta página. Aponte para alguns dos muitos retângulos nesta imagem.
ru: Прямоугольник — это четырехугольная форма, как эта страница. Укажи на несколько из множества прямоугольников на этой картинке.

# data_list
source: Pendo gives a lot of milk.
de: Pendo gibt viel Milch.
el: Η Πέντο δίνει πολύ γάλα.
pt: Pendo dá muito leite.
ru: Пендо дает много молока.

# data_list
source: Count together the number of milk containers.
de: Zähle die Anzahl Milchbehälter zusammen.
el: Μετρήστε μαζί τον αριθμό των δοχείων με το γάλα.
pt: Vamos contar juntos o número de recipientes de leite.
ru: Вместе посчитайте количество контейнеров для молока.

# data_list
source: The window behind them is split into parts called panes. How many panes are there?
de: Das Fenster hinter ihnen ist aufgeteilt in Teile, die man Fensterbereiche nennt. Wie viele Bereiche sind es?
el: Το παράθυρο πίσω τους είναι χωρισμένο σε ορθογώνια που ονομάζονται τμήματα. Πόσα είναι τα τμήματα συνολικά;
pt: A janela atrás deles é dividida em partes chamadas painéis. Quantos painéis existem?
ru: Окно позади них разделено на части, называемые стеклами. Сколько там стёкол?

# data_list
source: Liquid containers are often round, but sometimes milk comes in milk cartons in the shape of boxes.
de: Flüssigkeitsbehälter sind oft rund, aber manchmal wird Milch in Milchkartons in der Form von Schachteln abgefüllt.
el: Τα δοχεία για υγρά είναι συχνά στρογγυλά, αλλά μερικές φορές το γάλα φθάνει σε μας σε χάρτινα δοχεία σε σχήμα κουτιού.
pt: Recipientes de líquidos são frequentemente redondos, mas o leite às vezes vem em embalagens quadradas, como as caixas de leite.
ru: Контейнеры для жидкостей обычно круглые, но иногда молоко упаковывают в картонные коробки.

# data_list
source: Father sells Pendo's milk.
de: Der Vater verkauft Pendos Milch.
el: Ο πατέρας πουλάει το γάλα της Πέντο.
pt: O pai vende o leite da Pendo.
ru: Отец продает молоко Пендо.

# data_list
source: His father's shirt has some interesting patterns. Point at and describe the stripes and black diamonds.
de: Das Hemd seines Vaters hat einige interessante Muster. Zeige auf und beschreibe die Streifen und schwarzen Diamanten.
el: Η μπλούζα του πατέρα έχει κάποια ενδιαφέροντα σχέδια. Δείξε και περίγραψε τις ρίγες και τους μαύρους ρόμβους.
pt: A camisa do pai dele tem algumas estampas interessantes. Aponte e descreva as listras e os diamantes pretos.
ru: Рубашка его отца имеет интересные узоры. Укажи на полоски и черные ромбы и опиши их.

# data_list
source: Describe this woman's colorful dress.
de: Beschreibe das farbenfrohe Kleid der Frau.
el: Περίγραψε το πολύχρωμο φόρεμα αυτής της γυναίκας.
pt: Descreva o vestido colorido desta mulher.
ru: Опиши яркое платье этой женщины.

# data_list
source: What is the picture on the paper on the wall? The sign says "Milk here."
de: Was zeigt das Bild auf dem Papier an der Wand? Auf dem Schild steht: "Milch hier."
el: Τι δείχνει η εικόνα στο χαρτί στον τοίχο; Η πινακίδα λέει "Γάλα εδώ."
pt: O que é a imagem no papel na parede? O aviso diz "Leite aqui".
ru: Что изображено на бумаге на стене? На табличке написано: «Здесь молоко».

# data_list
source: Ndalo drinks fresh milk every day.
de: Ndalo trinkt jeden Tag frische Milch.
el: Ο Ντάλο πίνει καθημερινά φρέσκο γάλα.
pt: Ndalo bebe leite fresco todos os dias.
ru: Ндало пьет свежее молоко каждый день.

# data_list
source: How can you tell Ndalo has been drinking milk?
de: Woran erkennst du, dass Ndalo Milch getrunken hat?
el: Πώς μπορείις να καταλάβεις ότι ο Ντάλο έχει πιει γάλα;
pt: Como você sabe que o Ndalo está bebendo leite?
ru: Как можно догадаться, что Ндало пил молоко?

# data_list
source: When you drink something, do you end up with the liquid around your mouth?
de: Wenn du etwas trinkst, hast du dann am Ende Flüssigkeit um deinen Mund herum?
el: Όταν πίνεις κάτι, έχεις κι εσύ το υγρό γύρω από το στόμα σου;
pt: Quando você bebe algo, você fica com um pouco de líquido ao redor da sua boca?
ru: Когда ты что-то пьешь, у тебя остается жидкость вокруг рта?

# data_list
source: There are many rectangles here. Count the doors and windows that you can see. Are there more or less doors than windows?
de: Es gibt viele Rechtecke hier. Zähle die Türen und Fenster, die du sehen kannst. Gibt es mehr oder weniger Türen als Fenster?
el: Υπάρχουν πολλά ορθογώνια εδώ. Μέτρησε τις πόρτες και τα παράθυρα που μπορείς να δεις. Υπάρχουν περισσότερες ή λιγότερες πόρτες από τα παράθυρα;
pt: Há muitos retângulos aqui. Conte as portas e janelas que você consegue ver. Há mais ou menos portas do que janelas?
ru: Здесь много прямоугольников. Посчитай двери и окна, которые ты видишь. Больше ли дверей, чем окон, или меньше?

# data_list
source: He says, "Thank you Pendo!"
de: Er sagt, "Danke Pendo!"
el: Λέει, "Ευχαριστώ Πέντο!"
pt: Ele diz, "Obrigado, Pendo!"
ru: Он говорит: «Спасибо, Пендо!»

# data_list
source: Ndalo's family feeds and takes care of Pendo, and Pendo gives them milk. Does that seem like a fair trade?
de: Ndalos Familie füttert und kümmert sich um Pendo, und Pendo gibt ihnen Milch. Klingt das fair?
el: Η οικογένεια του Ντάλο ταΐζει και φροντίζει την Πέντο και η Πέντο τους δίνει γάλα. Φαίνεται δίκαιη αυτή η ανταλλαγή;
pt: A família de Ndalo alimenta e toma conta de Pendo e, em troca, Pendo lhes dá leite. Isso parece uma troca justa?
ru: Семья Ндало кормит и заботится о Пендо, а Пендо дает им молоко. Кажется ли это честным обменом?

# data_list
source: Talk about some of the places your food comes from.
de: Rede über ein paar der Orte, woher deine Lebensmitttel kommen.
el: Μίλησε για κάποια μέρη από τα οποία προέρχεται το φαγητό σου.
pt: Fale sobre alguns dos lugares de onde vem sua comida.
ru: Расскажи о некоторых местах, где производят твою еду.

# data_list
source: Are you thankful for where your food comes from?
de: Bist du dankbar dafür, wo dein Essen herkommt?
el: Είσαι ευγνώμων για το μέρος από όπου προέρχεται το φαγητό σου;
pt: Você é grato pela origem da sua comida?
ru: Ты благодарен за то, откуда приходит твоя еда?

# data_list
source: Three siblings, Udoo, Erdoo, and Eryum listened to the music of the rain. They wanted to dance in it. They wanted to touch the rainbow that arrived in the sky. Mother said, "No." They cried, hoping to change her mind. It didn't work. Eryum even tried to sneak out of the house to visit the rainbow.
el: Τα τρία αδέλφια, η Ουντού, η Ερντού και ο Εριούμ άκουγαν τη μουσική της βροχής. Ήθελαν να χορέψουν κάτω από τη βροχή. Ήθελαν να αγγίξουν το ουράνιο τόξο που εμφανίστηκε στον ουρανό. Η μητέρα είπε: «Όχι». Έκλαψαν, ελπίζοντας να την κάνουν να αλλάξει γνώμη. Δεν τα κατάφεραν. Ο Εριούμ προσπάθησε ακόμη και να ξεγλιστρήσει έξω από το σπίτι για να πάει στο ουράνιο τόξο.
pt: Três irmãos, Udoo, Erdoo e Eryum ouviam a música da chuva. Eles queriam dançar a este som. Eles queriam tocar o arco-íris que acabava de chegar no céu. A mãe deles disse, “Não” Eles choraram, esperando que ela mudasse de ideia. Isto não funcionou. Eryum até tentou fugir de casa para visitar o arco-íris.
ru: Две сестры и брат — Уду, Эрду и Эрюм — слушали музыку дождя. Они хотели потанцевать под дождём и потрогать радугу, которая появилась в небе. Но их мама сказала: “Нет”. Они плакали, надеясь изменить её решение, но это не сработало. Эрюм даже попытался тихонько уйти из дома, чтобы навестить радугу.

# data_list
source: Rainbows happen when sunlight shines through raindrops in the sky. The colors of the rainbow are red, orange, yellow, green, blue, indigo, and violet. Some people remember this as Roy G. Biv.
el: Τα ουράνια τόξα εμφανίζονται όταν το ηλιακό φως περνά μέσα από σταγόνες βροχής στον αέρα. Τα χρώματα είναι κόκκινο, πορτοκαλί, κίτρινο, πράσινο, μπλε, λουλακί και βιολετί. Μερικοί το θυμούνται ως Κοποκί Π. Μπλουβί.
pt: Arco-íris acontecem quando a luz do sol brilha através das gotas de chuva no céu. As cores do arco-íris são vermelho, laranja, amarelo, verde, azul, índigo e violeta. Algumas pessoas lembram disso como “Vermelho lá vai violeta”, em que l, a, v, a, i representam a sequência laranja, amarelo, verde, azul, índigo.
ru: Радуги появляются, когда солнечный свет проходит сквозь капли дождя в небе. Цвета радуги: красный, оранжевый, желтый, зелёный, голубой, синий и фиолетовый. Некоторые люди запоминают их с помощью фразы — “Каждый Охотник Желает Знать, Где Сидит Фазан”.

# data_list
source: Some people claim that indigo should not be on that list. What do you think?
el: Κάποιοι λένε ότι το λουλακί δεν πρέπει να είναι στη λίστα. Εσύ τι πιστεύεις;
pt: Algumas pessoas acreditam que índigo não deveria estar nessa lista. O que você acha?
ru: Некоторые люди считают, что синий не должен быть в этом списке. Что думаешь ты?

# data_list
source: There are many kinds of rainbows. There are double rainbows and ones that occur when it snows. Have you ever seen one of these unusual rainbows?
el: Υπάρχουν πολλών ειδών ουράνια τόξα. Υπάρχουν διπλά και κάποια που εμφανίζονται όταν χιονίζει. Έχεις δει ποτέ κάποιο από αυτά τα ασυνήθιστα ουράνια τόξα;
pt: Há diversos tipos de arco-íris. Existem arco-íris duplos e aqueles que acontecem quando neva. Você já viu algum desses arco-íris incomuns?
ru: Существует много разных радуг. Есть двойные радуги и есть радуги, которые появляются, когда идет снег. Ты когда-нибудь видел/а одну из таких необычных радуг?
