Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Divisors and factors:** If a number evenly divides into a number, then it is called a divisor of it. For example, 3 is a divisor of 6 because 3 divides into 6 exactly 2 times. 4 is not a divisor by 6 because it goes into it 1 1/2 times. The word factor means the same thing as divisor. **Common divisors:** In some mathematical situations, particularly with simplifying fractions, it is useful to find numbers that evenly divide two given numbers. Such numbers are called common divisors or common factors. The common divisors of 20 and 8 are 1, 2, and 4. You may enjoy exploring together why all the common divisors for a pair of numbers are divisors of the greatest of the common divisors. **Multiples:** A multiple of a number is anything that can be produced by multiplying the number by a whole number. For example, some multiples of 6 are 0, 6, 12, and 18. Notice that any multiple of a number has that number as a divisor. For example, each of the multiples of 6 has 6 as a divisor. **Common multiples:** A number which is a multiple of two given numbers is said to be a common multiple for them. Some common multiples of 6 and 4 are 0, 12, 24, and 36. Notice that all the common multiples are multiples of the least of the positive common multiples. Common multiples will be useful in adding and subtracting fractions. **Introduce these words:** Slowly introduce these new words to your child as you discuss situations that involve multiplication and division. They are useful words that simplify many discussions once the words are understood.
ru: **Делители и множители:** Если число делится на число без остатка то оно называется его делителем. Например, 3 является делителем 6 потому что 3 делиться на 6 ровно 2 раза. 4 не является делителем 6 потому что входит в него 1 1/2 раза. Слово множитель означает то же самое что и делитель. **Общие делители:** В некоторых математических ситуациях, особенно при упрощении дробей, полезно найти числа, которые делят два заданных числа без остатка. Такие числа называются общими делителями или общими множителями. Общими делителями чисел 20 и 8 является 1, 2, и 4. Вам может быть интересно вместе исследовать, почему все общие делители пары чисел являются делителями наибольшего из общих делителей. **Множители:** Кратное число - это любое число которое можно получить путём умножения числа на целое число. Например, некоторые кратные 6 это 0, 6, 12, и 18. Заметьте, что любое кратное число имеет это число в качестве делителя. Например, каждая из кратных 6 имеет 6 в качестве делителя. **Общее кратные:** Число, кратное двум данным числам, называется их общим кратным. Некоторые общие кратные чисел 6 и 4 это 0, 12, 24, и 36. Заметь, что все общие кратные являются кратными и наименьшему из положительных общих кратных. Общее кратные будут полезны при сложении и вычитании дробей. **Познакомьте эти слова:** Постепенно знакомьте ребёнка с этими новыми словами, обсуждая ситуации связанные с умножением и делением. Это полезные слова, которые упрощают многие обсуждения, как только ребёнок их понимает.

# data_list
source: 5.8 Primes, Composites, and Powers
ru: Шаг 48: Простые числа, Составные числа, и Степени

# data_list
source: **Primes:** Primes are central to understanding multiplication and division of whole numbers. As you will see, primes are the building blocks of numbers using multiplication. A prime number is a number larger than 1 whose only divisors are 1 and itself. The numbers 2, 3, 5, 7, and 11 are the first few prime numbers. **Composites and 1:** There are three kinds of positive whole numbers: 1 (which is called a unit), primes, and composites. Composites can be thought of as being constructed from primes. For example, 12 is 2 times 2 times 3. Every number larger than 1 is either a prime or can be uniquely written as a product of two or more primes. **Prime factorizations:** Getting to know prime factorizations really well will be very helpful for many parts of the math your child is about to learn. Repeating the prime factorizations of the numbers up to 20, or even 30, is a good exercize for getting to know these factorizations. Simply go through the list of numbers in order like this: 1 - unit, 2 - prime, 3 - prime, 4 - 2 times 2, 5 - prime, 6 - 2 times 3, 7 - prime, 8 - 2 times 2 times 2, 9 - 3 times 3, and 10 - 2 times 5. **Powers:** Prime factorizations often involve repeated prime factors, so this is a good time to learn about powers and to practice them. It is quicker and easier to understand to say "2 to the fourth" than it is to say "2 times 2 times 2 times 2." 2 squared means 2 times 2, and 2 cubed means 2 times 2 times 2.
ru: **Простые числа:** Простые числа играют ключевую роль в понимании умножения и деления целых чисел. Как вы увидите, простые числа - это строительные блоки чисел, получаемых с помощью умножения. Простое число - это число больше 1, единственными делителями которого являются 1 и оно само. Числа 2, 3, 5, 7, и 11 первые несколько простых чисел. **Составные числа и 1:** Существует три вида положительных целых чисел: 1 (которое называется единицей), простые числа, и составные числа. Составные числа можно представить как составленные из простых чисел. Например, 12 это 2 умножить на 2 умножить на 3. Каждое число больше 1 либо является простым, либо может быть однозначно записано в виде произведения двух или более простых чисел. **Разложение на простые множители:** Хорошее знакомство с разложением на простые множители будет очень полезно для многих разделов математики, которые ваш ребёнок собирается изучать. Повторение разложения на простые множители чисел до 20, или даже до 30, это хорошее упражнение для знакомства с этими разложениями. Просто пройдитесь по списку чисел в следующем порядке: 1 - единица, 2 - простое число, 3 - простое число, 4 - 2 умножить на 2, 5 - простое число, 6 - 2 умножить на 3, 7 - простое число, 8 - 2 умножить на 2 умножить на 2, 9 - 3 умножить на 3, и 10 - 2 умножить на 5. **Степени:** Разложение на простые множители часто включают в себя повторяющиеся простые множители, поэтому сейчас самое время познакомиться со степенями и попрактиковаться в их разведении в степень. Гораздо быстрее и проще сказать «2 в четвёртой степени» чем «2 умножить на 2 умножить на 2 умножить на 2.» 2 в квадрате означает 2 умножить на 2, и 2 в кубе означает 2 умножить на 2 умножить на 2.

# data_list
source: **Factors and factor trees:** For larger numbers, it may not be immediately obvious what the prime factorization is. For these numbers, find one of the factors and use that to break apart the problem into easier pieces. For example, 54 is 9 times 6. Because 9 is 3 squared and 6 is 2 times 3, we can put those together to have 54 is 2 times 3 cubed. This process is sometimes called making a factor tree, and pictured above are three possible ways for creating a factor tree for 54.
ru: **Множители и деревья множителей:** Для больших чисел разложение на простые множители может быть не сразу очевидным. Для таких чисел найдите один из множителей и используйте его, чтобы разбить задачу на более простые множители. Например, 54 это 9 умножить на 6. Потому что 9 это 3 в квадрате и 6 это 2 умножить на 3, мы можем сложить их и получить 54 это 2 умножить на 3 в кубе. Этот процесс иногда называют построением деревьев множителей, и на рисунке выше показаны три возможных способа создания дерева множителей для 54.

# data_list
source: 5.9 Fact Families II
ru: Шаг 49: Семьи Фактов II

# data_list
source: **Families:** In Stage 3 we explored the fact families that connect addition and subtraction, and we saw how useful they are in understanding the interconnections between those two operations. Similar to what was done for addition and subtraction, group multiplication and division facts by families to gain a deeper understanding of them. For example, 3 x 4 = 12, 4 x 3 = 12, 12 / 3 = 4, and 12 / 4 = 3 form a fact family. **Multiplying and dividing are related:** For the 3 x 4 = 12 fact family, visualize this interconnection using a rectangle that is 3 by 4. The area of this rectangle is 12, which is 3 times 4 or 4 times 3 – its width times its length. To get an area of 12 for a rectangle of width 3, the length must be 4. To get an area of 12 for a rectangle of length 4, its width must be 3. All these facts are tied together. **Multiplying and dividing undo each other:** Let's continue to use the example of 3 times 4. If we start with 3 and multiply it by 4 we arrive at 12. If we then take 12 and divide it by 4, the result is back to 3. Multiplying by 4 and then dividing by 4 gets back to where we started. Similarly, if we take 12 and divide by 4 the answer is 3. If we then multiply 3 by 4 the answer is 12, which is where we started. Dividing by 4 and then multiplying by 4 returns things to the beginning.
ru: **Семьи:** На третьем этапе мы изучили семейства фактов, связывающие сложение и вычитание, и увидели насколько они полезны для понимания взаимосвязей между этими двумя операциями. Подобно тому, как это было сделано для сложения и вычитания, сгруппируйте факты об умножении и делении по семействам, чтобы глубже их понять. Например, 3 x 4 = 12, 4 x 3 = 12, 12 / 3 = 4, и 12 / 4 = 3 образует семейство фактов. **Умножение и деление связаны:** Для семейства фактов 3 x 4 = 12, визуализируйте эту взаимосвязь, используя прямоугольник размером 3 на 4. Площадь этого прямоугольника равна 12, что равно 3 умножить на 4 или 4 умножить на 3 – его ширина на длину. Чтобы получить площадь 12 для прямоугольника шириной 3, длина должна быть равна 4. Чтобы получить площадь 12 для прямоугольника длиной 4, его ширина должна быть равна 3. Все эти факты связаны между собой. **Умножение и деление отменяют друг друга:** Давайте продолжим использовать пример 3 умножить на 4. Если мы начнём с 3 и умножим его на 4 то получим 12. Если мы затем возьмём 12 и разделим его на 4, результат снова будет 3. Умножение на 4, а затем деление на 4 возвращает нас к тому, с чего мы начали. Аналогично, если взять 12 и разделить на 4 ответ будет 3. Если затем умножить 3 на 4 ответ будет 12, с чего мы и начали. Деление на 4 и затем умножение на 4 возвращают всё к началу.

# data_list
source: 5.10 Single-Digit Division
ru: Шаг 50: Деление Однозначных Чисел

# data_list
source: **You have prepared the way:** Your work with skip counting, learning multiplication facts, and fact families will smooth the way for dividing both with and without remainders. All those skills should be well mastered and understood before starting in on general single-digit division. **No remainder:** Division problems where the divisor goes in evenly without a remainder are mostly done by your child recognizing the corresponding multiplication fact. For example, if they are asked to divide 36 by 4, then remembering that 4 times 9 is 36 will get them straight to the answer. However, if that method doesn't work for a given problem, then they should use the next method. **Guessing and skip counting:** Suppose your child is asked to divide 29 by 4. Your child will not find 29 among their multiplication facts involving 4, so they will want to find a result that is less than 29 that does work. Have your child guess at a multiple of 4 that is less than 29. They might guess 24, which is 4 times 6. They can then skip count forward until they bump into 29. In this case that will mean moving forward to 28, which is 4 times 7. Seeing that they have to stop there, they have their answer that 29 divided by 4 is 7 with a remainder of 1. **Checking the answer:** Checking their answers is a good habit for your child to develop. In this last example, we think we found that 29 divided by 4 is 7 with a remainder of 1. Check this by multiplying 4 times 7 to get 28, and then adding 1 to get 29. So it all checks out!
ru: **Ты приготовил путь:** Работа с пропуском счёта, изучение фактов умножения из семейств фактов облегчат вам освоение деления как с остатком, так и без него. Все эти навыки необходимо хорошо освоить и понять, прежде чем приступать к общему делению однозначных чисел. **Без остатка:** Задачи на деление, где делитель подставляется без остатка, обычно решается вашим ребёнком осознающим соответствующий факт умножения. Например, если ему предлагают разделить 36 на 4, то вспомнив что 4 умножить на 9 это 36 приводят его к ответу. Однако, если этот метод не подходит для данной задачи, следует использовать следующий метод. **Угадывание и пропуск счёта:** Предположим, вашему ребёнку предлагается разделить 29 на 4. Ваш ребёнок не найдёт 29 среди примеров на умножение, где есть 4, поэтому ему нужно найти результат, меньше 29 который подходит. Пусть ребёнок угадывает число, кратное 4, которое меньше 29. Он может угадать 24, что есть 4 умножить на 6. Затем он может пропустить счёт, пока не дойдёт до 29. В данном случае это означает переход к 28, что есть 4 умножить на 7. Видя, что на этом нужно остановиться, он отвечает: 29 делённое на 4 равно 7 с остатком 1. **Проверять ответ:** Проверка ответов - это хорошая привычка для вашего ребёнка. В этом последнем примере мы обнаружили, что 29 делённое на 4 равно 7 с остатком 1. Проверьте это, умножив 4 на 7 чтобы получить 28, а затем прибавив 1 чтобы получить 29. Итак, всё проверено!

# data_list
source: Stage 1 Overview
ru: Этап 1: Я Тебя Слышу!

# data_list
source: **Overview for Stage 1 playdates** The Math Learning Step for the introduction for Stage 1 gives an overview of the topics that are covered during this stage. The individual Playdates each have a suggested storybook and some math activities.
ru: **Игровые встречи Этап 1: Я Тебя Слышу!** Этот этап начинается уже в 4 месяца. Знакомства ребёнка с разнообразным опытом очень важно. Начните разговаривать с ребёнком, даже если он не проявляет никаких внешних признаков понимания. Возьмите за привычку указывать на самые разные предметы и описывать их. Когда ребёнок начнёт реагировать на ваши слова, начните задавать ему вопросы, на которые он должен ответить. Когда ребёнок начнёт понимать что у предметов есть свойства, начните указывать на свойства, которые делают их похожими или разными. Эти свойства также полезны для игры с закономерностями. Наконец, начните описывать фигуры с точки зрения их многочисленных свойств.

# data_list
source: Playdate 1-1
ru: Игровая встреча 1: Математический Разговор – Рано и Часто

# data_list
source: **Playdate Focus:** Use Math Talk to point out and describe objects to your child. Talk about the properties of these objects.
ru: **Фокус игровой встречи:** Используйте Математический Разговор, чтобы показывать и описывать предметы вашему ребёнку. Расскажите о свойствах этих объектов.

# data_list
source: This has color words.
ru: В этой книжке есть название цветов.

# data_list
source: These involve the properties of things.
ru: Эти включают свойства повседневных вещей.

# data_list
source: Playdate 1-2
ru: Игровая встреча 2: Математический Разговор – Дома

# data_list
source: **Playdate Focus:** Continue to use Math Talk to point out and describe objects to your child.
ru: **Фокус игровой встречи:** Продолжайте использовать Математический Разговор, чтобы показывать и описывать ребёнку предметы.

# data_list
source: This looks at how clothes can be too big or too small.
ru: В этой книжке рассматривается как одежда может быть слишком большой или слишком маленькой.

# data_list
source: These practice shapes and descriptions.
ru: Эти практикуют формы и описания.

# data_list
source: Playdate 1-3
ru: Игровая встреча 3: Математические Разговор – На Улице и Вокруг

# data_list
source: **Playdate Focus:** Describe all the math that is all around you everywhere you go. Use Math Talk to chat about it with your child.
ru: **Фокус игровой встречи:** Опишите всю математику, которая вас окружает куда бы вы ни пошли. Используйте Математический Разговор, чтобы обсудить это с вашим ребёнком.

# data_list
source: This talks about speed, colors, and small counting.
ru: Здесь говорится о скорости, цветах, и мелком счёте.

# data_list
source: These involve descriptions of places and objects, and also the following of directions.
ru: Эти включают в себя описание мест и объектов, а также следование указаниям.

# data_list
source: Playdate 1-4
ru: Игровая встреча 4: Математический Разговор – Опишите, Сравните

# data_list
source: **Playdate Focus:** Math is not just counting – math is also about properties and relationships. This should be brought out in your Math Talk.
ru: **Фокус игровой встречи:** Математика - это не только счёт, но и свойства и отношения. Это следует подчеркнуть в вашем Математическом Разговоре.

# data_list
source: The storybook talks about colors, shapes, and spatial relationships.
ru: Этот рассказ говорит о цветах, о формах, и пространственных отношениях.

# data_list
source: These involve properties of objects and how those properties can create patterns.
ru: Это включает свойства объектов и то, как эти свойства могут создавать закономерности.

# data_list
source: Playdate 1-5
ru: Игровая встреча 5: Математический Разговор – Счёт

# data_list
source: **Playdate Focus:** Use counting in your Math Talk. Count everything you come across.
ru: **Фокус игровой встречи:** Используйте счёт в вашем Математическом Разговоре. Считайте всё, что вам попадается на глаза.

# data_list
source: This involves counting and the ideas of one more and one less.
ru: Этот включает в себя счёт и идея на один больше на один меньше.

# data_list
source: These involve quantities of objects and building with various shapes.
ru: Эти включает в себя множество объектов и зданий различных форм.

# data_list
source: Playdate 1-6
ru: Игровая встреча 6: Математический Разговор – Указывайте, Описывайте, и Спрашивайте

# data_list
source: **Playdate Focus:** Your Math Talk changes when your child is able to respond to your comments and questions.
ru: **Фокус игровой встречи:** Ваш Математический Разговор изменится когда ваш ребёнок сможет отвечать на ваши комментарии и вопросы.

# data_list
source: This counts up to 5 and uses relationship words, which you can now use to ask your child about what's going on in the story.
ru: В этом задании нужно считать до 5 и использовать слова, обозначающие отношения, которые вы теперь можете использовать, чтобы спросить своего ребёнка о том что происходит в рассказе.

# data_list
source: These involve describing things and finding properties that make things similar or different.
ru: Эти включают описание вещей и поиск свойств, которые делает вещи похожими или разными.

# data_list
source: Playdate 1-7
ru: Игровая встреча 7: Свойства Объектов

# data_list
source: **Playdate Focus:** Continue to emphasize words that describe properties and relationships.
ru: **Фокус игровой встречи:** Продолжайте подчёркивать слова, описывающие свойства и отношения.

# data_list
source: This has relative sizes and shapes.
ru: Эти имеют относительные размеры и формы.

# data_list
source: These involve using properties to compare things and find patterns.
ru: Эти включают использование свойств для сравнения вещей и поиска закономерностей.

# data_list
source: Playdate 1-8
ru: Игровая встреча 8: Одинаковые и Разные

# data_list
source: **Playdate Focus:** This is centered on what makes objects the same and different.
ru: **Фокус игровой встречи:** Это сосредоточено на том, что делает объекты одинаковыми и разными.

# data_list
source: This has shapes, colors, relationships, and counting up to 5.
ru: Здесь есть формы, цвета, отношения ещё до 5.

# data_list
source: These involve grouping things with the same property.
ru: Эти включает в себя группировку вещей с одинаковым свойством.

# data_list
source: Playdate 1-9
ru: Игровая встреча 9: Закономерности

# data_list
source: **Playdate Focus:** Use properties of things to establish patterns. Patterns are central to mathematics.
ru: **Фокус игровой встречи:** Используйте свойства вещей для установления закономерностей. Закономерности играют центральную роль в математике.

# data_list
source: This talks about the daily feeding of hungry animals.
ru: Здесь говорится о ежедневном кормлении голодных животных.

# data_list
source: These involve properties and finding patterns involving those properties.
ru: Эти включают свойства и поиск закономерностей, связанных с этими свойствами.

# data_list
source: Playdate 1-10
ru: Игровая встреча 10: Основные Фигуры I

# data_list
source: **Playdate Focus:** Discuss basic shapes and emphasize their names and descriptions.
ru: **Фокус игровой встречи:** Обсудите основные формы и подчеркните их названия и описания.

# data_list
source: his has shapes on every page.
ru: Здесь есть фигуры на каждой странице.

# data_list
source: These continue the ongoing discussions about properties and patterns.
ru: Эти продолжают текущую дискуссию о свойствах и закономерностях.

# data_list
source: Stage 2 Overview
ru: Этап 2: Я могу считать до 5!

# data_list
source: **Overview for Stage 2 playdates** The Math Learning Step for the introduction for Stage 2 gives an overview of the topics that are covered during this stage. The individual Playdates each have a suggested storybook and some math activities.
ru: **Игровые встречи Этап 2: Я могу считать до 5!** Ваш ребёнок освоил счёт до пяти и понимает количественное значение этих чисел. Он также понимает что предметы обладают различными свойствами, и что эти свойства можно сравнивать и сопоставлять. На этом Этапе ваш ребёнок научится считать до десяти и начнёт понимать сложение и вычитание небольших чисел. Он также станет гораздо лучше понимать размеры небольших предметов.

# data_list
source: Playdate 2-1
ru: Игровая встреча 11: Счёт от 1 и 0

# data_list
source: **Playdate Focus:** Count up from 1, start at 0 sometimes. This is the basis of understanding quantities and helps with beginning addition and subtraction.
ru: **Фокус игровой встречи:** Считайте от 1, иногда начинайте с 0. Это основа понимания количества и помогает начать складывать его читать.

# data_list
source: This has counting from 0 to 9. It also has smallest, biggest, one more, one less, and colors.
ru: Здесь ещё от 0 до 9. Также есть самые маленькие, самый большой, на один больше, на один меньше, и цвета.

# data_list
source: One activity introduces the idea of counterexamples. The other activity is a 2-person strategy game making triangles.
ru: Одно задание знакомят с идеей контрпримеров. TДругое задание - это стратегическая игра для двух человек, где нужно строить треугольники.

# data_list
source: Playdate 2-2
ru: Игровая встреча 12: Обратный Отсчёт до 1 и 0

# data_list
source: **Playdate Focus:** Count down to 1, ending at 0 sometimes. This deepens understanding of the number sequence. It also helps with subtraction.
ru: **Фокус игровой встречи:** Считайте обратно до 1, иногда заканчивайте на 0. Это углубляет понимание последовательности чисел. Также помогает с вычитанием.

# data_list
source: This has the numbers from 1 to 7. It also has color descriptions on every page.
ru: Здесь есть цифры от 1 до 7. Также на каждой странице есть описание цветов.

# data_list
source: These involve lots of counting and small quantities. One activity also has adding or subtracting of 1 and 2.
ru: Эти упражнения требуют много счёта и работы с небольшими величинами. В одном из упражнений также требуется сложение или вычитание 1 и 2.

# data_list
source: Playdate 2-3
ru: Игровая встреча 13: Сравнение Небольших Величин

# data_list
source: **Playdate Focus:** Understand strategies for comparing small numbers and quantities.
ru: **Фокус игровой встречи:** Понимать стратегии сравнения небольших чисел и величин.
