Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **How to create:** Out of the sight of your child, create these puzzles by first filling in the big rectangle with smaller rectangles. Next, place the area in each rectangle. Lastly, give your child the big rectangle with only the numbers.
pt: **Como criar:** Longe da vista do seu filho, crie esses quebra-cabeças preenchendo primeiro o grande retângulo com retângulos menores. Em seguida, insira a área em cada retângulo. Por último, entregue ao seu filho o grande retângulo contendo apenas os números.

# data_list
source: Solving strategies
pt: Estratégias de resolução

# data_list
source: To solve these puzzles, look first at areas that are prime numbers – their shapes are tightly constrained. Next, consider regions that are boxed in. In this puzzle the upper “4” must relate to the upper left 2 by 2 square. Also, the upper right corner must be used in a vertical 3 by 1 rectangle.
pt: Para resolver esses quebra-cabeças, comece observando as áreas que são números primos – suas formas são rigidamente limitadas. Em seguida, considere as regiões que estão delimitadas. Neste quebra-cabeça, o "4" superior deve estar relacionado ao quadrado de 2 por 2 no canto superior esquerdo. Além disso, o canto superior direito deve ser usado em um retângulo vertical de 3 por 1.

# data_list
source: A DEFINITION AND A RULE
pt: UMA DEFINIÇÃO E UMA REGRA

# data_list
source: **The definition:** Just as 4 × 2 is a quick way to write 2 + 2 + 2 + 2, so 2<sup>4</sup> is a quick way to write 2 × 2 × 2 × 2. It’s much easier to say and understand the phrase “two to the fourth,” than to say “two times two times ... “ **Special names:** The second power, 4<sup>2</sup> for example, can be said **four squared,** and the third power, 4<sup>3</sup> for example, can be said **four cubed.** **The rule:** When powers of the same number are multiplied, a simple rule governs how to simplify the result – add the powers. For example, if you do 4<sup>2</sup> × 4<sup>3</sup> = (4 × 4) × (4 × 4 × 4) = 4<sup>5</sup>, we have two fours multiplied by three fours, so the result is five fours being multiplied. **Caution:** Note that this rule for adding exponents only works when it is the same number being taken to a power – you can't easily simplify 3<sup>2</sup> × 5<sup>3</sup>.
pt: **A definição:** Assim como 4 x 2 é uma forma rápida de escrever 2 + 2 + 2 + 2, 2<sup>4</sup> é uma forma rápida de escrever 2 x 2 x 2 x 2. É muito mais fácil dizer e entender a frase “dois elevado à quarta potência” do que dizer “dois vezes dois vezes...”. **Nomes especiais:** A segunda potência, 4<sup>2</sup>, por exemplo, pode ser chamada de **quatro ao quadrado**, e a terceira potência, 4<sup>3</sup> , por exemplo, pode ser chamada de **quatro ao cubo.** **A regra:** Quando potências do mesmo número são multiplicadas, uma regra simples governa como simplificar o resultado – basta somar as potências. Por exemplo, se você faz 4<sup>2</sup> × 4<sup>3</sup> = (4 × 4) × (4 × 4 × 4) = 4<sup>5</sup></sup> temos dois quatros multiplicados por três quatros, então o resultado é cinco quatros sendo multiplicados. **Atenção:** Observe que esta regra de soma dos expoentes só funciona quando é o mesmo número sendo elevado a uma potência – você não pode simplificar facilmente 3<sup>2</sup> × 5<sup>3</sup>.

# data_list
source: REUSE OLD ADDITION ACTIVITIES
pt: REUTILIZE ATIVIDADES ANTIGAS DE ADIÇÃO

# data_list
source: Feel the Power
pt: Sinta o Poder

# data_list
source: **Reuse puzzles and games:** Because powers add up when powers are being multiplied, any of our old games and puzzles involving addition can be used to practice multiplying numbers that are powers. Some examples of these old addtition activities are: Stage 3 - Shape Sums and Sum Groups; Stage 4 - Enclosed Sums, SumTriangles, and Fix It.
pt: **Reutilize quebra-cabeças e jogos:** Como as potências se somam quando são multiplicadas, qualquer um de nossos jogos e quebra-cabeças antigos envolvendo adição pode ser usado para praticar a multiplicação de números que são potências. Alguns exemplos dessas atividades antigas de adição são: Estágio 3 - Somas com Formas e Grupos de Soma; Estágio 4 - Somas Fechadas, SomaTriângulos e Conserte Isso.

# data_list
source: **Examples:** Above are two examples from Stage 3 – Shape Sums. Below are the same examples for Shape Products, using multiplication instead of addition.
pt: **Exemplos:** Acima estão dois exemplos do Estágio 3 – Somas com Formas. Abaixo estão os mesmos exemplos para Produtos com Formas, usando multiplicação em vez de adição.

# data_list
source: Working with powers will become routine and be just as easy as the original addition problems.
pt: Trabalhar com potências se tornará rotineiro e tão fácil quanto os problemas originais de adição.

# data_list
source: If your child enjoys these problems and wants some extra challenge, start involving more than one number being raised to a power. For example, if you multiply (4<sup>2</sup> × 3<sup>3</sup>) × (4<sup>5</sup> × 3<sup>2</sup>) you can apply the rule separately to the powers of 4 and the powers of 3 and get the result 4<sup>7</sup> × 3<sup>5</sup>.
pt: Se seu filho gostar desses problemas e quiser um desafio extra, comece a envolver mais de um número elevado a uma potência. Por exemplo, se você multiplicar (4<sup>2</sup> × 3<sup>3</sup>) × (4<sup>5</sup> × 3<sup>2</sup>), pode aplicar a regra separadamente às potências de 4 e às potências de 3, obtendo o resultado 4<sup>7</sup> × 3<sup>5</sup>.

# data_list
source: FACTOR TREES
pt: ÁRVORES DE FATORES

# data_list
source: Discovering Prime Factorizations
pt: Descobrindo Fatorações Primas

# data_list
source: The model for factor trees is an extension of Shape Products from the previous Feel the Power page. The goal in creating a factor tree is to reduce a number to its prime factors. Many things can be learned about a number in the process of constructing a factor tree.
pt: O modelo para árvores de fatores é uma extensão dos Produtos de Formas da página anterior Sinta o Poder. O objetivo ao criar uma árvore de fatores é reduzir um número aos seus fatores primos. Muitas coisas podem ser aprendidas sobre um número no processo de construção de uma árvore de fatores.

# data_list
source: **Example:** Start with a number, say 54. This can be broken down several ways. One way is 9 × 6, another is 18 × 3, and yet another is 3 × 3 × 6. Each produces a start to a factor tree. Each of these trees ultimately produces the same primes on its leaves. In each case we end up with 2 × 3 × 3 × 3, but look at the different ways of getting there!
pt: **Exemplo:** Comece com um número, digamos 54. Ele pode ser dividido de várias maneiras. Uma forma é 9 x 6, outra é 18 x 3, e ainda outra é 3 x 3 x 6. Cada uma dessas formas dá início a uma árvore de fatores. Cada uma dessas árvores eventualmente produz os mesmos primos nas suas folhas. Em todos os casos, chegamos a 2 x 3 x 3 x 3, mas observe as diferentes formas de chegar lá!

# data_list
source: Questions
pt: Questões

# data_list
source: After doing some examples like these, your child may naturally start asking some questions. * Why do some trees have more levels than others? * Why are some trees broader than others? * Why do the leaves always stop at primes? * Why do the leaves always have the same list of primes, perhaps with rearrangement?
pt: Após fazer alguns exemplos como esses, seu filho pode naturalmente começar a fazer algumas perguntas. * Por que algumas árvores têm mais níveis do que outras? * Por que algumas árvores são mais largas do que outras? * Por que as folhas sempre param nos primos? * Por que as folhas sempre têm a mesma lista de primos, talvez com rearranjo?

# data_list
source: PRACTICE PRIME FACTORIZATIONS
pt: PRATICAR FATORAÇÕES PRIMAS

# data_list
source: Do prime factorizations in order when you travel or have time on your hands. This also provides practice with talking about powers. Knowing prime factorizations with ease will be helpful in many things to come, such as working with fractions. Have fun with this and don’t push your child beyond their comfort level.
pt: Faça fatorações primas enquanto viaja ou quando tiver tempo livre. Isso também oferece prática ao falar sobre potências. Saber as fatorações primas com facilidade será útil em muitas coisas que virão, como trabalhar com frações. Divirta-se com isso e não pressione seu filho além do nível de conforto dele.

# data_list
source: Recital
pt: Recitação

# data_list
source: The recital goes like this: 1. is a unit 2. is a prime 3. is a prime 4. is 2 squared 5. is a prime 6. is 2 times 3 7. is a prime 8. is 2 cubed 9. is 3 squared 10. is 2 times 5 11. is a prime 12. is 2 squared times 3 13. is a prime 14. is 2 times 7 15. is 3 times 5 16. is 2 to the fourth 17. is a prime 18. is 2 times 3 squared 19. is a prime 20. is 2 squared times 5 21. is 3 times 7 22. is 2 times 11 23. is a prime 24. is 2 cubed times 3
pt: A recitação segue assim: 1. é uma unidade 2. é um primo 3. é um primo 4. é 2 ao quadrado 5. é um primo 6. é 2 x 3 7. é um primo 8. é 2 ao cubo 9. é 3 ao quadrado 10. é 2 x 5 11. é um primo 12. é 2 ao quadrado x 3 13. é um primo 14. é 2 x 7 15. é 3 x 5 16. é 2 elevado à quarta 17. é um primo 18. é 2 x 3 ao quadrado 19. é um primo 20. é 2 ao quadrado x 5 21. é 3 x 7 22. é 2 x 11 23. é um primo 24. é 2 ao cubo x 3

# data_list
source: PRODUCT PYRAMID
pt: PIRÂMIDE DE PRODUTOS

# data_list
source: Factoring With Primes
pt: Fatoração com Primos

# data_list
source: These puzzles are the multiplicative version of the Addition Pyramids seen in Stage 4. You are supplied with a target number and a pyramid of numbers. **The challenge:** The challenge is to find a path of connected numbers down the pyramid so the product of the selected numbers is the target.
pt: Esses quebra-cabeças são a versão multiplicativa das Pirâmides de Adição vistas no Estágio 4. Você recebe um número-alvo e uma pirâmide de números. **O desafio:** O desafio é encontrar um caminho de números conectados na pirâmide, de modo que o produto dos números selecionados seja igual ao alvo.

# data_list
source: In this pyramid the target is 36, and the red lines indicate the path that works. These puzzles are easier if you start by doing the prime factorization of the target. Because 36 = 2 × 2 × 3 × 3, these prime factors must be picked up along the path, and this helps guide the search. Knowing about prime factorizations also makes it much easier to create these puzzles.
pt: Nesta pirâmide, o alvo é 36, e as linhas vermelhas indicam o caminho que funciona. Esses quebra-cabeças são mais fáceis se você começar fazendo a fatoração prima do número-alvo. Como 36 = 2 x 2 x 3 x 3, esses fatores primos devem ser selecionados ao longo do caminho, e isso ajuda a orientar a busca. Saber sobre fatorações primas também torna muito mais fácil criar esses quebra-cabeças.

# data_list
source: 100 LAUGHS
pt: 100 RISADAS

# data_list
source: **The setup:** Use a deck of cards with Q’s (as 0’s), A’s (as 1’s), and 2-9’s. Set the target number at 100. Four random cards are chosen in order and used to make a pair of 2-digit numbers, a shared resource. **How to play:** Each player is dealt 14 random cards face up. Players alternate turns. During a turn, a player must use exactly two of their cards to place on top of two of the four cards. The player gets one point if the current two two-digit numbers add up to the target. The name of the game comes from the optional action of a player laughing each time they succeed in getting the target amount. **How to win:** When the cards are all used up, the player with the most points wins.
pt: **A configuração:** Use um baralho de cartas com Q’s (como 0’s), A’s (como 1’s), e 2-9’s. Defina o número-alvo como 100. Quatro cartas aleatórias são escolhidas na ordem e usadas para formar um par de números de 2 dígitos, um recurso compartilhado. **Como jogar:** Cada jogador recebe 14 cartas aleatórias viradas para cima. Os jogadores alternam turnos. Durante o turno, o jogador deve usar exatamente duas de suas cartas para colocar em cima de duas das quatro cartas. O jogador ganha um ponto se os dois números de dois dígitos somarem exatamente o número-alvo. O nome do jogo vem da ação opcional de o jogador rir toda vez que conseguir alcançar o valor alvo. **Como ganhar:** Quando todas as cartas forem usadas, o jogador com mais pontos vence.

# data_list
source: * Having a target of 100 is useful for practicing number bonds for 10. However, other targets are useful for providing variety and to practice with other number bonds. * Give players fewer or more than 14 cards. * Use subtraction together with a smaller target number.
pt: * Ter um alvo de 100 é bom para praticar combinações numéricas para 10. No entanto, outros alvos são úteis para variar e praticar outras combinações numéricas. * Dê aos jogadores menos ou mais de 14 cartas. * Use subtração juntamente com um número-alvo menor.

# data_list
source: 5-CARD DRAW TO A TARGET
pt: 5 CARTAS PARA UM ALVO

# data_list
source: Adding and Subtracting
pt: Adição e Subtração

# data_list
source: **The setup:** Choose a target number, say 100. **How to play:** Each player picks up five random cards from 0 to 9. Two 2-digit numbers are made out of these numbers, the fifth card is unused. The two numbers are added and the player closest to the target wins a point for that round. **How to win:** The highest number of points after a fixed number of rounds wins.
pt: **A configuração:** Escolha um número-alvo, por exemplo, 100. **Como jogar:** Cada jogador pega cinco cartas aleatórias de 0 a 9. Com essas cartas, formam-se dois números de 2 dígitos, enquanto a quinta carta não é usada. Os dois números são somados, e o jogador cuja soma estiver mais próxima do número-alvo ganha um ponto para aquela rodada. **Como ganhar:** O maior número de pontos após um número fixo de rodadas vence.

# data_list
source: One option is to use three-digit numbers, a target number of 1000, and each player receives seven cards. Another option is to use subtraction with a smaller target number.
pt: Uma opção é usar números de três dígitos, um número-alvo de 1000 e cada jogador receber sete cartas. Outra opção é usar subtração com um número-alvo menor.

# data_list
source: LETTER SUBSTITUTION
pt: SUBSTITUIÇÕES DE LETRAS

# data_list
source: Letter Substitutions
pt: Substituição de Letras

# data_list
source: **The setup:** In these puzzles, single digits are replaced by letters. At first glance, these puzzles seem to be the same as the 'Missing Number' puzzles from earlier in this Stage. However, the use of letters provides more interesting opportunities for problem solving. If your child is comfortable with the Missing Number puzzles, you should transition to these puzzles. The use of letters in these puzzles follows three rules: * A given letter is always the same digit from 0 to 9 * The leftmost digit of a number is never 0 * Different letters must be different digits
pt: **A configuração:** Nesses quebra-cabeças, dígitos únicos são substituídos por letras. À primeira vista, esses quebra-cabeças parecem iguais aos quebra-cabeças de "Número Faltante" apresentados anteriormente nesta etapa. No entanto, o uso de letras oferece oportunidades mais interessantes para a resolução de problemas. Se seu filho estiver confortável com os quebra-cabeças de Número Faltante, você deve fazer a transição para esses quebra-cabeças. O uso de letras nesses quebra-cabeças segue três regras: * Uma letra específica sempre representa o mesmo dígito de 0 a 9. * O dígito mais à esquerda de um número nunca é 0. * Letras diferentes devem representar dígitos diferentes.

# data_list
source: **How to create:** Take an ordinary addition or subtraction problem and replace one or more of the digits. Use the same letter when replacing the same digit. In this example, 6 is replaced by 'A' in both places.
pt: **Como criar:** Escolha um problema comum de adição ou subtração e substitua um ou mais dos dígitos. Use a mesma letra ao substituir o mesmo dígito. Neste exemplo, o número 6 foi substituído pela letra 'A' em ambos os lugares.

# data_list
source: **Special puzzles:** The circumstances of this type of puzzle allow for the creation of interesting problem-solving challenges. These take a bit of designing, but the result is some fun puzzles. Notice that the values of the letters do not carry over from puzzle to puzzle. The 'B,' which has value 1 in this first puzzle, has value 4 in the second.
pt: **Quebra-cabeças especiais:** As circunstâncias desse tipo de quebra-cabeça permitem a criação de desafios interessantes para resolução de problemas. Estes exigem um pouco de planejamento, mas o resultado é uma série de quebra-cabeças divertidos. Observe que os valores das letras não se mantêm de um quebra-cabeça para outro. A letra 'B,' que tem o valor 1 no primeiro quebra-cabeça, tem o valor 4 no segundo.

# data_list
source: FILLING REGIONS WITH SHAPES
pt: PREENCHENDO REGIÕES COM FORMAS

# data_list
source: Suppose you have an 8 by 8 chessboard and a collection of 1 by 2 tiles. Finding a way to exactly cover the chessboard with 32 of these 1 by 2 tiles is simple enough. **Remove corners:** Let’s start playing with removing squares from the chessboard. If you remove one corner of the chessboard, you know immediately that you can no longer cover the chessboard with tiles because the tiles will cover an even number of squares, and there are now 63 squares. Okay, remove two corners to make an even number of remaining squares – can you cover it now? The answer depends on which two corners you remove. Why? What if you no longer restrict yourself to removing corners, what happens? **Learn from smaller examples:** One important lesson in dealing with questions like these is to learn from smaller problems. Try these questions on a 4 by 4 or 6 by 6 board first.
pt: Suponha que você tenha um tabuleiro de xadrez 8 por 8 e uma coleção de peças de 1 por 2. Encontrar uma maneira de cobrir exatamente o tabuleiro com 32 dessas peças de 1 por 2 é simples o suficiente. **Remova os cantos:** Vamos começar brincando com a remoção de quadrados do tabuleiro de xadrez. Se você remover um canto do tabuleiro, sabe imediatamente que não pode mais cobri-lo com as peças, porque as peças cobrem um número par de quadrados e agora há 63 quadrados. Certo, remova dois cantos para deixar um número par de quadrados restantes – você consegue cobri-lo agora? A resposta depende de quais dois cantos você remove. Por quê? E se você não se restringir mais a remover apenas cantos, o que acontece? **Aprenda com exemplos menores:** Uma lição importante ao lidar com questões como essas é aprender com problemas menores. Experimente essas questões em um tabuleiro de 4 por 4 ou 6 por 6 primeiro.

# data_list
source: Branch out to using other shapes to fill the board. Play around with filling it with 1 by 3 tiles or with 3 squares in an L shape. What patterns and rules do you discover with these? What other shapes might be interesting to look at?
pt: Expanda o uso de outras formas para preencher o tabuleiro. Experimente preenchê-lo com peças de 1 por 3 ou com 3 quadrados em forma de L. Que padrões e regras você descobre com essas? Quais outras formas podem ser interessantes para explorar?

# data_list
source: FILLING SQUARES WITH SQUARES
pt: PREENCHENDO QUADRADOS COM QUADRADOS

# data_list
source: Shapes Inside Shapes
pt: Formas dentro de Formas

# data_list
source: **The challenge:** In which ways can you fill a square with other squares, where the squares need not all be the same size? The question is: What are all the numbers of squares that are possible? For those that are possible, is there an easy way to describe how to do it? Let your child play with it over many days without any hurry to get an answer. Here is a diagram showing how 6 is possible.
pt: **O desafio:** De que maneiras você pode preencher um quadrado com outros quadrados, onde os quadrados não precisam ser todos do mesmo tamanho? A questão é: quais são todos os números de quadrados que são possíveis? Para aqueles que são possíveis, existe uma maneira fácil de descrever como fazer isso? Deixe seu filho brincar com isso ao longo de muitos dias, sem pressa de obter uma resposta. Aqui está um diagrama mostrando como 6 é possível.

# data_list
source: What happens if you only allow squares of certain sizes, such as 1 by 1, 2 by 2, and 3 by 3? What happens when filling other figures with figures that have the same shape? For example, use figures that are regular triangles (triangles with all their sides the same length). Which figures are interesting to investigate in this way?
pt: O que acontece se você permitir apenas quadrados de certos tamanhos, como 1x1, 2x2 e 3x3? O que acontece ao preencher outras figuras com figuras que têm a mesma forma? Por exemplo, use figuras que são triângulos regulares (triângulos com todos os lados do mesmo comprimento). Quais figuras são interessantes de investigar dessa maneira?

# data_list
source: THE PRODUCT GAME
pt: O JOGO DO PRODUTO

# data_list
source: **The setup:** Use a shared piece of paper filled out as shown.
pt: **A configuração:** Use uma folha compartilhada preenchida como mostrado.

# data_list
source: **How to play:** The first player moves a token onto any number from 1 to 9 in the 1-9 squares. The second player puts another token on one of the 1-9 squares and claims the product in the 6 by 6 grid. From then on, each player chooses to move either of the two tokens and claims the product (if they can).
pt: **Como jogar:** O primeiro jogador move uma ficha para qualquer número de 1 a 9 nos quadrados 1-9. O segundo jogador coloca outra ficha em um dos quadrados 1-9 e reivindica o produto na grade 6 por 6. A partir daí, cada jogador escolhe mover uma das duas fichas e reivindica o produto (se puder).

# data_list
source: **How to win:** The first player with 3 squares in a row wins. **Variations:** Mix up the product numbers to give your child better practice identifying the products. Also, see the Stage 5 Bonus Material for designs of larger boards with larger ranges.
pt: **Como ganhar:** O primeiro jogador a completar 3 quadrados consecutivos vence. **Variações:** Misture os números dos produtos para oferecer ao seu filho uma melhor prática em identificar os produtos. Além disso, consulte o Material Bônus do Estágio 5 para designs de tabuleiros maiores com intervalos maiores.

# data_list
source: ISLAND HOPPING WITH PRODUCTS
pt: PULANDO DE ILHA EM ILHA COM PRODUTOS

# data_list
source: Multiplying and Multiples
pt: Multiplicação e Múltiplos

# data_list
source: These puzzles have islands (circles and squares) connected by bridges (lines). If there are two circles on either side of a square, then the square holds the product of the two circles. **The challenge:** Fill in the missing numbers.
pt: Esses quebra-cabeças têm ilhas (círculos e quadrados) conectadas por pontes (linhas). Se houver dois círculos de cada lado de um quadrado, então o quadrado contém o produto dos dois círculos. **O desafio:** Preencha os números faltantes.
