Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# template
source: Beginning
el: Αρχικό
pt: Início
ru: Начальный

# template
source: Intermediate
el: Μεσαίο
pt: Intermediário
ru: Средний

# template
source: Advanced
el: Προχωρημένο
pt: Avançado
ru: Продвинутый

# template
source: **Beginning Storybooks**
el: **Ιστορίες Αρχικού Επιπέδου**
pt: **Livros de Histórias para Iniciantes**
ru: **Начальный Сбор Рассказов**

# template
source: **Intermediate Storybooks**
el: **Ιστορίες Μεσαίου Επιπέδου**
pt: **Livros de Histórias para Intermediários**
ru: **Средний Сбор Рассказов**

# template
source: **Advanced Storybooks**
el: **Ιστορίες Προχωρημένου Επιπέδου**
pt: **Livros de Histórias para Avançados**
ru: **Продвинутый Сбор Рассказов**

# template
source: Read Bonus Material
pt: Leia o Material Bônus
ru: Прочтите Бонусный Материал

# template
source: EFM App has downloaded an update. Please restart the app to finish installation.
pt: O aplicativo EFM baixou uma atualização. Reinicie o aplicativo para concluir a instalação.
ru: Приложение ЕFM загрузило обновление. Пожалуйста, перезапустите приложение, чтобы завершить установку.

# template
source: Restart
pt: Reiniciar
ru: Перезапуск

# template
source: No Match
pt: Sem Correspondência
ru: Нет Совпадений

# template
source: Welcome!
el: Καλωσορίσατε!
pt: Bem-vindo(a)!
ru: Добро Пожаловать!

# template
source: Storybooks
el: Βιβλία Ιστοριών
pt: Livros de Histórias
ru: Сборники Рассказов

# template
source: Math Learning Steps
el: Βήματα Μαθηματικής Μάθησης
pt: Etapas de Aprendizagem Matemática
ru: Этапы Изучения Математики

# template
source: Playdates
el: Ζευγάρια Παιχνιδιού
pt: Brincadeiras
ru: Игровая Встреча

# template
source: First and foremost, playing math games should be fun, like any other game your family plays together! Please let your child make poor plays (mistakes) without correction, and resist the urge to tell them the best ways to play. Bit by bit, your child will get better at the game, and they will learn so much more if you let them figure things out. There is no hurry. If you see your child make a mistake, ask them to describe why they decided to do what they did. If your child is stuck and doesn't know which play to make, ask them to describe the pros and cons of their choices, or ask them about how they solved a similar situation in the past. If your child doesn't remember how to do a calculation, discuss with them the methods they know for figuring it out. These conversations are important for helping your child to develop mathematically. Through math game play and math conversations, you are helping your child learn to enjoy math and develop important problem solving skills!
pt: Em primeiro lugar, jogar jogos de matemática deve ser divertido como qualquer outro jogo que sua família joga juntos! Por favor, deixe a criança fazer jogadas ruins (erros) sem corrigí-la e resista ao desejo de dizer a ela as melhores maneiras de jogar. Pouco a pouco, a criança ficará melhor no jogo e aprenderá muito mais se você deixá-la descobrir as coisas. Não há pressa. Se você vir a criança cometer um erro, peça que ela descreva por que decidiu fazer o que fez. Se a criança estiver travada e não souber que jogada fazer, peça a ela que descreva os prós e os contras das suas escolhas ou pergunte a ela sobre como ela resolveu uma situação semelhante no passado. Se a criança não se lembra de como fazer um cálculo, aborde os métodos que ela conheça para descobrir isso. Essas conversas são importantes para ajudar a criança a se desenvolver matematicamente. Através de jogos de matemática e conversas matemáticas, você estará ajudando-a a aprender a gostar de matemática e a desenvolver habilidades importantes de resolução de problemas!
ru: Прежде всего, математические игры должны быть увлекательными, как и любые другие игры, в которые вы играете всей семьёй! Пожалуйста, позвольте вашему ребёнку совершить плохие действия (ошибки) без исправления и не поддавайтесь искушению указывать ему, как лучше играть. Постепенно ваш ребёнок будет совершенствоваться в игре, и он узнает гораздо больше если вы позволите ему разобраться во всём самостоятельно. Не надо спешить. Если вы видите что ваш ребёнок совершил ошибку, попросите его описать почему он решил сделать то что сделал. Если ваш ребёнок застрял и не знает какую игру играть, попросите его описать плюсы и минусы своего выбора или спросите его о том, как он решил похожую ситуацию в прошлом. Если ваш ребёнок не помнит как выполнять вычисления, то обсудите с ним известные ему методы для их выполнения. Эти беседы важны для развития математических способностей вашего ребёнка С помощью математических игр и математических бесед вы помогаете своему ребёнку научиться получать удовольствие от математики и развить важные навыки решения задач!

# template
source: Puzzles are meant to be challenging and to take time, so please don't ruin the fun by telling your child how to do them. These puzzles are chosen so that you can create them easily and then have fun solving them together. If your child gets stuck on a puzzle, you have several options. You can, of course, give very small hints, if you can think of things that won't give away the puzzle. You can suggest looking at smaller or simpler versions of the puzzle. Encourage your child to be bold in their ideas, even if sometimes they lead to dead ends. We all learn a lot from our mistakes and dead ends! Let your child know that it is perfectly okay not to solve a puzzle on the first (or second or third) try, and that useful ideas may occur to them if they leave the puzzle alone for a day or two. These puzzles are meant to be fun and to teach problem solving. One of the greatest mathematical pleasures is that AHA moment, after many false starts and much wrestling with a problem, when the answer is finally discovered – be sure to let your child experience that feeling of discovery as many times as you can!
pt: Os quebra-cabeças devem ser desafiadores e levarem tempo, então, por favor, não estrague a diversão dizendo à criança como fazê-los. Esses quebra-cabeças são escolhidos para que você possa criá-los facilmente e depois se divertir resolvendo-os juntos. Se a criança ficar travada em um quebra-cabeça, você tem várias opções. Você pode dar dicas muito pequenas e, se puder, pense em coisas que não revelarão o quebra-cabeça. Você pode sugerir ver versões menores ou mais simples do quebra-cabeça. Incentive a criança a ser ousada em suas ideias, mesmo que isso as levem a becos sem saída às vezes. Todos nós aprendemos muito com nossos erros e becos sem saída! Deixe a criança saber que não há problema em não resolver um quebra-cabeça na primeira (ou segunda ou terceira) tentativa, e que ideias úteis podem aparecer se ela deixar o quebra-cabeça sozinho por um dia ou dois. Esses quebra-cabeças devem ser divertidos e ensinarem a resolver problemas. Um dos maiores prazeres matemáticos é aquele momento ARRÁ, depois de muitos começos errados e muita luta com um problema, quando a resposta finalmente é descoberta – certifique-se de deixar a criança experimente esse sentimento de descoberta o máximo de vezes que puder!
ru: Головоломки должны быть сложными и требуют времени на их решение, поэтому пожалуйста не портите удовольствие рассказывая ребёнку как их решать. Эти головоломки подобраны таким образом, что бомбы могли легко их придумать, а затем весело провести время, решай их вместе. Если ваш ребёнок Застрял на головоломке, у вас есть несколько вариантов. Конечно, вы можете дать очень маленькие подсказки, если вы можете придумать что-то, что не выдаст суть головоломки. Вы можете предложить рассмотреть более мелкие или простые версии головоломки. Поощряйте смелость идей вашего ребёнка, даже если иногда они ведут в тупик. Мы все многому учимся на своих ошибках и тупиках! Дайте ребёнку знать, что совершенно нормально не решить головоломку с первой (или со второй, или с третьей) попытки, и что полезные идеи могут прийти ему в голову, если он оставит головоломку в покое на день или два. Эти головоломки предназначены для развлечения и обучения решению проблем. Одно из величайших математических удовольствий это момент озарения когда после множества неудачных попыток и долгой борьбы с проблемой ответ наконец найден – обязательно Позвольте вашему ребёнку испытать это чувство открытия как можно чаще!

# template
source: Investigations are meant for your child to play with and think about. Let your child explore these looking for interesting patterns and beautiful relationships. Resist the temptation to unveil what is going on and give the answer. If your child seems to have reached a dead end, suggest that they come back to the investigation at a future time to play with it again. Many investigations benefit from organizing results, and this is a great thing for you to help your child with. Help them make tables, drawings, or whatever may help them see more easily what is going on. And of course, it is perfectly fine to give them gentle nudges from time to time in the right direction. Remember that your child will learn a lot by developing persistence and learning how to look more deeply at things.
pt: As investigações são feitas para a criança brincar e pensar. Deixe-a explorar em busca de padrões interessantes e vínculos bonitos. Resista à tentação de desvendar o que está acontecendo e dar a resposta. Se a criança parecer ter chegado a um beco sem saída, sugira que ela volte à investigação mais tarde para brincar novamente. Muitas investigações se beneficiam com a organização dos resultados, e isso é ótimo para ajudar a criança. Ajude-a a fazer tabelas, desenhos ou o que quer que possa ajudá-la a ver mais facilmente o que está acontecendo. E, claro, não há problema em dar a ela, de vez em quando, pequenas sugestões na direção certa. Lembre-se de que a criança aprenderá muito ao desenvolver a persistência e aprender a olhar mais profundamente para as coisas.
ru: Расследование предназначены для того, чтобы ваш ребёнок играл и думал о них. Позвольте вашему ребёнку исследовать их, ища интересные закономерности и красивые взаимосвязи. Не подавайте искушению раскрыть то, что происходит, и дать ответ. если ваш ребёнок, кажется зашёл в тупик, предложите ему вернуться к расследованию в будущем, чтобы снова с ним поиграть Многие исследования выигрывают от организации результатов, и это отличная вещь, в которой вы можете помочь своему ребёнку. Помогите им сделать таблицы, рисунки или что-то ещё, что может помочь им легче у видеть, что происходит. И, конечно, совершенно нормально время от времени давать им лёгкие подталкивания в правильном направлении. Помните, что ваш ребёнок многому научится, развивая настойчивость и обучаясь тому, как смотреть на вещи более глубоко.

# template
source: Helping your child
pt: Ajudando a sua criança
ru: Помогать своиму ребёнку

# template
source: Before Talking
el: Πριν από τη Συζήτηση
pt: Antes de Conversar
ru: До Разговорного Возраста

# template
source: Talk with your child before they can talk or even understand the words. Point at, name, and describe things you see, such as shapes, colors, comparisons, and quantities. As your child begins to understand words, ask about a thing and have your child point at it. For example, "Where is the ball?" If your child can't find the thing, point to it for them.
el: Να μιλάτε με το παιδί σας πριν ακόμα να μπορεί να μιλήσει αυτό ή ακόμη και πριν να κατανοεί τις λέξεις. Δείξτε, κατονομάστε και περιγράψτε πράγματα που βλέπετε, όπως σχήματα, χρώματα, συγκρίσεις και ποσότητες. Καθώς το παιδί σας αρχίζει να κατανοεί λέξεις, ρωτήστε για κάτι και αφήστε το να το δείξει. Για παράδειγμα, "Πού είναι η μπάλα;" Αν το παιδί σας δεν μπορεί να το βρει, δείξτε το στο παιδί εσείς.
pt: Converse com seu filho antes mesmo de ele ser capaz de falar ou entender palavras. Aponte, nomeie e descreva coisas que você vê, como formas, cores, comparações e quantidades. À medida que seu filho começa a entender as palavras, pergunte sobre algo e peça para ele apontar para aquilo. Por exemplo: "Onde está a bola?". Se o seu filho não conseguir encontrar o objeto, mostre a ele onde está.
ru: Ведите разговор с вашим ребенком, если он еще не достиг разговорного возраста или не понимает слова. Показывайте, называйте и описывайте вещи, которые вы видите, например, формы, цвета, сравнения и количества. Когда ваш ребенок начнет понимать слова, спрашивайте его о каких-то предметах и просите его указать на них. Например, "Где мяч?" Если ребенок не может найти предмет, покажите его сами.

# template
source: Early Talking
el: Πρώιμη Ομιλία
pt: Conversa Inicial
ru: Ранний Разговорный Возраст

# template
source: As your child begins to understand and say words, mix in simple questions. Freely help with answers as needed. If you point and say "Is this red?" and they don't know, supply the answer. If you say "Count the blocks." and your child does not know how, point and count the blocks with them "one, two, three."
el: Καθώς το παιδί σας αρχίζει να καταλαβαίνει και να λέει λέξεις, κάντε και απλές ερωτήσεις. Μπορείτε ελεύθερα να το βοηθάτε στις απαντήσεις όταν χρειάζεται. Αν δείξετε κάτι και ρωτήσετε "Είναι αυτό κόκκινο;" και δεν ξέρει, δώστε εσείς την απάντηση. Αν πείτε "Μετρήστε τα τουβλάκια." και το παιδί σας δεν ξέρει πώς, δείξτε και μετρήστε τα τουβλάκια μαζί του "ένα, δύο, τρία."
pt: À medida que seu filho começa a entender e dizer palavras, misture perguntas simples. Ajude com as respostas, conforme necessário. Se você apontar e perguntar "Isto é vermelho?" e ele não souber, responda. Se você disser "Conte os blocos" e seu filho não souber, aponte e conte os blocos com ele "um, dois, três".
ru: Когда ваш ребенок начинает понимать и говорить слова, добавляйте простые вопросы. Помогайте с ответами по мере необходимости. Если вы указываете и спрашиваете "Это красное?" и ребенок не знает, подскажите ответ. Если вы говорите "Посчитай кубики." и ребенок не знает как, укажите и считайте кубики вместе с ним: "один, два, три".

# template
source: 3 Levels of Discussion
el: 3 Επίπεδα Συζήτησης
pt: 3 Níveis de Diálogo
ru: 3 Уровня Обсуждения

# template
source: Pick an appropriate level for your child. Allow time for thought when asking questions or making comments. Help with the answer when your child stumbles, and follow up correct answers with questions or comments that are small expansions on the child's answer. **Level 1** Ask simple direct questions. Ask and point at what you see on the page. Where is the toy? What are they doing? What is its name? What color is it? How many balls are there? **Level 2** Ask general or open questions about this point in the story. What do you see happening here? What is this group of things? **Level 3** Ask about the story line. What has happened? What will happen next? Have you had experiences or seen things similar to this? How does she feel when this happens?
el: Επιλέξτε το κατάλληλο επίπεδο για το παιδί σας. Δώστε χρόνο για σκέψη όταν κάνετε ερωτήσεις ή σχόλια. Βοηθήστε στην απάντηση όταν το παιδί δυσκολεύεται και, όταν δίνει σωστές απαντήσεις, συνεχίστε με ερωτήσεις ή σχόλια που αποτελούν μικρές επεκτάσεις της απάντησης του παιδιού. **Επίπεδο 1** Κάντε απλές άμεσες ερωτήσεις. Ρωτήστε και δείξτε τι βλέπετε στη σελίδα. Πού είναι το παιχνίδι; Τι κάνουν; Πώς το λένε; Τι χρώμα είναι; Πόσες μπάλες υπάρχουν; **Επίπεδο 2** Κάντε γενικές ή ανοιχτές ερωτήσεις για αυτό το σημείο της ιστορίας. Τι βλέπεις να συμβαίνει εδώ; Τι είναι αυτή η ομάδα πραγμάτων; **Επίπεδο 3** Ρωτήστε για τη ροή της ιστορίας. Τι έχει συμβεί; Τι θα συμβεί στη συνέχεια; Έχεις ζήσει ή δει πράγματα παρόμοια με αυτά; Πώς αισθάνεται εκείνη όταν συμβαίνει αυτό;
pt: Escolha um nível apropriado para o seu filho. Reserve um tempo para reflexão ao fazer perguntas ou comentários. Ajude com a resposta quando seu filho tiver dificuldades e acompanhe as respostas corretas com perguntas ou comentários que sejam pequenas extensões da resposta da criança. **Nivel 1** Faça perguntas simples e diretas. Pergunte e aponte para o que está na página. Onde está o brinquedo? O que eles estão fazendo? Qual o nome disso? Qual cor é essa? Quantas bolas têm aqui? **Nivel 2** Faça perguntas genéricas ou abertas sobre o ponto em que a história está. O que você vê acontecendo aqui? O que são essas coisas? **Nivel 3** Faça perguntas sobre o enredo. O que aconteceu? O que vai acontecer depois? Você já teve experiências ou viu coisas semelhantes a isso? Como ela se sente quando isso acontece?
ru: Выберите подходящий уровень для вашего ребёнка. Когда вы задаете вопросы или комментируете что-то, дайте ребёнку время подумать. Помогайте с ответом когда ваш ребенок запинается и после правильных ответов задавайте вопросы или делайте комментарии, которые немного дополняют ответ ребенка. **Уровень 1** Спрашивайте простые, точные вопросы. Спрашивайте и указывайте на то, что вы видите на странице. “Где игрушка?” “Что они делают?” “Как это называется?” “Какого это цвета?” “Сколько там мячиков?” **Уровень 2** Спрашивайте общие или открытые вопросы о текущем моменте в истории.“Что здесь происходит?” “Что это за группа вещей?” **Уровень 3** Спрашивайте про сюжетную линию. “Что случилось?” “Что будет дальше?” “Ты когда-нибудь сталкивалась/сталкивался с чем-то подобным или видел/видела что-то подобное?” “Что она чувствует когда это происходит?”

# template
source: Read, Talk, and Have Fun!
el: Διαβάστε, Μιλήστε και Διασκεδάστε!
pt: Leia, Converse e Divirta-se!
ru: Читайте, разговаривайте и веселитесь!

# template
source: The supplied questions and comments are just the beginning. 1. For the first reading, read the red questions and comments. 2. For the second reading, read the blue questions and comments. 3. For the third reading, read the green questions and comments. After that, follow your child's interests and let your discussions go in fun directions.
el: Οι ερωτήσεις και τα σχόλια που παρέχονται είναι μόνο η αρχή. Για την πρώτη ανάγνωση, διαβάστε τις κόκκινες ερωτήσεις και τα σχόλια. Για τη δεύτερη ανάγνωση, διαβάστε τις μπλε ερωτήσεις και τα σχόλια. Για την τρίτη ανάγνωση, διαβάστε τις πράσινες ερωτήσεις και τα σχόλια. Μετά από αυτό, ακολουθήστε τα ενδιαφέροντα του παιδιού σας και αφήστε τις συζητήσεις σας να κινηθούν σε διασκεδαστικές κατευθύνσεις.
pt: As perguntas e comentários fornecidos são apenas o começo. Para a 1<sup>a</sup> leitura, leia as perguntas e comentários em vermelho Para a 2<sup>a</sup> leitura, leia as perguntas e comentários em azul Para a 3<sup>a</sup> leitura, leia as perguntas e comentários em verde Depois disso, siga os interesses do seu filho e deixe a conversa fluir de maneira divertida.
ru: Предложенные здесь вопросы и комментарии — это только начало. 1. Для 1-го прочтения, читайте вопросы и комментарии красного цвета. 2. Для 2-го прочтения, читайте вопросы и комментарии голубого цвета. 3. Для 3-го прочтения, читайте вопросы и комментарии зеленого цвета. После этого следуйте интересам вашего ребенка и направляйте ваши обсуждения в разные увлекательные направления.

# template
source: Math Themes and Words
el: Θέματα και Λέξεις Μαθηματικών
pt: Temas Matemáticos e Vocabulário
ru: Математические темы и слова

# template
source: **Adult Readers**
el: **Ενήλικοι Αναγνώστες**
pt: **Leitores Adultos**
ru: **Взрослый Читатель**

# template
source: Activity list
pt: Lista de atividades
ru: Список упражнений

# template
source: Storybook list
pt: Lista de livros de histórias
ru: Список Рассказов

# template
source: **Math Learning Step**
pt: **Etapa de Aprendizagem Matemática**
ru: **Шаг Изучения Математики**

# template
source: **Storybook**
pt: **Livro de histórias**
ru: **Сборник Рассказов**

# template
source: **Activities**
pt: **Atividades**
ru: **Упражнения**

# template
source: Introductions
pt: Apresentações
ru: Введение

# template
source: Games
pt: Jogos
ru: Игры

# template
source: Puzzles
pt: Quebra-cabeças
ru: Головоломки

# template
source: Activities
el: Δραστηριότητες
pt: Atividades
ru: Упражнения

# template
source: Investigations
pt: Investigações
ru: Расследования

# template
source: Individually
pt: Individualmente
ru: Индивидуально

# template
source: By topic
pt: Por tópico
ru: По теме

# template
source: **Stages**
pt: **Estágios**
ru: **Этапы**

# template
source: **Bonus Material**
pt: **Material Bônus**
ru: **Бонусный Материал**

# template
source: Bonus Material — Activities
pt: Material Bônus – Atividades
ru: Бонусный Материал - Упражнения

# template
source: Syncing
el: Συγχρονισμός
pt: Sincronizando
ru: Синхронизация

# template
source: Syncing...
el: Συγχρονισμός…
pt: Sincronizando...
ru: Синхронизация...

# template
source: Copy
el: Αντιγραφή
pt: Copiar
ru: Скопировать

# template
source: Copied!
el: Αντιγράφηκε!
pt: Copiado!
ru: Скопировано!

# template
source: Last sync at: @local.sync_latest
el: Τελευταίος συγχρονισμός: @local.sync_latest
pt: Última sincronização: @local.sync_latest
ru: Последняя синхронизация: @local.sync_latest

# template
source: This device has never been synced.
el: Αυτή η συσκευή δεν έχει συγχρονιστεί ποτέ.
pt: Este dispositivo nunca foi sincronizado.
ru: Это устройство никогда не синхронизировалось.

# template
source: Sync now
el: Συγχρονισμός τώρα
pt: Sincronizar agora
ru: Синхронизировать сейчас

# template
source: Story text
el: Κείμενο Ιστορίας
pt: Texto de história
ru: Текст Истории

# template
source: First reading
el: Πρώτη ανάγνωση
pt: Primeira leitura
ru: Первое Чтение

# template
source: Second reading
el: Δεύτερη ανάγνωση
pt: Segunda leitura
ru: Второе Чтение

# template
source: Third reading
el: Τρίτη ανάγνωση
pt: Terceira leitura
ru: Третье Чтение

# template
source: Privacy policy
pt: Política de privacidade
ru: Политика Конфиденциальности

# template
source: Template list
pt: Lista de modelos
ru: Список Шаблонов

# template
source: Tour list
pt: Lista de roteiro
ru: Список Туров

# template
source: Reset app
pt: Redefinir aplicativo
ru: Перезагрузить Приложение

# template
source: Activities – Bonus Material
pt: Atividades – Material Bônus
ru: Упражнения - Бонусный Материал

# template
source: Stage
pt: Etapa
ru: Стадия

# template
source: Language
pt: Idioma
ru: Язык

# tour
source: Each Stage has ten playdates for your family to enjoy with a group of other families. Each playdate has suggested storybooks and activities to enjoy together during the playdate. The playdates correspond to the ten math learning steps for each Stage. Links are provided to give direct and easy access to each of those resources.
el: Κάθε Στάδιο περιλαμβάνει δέκα παιχνιδοραντεβού για να τα απολαύσει η οικογένειά σας με μια ομάδα άλλων οικογενειών. Κάθε παιχνιδοραντεβού περιλαμβάνει προτεινόμενα βιβλία ιστοριών και δραστηριότητες για να απολαύσετε όλοι μαζί κατά τη διάρκειά του. Τα παιχνιδοραντεβού αντιστοιχούν στα δέκα μαθησιακά βήματα μαθηματικών κάθε Σταδίου. Παρέχονται σύνδεσμοι για άμεση και εύκολη πρόσβαση σε καθεμία από αυτές τις πηγές.
pt: Cada Etapa tem dez brincadeiras para a sua família desfrutar com um grupo de outras famílias. Cada brincadeira sugere livros de histórias e atividades para desfrutar juntos durante os jogos. As brincadeiras correspondem às dez etapas de aprendizagem de matemática para cada Etapa. Os links são fornecidos para dar acesso direto e fácil a cada um desses recursos.
ru: В каждом этапе есть десять игровых встреч, которыми ваша семья может наслаждаться с группой другой семьи. На каждом игровом дне предлагаются книги рассказов и занятия, которыми можно заняться вместе во время игрового дня. Игровые встречи соответствуют десяти шагам обучения математике на каждом этапе. Ссылки предоставляются для прямого и лёгкого доступа к каждому из этих ресурсов.
