Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Why did Aku need to swing her hands to kick the ball hard? Notice how many other parts of your body are involved with action of just one part.
el: Γιατί η Άκου χρειαζόταν να κινήσει τα χέρια της για να κλωτσήσει τη μπάλα δυνατά; Παρατήρησε πόσα άλλα μέρη του σώματός σου συμμετέχουν σε μια ενέργεια ενός μόνο μέρους.
pt: Por que Aku precisou balançar as mãos para chutar a bola com força? Observe quantas outras partes do seu corpo estão envolvidas com a ação de apenas uma parte.
ru: Почему Аку нужно было размахивать руками, чтобы сильно ударить по мячу? Обрати внимание сколько других частей твоего тела задействовано в работе только одной части.

# data_list
source: The ball shot into the sad sky. With mouths opened wide, the people of Sunland gazed after the flying ball. The ball flew beyond the clouds, beyond the gaze of the eyes. Everything was still. All was quiet. Suddenly, the sky cleared. The clouds became white, round and fluffy. Then a big ball came from behind the clouds. The ball was bright. And it was red and yellow like palm oil. The ball was the sun. Aku's sun. Everything stirred. The quietness left.
el: Η μπάλα εκτοξεύτηκε στον θλιμμένο ουρανό. Με στόματα ανοιχτά από έκπληξη, οι άνθρωποι της Ηλιόπολης παρακολούθησαν τη μπάλα να πετάει. Η μπάλα πέταξε πέρα από τα σύννεφα, πέρα από το οπτικό πεδίο των ματιών. Όλα ήταν ακίνητα. Όλα ήταν ήσυχα. Ξαφνικά, ο ουρανός καθάρισε. Τα σύννεφα έγιναν άσπρα, στρογγυλά και αφράτα. Τότε μια μεγάλη μπάλα εμφανίστηκε πίσω από τα σύννεφα. Η μπάλα ήταν φωτεινή. Ήταν κόκκινη και κίτρινη σαν το φοινικέλαιο. Η μπάλα ήταν ο ήλιος. Ο ήλιος της Άκου. Όλα άρχισαν να κινούνται. Η ησυχία χάθηκε.
pt: A bola disparou em direção ao céu cinzento. Com as bocas abertas, o povo de Sunland contemplou a bola voadora. A bola voou além das nuvens, além do alcance dos olhos. Tudo estava parado. Tudo estava quieto. De repente, o céu clareou. As nuvens ficaram brancas, redondas e fofas. Em seguida, uma grande bola saiu de trás das nuvens. A bola era brilhante. E era vermelha e amarela como óleo de palma. A bola era o sol. O sol de Aku. Tudo se despertou. O silêncio foi embora.
ru: Мяч устремился в грустное небо. Широко открыв рты, жители Санленда смотрели в след летящему мячу. Мяч полетел за облака, за пределы взора глаз. Всё было спокойно. Всё было тихо. Внезапно небо прояснилось. Облака стали белыми, круглыми, и пушистыми. Затем из-за облаков появился большой мяч. Мяч был ярким. И он был красным и жёлтым, как пальмовое масло. Мяч был солнцем. Солнце Аку. Всё зашевелилось. Тишина ушла.

# data_list
source: How many different colors of clothes do you see here? Which colors of the rainbow are missing?
el: Πόσα διαφορετικά χρώματα ρούχων βλέπεις εδώ; Ποια χρώματα του ουράνιου τόξου λείπουν;
pt: Quantas cores diferentes de roupas você vê aqui? Quais cores do arco-íris estão faltando?
ru: Сколько разных цветов одежды ты здесь видишь? Каких цветов радуги не хватает?

# data_list
source: Do the colors of the clothes you are wearing match any of these clothes?
el: Τα χρώματα από τα ρούχα που φοράς ταιριάζουν με κάποιο από αυτά τα ρούχα;
pt: As cores das roupas que você está usando combinam com as da imagem?
ru: Соответствует ли цвета твоей одежды с этими цветами?

# data_list
source: Finding what is the same and what is different is an important way we understand the things in our world.
el: Το να βρίσκουμε ομοιότητες και διαφορές είναι ένας σημαντικός τρόπος για να κατανοούμε τον κόσμο μας.
pt: Constatar o que é igual e o que é diferente é uma maneira importante de entendermos as coisas em nosso mundo.
ru: Нахождение того, что одинаково, и что отличается это важный способ понять вещи в нашем мире.

# data_list
source: Soon, everyone was rushing home to prepare for their daily activities. Ataa Ankra looked for his fish bucket. Farmers took their hoes. Children bathed and dressed, ready to go to school. Women tied monies at the ends of their cover cloths. They carried their basins and baskets and hurried to the market.
el: Σύντομα, όλοι έτρεχαν σπίτι για να προετοιμαστούν για τις καθημερινές τους δραστηριότητες. Ο Ατάα Άνκρα έψαχνε το κουβά του για τα ψάρια. Οι αγρότες πήραν τις αξίνες τους. Τα παιδιά έκαναν μπάνιο και ντύνονταν, έτοιμα να πάνε σχολείο. Οι γυναίκες έδεσαν τα χρήματά τους στις άκρες των ρούχων τους. Κουβαλούσαν τους κάδους και τα καλάθια τους και βιάζονταν να πάνε στην αγορά.
pt: Logo, todos correram para casa a fim de se prepararem para as suas atividades diárias. Ataa Ankra procurou por seu balde de peixe. Os agricultores pegaram as suas enxadas. As crianças, banhadas e vestidas, estavam prontas para ir à escola. As mulheres amarraram as bolsinhas de dinheiro nas extremidades de seus aventais. Elas carregaram as suas bacias e cestos e correram para o mercado.
ru: Скоро, все спешили домой чтобы подготовиться к повседневным делам. Атаа Анкра искал своё бедро с рыбой. Фермеры взяли свои мотыги. Дети мылись и одевались чтобы быть готовы идти в школу. Женщины привязывали деньги к концам покрывал. Они приносили свои тазы и корзины и спешили на рынок.

# data_list
source: It is dangerous to look at the sun, but we can still notice its changes. Depending on the weather and the time of day, the sun can look glowing yellow, hot white, orange, and even brown.
el: Είναι επικίνδυνο να κοιτάμε τον ήλιο, αλλά μπορούμε να παρατηρούμε τις αλλαγές του. Ανάλογα με τον καιρό και την ώρα της ημέρας, ο ήλιος μπορεί να φαίνεται λαμπερός κίτρινος, καυτός λευκός, πορτοκαλί ή ακόμα και καφέ.
pt: É perigoso olhar direto para o sol, mas ainda podemos notar suas mudanças. Dependendo do clima e da hora do dia, o sol pode parecer amarelo brilhante, branco escaldante, laranja e até marrom.
ru: На солнце смотреть опасно, но мы всё равно можем заметить его изменения. В зависимости от погоды и времени дня, солнце может выглядеть светящимся жёлтом, ярко-белым, оранжевым, и даже коричневом.

# data_list
source: What do you do during the day that you can't do at night?
el: Τι κάνεις κατά τη διάρκεια της ημέρας που δεν μπορείς να κάνεις τη νύχτα;
pt: O que você faz durante o dia que não pode fazer à noite?
ru: Что ты делаешь днём, что не можешь делать ночью?

# data_list
source: The story mentioned farmers working, people going to market, and children going to school. What other adult things only happen when the sun is out?
el: Η ιστορία αναφέρει αγρότες που δουλεύουν, ανθρώπους που πηγαίνουν στην αγορά και παιδιά που πάνε σχολείο. Ποιες άλλες δραστηριότητες ενηλίκων συμβαίνουν μόνο όταν βγαίνει ο ήλιος;
pt: A história mencionou agricultores trabalhando, pessoas indo ao mercado e crianças indo à escola. Que outras coisas de adulto só acontecem quando está de dia?
ru: В истории упоминали работающие фермеры, люди идущие на рынок, и дети идущие в школу. Какие ещё взрослые вещи происходят только тогда, когда светит солнце?

# data_list
source: The sun returned to Sunland. Aku made it. A new day began ...
el: Ο ήλιος επέστρεψε στη Ηλιόπολη. Η Άκου το κατάφερε. Μια νέα μέρα ξεκίνησε...
pt: O sol voltou para Sunland. Aku conseguiu. Um novo dia começou...
ru: Солнце вернулось в Санленд. Аку сделала это. Новый день начался ...

# data_list
source: Why did Aku kick the ball into the sky? Did she do it to make the sun come out, or did she do it for some other reason?
el: Γιατί η Άκου κλώτσησε τη μπάλα στον ουρανό; Το έκανε για να εμφανιστεί ο ήλιος ή το έκανε για άλλο λόγο;
pt: Por que Aku chutou a bola para o céu? Ela fez isso para fazer o sol sair ou foi por algum outro motivo?
ru: Почему Акы пнула мяч в небо? Она это сделала для того чтобы выглянуло солнце, или она сделала это по какой-то другой причине?

# data_list
source: The sun was Aku's only friend. She paid the sun a lot of attention, and the sun stayed with her without making fun of her long legs. Which things do you think make friendships work?
el: Ο ήλιος ήταν ο μοναδικός φίλος της Άκου. Του έδινε πολλή σημασία και ο ήλιος έμενε μαζί της χωρίς να κοροϊδεύει τα μακριά της πόδια. Ποια πράγματα πιστεύεις ότι κάνουν τις φιλίες να αντέχουν;
pt: O sol era o único amigo de Aku. Ela deu muita atenção ao sol, e ele permaneceu ao seu lado sem tirar sarro de suas longas pernas. Que coisas você acha que fazem as amizades darem certo?
ru: Солнце было единственным другом Аку. Она уделяла солнцу много внимания, и солнце оставалось с ней, не высмеивая её длинные ноги. Как ты думаешь, какие вещи помогают дружбе работать?

# data_list
source: Sometimes, when some experience bothers two friends, it can get between them so they can't see each other. Has that happened to you with one of your friends? Did you find a way to fix things?
el: Μερικές φορές, όταν ένα ενοχλητικό ζήτημα μπει ανάμεσα σε δύο φίλους, μπορεί να τους εμποδίζει να δουν καθαρά ο ένας τον άλλον. Σου έχει συμβεί ποτέ αυτό με κάποιον φίλο σου; Βρήκες τρόπο να φτιάξεις τα πράγματα;
pt: Às vezes, quando alguma experiência incomoda dois amigos, a amizade entre eles pode ficar prejudicada. Isso já aconteceu entre você e algum de seus amigos? Você encontrou uma maneira de consertar as coisas?
ru: Иногда, когда какой-то опыт беспокоит двух друзей, он может стать между ними и они не смогут видеть друг друга. Случалось ли это с тобой с одним из твоих друзей? Вы нашли способ исправить ситуацию?

# data_list
source: When Akai was a little girl, her mother used to put her to sleep on a beautiful mat. Akai's aunt made this special mat from palm leaves.
el: Όταν η Ακάι ήταν μικρό κορίτσι, η μητέρα της την έβαζε να κοιμηθεί πάνω σε ένα όμορφο χαλί. Αυτό το ξεχωριστό χαλί το έφτιαξε η θεία της Ακάι από φύλλα φοίνικα.
pt: Quando Akai era uma garotinha, sua mãe costumava colocá-la para dormir sobre uma linda manta. A tia da Akai fez a manta com folhas de palmeira.
ru: Когда Акаи была ещё совсем маленькой девочкой, её мама укладывала её спать на красивый коврик. Тётя Акаи сплела этот особенный коврик из листьев пальм.

# data_list
source: Notice the beautiful colors and patterns everywhere in this room!
el: Παρατήρησε τα όμορφα χρώματα και τα μοτίβα παντού σε αυτό το δωμάτιο!
pt: Observe as lindas cores e padrões por todos os lados nesta sala!
ru: Обрати внимание на великолепные цвета и узоры в этой комнате!

# data_list
source: Name and describe as many shapes as you can in this picture.
el: Ονόμασε και περίγραψε όσα περισσότερα σχήματα μπορείς σε αυτή την εικόνα.
pt: Nomeie e descreva quantas formas puder nesta figura.
ru: Назови и опиши как можно больше фигур на этой картинке.

# data_list
source: Do you have a favorite blanket or item you like to sleep with?
el: Εσύ έχεις μια αγαπημένη κουβέρτα ή αντικείμενο με το οποίο σου αρέσει να κοιμάσαι;
pt: Você tem um cobertor ou item favorito com o qual gosta de dormir?
ru: Есть ли у тебя любимое одеяло или вещь, с которой ты любишь спать?

# data_list
source: The mat had bright pink, blue, and green colors. It was different from other mats that Akai's mother had in the hut.
el: Το χαλί είχε έντονα ροζ, μπλε και πράσινα χρώματα. Ήταν διαφορετικό από τα άλλα χαλιά που είχε η μητέρα της Ακάι στη καλύβα.
pt: A manta tinha cores rosa-brilhante, azul e verde. Era diferente das outras mantas que a mãe da Akai tinha na cabana.
ru: У коврика были ярко-розовые, синие и зеленые цвета. Он отличался от остальных маминых ковров, которые были в хижине.

# data_list
source: Discuss the patterns in Akai's mat. The rows alternate between lighter and darker colors. It has pairs of rows of reds, greens, and blues.
el: Συζητήστε για τα μοτίβα στο χαλί της Ακάι. Στις σειρές εναλλάσσονται πιο ανοιχτά και πιο σκούρα χρώματα. Έχει ζευγάρια σειρών κόκκινων, πράσινων και μπλε.
pt: Discuta os padrões na manta da Akai. As fileiras se alternam entre cores claras e escuras. Tem pares de fileiras vermelhas, verdes e azuis.
ru: Обсуди узоры на коврике Акаи. Ряды чередуются между более светлыми и более темными цветами. У него есть пары рядов красного, зеленого и синего цветов.

# data_list
source: A rectangle is a 4-sided shape like this page. This mat is a rectangle and it has 30 rows of 9 rectangles.
el: Ένα ορθογώνιο είναι σχήμα με 4 πλευρές, όπως αυτή η σελίδα. Αυτό το χαλί είναι ορθογώνιο και έχει 30 σειρές από 9 ορθογώνια.
pt: Um retângulo é uma figura de 4 lados, como esta página. Esta manta é um retângulo e tem 30 fileiras de 9 retângulos.
ru: У прямоугольника есть 4 стороны, как у этой страницы. У этого коврика есть 30 рядов, каждый ряд состоит из 9 прямоугольников.

# data_list
source: 30 rows of 9 rectangles makes 270 rectangles for the mat. Can you skip count by 30's to 270? If not, perhaps you can skip count by 3's to 27.
el: 30 σειρές από 9 ορθογώνια κάνουν 270 ορθογώνια συνολικά. Μπορείς να μετρήσεις με βήματα των 30 μέχρι το 270; Αν όχι, ίσως μπορείς να μετρήσεις με βήματα των 3 μέχρι το 27.
pt: 30 fileiras de 9 retângulos formam 270 retângulos na manta. Você consegue contar pulando de 30 em 30 até 270? Se não conseguir, talvez você consiga contar de 3 em 3 até 27.
ru: 30 рядов, в каждом ряду 9 прямоугольников. Всего получается 270 прямоугольников на коврике. Можешь ли ты посчитать по тридцаткам до 270? Если нет, то, возможно, ты можешь посчитать по тройкам до 27.

# data_list
source: The land around Akai's home was very dry, hot, and full of stones. There were many scorpions, spiders, and snakes too. But Akai was never in danger of being bitten by these dangerous creatures.
el: Η γη γύρω από το σπίτι της Ακάι ήταν πολύ ξηρή, ζεστή και γεμάτη πέτρες. Υπήρχαν επίσης πολλοί σκορπιοί, αράχνες και φίδια. Όμως η Ακάι δεν κινδύνεψε ποτέ να τη δαγκώσουν αυτά τα επικίνδυνα πλάσματα.
pt: A terra ao redor da casa da Akai era muito seca, quente e cheia de pedras. Lá tinham muitos escorpiões, aranhas e cobras também. Mas a Akai nunca esteve em perigo de ser mordida por estas criaturas perigosas.
ru: Земля вокруг дома Акаи была очень сухой, горячей, и в ней было много камней. Там было много скорпионов, пауков и змей тоже. Но опасность быть укушенной этими опасными существами ей никогда не угрожала.

# data_list
source: Find all the little creatures around Akai on the ground. Do you think her mat protected her somehow from these dangerous creatures?
el: Βρες όλα τα μικρά πλάσματα γύρω από την Ακάι στο έδαφος. Νομίζεις ότι το χαλί της την προστάτευε με κάποιον τρόπο από αυτά τα επικίνδυνα πλάσματα;
pt: Encontre todas as pequenas criaturas ao redor da Akai no chão. Você acha que a manta dela vai protegê-la de alguma forma desta criaturas perigosas?
ru: Найди всех маленьких существ на земле вокруг Акаи. Думаешь ли ты, что коврик каким-то образом защитил от этих страшных животных?

# data_list
source: If you were surrounded by dangerous things, do you think you would be as happy as Akai looks in this picture?
el: Αν ήσουν περικυκλωμένος από επικίνδυνα πράγματα, πιστεύεις ότι θα ήσουν τόσο χαρούμενος όσο φαίνεται η Ακάι σε αυτή την εικόνα;
pt: Se você estivesse cercado por estas coisas perigosas, você acha que estaria tão feliz quanto a Akai nesta imagem?
ru: Если бы ты был/а окружен/а этими опасными созданиями, был/а бы ты также счастлив/а, как Акая на картинке?

# data_list
source: Notice that the hills that are farther away are fainter and lighter than the closer hills. You can often use the degree of faintness to help you tell what is closer and what is farther away in a picture.
el: Παρατήρησε ότι οι λόφοι που βρίσκονται πιο μακριά είναι πιο αχνοί και πιο ανοιχτοί από τους κοντινούς λόφους. Μπορείς να χρησιμοποιείς αυτόν τον βαθμό αχνάδας για να καταλάβεις τι είναι πιο κοντά και τι πιο μακριά σε μια εικόνα.
pt: Observe que as colinas mais distantes têm uma cor mais fraca e mais clara do que as colinas mais próximas. Você pode usar a intensidade da cor para ajudar a saber o que está mais perto e o que está mais longe em uma imagem.
ru: Обрати внимание, что холмы, которые находятся дальше, бледнее и светлее холмов, которые находятся ближе. Ты часто можешь использовать степень бледности, чтобы понять, что находится ближе и что находится дальше.

# data_list
source: Her mother said, "Her special mat protects Akai from any harm."
el: Η μητέρα της είπε: «Το ξεχωριστό της χαλί προστατεύει την Ακάι από κάθε κακό».
pt: A mãe dela disse, "A manta especial de Akai a protege de qualquer perigo."
ru: Её мама сказала: “Коврик Акаи защитит её от вреда.”

# data_list
source: Do you believe that objects, such as a mat, can have special, magical powers?
el: Πιστεύεις ότι αντικείμενα, όπως ένα χαλί, μπορούν να έχουν ιδιαίτερες, μαγικές δυνάμεις;
pt: Você acredita que objetos, como a manta, podem ter poderes mágicos, especiais?
ru: Веришь ли ты, что предметы, такие как коврик, могут иметь особенные, магические силы?

# data_list
source: Do you have anything that you believe helps you in a magical way?
el: Έχεις κάτι που πιστεύεις ότι σε βοηθά με μαγικό τρόπο;
pt: Você tem alguma coisa que acredita te ajudar de uma forma mágica?
ru: Есть ли у тебя что-то, что ты веришь помогает тебе магическим путем?

# data_list
source: There are many shapes here in addition to the rectangles. Find the triangles and the round shapes in this picture.
el: Υπάρχουν πολλά σχήματα εδώ εκτός από τα ορθογώνια. Βρες τα τρίγωνα και τα στρογγυλά σχήματα σε αυτή την εικόνα.
pt: Há muitas formas aqui além dos retângulos. Encontre os triângulos e as formas redondas nesta imagem.
ru: Здесь есть много других фигур, кроме прямоугольников. Найди треугольники и округлые фигуры на этой картинке.

# data_list
source: Akai was a clever child. She discovered where the nearest shallow well was.
el: Η Ακάι ήταν έξυπνο παιδί. Ανακάλυψε πού βρισκόταν το κοντινότερο ρηχό πηγάδι.
pt: Akai era uma criança inteligente. Ela descobriu onde o poço raso mais próximo estava.
ru: Акаи была умным ребенком. Она нашла место, где находился ближайший неглубокий колодец.

# data_list
source: In a very dry place, finding a shallow well would be very important to her village. They must have all thought very highly of Akai.
el: Σε έναν πολύ ξηρό τόπο, το να βρεις ένα ρηχό πηγάδι θα ήταν πολύ σημαντικό για το χωριό της. Πρέπει όλοι να εκτιμούσαν πολύ την Ακάι.
pt: Em um lugar muito seco, encontrar poços de água rasos seria muito importante para o vilarejo dela. Eles devem ter tido grande apreço por Akai.
ru: В очень засушливом месте, находка неглубокого колодца была бы очень важна для её поселения. Они все, должно быть, были очень высокого мнения об Акае.

# data_list
source: There are many different beautiful colors in their clothes. Do you know which of the seven colors of the rainbow are missing in this picture?
el: Υπάρχουν πολλά διαφορετικά όμορφα χρώματα στα ρούχα τους. Ξέρεις ποια από τα επτά χρώματα του ουράνιου τόξου λείπουν σε αυτή την εικόνα;
pt: Há muitas cores lindas e diferentes nas roupas deles. Você sabe quais das sete cores do arco-íris estão faltando nesta figura?
ru: В их одежде очень много разных красивых цветов. Знаешь ли ты, каких из семи цветов радуги нет на этой картинке?

# data_list
source: You can count all their legs by counting by 2's. You can count their arms the same way. How would you count their arms and legs together? Would you count by 2's or by 4's?
el: Μπορείς να μετρήσεις όλα τους τα πόδια μετρώντας ανά 2. Μπορείς να μετρήσεις τα χέρια τους με τον ίδιο τρόπο. Πώς θα μετρούσες τα χέρια και τα πόδια μαζί; Θα μετρούσες ανά 2 ή ανά 4;
pt: Você pode contar todas as pernas deles de 2 em 2. Você pode contar os braços da mesma forma. Como você contaria os braços e as pernas juntos? Você contaria de 2 em 2 ou de 4 em 4?
ru: Ты можешь считать по двойкам, чтобы сосчитать все их ноги. Ты можешь посчитать их руки тем же способом. Как бы ты посчитал/а их руки и ноги вместе? Считал/а бы ты по двойкам или по четверкам?

# data_list
source: Akai also knew where her grandmother's manyatta was located. She often went to drink camel milk with her grandmother.
el: Η Ακάι ήξερε επίσης πού βρισκόταν η μανιάτα της γιαγιάς της. Συχνά πήγαινε να πιει γάλα καμήλας με τη γιαγιά της.
pt: Akai também sabia onde ficava a manyatta da avó. Ela costumava ir beber leite de camelo com a avó.
ru: Акаи также знала, где находилась маньятта её бабушки. Она часто ходила попить верблюжьего молока со своей бабушкой.

# data_list
source: A manyatta is a small village. Akai was very good at finding her way around the area where she lived. How are you at finding things around the area where you live?
el: Μια μανιάτα είναι ένα μικρό χωριό. Η Ακάι ήταν πολύ καλή στο να βρίσκει τον δρόμο της στην περιοχή που ζούσε. Εσύ είσαι καλός στο να βρίσκεις πράγματα γύρω από την περιοχή σου;
pt: Uma manyatta é um pequeno vilarejo. Akai era muito boa em se orientar na área onde morava. E você, é bom em encontrar as coisas na área onde você mora?
ru: Маньятта – это маленькое поселение. Акаи очень хорошо ориентировалась в местности, где она жила. Хорошо ли ты ориентируешься в местности, где ты живешь?

# data_list
source: Some people have a strong sense of direction, and others can get easily confused. Which are you?
el: Μερικοί άνθρωποι έχουν έντονη αίσθηση προσανατολισμού, ενώ άλλοι μπερδεύονται εύκολα. Εσύ σε ποια κατηγορία ανήκεις;
pt: Algumas pessoas têm um forte senso de direção, e outras podem se confundir facilmente. Qual delas é você?
ru: У некоторых людей сильно развито чувство направления, а другие легко запутываются. Какой тип людей ты?

# data_list
source: Her grandmother's mat looks very similar to Akai's mat. Describe some differences you see between the two mats.
el: Το χαλί της γιαγιάς της μοιάζει πολύ με το χαλί της Ακάι. Περίγραψε μερικές διαφορές που βλέπεις ανάμεσα στα δύο χαλιά.
pt: A manta da avó da Akai era muito parecida com a manta da Akai. Descreva algumas das diferenças que você vê entre as duas mantas.
ru: Бабушкин коврик очень похож на коврик Акаи. Опиши отличия, которые ты видишь между двумя ковриками.

# data_list
source: One day, Akai was not so lucky. She left to go to her grandmother's manyatta, but she got lost in the hills. Akai was afraid.
el: Μια μέρα, η Ακάι δεν στάθηκε τόσο τυχερή. Έφυγε για τη μανιάτα της γιαγιάς της, αλλά χάθηκε στους λόφους. Η Ακάι φοβόταν.
pt: Um dia, Akai não teve tanta sorte. Ela saiu para ir à manyatta da avó, mas se perdeu nas colinas. Akai ficou com medo.
ru: В один день, Акае не повезло. Она пошла в маньятту её бабушки, но по пути Акая заблудилась в холмах. Она была очень напугана.

# data_list
source: No matter how good we are at things, everyone can make a mistake. Can you think of a time recently when that happened to you?
el: Όσο καλοί κι αν είμαστε σε κάτι, όλοι μπορούμε να κάνουμε ένα λάθος. Μπορείς να σκεφτείς μια φορά που σου συνέβη αυτό πρόσφατα;
pt: Não importa o quão bons sejamos nas coisas, todos podemos cometer erros. Você consegue se lembrar de alguma ocasião recente em que isso aconteceu com você?
ru: Неважно, насколько мы хороши в чем-либо, каждый может сделать ошибку. Случалось ли с тобой что-то подобное в недавнем времени?

# data_list
source: As much as we may not like our own mistakes, we should not ignore them. Mistakes are often very interesting and have a lot to teach us about ourselves.
el: Όσο κι αν δεν μας αρέσουν τα λάθη μας, δεν πρέπει να τα αγνοούμε. Τα λάθη συχνά έχουν πολύ ενδιαφέρον και έχουν να μας διδάξουν πολλά για τον εαυτό μας.
pt: Por mais que não gostemos dos nossos próprios erros, não devemos ignorá-los. Erros são frequentemente muito interessantes, e têm muito o que nos ensinar sobre nós mesmos.
ru: Неважно, насколько сильно нам не нравятся наши ошибки, мы не должны их игнорировать. Ошибки часто оказываются интересными, и мы можем многому научиться благодаря им.

# data_list
source: What about the way Akai looks in this picture tells you that she is afraid?
el: Τι είναι αυτό στην έκφραση της Ακάι σε αυτή την εικόνα που σου δείχνει ότι φοβάται;
pt: O que na aparência de Akai nesta imagem diz a você que ela está com medo?
ru: Что в облике Акаи на этой картинке говорит тебе о том, что она напугана?
