Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Rands are used as currency in the country of South Africa. Their smallest coin is the 5 cent piece. How many of those coins does it take to make 1 rand? If you haven't learned how to divide, count by 5's and keep track of how many 5's you use.
el: Το νόμισμα της Νότιας Αφρικής είναι το ραντ. Το μικρότερο κέρμα είναι 5 σεντ. Πόσα 5άλεπτα κάνουν 1 ραντ; Μέτρα ανά 5.
pt: Rands são usados como moeda no país da África do Sul. Sua menor moeda é a moeda de 5 centavos. Quantas dessas moedas são necessárias para completar 1 rand? Se você não aprendeu a dividir, conte de 5 em 5 e acompanhe quantos 5 você usa.
ru: Ранды используются в качестве валюты в стране ЮАР. Их самая маленькая монета — 5 центов. Сколько таких монет нужно, чтобы получить 1 ранд? Если ты не научился/научилась делить, посчитай по 5 и сосчитай, сколько 5 ты использовал/а.

# data_list
source: South Africa also has a 10 cent piece. How many of those coins does it take to make 1 rand?
el: Υπάρχει και κέρμα 10 σεντ. Πόσα τέτοια κάνουν 1 ραντ;
pt: A África do Sul também tem uma moeda de 10 centavos. Quantas dessas moedas são necessárias para ganhar 1 rand?
ru: В Южной Африке также есть монета в 10 центов. Сколько таких монет нужно, чтобы получить 1 ранд?

# data_list
source: Then he shook the coins in his big fist, so that they made a clinking sound. "This is my judgement," he said to the baker. "The punishment must fit the crime. Therefore the sound of Ma Shange's money is the payment you will get for the smells she stole. And now I wish you a good day." The baker looked thoughtful. Then, realizing how unreasonable he had been, he turned slowly and walked out of the room.
el: Στη συνέχεια, κούνησε τα νομίσματα στη μεγάλη παλάμη του, έτσι ώστε να κουδουνίσουν. «Αυτή είναι η κρίση μου», είπε στον φούρναρη. «Η τιμωρία πρέπει να είναι ανάλογη με το έγκλημα. Επομένως, ο ήχος των χρημάτων της Μα Σάνγκε είναι η πληρωμή που θα λάβετε για τις μυρωδιές που έκλεψε. Και τώρα σας εύχομαι καλή μέρα». Ο φούρναρης φάνηκε σκεπτικός. Τότε, συνειδητοποιώντας πόσο παράλογος είχε φερθεί, γύρισε αργά και βγήκε από το δωμάτιο.
pt: Então ele sacudiu as moedas em seu grande punho, de modo que elas fizeram um som de tilintar. "Este é o meu julgamento", disse ele ao padeiro. "A punição deve ser adequada ao crime. Portanto, o som do dinheiro de Dona Shange é o pagamento que você receberá pelos cheiros que ela roubou. E agora eu lhe desejo um bom dia." O padeiro parecia pensativo. Então, percebendo o quão irracional ele tinha sido, ele se virou lentamente e saiu da sala.
ru: Затем он потряс монетами в своём большом кулаке так, что они издали звенящий звук. “Это моё решение”, — сказал он пекарю. “Наказание должно соответствовать преступлению. Поэтому звон денег мисс Шанге — это плата, которую ты получишь за запахи, которые она украла. Ну а теперь я желаю тебе хорошего дня”. Пекарь задумался. Затем, осознав, насколько неразумным он был, он медленно повернулся и вышел из комнаты.

# data_list
source: A good end to a dispute brings a sense of justice and rightness to all the parties involved. Did the baker feel he had been dealt with fairly? Did the baker learn something important on that day?
el: Η καλή επίλυση μιας διαφοράς φέρνει ένα αίσθημα δικαιοσύνης σε όλους τους εμπλεκόμενους. Ο φούρναρης ένιωσε ότι του φέρθηκαν δίκαια; Έμαθε κάτι σημαντικό εκείνη την ημέρα;
pt: Um bom desfecho para uma disputa traz um senso de justiça e dignidade para todas as partes envolvidas. O padeiro sentiu que foi tratado de forma justa? O padeiro aprendeu algo importante naquele dia?
ru: Хорошее завершение спора приносит чувство справедливости и правоты всем сторонам. Почувствовал ли пекарь, что с ним обошлись справедливо? Узнал ли пекарь что-то важное в тот день?

# data_list
source: It was good the baker finally realized he had been unreasonable. It would have been even better if the baker had done more for Ma Shange. An apology to Ma Shange would have been an important step.
el: Ήταν καλό που ο φούρναρης τελικά συνειδητοποίησε ότι είχε φερθεί παράλογα. Θα ήταν ακόμα καλύτερο αν ο φούρναρης είχε κάνει περισσότερα για την Μα Σάνγκε. Μια συγγνώμη προς την Μα Σάνγκε θα ήταν ένα σημαντικό βήμα.
pt: Foi bom que o padeiro finalmente percebeu que ele tinha sido irracional. Teria sido ainda melhor se o padeiro tivesse feito mais por Dona Shange. Um pedido de desculpas à Dona Shange teria sido um passo importante.
ru: Хорошо, что пекарь наконец понял, что был неразумен. Было бы ещё лучше, если бы пекарь сделал больше для мисс Шанге. Извинение перед мисс Шанге было бы важным шагом.

# data_list
source: What else, if anything, do you think the baker should do for Ma Shange?
el: Τι άλλο θα έπρεπε να κάνει ο φούρναρης για τη Μα Σάνγκε;
pt: O que mais, se é que há algo, você acha que o padeiro deveria fazer por Dona Shange?
ru: Как ты думаешь, что еще должен сделать пекарь для мисс Шанге?

# data_list
source: The judge smiled kindly at Ma Shange, and handed her back her money. "Now, Madam," he said pulling a brown paper bag from his briefcase, "would you care to join me for breakfast? These buns are still warm, I bought them only half an hour ago."
el: Ο δικαστής χαμογέλασε ευγενικά στη Μα Σάνγκε και της επέστρεψε τα χρήματα. «Κυρία», είπε βγάζοντας σακούλα με ρολά κανέλας, «θα πάρετε πρωινό μαζί μου; Αυτά είναι ακόμη ζεστά· τα αγόρασα μισή ώρα πριν».
pt: O juiz sorriu gentilmente para Dona Shange e devolveu-lhe o dinheiro. "Agora, senhora," disse ele, puxando um saco de papel marrom de sua pasta, "gostaria de se juntar a mim para o café da manhã?" Esses pãezinhos ainda estão quentes, eu os comprei há apenas meia hora."
ru: Судья любезно улыбнулся мисс Шанге и вернул ей деньги. “А теперь, мадам, — сказал он, доставая из портфеля коричневый бумажный пакет, — не хотели бы вы присоединиться ко мне за завтраком? Эти булочки ещё тёплые, я купил их всего полчаса назад.”

# data_list
source: The judge realized how poor and hungry Ma Shange was. He showed the kind of generosity that the baker should have shown all along.
el: Ο δικαστής κατάλαβε πόσο φτωχή και πεινασμένη ήταν η Μα Σάνγκε και έδειξε τη γενναιοδωρία που έπρεπε να δείξει ο φούρναρης.
pt: O juiz percebeu o quão pobre e faminta Dona Shange estava. Ele mostrou o tipo de generosidade que o padeiro deveria ter demonstrado desde o começo.
ru: Судья понял, насколько бедна и голодна была мисс Шанге. Он проявил ту щедрость, которую пекарь должен был проявить с самого начала.

# data_list
source: Helping others is tricky and involves some hard questions. Who do you help, how do you help, and how much do you help?
el: Το να βοηθάς τους άλλους είναι δύσκολο και συνεπάγεται ορισμένες δύσκολες αποφάσεις. Ποιον βοηθάς, πώς βοηθάς και πόσο βοηθάς;
pt: Ajudar os outros é complicado e envolve algumas perguntas difíceis. Quem você ajuda, como você ajuda e quanto você ajuda?
ru: Помогать другим — дело непростое и требует ответа на некоторые сложные вопросы. Кому, как и насколько ты помогаешь?

# data_list
source: Have you ever given aid to someone in need of help? We all need help at times. We can't help everyone, but there are times when we can help and make an important difference in another person's life.
el: Έχεις βοηθήσει κάποιον που είχε ανάγκη; Όλοι χρειαζόμαστε βοήθεια κάποτε. Δεν μπορούμε να τους βοηθήσουμε όλους, αλλά υπάρχουν στιγμές που μπορούμε να κάνουμε διαφορά σε κάποιους.
pt: Você já ofereceu ajuda a alguém necessitado? Todos nós precisamos de ajuda em alguns momentos. Não podemos auxiliar a todos, mas há momentos em que podemos ajudar e fazer uma diferença importante na vida de outra pessoa.
ru: Ты когда-нибудь помогал/а кому-то, кто в этом нуждался? Всем нам иногда нужна помощь. Мы не можем помочь всем, но бывают моменты, когда мы можем помочь и внести важные изменения в жизнь другого человека.

# data_list
source: Fati was a little girl who ran like the wind. She loved to laugh, and always tried hard to do as she was told.
el: Η Φάτι ήταν ένα μικρό κορίτσι που έτρεχε σαν τον άνεμο. Της άρεσε πολύ να γελάει και πάντα προσπαθούσε να κάνει ό,τι της έλεγαν.
pt: Fati era uma garotinha que corria como o vento. Ela adorava rir e sempre se esforçava bastante para fazer o que lhe mandavam.
ru: Фати была маленькой девочкой, которая бежала как ветер. Она любила смеяться и всегда старалась сделать то, что ей говорили.

# data_list
source: It can be hard sometimes to do what you are told. Are you good at following directions?
el: Κάποιες φορές είναι δύσκολο να κάνεις ό,τι σου λένε. Τα καταφέρνεις καλά να ακολουθείς οδηγίες;
pt: Às vezes, pode ser difícil fazer o que lhe mandam. Você é bom em seguir instruções?
ru: Иногда бывает трудно делать то, что тебе говорят. А ты умеешь следовать инструкциям?

# data_list
source: How do you feel when you don't do as you are told?
el: Πώς νιώθεις όταν δεν κάνεις ό,τι σου λένε;
pt: Como você se sente quando não faz o que lhe mandam?
ru: Как ты себя чувствуешь, когда не делаешь то что тебе говорят?

# data_list
source: Does Fati have more, or less, limbs (arms and legs) than there are ends to her stick?
el: Έχει η Φάτι περισσότερα ή λιγότερα άκρα (χέρια και πόδια) από τα κλαδάκια που υπάρχουν στο μπαστούνι της;
pt: O que tem menos e o que tem mais: os membros (braços e pernas) de Fati ou as pontas existentes na vara de madeira?
ru: У фати больше или меньше конечностей (рук и ног) чем концов у её палки?

# data_list
source: One day, Fati went with her mother and father to look for firewood.
el: Μια μέρα, η Φάτι πήγε με τη μητέρα και τον πατέρα της να μαζέψουν ξύλα για τη φωτιά.
pt: Um dia, Fati foi com a sua mãe e o seu pai procurar lenha.
ru: В один день, Фати пошла с матерью и отцом искать дрова.

# data_list
source: Have you ever tried to balance something on your head the way Fati's mother is doing? What sorts of things do people carry on their heads?
el: Έχεις δοκιμάσει ποτέ να ισορροπήσεις κάτι στο κεφάλι σου όπως κάνει η μητέρα της Φάτι; Τι είδους πράγματα κουβαλούν οι άνθρωποι στα κεφάλια τους;
pt: Você já tentou equilibrar algo em sua cabeça do mesmo jeito que a mãe de Fati está fazendo? Que tipo de coisas as pessoas carregam em cima da cabeça delas?
ru: Ты когда-нибудь пытался балансировать что-то на своей голове, как это делает мать Фати? Какие вещи люди носят на голове?

# data_list
source: Looking at Fati's head and shoulders, what do you think she is feeling?
el: Βλέποντας το κεφάλι και τους ώμους της Φάτι, τι νομίζεις ότι αισθάνεται;
pt: Olhando para a cabeça e os ombros de Fati, como você acha que ela está se sentindo?
ru: Глядя на голову и плечи Фати, как ты думаешь что она чувствует?

# data_list
source: Count together the people in this picture.
el: Μετρήστε μαζί τους ανθρώπους σε αυτή την εικόνα.
pt: Vamos contar juntos todas as pessoas nesta imagem.
ru: Посчитай вместе людей на этой картинке.

# data_list
source: Fati liked to help her mother and father, but there was so much to do and so much to see. There were birds, monkeys, and the sky!
el: Η Φάτι ήθελε να βοηθήσει τη μητέρα και τον πατέρα της, αλλά υπήρχαν τόσα πολλά που ήθελε να δει και τόσα πολλά που ήθελε να κάνει. Υπήρχαν πουλιά, πίθηκοι και ο ουρανός!
pt: Fati gostava de ajudar a sua mãe e o seu pai, mas havia tanta coisa para fazer e tanta coisa para ver. Havia pássaros, macacos e o céu!
ru: Фати любила помогать матери и отцу, но нужно было так много сделать и было так много увидеть. Были птицы, обезьяны, и небо!

# data_list
source: When you are outside, what do you like to look at in the sky?
el: Όταν είσαι έξω, τι σου αρέσει να κοιτάζεις στον ουρανό;
pt: Quando você está ao ar livre, o que você gosta de olhar no céu?
ru: Когда ты на улице, на что ты любишь смотреть в небе?

# data_list
source: How many birds is Fati looking at?
el: Πόσα πουλιά κοιτάζει η Φάτι;
pt: Fati está olhando para quantos pássaros?
ru: На сколько птиц смотрит Фати?

# data_list
source: Count together all the ends of the sticks in this picture.
el: Μετρήστε μαζί όλα τα κλαδάκια των ξύλων σε αυτή την εικόνα.
pt: Vamos contar juntos todas as pontas da vara e dos galhos que você vê nesta imagem.
ru: Посчитайте вместе все концы палочек на этой картинке.

# data_list
source: Mother said, "Fati, please listen! You can look for firewood here and you can look for firewood there."
el: Η μητέρα είπε: "Φάτι, σε παρακαλώ άκου! Μπορείς να ψάξεις για ξύλα εδώ και εκεί."
pt: A mãe disse: "Fati, por favor, preste atenção! Você pode procurar por lenha aqui e lá."
ru: Мать сказала, «Фати, пожалуйста слушай! Дрова можно искать здесь, и дрова можно искать там.»

# data_list
source: Fati and her mother are holding outdoor tools. Have you used tools, such as a broom, to do work outside?
el: Η Φάτι και η μητέρα της κρατούν εργαλεία για εξωτερικό χώρο. Έχεις χρησιμοποιήσει εργαλεία, όπως σκούπα, για να κάνεις εξωτερικές δουλειές;
pt: Fati e a sua mãe estão segurando objetos para uso em trabalhos externos. Você já usou algum objeto, como uma vassoura, para fazer trabalhos externos?
ru: Фати и её мать держат в руках уличные инструменты. Использовал ли ты такие инструменты, как метла, для работы на улице?

# data_list
source: Fati's mother's dress has a design on it. Count together how many times the design is repeated. Can you count that high? If not, count just one leg.
el: Το φόρεμα της μητέρας της Φάτι έχει ένα σχέδιο πάνω του. Μέτρησε πόσες φορές επαναλαμβάνεται το σχέδιο. Μπορείς να μετρήσεις τόσο πολύ; Αν όχι, μέτρησε μόνο στο ένα πόδι.
pt: O vestido da mãe de Fati tem desenhos estampados. Vamos contar juntos quantas vezes o desenho se repete. Você consegue contar todos eles? Se não, conte apenas uma parte.
ru: На платье матери Фати есть рисунок. Посчитай, сколько раз повторяется рисунок. Ты можешь считать так высоко? Если нет, посчитай только одну ногу.

# data_list
source: Two people have a total of two heads. Together, how many legs, arms, eyes, and ears do these two people have?
el: Δύο άνθρωποι έχουν συνολικά δύο κεφάλια. Συνολικά, πόσα πόδια, χέρια, μάτια και αυτιά έχουν αυτοί οι δύο άνθρωποι;
pt: Duas pessoas têm um total de duas cabeças. Quantas pernas, braços, olhos e orelhas essas duas pessoas juntas têm?
ru: У двух людей вместе две головы. Вместе, сколько ног, рук, глаз, и ушей у этих двух людей?

# data_list
source: But Fati, please watch where you go and be very careful." She replied, "Yes, mother."
el: Αλλά, πρόσεχε πού πηγαίνεις Φάτι και να είσαι πολύ προσεκτική." Η Φάτι απάντησε: "Ναι, μητέρα."
pt: Mas Fati, por favor, preste atenção aonde você vai e tenha muito cuidado." Ela respondeu: "Sim, mãe".
ru: «Но, Фати, пожалуйста смотри куда идешь, и будь очень осторожной.» Она ответила, «Да, мама.»

# data_list
source: What kinds of things might be dangerous for Fati while out collecting firewood?
el: Ποια πράγματα μπορεί να είναι επικίνδυνα για τη Φάτι έξω ενώ μαζεύει ξύλα;
pt: Que tipos de coisas podem ser perigosas para Fati enquanto ela coleta lenha?
ru: Какие вещи могут быть опасны для Фати во время сбора дров?

# data_list
source: Which sorts of things are you warned to be careful about?
el: Τι είδους σημάδια σε προειδοποιούν να είσαι προσεκτικοί;
pt: Sobre que tipo de coisas você é avisado(a) para ter cuidado?
ru: С какими вещами тебе следует быть осторожным?

# data_list
source: Do you listen to those warnings? Do you think Fati will listen?
el: Ακούς αυτές τις προειδοποιήσεις; Νομίζεις ότι η Φάτι θα ακούσει;
pt: Você segue esses avisos? Você acha que Fati vai seguí-los?
ru: Ты слушаешь эти предупреждения? Думаешь что Фати послушает?

# data_list
source: Soon Fati's mother and father were very busy.
el: Σε λίγο η μητέρα και ο πατέρας της Φάτι άρχισαν τη δουλειά και ήταν πολύ απασχολημένοι.
pt: Rapidamente, a mãe e o pai de Fati estavam muito ocupados.
ru: В скоре, мать и отец Фати были очень заняты.

# data_list
source: There are many reasons people wear hats. Why is Fati's father wearing a hat?
el: Υπάρχουν πολλοί λόγοι για τους οποίους οι άνθρωποι φορούν καπέλα. Γιατί φοράει καπέλο ο πατέρας της Φάτι;
pt: Há muitas razões pelas quais as pessoas usam chapéus. Por que o pai de Fati está usando um chapéu?
ru: Есть много причин, по которым люди носят шапки. Почему отец Фати носит шапку?

# data_list
source: Fati's father uses a hat to work outside in the sun. Can you think of other clothes that have special uses for certain occasions?
el: Ο πατέρας της Φάτι χρησιμοποιεί καπέλο για να δουλέψει έξω στον ήλιο. Μπορείς να σκεφτείς άλλα ρούχα που έχουν ειδικές χρήσεις για ορισμένες περιστάσεις;
pt: O pai de Fati usa um chapéu para trabalhar ao ar livre exposto ao sol. Você consegue pensar em outras roupas que tenham usos especiais para determinadas ocasiões?
ru: Отец Фати использует шапку, чтобы работать на улице под солнцем. Ты можешь вспомнить другую одежду, которую можно использовать в определённых случаях?

# data_list
source: Fati's family is gathering firewood. Other than keeping warm, what are some ways people use fires?
el: Η οικογένεια της Φάτι μαζεύει ξύλα για τη φωτιά. Εκτός από το να κρατά ζεστούς τους ανθρώπους, ποιοι είναι μερικοί άλλοι τρόποι που χρησιμοποιείται η φωτιά;
pt: A família de Fati está coletando lenha. Além de ser usado para nos aquecer, de que outras maneiras as pessoas utilizam o fogo?
ru: Семья Фати собирает дрова. Помимо согреваться, как люди используют огонь?

# data_list
source: They found big pieces of firewood. They found small pieces of firewood.
el: Βρήκαν μεγάλα ξύλα για τη φωτιά. Βρήκαν μικρά ξύλα για τη φωτιά.
pt: Eles encontraram grandes pedaços de lenha. Eles encontraram pequenos pedaços de lenha.
ru: Они нашли большие куски дров. Они нашли маленькие куски дров.

# data_list
source: Do the different sizes of firewood have different uses?
el: Έχουν διαφορετικές χρήσεις τα διαφορετικά μεγέθη ξύλων;
pt: Os diversos tamanhos de lenha têm usos diferentes?
ru: Могут ли дрова разных размеров использоваться по-разному?

# data_list
source: Count how many pieces of firewood there are.
el: Μέτρησε πόσα ξύλα υπάρχουν.
pt: Conte quantos pedaços de lenha existem na imagem.
ru: Посчитай, сколько там дров.

# data_list
source: Compare the thickness of the biggest pieces of firewood to Fati's father's leg. Which is wider and which is narrower?
el: Σύγκρινε το πάχος των μεγαλύτερων ξύλων με το πόδι του πατέρα της Φάτι. Ποιο είναι φαρδύτερο και ποιο είναι στενότερο;
pt: Compare a espessura dos maiores pedaços de lenha com a perna do pai de Fati. Qual é o mais largo e qual é o mais estreito?
ru: Сравни толщину самых больших кусков дров с ногой отца Фати. Что шире, а что уже?

# data_list
source: Fati was also very busy. She found small pieces of firewood. She found very small pieces of firewood.
el: Η Φάτι ήταν επίσης πολύ απασχολημένη. Βρήκε μικρά ξύλα για τη φωτιά. Βρήκε πολύ μικρά ξύλα για τη φωτιά.
pt: Fati também estava muito ocupada. Ela encontrou pedaços pequenos de lenha. Ela encontrou pedaços muito pequenos de lenha.
ru: Фати тоже была очень занята. Она нашла маленькие куски дров. Она нашла очень маленькие куски дров.

# data_list
source: Why do you think Fati found such small pieces of firewood?
el: Γιατί νομίζεις ότι η Φάτι βρήκε τόσο μικρά ξύλα;
pt: Por que você acha que Fati encontrou pedaços tão pequenos de lenha?
ru: Как ты думаешь, почему Фати нашла такие маленькие куски дров?

# data_list
source: In making a fire, having a variety of sizes of wood is useful. The small pieces help get the fire going, and the big pieces can make it last a long time.
el: Για να ανάψει μια φωτιά, είναι χρήσιμο να έχουμε μια ποικιλία μεγεθών ξύλων. Τα μικρά ξύλα βοηθούν την φωτιά να ανάψει και τα μεγάλα ξύλα την κάνουν να διαρκέσει περισσότερο.
pt: Ao acender um fogo, é útil ter uma variedade de tamanhos de lenhas. Os pedaços pequenos ajudam a manter o fogo aceso, e os pedaços grandes podem fazê-lo durar mais tempo.
ru: При разведении костра, полезно иметь дрова разных размеров. Маленькие кусочки помогает разжечь огонь, а большие могут продлить его надолго.

# data_list
source: Count together how many pieces of firewood Fati has found. It's tricky to tell because her wood is all jumbled together.
el: Μετρήστε μαζί πόσα ξύλα έχει βρει η Φάτι. Είναι δύσκολο να τα μετρήσεις επειδή τα ξύλα είναι ανακατεμένα.
pt: Vamos contar juntos todos os pedaços de lenha que Fati encontrou. É difícil dizer, já que a lenha dela está toda desordenada.
ru: Посчитай вместе, сколько кусков дров нашла Фати. Трудно сказать, потому что её дрова все перемешаны.

# data_list
source: Then Fati looked up. She saw a red bird in the tall grass.
el: Τότε η Φάτι κοίταξε ψηλά. Είδε ένα κόκκινο πουλί μέσα στα ψηλά χόρτα.
pt: Então Fati olhou para cima. Ela viu um pássaro vermelho no mato alto.
ru: Потом Фати посмотрела наверх. Она увидела красную птицу в высокой траве.

# data_list
source: Lots of animals have things in common, such as a mouth and a heart. Guess what birds have that no other animal has. (feathers)
el: Πολλά ζώα έχουν κοινά χαρακτηριστικά, όπως στόμα και καρδιά. Μάντεψε τι έχουν τα πουλιά που δεν έχει κανένα άλλο ζώο. (Φτερά)
pt: Muitos animais têm coisas em comum, tais como uma boca e um coração. Adivinhe o que os pássaros têm que nenhum outro animal tem. (penas)
ru: У многих животных есть что-то общее, например рот и сердце. Угадай, что есть у птиц, чего нет ни у одного другого животного. (перья)

# data_list
source: Fati is having too much fun looking at special things to worry about looking for dangers. Is she being careless?
el: Στη Φάτι αρέσει πάρα πολύ να κοιτάζει ιδιαίτερα πράγματα για να ανησυχεί για τους κινδύνους. Είναι απρόσεκτη;
pt: Fati está se divertindo demais, contemplando coisas especiais em vez de se preocupar com os perigos. Ela está sendo descuidada?
ru: Для Фати слишком весело смотреть на необычные вещи, чтобы беспокоиться об опасностях. Она небрежна?

# data_list
source: Does the bird's red color blend in with the colors in the tall grass?
el: Το κόκκινο χρώμα του πουλιού ταιριάζει με τα χρώματα στα ψηλά χόρτα;
pt: A cor vermelha do pássaro se mistura com as cores do mato alto?
ru: Сливается ли красный цвет птицы с цветами высокой травы?

# data_list
source: Next, Fati looked down. She saw a brown ant on the dusty path.
el: Στη συνέχεια, η Φάτι κοίταξε κάτω. Είδε ένα καφέ μυρμήγκι στο χωμάτινο μονοπάτι.
pt: Em seguida, Fati olhou para baixo. Ela viu uma formiga marrom no caminho empoeirado.
ru: Затем Фати посмотрела вниз. Она увидела коричневого муравья на пыльной дороге.

# data_list
source: The largest ants are about the same length as your finger. Do you think the artist got a little carried away drawing this ant?
el: Τα μεγαλύτερα μυρμήγκια έχουν περίπου το ίδιο μήκος με το δάχτυλό σου. Νομίζεις ότι ο καλλιτέχνης το παράκανε λίγο ζωγραφίζοντας αυτό το μυρμήγκι;
pt: As maiores formigas têm aproximadamente o mesmo comprimento que o seu dedo. Você acha que o ilustrador se empolgou um pouco ao desenhar essa formiga?
ru: Самые большие муравьи примерно такой же длины, как твой палец. Думаешь, что художник немного увлёкся, рисуя этого муравья?

# data_list
source: Ants have six legs. How many legs does this ant have?
el: Τα μυρμήγκια έχουν έξι πόδια. Πόσα πόδια έχει αυτό το μυρμήγκι;
pt: As formigas têm seis pernas. Quantas pernas essa formiga tem?
ru: У муравьёв шесть ног. Сколько ног у этого муравья?

# data_list
source: If ants should have six legs, how many legs is this ant missing?
el: Αν τα μυρμήγκια θα έπρεπε να έχουν έξι πόδια, πόσα πόδια λείπουν από αυτό το μυρμήγκι;
pt: Se as formigas devem ter seis pernas, quantas pernas estão faltando nessa formiga?
ru: Если у муравья должно быть шесть ног, сколько ног у этого муравья не хватает?
