Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Develop a sense of quantities by seeing who can make the best estimate for the size of a group, such as a group of people standing in line. Force yourselves to make a quick estimate wiithout doing any counting. After everyone gives an estimate, count the objects and reward the person who is the closest.
pt: Desenvolva um senso de quantidade vendo quem consegue fazer a melhor estimativa para o tamanho de um grupo, como um grupo de pessoas em uma fila. Obriguem-se a fazer uma estimativa rápida sem fazer nenhuma contagem. Depois que todos derem uma estimativa, contem os objetos e recompensem a pessoa que chegar mais perto.
ru: Развивайте представление о количестве, играйте кто сможет сделать лучшую оценку количества людей, стоящих в очереди. Заставьте себя быстро оценить количество, не считая. После того как все сделают свои оценки, посчитайте и наградите того, кто оказался ближе всего.

# data_list
source: HANDFULS
pt: PUNHADOS
ru: ГОРСТНИЦЫ

# data_list
source: Number Sizes
pt: Tamanhos dos Números
ru: Числа и Численность

# data_list
source: **The setup.** Have a collection of small items that will fit easily in a child's hand. **How to play.** Show your children the items and ask them to estimate how many of these items they think they can grab with one hand. Give them a little bit of time to come up with an answer, and then collect all the answers. If you have a number line handy, put a mark by each estimate. Take a moment to discuss why some are larger and some are smaller. Finally, have one child grab a handful, count together how many they have, and see which estimates were the closest. **Variations.** Use two hands if you want to get larger numbers. Also, use different sizes of objects to add variety and to produce smaller or larger numbers.
pt: **A preparação.** Faça uma coleção de pequenos itens que caberão facilmente na mão de uma criança. **Como jogar.** Mostre aos seus filhos os itens e peça-lhes que estimem quantos desses itens eles acham que podem pegar com uma mão. Dê a eles um pouco de tempo para chegar a uma resposta e, em seguida, junte todas as respostas. Se você tiver uma reta numérica à mão, marque cada estimativa. Reserve um momento para discutir por que alguns são maiores e alguns são menores. Por fim, peça a uma criança que pegue um punhado, conte quantas ela tem e veja quais estimativas foram as mais próximas. **Variações.** Use as duas mãos se quiser obter números maiores. Além disso, use diferentes tamanhos de objetos para adicionar variedade e produzir números menores ou maiores.
ru: **Установка.** Соберите набор небольших предметов, которые легко поместятся в детской руке. **Как играть.** Покажите детям предметы и попросите их оценить, сколько из них они могут схватить одной рукой. Дайте им немного времени, чтобы придумать ответ, а затем соберите все ответы. Если у вас есть под рукой числовая прямая, поставьте отметку возле каждой оценки. Уделите немного времени, чтобы обсудить почему некоторые больше, а некоторые меньше. Наконец, попросите одного ребёнка взять горсть, вместе подсчитайте сколько у него и посмотрите какие оценки были ближе всего. **Варианты.** Используйте две руки, если вы хотите получить большие числа. Также используйте предметы разных размеров, чтобы добавить разнообразие и получить меньшие или большие числа.

# data_list
source: 15 SLIDING PUZZLE
pt: QUEBRA-CABEÇA DESLIZANTE DE 15 PEÇAS
ru: ПЯТНАШКИ

# data_list
source: Numbers in Order
pt: Números em Ordem
ru: Цифры в Порядке

# data_list
source: **The setup:** Start with a 4 x 4 empty grid of squares formed by 5 horizontal and vertical lines. Use a set of 15 pieces of paper the size of the grid squares, and number the pieces of paper from 1 to 15. The puzzle starts by having someone place the pieces of paper on the grid.
pt: **A configuração:** Comece com uma grade vazia de quadrados 4 x 4, formada por 5 linhas horizontais e verticais. Use um conjunto de 15 pedaços de papel do tamanho dos quadrados da grade e numere-as de 1 a 15. O quebra-cabeça começa com alguém colocando as folhas de papel na grade.
ru: **Подготовка:** Начните с пустой таблицы 4 x 4, образованной 5 горизонтальными и вертикальными линиями. Используйте набор из 15 листов бумаги размером с квадратом сетки и пронумеруйте листы бумаги от 1 до 15. Пазл начинается с того, что кто-то размещает листы бумаги на сетке.

# data_list
source: **The challenge:** The object of the puzzle is to get the pieces of paper in order with only the lower right hand corner of the grid empty. To achieve this, a piece of paper can be moved if it is adjacent to the empty square - in which case it can be slid into that space. Depending on how the person sets up the puzzle, the puzzle may or may not be solvable. **How to create:** To create these puzzles, you have two options. The first is to place the squares randomly, in which case you have a 50 / 50 chance of the position being solvable. Alternatively, you can start by placing the pieces of paper in the final position and then making a series of legal moves to move the paper around. When you are all done, you are guaranteed that the puzzle is solvable.
pt: **O desafio:** O objetivo do quebra-cabeça é colocar os pedaços de papel em ordem, deixando apenas o canto inferior direito da grade vazio. Para isso, um pedaço de papel pode ser movido se estiver adjacente ao quadrado vazio – nesse caso, ele pode ser deslizado para esse espaço. Dependendo de como a pessoa monta o quebra-cabeça, ele pode ou não ser solucionável. **Como criar:** Para criar esses quebra-cabeças, você tem duas opções. A primeira é colocar os quadrados aleatoriamente, nesse caso você tem 50% de chance de a posição ser solucionável. Alternativamente, você pode começar colocando os pedaços de papel na posição final e, em seguida, fazer uma série de movimentos legais para mover o papel. Quando terminar, você terá a garantia de que o quebra-cabeça é solucionável.
ru: **Цель:** Целью головоломки является расположение листов бумаги в порядке, оставляя только нижний правый угол сетки пустым. Чтобы добиться этого, лист бумаги можно переместить, если он соседствует с пустой ячейкой в этом случае его можно сдвинуть на это место. В зависимости от того, как человек установит головоломку, она может быть решаемой или нет. **Как сделать:** Чтобы создать эти головоломки, у вас есть два варианта. Первый разместить квадраты случайным образом, в этом случае у вас есть шанс 50 на 50 того что позиция будет нерешаемой. Или, вы можете начать с размещения листов бумаги в конечном положении, а затем перемещать листки бумаги. Когда вы закончите, вы можете быть уверены, что головоломка решаема.

# data_list
source: Different sizes
pt: Tamanhos diferentes
ru: Размеры

# data_list
source: If a 4 x 4 grid is too hard for a beginner, start with something smaller. The grid could be as small as 2 x 2 or as big as the child wants. The number of numbered pieces of paper will always be one less than the size of the grid. For example, on a 2 x 3 grid use the cards from 1 to 5.
pt: Se uma grade 4 x 4 for muito difícil para um iniciante, comece com algo menor. A grade pode ser tão pequena quanto 2 x 2 ou tão grande quanto a criança desejar. O número de pedaços de papel numerados será sempre uma unidade a menos que o tamanho da grade. Por exemplo, em uma grade 2 x 3, use os cartões de 1 a 5.
ru: Если таблица 4x4 слишком сложна, начните с чего-то по меньше. Таблица может быть размером 2x2 или больше. Количество пронумерованных листов бумаги всегда будет на один меньше количества ячеек в таблице. Например, в таблице 2x3 используйте карточки с номерами от 1 до 5.

# data_list
source: STAGE 3 – I CAN COUNT TO 10!
pt: ETAPA 3 – EU POSSO CONTAR ATÉ 10!
ru: ЭТАП 3 – Я МОГУ СЧИТАТЬ ДО 10!

# data_list
source: Stage 3 Introduction
pt: Etapa 3 – Introdução
ru: 3-ый Этап – Введение

# data_list
source: **Where You've Been** Your child counts up and down between 0 and 10 and understands what those quantities mean. Early addition and subtraction skills are developing. An important foundation for those skills is confidence with adding and subtracting 1 and 2 with small numbers. Your child understands small quantities, and reasons with those quantities to do addition and subtraction for small numbers. In addition to that wonderful stuff, your child reasons so much better now! They understand that objects and numbers have properties, and they can reason and do beginning problem solving. Your child is now a full member in family math games and puzzles and exploring the mathematical world around them
pt: **Onde Você Já Chegou** Seu filho conta para cima e para baixo entre 0 e 10 e entende o que essas quantidades significam. Habilidades iniciais de adição e subtração estão se desenvolvendo. Uma base importante para essas habilidades é a confiança em somar e subtrair 1 ou 2 com números pequenos. Seu filho entende pequenas quantidades e raciocina com essas quantidades para fazer adição e subtração de números pequenos. Além dessas coisas maravilhosas, seu filho raciocina muito melhor agora! Eles entendem que objetos e números têm propriedades e podem raciocinar e resolver problemas iniciais. Seu filho é agora um membro pleno dos jogos e quebras-cabeças matemáticos da família e da exploração do mundo matemático ao seu redor.

# data_list
source: * Counting On – Count upward starting at any number, rather than always starting at 1. This is useful for addition and for finding differences. * Counting Down – This refers to counting downward starting at any number. It is useful for subtracting, as well as for developing a sense for the relationships between numbers. * Number Bonds – These are all pairs of numbers that add up to a specific number. * Ten Frames – Represent a number from 0 to 10 as that number of dots inside a 2 by 5 rectangular grid. For numbers greater than 4, the upper group of 5 squares is always filled. * Expanded Form – This refers to writing a multi-digit number broken down into the contribution of each of its digits. For example: 25 = 20 + 5 and 317 = 300 + 10 + 7. * Fact Families – This refers to a group of closely related math facts. For example, 2 + 5 = 7 is in the same family as 7 - 2 = 5 and 7 - 5 = 2. * Adding twins and near twins – An adding twin is adding a number to itself, such as 4 + 4. A near twin is one away from a twin, such as 4 + 5. * Doubling, multiplying by two, and halving, two equal parts, dividing in two – Children usu- ally enjoy adding twins. With that comes the idea of doubling and multiplying by 2. Also associated with that is halving, splitting something into two equal parts, and dividing by two. * Even and Odd numbers – Even numbers can be split into two equal parts. Odd numbers have one left over when split into two equal parts. Even numbers are the results of adding twins. * Skip counting by 2’s – Count up or down by 2’s – such as, 0, 2, 4, 6 or 13, 11, 9, 7.
pt: * Contagem Progressiva – Conte para cima começando com qualquer número em vez de sempre começar com 1. Isso é útil para somar e encontrar diferenças. * Contagem Regressiva – Isso refere a contagem decrescente começando com qualquer número. É útil para subtrair, bem como para desenvolver uma noção de relação entre os números. * Ligações Numéricas – São todos os pares de números que somados resultam em um número específico. * Dez Quadros – Represente um número de 0 a 10 com o número de pontos dentro de uma grade retangular de 2 por 5. Para números maiores que 4, o grupo dos 5 quadrados superiores é sempre preenchido. * Forma Expandida – Isso se refere a escrever um número de vários dígitos divididos na contribuição de cada um de seus dígitos. Por exemplo: 25 = 20 + 5 e 317 = 300 + 10 + 7. * Famílias de Fato – Isso refere a um grupo de fatos matemáticos intimamente relacionados. Por exemplo, 2 + 5 = 7 é da mesma família que 7 - 2 = 5 e 7 - 5 = 2. * Somando iguais e quase iguais – Uma soma de números iguais é somar um número com ele mesmo, com em 4 + 4. Os quases iguais são a soma de um número com outro que está próximo a ele, como em 4 + 5. * Duplicar, multiplicar por 2, reduzir pela metade, duas partes iguais, dividir em dois – Crianças geralmente gostam de somar números iguais. Com isso surge a ideia de duplicar e multiplicar por 2. Também associado a isso é a redução pela metade, dividir algo em duas partes iguais e dividir por dois. * Números Pares e Ímpares – Números pares podem ser divididos em duas partes iguais. Números ímpares tem um sobrando quando divididos em duas partes iguais. Números pares são resultados da soma de números iguais. * Contagem pulando de 2 em 2 – Conte para cima ou para baixo por 2 – como em 0, 2, 4, 6 ou 13, 11, 9, 7.

# data_list
source: SHAPE SUMS
pt: SOMAS COM FORMAS

# data_list
source: **The challenge:** Fill in the missing circles so that every circle is the sum of all the circles directly below and connected to it.
pt: **O desafio:** Preencha os círculos que faltam para que cada círculo seja a soma de todos os círculos diretamente abaixo e conectados a ele.

# data_list
source: The easiest puzzles have most of the circles filled in. For older children, there are variations that involve larger numbers and cleverer solutions. **Repeated numbers:** One option is to use non-circular shapes for repeated numbers. While the value in a circle may duplicate the value in some other circle or shape, the value in a non-circular shape must match the value in all other places with the same shape.
pt: Os quebra-cabeças mais fáceis têm a maioria dos círculos preenchidos. Para crianças mais velhas, existem variações que envolvem números maiores e soluções mais inteligentes. **Números repetidos:** Uma opção é usar formas não circulares para números repetidos. Embora o valor em um círculo possa duplicar o valor em algum outro círculo, o valor em uma forma não circular deve corresponder ao valor em todos outros lugares com a mesma forma.

# data_list
source: For example, all squares have the same value in a given puzzle. Use matching shapes to practice adding twins, near twins, and halving – in the first example, the solver is asked to find a number that is half of 8. **How to create:** Make these puzzles by starting with a diagram that is completely filled in and then removing some numbers. If the puzzle has some repeated numbers, use a square, triangle, or other shape instead of a circle for that repeated number.
pt: Por exemplo, todos os quadrados têm o mesmo valor em um determinado quebra-cabeça. Use formas correspondentes para praticar a adição de números iguais, quase iguais e redução pela metade – no primeiro exemplo, o solucionador é perguntado para encontrar um número que é metade de 8. **Como criar:** Faça esses quebra-cabeças começando com um diagrama completamente preenchido e então remova alguns números. Se o quebra-cabeça tiver alguns números repetidos, use um quadrado, triângulo ou outra forma em vez do círculo para esse número repetido.

# data_list
source: MYSTERY CHANGE
pt: MUDANÇA MISTERIOSA

# data_list
source: Fact Families
pt: Famílias de Fato

# data_list
source: **How to play:** Have your child count some small number of objects. While they look away, change the number of objects. When they look back, ask what change you made. They can test their theory by reenacting what they think happened. **Variations:** Once this is easy, you can have them be more creative with their answers. For example, if 4 became 6, the answer might be that you doubled the 4 and then took 2 away.
pt: **Como jogar:** Peça ao seu filho que conte um pequeno números de objetos. Enquanto eles olham para outro lugar, mude o número de objetos. Quando eles olham de volta, pergunte que mudança você fez. Eles podem testar sua teoria reconstituindo o que eles acham que aconteceu. **Variações** Quando isso estiver fácil, você poderá fazer com que eles sejam mais criativos em suas respostas. Por exemplo, se 4 virou 6, a resposta pode ser que você dobrou o 4 e depois tirou 2.

# data_list
source: INTRODUCING 10’S
pt: APRESENTANDO 10’S

# data_list
source: Welcome to the world beyond 10 fingers! There are wonderful things to discover here. The next group of numbers from 10 to 20 is 10 more than the numbers your child already knows. Before this can become easy, your child needs to conquer the crazy names we use for eleven, twelve, and thirteen. The games on the next pages are designed to emphasize the role that 10 plays in connecting pairs of numbers such as 6 and 16. These games also emphasize the idea that 16 should be thought of as 10 plus 6. This view of decomposing numbers using place value will be much more important as your child counts to 100 in the next Stage.
pt: Bem-vindo ao mundo além dos 10 dedos! Há coisas maravilhosas para descobrir aqui. O próximo grupo de números de 10 a 20 é 10 a mais do que os números que seu filho já conhece. Antes que isso se torne fácil, seu filho precisa aprender os nomes estranhos que utilizamos para onze, doze e treze. Os jogos na próxima página foram elaborados para enfatizar o papel que o 10 desempenha na conexão de pares de números como 6 e 16. Esses jogos também enfatizam a ideia de que o 16 deveria ser pensado como 10 mais 6. Essa visão da decomposição de números usando valores posicionais será muito mais importante quando seu filho contar até 100 na próxima Fase.

# data_list
source: MAKING NUMBER CARDS 1 TO 20
pt: FAZENDO CARTAS NUMÉRICAS DE 0 A 20

# data_list
source: If you don’t have them already, create some extended decks of counting cards from 0 to 20. One deck will be normal numbers, one deck will have the numbers in expanded form from 0 to 20 as 0 + (0 to 9),10 + (0 to 9), and 20 + 0 ,and one deck will use ten frames.
pt: Se você ainda não os têm, crie alguns baralhos estendidos de cartas de contagem de 0 a 20. Um baralho será de números normais, outro baralho terá números em forma expandida de 0 a 20, como 0 + (0 a 9), 10 + (0 a 9) e 20 + 0 e por último um baralho utilizará os dez quadros.

# data_list
source: BINGO WITH 10
pt: BINGO COM 10

# data_list
source: **The setup:** Place a random collection of 16 Number Cards from 0 to 20 with expanded form on a 4 by 4 bingo board for each child. **How to play:** Generate random numbers to be called out one at a time. Mix up a collection of counting cards from 0 to 20. Select one card at a time from this pile until the first child gets four in a row and yells Bingo!
pt: **A configuração:** Coloque uma coleção aleatória de 16 Cartas Numéricas de 0 a 20 na forma expandida em um tabuleiro de bingo 4 por 4 para cada criança. **Como jogar:** Gere números aleatórios para serem chamados um de cada vez. Misture uma coleção de cartões numéricos de 0 a 20. Selecione uma carta de cada vez desta pilha até que a primeira criança consiga quatro cartas em seguida e grite Bingo!

# data_list
source: One important variation of this game is to do a “Tens-Reversed” version using cards with numerals. When a card is chosen, if it is 1 to 10, then 10 is added to find the matching value, and if it is 11 to 20, then 10 is subtracted for the matching value.
pt: Uma importante variação desse jogo é fazer uma versão “Dezenas Invertidas” usando cartas com numerais. Quando uma carta é escolhida, se for de 1 a 10, então 10 é adicionado para encontrar o valor correspondente e se for de 11 a 20, então 10 é subtraído para encontrar o valor correspondente.

# data_list
source: MEMORY CHALLENGE – 10’S
pt: DESAFIO DA MÉMORIA – 10'S

# data_list
source: Adding and Subtracting 10
pt: Adicionando e Subtraindo 10

# data_list
source: **The setup:** This version of the Memory Challenge game uses a Number Card deck from 0 to 20 with the rule that two numbers match if they are 10 apart. If you also have cards from 0 to 20 that use expanded form or ten frames, you should use those too. Deal a 3 by 4 grid of cards out on the table, all face-down. **How to play:** Players take turns flipping two cards face-up. If the two cards are ten apart, the player gets to keep the cards, replaces the two cards from the draw pile, and continues their turn. If the cards do not match, the player flips the cards back over and ends their turn. **How to win:** The game ends when the last pair of cards is taken. The player with the most cards wins.
pt: **A configuração:** Essa versão do Desafio da Memória usa um baralho de Cartas Numéricas de 0 a 20 com a regra de que dois números coincidem se estiverem separados por 10. Se você tiver cartas de 0 a 20 que usem formas expandidas ou dez quadros, você também deve usá-los. Distribua uma grade de cartas 3 por 4 na mesa com todas viradas para baixo. **Como jogar:** Os jogadores se revezam virando duas cartas para cima. Se as duas cartas tiverem diferença de dez, o jogador fica com as cartas, as substitui por duas cartas da pilha de compras e continua a vez dele. Se as cartas não coincidirem, então o jogador vira as cartas de volta e encerra a rodada. **Como ganhar:** O jogo termina quando o último par de cartas é retirado. O jogador com mais cartas vence.

# data_list
source: GEOMETRIC ART
pt: ARTE GEOMÉTRICA

# data_list
source: Similarity and symmetry are two geometric concepts your child can play with.
pt: Semelhança e simetria são dois conceitos geométricos com os quais seu filho pode brincar.

# data_list
source: **Similar shapes:** Two shapes are similar if they have the same shape, where one may be smaller or larger than the other. Circles have the same shape, so all circles are similar. This sequence of three stars are similar. Challenge your child to pick a picture and draw it two or three times as big, or twice as small.
pt: **Formas semelhantes:** Duas formas são semelhantes se elas tiverem a mesma forma, onde uma pode ser menor ou maior que a outra. Os círculos têm a mesma forma, então todos os círculos são semelhantes. Essa sequência de três estrelas são semelhantes. Desafie seu filho a escolher uma imagem e desenhá-la duas ou três vezes maior ou duas vezes menor.

# data_list
source: **Mirror symmetry:** Another geometric concept to play with is mirror symmetry. Show this using a mirror with a flat side – put it down along its edge on a drawing or photo and see what the mirror image looks like. Once your child has the idea, give your child half a picture and challenge them to draw the mirror image.
pt: **Simetria do espelho:** Outro conceito geométrico para brincar é a simetria do espelho. Mostre isso usando um espelho com lado plano – coloque-o ao longo da borda de um desenho ou foto e veja como a imagem fica espelhada. Assim que seu filho tiver a ideia, dê a ele meia imagem e desafie-o a desenhar a imagem espelhada.

# data_list
source: SIM TRIANGLE
pt: TRIÂNGULO SIM

# data_list
source: Shapes
pt: Formas

# data_list
source: **How to play:** The two players have different colored markers. Place six (use more for a harder game) dots evenly around a circle. Players take turns drawing lines between the dots using their color. The loser is the first player forced to create a triangle all of whose sides have the player’s color and whose corners are on the circle.
pt: **Como jogar:** Os dois jogadores devem ter marcadores de cores diferentes. Faça seis pontos uniformemente em torno de um círculo (use mais para um jogo mais difícil). Os jogadores se revezam desenhando linhas entre os pontos usando seu marcador. O perdedor é o primeiro jogador forçado a criar um triângulo cujos lados tenham a cor do jogador e cujos os cantos estejam no círculo.
