Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: A lion is often called the King of the Jungle. Do you think a lion will win this contest and be the next king?
el: Το λιοντάρι συχνά αποκαλείται «Βασιλιάς της Ζούγκλας». Νομίζεις ότι το λιοντάρι θα κερδίσει αυτόν τον διαγωνισμό και θα γίνει ο επόμενος βασιλιάς;
pt: Um leão é muitas vezes chamado de Rei da Selva. Você acha que um leão ganhará esta competição e será o próximo rei?
ru: Льва часто называют Королём Джунглей. Ты думаешь что Лев выиграет конкурс и станет следующим королём?

# data_list
source: Elephant took the spear and held it up with his trunk. He put his head back and threw the spear up into the sky. "One! Two! Three! Oh!" Elephant cried. The spear hit the ground on the count of three. Elephant was angry and started stomping. King Leopard told him, "You've had your chance." And so Elephant had to leave.
el: Ο Ελέφαντας πήρε το δόρυ και το κράτησε με την προβοσκίδα του. Έριξε πίσω το κεφάλι και πέταξε το δόρυ ψηλά στον ουρανό. «Ένα! Δύο! Τρία! Ω!» φώναξε ο Ελέφαντας. Το δόρυ έπεσε στο έδαφος στο τρία. Ο Ελέφαντας θύμωσε και άρχισε να ποδοπατά. Ο Βασιλιάς Λεοπαρδάλης του είπε: «Είχες την ευκαιρία σου». Κι έτσι ο Ελέφαντας έπρεπε να φύγει.
pt: Elefante pegou a lança e a ergueu com a tromba. Ele colocou a cabeça para trás e jogou a lança em direção ao céu. "Um! Dois! Três! Ah!" Elefante gritou. A lança atingiu o chão quando a contagem estava no três. Elefante ficou com raiva e começou a pisotear. Rei Leopardo disse a ele: "Você teve a sua chance." E então Elefante teve que sair.
ru: Слон взял копье и поднял его хоботом. Он откинул голову назад и метнул копье в небо. «Один! Два! Три! Ой!» заплакал Слон. Копье ударилось о землю на счёт три. Слон рассердился и начал топать. Король Леопард сказал ему, «У тебя был твой шанс.» Так что Слону пришлось уйти.

# data_list
source: Does it help to get angry when you lose? How do you feel and what do you show to other people when you lose?
el: Βοηθά να θυμώνεις όταν χάνεις; Πώς νιώθεις και τι δείχνεις στους άλλους όταν χάνεις;
pt: Ficar bravo quando você perde ajuda em alguma coisa? Como você se sente e o que você demonstra para outras pessoas quando perde?
ru: Помогает ли злиться когда ты проигрываешь? Что ты чувствуешь и что показываешь другим людям когда проигрываешь?

# data_list
source: There are many four-legged animals in this picture. Name some animals that don't have four legs.
el: Υπάρχουν πολλά τετράποδα ζώα σε αυτή την εικόνα. Ονόμασε μερικά ζώα που δεν έχουν τέσσερα πόδια.
pt: Há muitos animais de quatro pernas nesta imagem. Cite alguns animais que não têm quatro pernas.
ru: На этой картинке много четвероногих животных. Назови некоторых животных у которых нет четырёх ног.

# data_list
source: An odd number is a number that can't be split into two equal parts -- 7 is an example. Can you think of any animals that have an odd number of arms or legs?
el: Ένας μονός αριθμός είναι αριθμός που δεν μπορεί να διαιρεθεί σε δύο ίσα μέρη — το 7 είναι παράδειγμα. Μπορείς να σκεφτείς ζώα που έχουν μονό αριθμό χεριών ή ποδιών;
pt: Um número ímpar é um número que não pode ser dividido em duas partes iguais – 7 é um exemplo. Você consegue pensar em algum animal que tenha um número ímpar de braços ou pernas?
ru: Нечётное число- это число которое нельзя разделить на две равные части -- например 7. Ты можешь вспомнить животных у которых нечётное количество рук или ног?

# data_list
source: After Elephant left, the animals started to talk excitedly amongst themselves. They were again disturbed by a loud noise coming from the back of the crowd. Boar came charging through saying, "Get out of my way. Get out of my way. I'm going to be king. I've got the biggest muscles. I'm the strongest. I should be king."
el: Αφού έφυγε ο Ελέφαντας, τα ζώα άρχισαν να μιλούν ενθουσιασμένα μεταξύ τους. Και πάλι ταράχτηκαν από έναν δυνατό θόρυβο που ερχόταν από το πίσω μέρος του πλήθους. Ο Αγριόχοιρος εισέβαλε λέγοντας: «Κάντε στην άκρη. Κάντε στην άκρη. Θα γίνω βασιλιάς. Έχω τους μεγαλύτερους μύες. Είμαι ο πιο δυνατός. Εγώ πρέπει να γίνω βασιλιάς.»
pt: Depois que Elefante saiu, os animais começaram a conversar entre si. Eles foram novamente perturbados por um barulho alto vindo da parte de trás da multidão. Javali veio correndo e disse: "Saiam do meu caminho. Saiam do meu caminho. Eu vou ser o rei. Eu tenho os maiores músculos. Eu sou o mais forte. Eu deveria ser o rei."
ru: После того как слон ушёл, животные начали возбуждённо разговаривать между собой. Их снова потревожил громкий шум доносившийся из глубины толпы. Кабан пробежал мимо и сказал, «Уйдите с дороги. Уйдите с дороги. Я буду королём. У меня самые большие мышцы. Я самый сильный. Я должен быть королём.»

# data_list
source: Boar did not listen to the King either. Do you think the King wants someone who is the strongest?
el: Ο Αγριόχοιρος επίσης δεν άκουσε τον Βασιλιά. Νομίζεις ότι ο Βασιλιάς θέλει κάποιον που είναι ο δυνατότερος;
pt: Javali também não deu ouvidos ao rei. Você acha que o Rei quer alguém que seja o mais forte?
ru: Кабан тоже не послушался Короля. Ты думаешь что Король хочет кого-то кто самый сильный?

# data_list
source: Do you think leaders need to be good listeners to help them know how to lead?
el: Νομίζεις ότι οι αρχηγοί χρειάζεται να είναι καλοί ακροατές για να ξέρουν πώς να ηγούνται;
pt: Você acha que os líderes precisam ser bons ouvintes para saber como liderar?
ru: Ты думаешь что лидеры должны быть хорошими слушателями чтобы знать как руководить?

# data_list
source: In this picture, there is only one of most of the animals. Can you spot the animals that there are more than one of?
el: Σε αυτή την εικόνα από τα περισσότερα είδη ζώων, υπάρχει μόνο ένα. Μπορείς να εντοπίσεις τα είδη ζώων από τα οποία υπάρχουν περισσότερα από ένα ζώα;
pt: Nesta imagem, há apenas um representante da maioria dos animais. Você consegue identificar os animais dos quais há mais de um representante?
ru: На этой картинке только одно из большинства животных. Ты можешь найти животных которых больше одного?

# data_list
source: Boar leaned back, clenched the spear, and threw it into the sky. "One! Two! Three! Four! Five! Oh!" he shouted. The spear dropped on the count of five. He was so angry. He fumed and threw clouds of dirt into the air. Leopard told him "Boar, you only throw once and you've had your chance." Boar had to leave.
el: Ο Αγριόχοιρος έγειρε πίσω, έσφιξε το δόρυ και το πέταξε στον ουρανό. «Ένα! Δύο! Τρία! Τέσσερα! Πέντε! Ω!» φώναξε. Το δόρυ έπεσε στο πέντε. Θύμωσε πολύ. Φούσκωσε από θυμό και πέταξε σύννεφα χώματος στον αέρα. Ο Λεοπαρδάλης του είπε: «Αγριόχοιρε, ρίχνεις μόνο μία φορά και είχες την ευκαιρία σου». Ο Αγριόχοιρος έπρεπε να φύγει.
pt: Javali se inclinou para trás, segurou a lança e a lançou em direção ao céu. "Um! Dois! Três! Quatro! Cinco! Ah!" ele gritou. A lança caiu quando a contagem estava no cinco. Ele ficou muito irritado. Ele fumegou e jogou nuvens de terra no ar. Leopardo disse a ele "Javali, você só arremessa uma vez e já teve a sua chance." Javali teve que ir embora.
ru: Кабан откинулся назад, сжал копье, и метнул его в небо. «Один! Два! Три! Четыре! Пять! Ой!» он крикнул. Упало на счёт пять. Он был таким злым. Он кипел и бросал в воздух облака грязи. Леопард ему сказал «Кабан, ты бросаешь только один раз, и у тебя уже был шанс.» Кабану пришлось уйти.

# data_list
source: Is an animal who gets angry when they lose likely to be a good leader?
el: Ένα ζώο που θυμώνει όταν χάνει είναι πιθανό να είναι καλός αρχηγός;
pt: Um animal que fica bravo quando perde pode ser um bom líder?
ru: Животное которое злится когда проигрывает скорее всего будет хорошим лидером?

# data_list
source: So far, it looks like the King's contest is removing poor leaders. The contest is working! Who do you think will win?
el: Μέχρι τώρα φαίνεται ότι ο διαγωνισμός του Βασιλιά απομακρύνει κακούς αρχηγούς. Ο διαγωνισμός λειτουργεί! Ποιος νομίζεις ότι θα κερδίσει;
pt: Até agora, parece que a competição do Rei está eliminando líderes ruins. A competição está funcionando! Quem você acha que irá ganhar?
ru: Пока что похоже что Королевский конкурс устраняет плохих лидеров. Конкурс работает! Кто ты думаешь выиграет?

# data_list
source: Stories sometimes vary from reality. This story does that in many ways. A boar does not have any fingers! How would a boar be able to clench a spear and throw it? Have you seen other ways this story seems unreal?
el: Οι ιστορίες μερικές φορές διαφέρουν από την πραγματικότητα. Αυτό συμβαίνει σε πολλά σημεία εδώ. Ένας αγριόχοιρος δεν έχει δάχτυλα! Πώς θα μπορούσε να σφίξει ένα δόρυ και να το ρίξει; Έχεις δει άλλα σημεία που αυτή η ιστορία φαίνεται μη ρεαλιστική;
pt: Às vezes, as histórias alteram a realidade. Esta história faz isso de várias maneiras. Um javali não tem dedos! Como um javali seria capaz de segurar uma lança e jogá-la? Você reparou em outras maneiras pelas quais esta história parece irreal?
ru: Истории иногда отличаются от реальности. Это история делает это во многих отношениях. У кабана нет пальцев! Как кабан может сжать копье и метнуть его? Ты видел другие способы которыми эта история кажется нереальной?

# data_list
source: After that, the animals started to say things like, "This contest is difficult! Elephant couldn't do it, and he's really big. Boar couldn't do it either, and he's really strong. No one can win this contest!" Right about then, they heard another sound coming from the back of the crowd. When the animals looked around, they couldn't believe their eyes.
el: Μετά από αυτό, τα ζώα άρχισαν να λένε πράγματα όπως: «Αυτός ο διαγωνισμός είναι δύσκολος! Ο Ελέφαντας δεν τα κατάφερε κι είναι πραγματικά μεγάλος. Ο Αγριόχοιρος δεν τα κατάφερε κι είναι πραγματικά δυνατός. Κανείς δεν μπορεί να κερδίσει!» Τότε ακριβώς, άκουσαν έναν άλλο ήχο από το πίσω μέρος του πλήθους. Όταν τα ζώα γύρισαν, δεν πίστευαν στα μάτια τους.
pt: Depois disso, os animais começaram a dizer coisas como: "Esta competição é difícil! Elefante não conseguiu, e ele é muito grande. Javali também não conseguiu, e ele é muito forte. Ninguém pode ganhar esta competição!" Naquele momento, eles ouviram outro barulho vindo da parte de trás da multidão. Quando os animais olharam para trás, não puderam acreditar no que os seus olhos viram.
ru: После этого животные начали говорить что-то вроде, «Этот конкурс сложный! Слон не смог этого сделать, а ведь он очень большой. Кабан тоже не смог этого сделать, а он очень сильный. Никто не может выиграть этот конкурс!» И тут они услышали ещё один звук доносившийся из глубины толпы. Когда животные оглянулись они не поверили своим глазам.

# data_list
source: What is unusual about the body positions these animals are in?
el: Τι είναι ασυνήθιστο στις στάσεις των σωμάτων αυτών των ζώων;
pt: O que tem de incomum nas posições corporais em que estes animais estão?
ru: Что необычного в положениях тел этих животных?

# data_list
source: Count the number of animals as best you can. Each animal has two eyes, so you can double that number to find the total number of eyes. You can also count the eyes by skip counting by 2's.
el: Μέτρησε τον αριθμό των ζώων — είναι λίγο δύσκολο, αλλά προσπάθησε. Κάθε ζώο έχει δύο μάτια, οπότε μπορείς να διπλασιάσεις αυτόν τον αριθμό για να βρεις το συνολικό πλήθος των ματιών. Μπορείς επίσης να μετρήσεις τα μάτια με μέτρημα ανά δύο.
pt: Conte o número de animais – é um pouco complicado, mas faça o seu melhor. Cada animal tem dois olhos, então você pode dobrar este número para encontrar o número total de olhos. Você também pode contar em intervalos de 2.
ru: Посчитай количество животных -- это немного сложно, но постарайся. У каждого животного два глаза, поэтому ты можешь удвоить это число чтобы узнать количество глаз. Ты тоже можешь посчитать глаза считая по два.

# data_list
source: You can count all the legs by multiplying the number of animals by 4, skip counting by 4, or by doubling the number of eyes! Which do you like best? Why does this work?
el: Μπορείς να μετρήσεις όλα τα πόδια πολλαπλασιάζοντας τον αριθμό των ζώων επί 4, μετρώντας ανά 4 ή διπλασιάζοντας τον αριθμό των ματιών! Ποια μέθοδο προτιμάς; Γιατί αυτό λειτουργεί;
pt: Você pode contar todas as pernas multiplicando o número de animais por 4, contando em intervalos de 4 ou dobrando o número total de olhos! Qual maneira você acha melhor? Por que todas estas maneiras funcionam?
ru: Ты можешь посчитать все ноги, умножив количество животных на 4, считать по 4, или удвоив количество глаз! Какое тебе нравится больше? Почему это работает?

# data_list
source: They saw a big ape coming forward. As Ape moved, he chanted "I can do it. I know I can do it. I can do it." Ape took the spear and he backed way up. He pulled his arm back, charged forward, leapt into the air and threw the spear into the sky. "One! Two! Three! Four! Five! Six! Seven! Oh!" cried Ape.
el: Είδαν έναν μεγάλο πίθηκο να προχωρά. Καθώς ο Πίθηκος προχωρούσε, έλεγε: «Μπορώ να το κάνω. Ξέρω ότι μπορώ. Μπορώ να το κάνω.» Ο Πίθηκος πήρε το δόρυ και απομακρύνθηκε πολύ. Τράβηξε πίσω το χέρι του, όρμησε μπροστά, πηδώντας στον αέρα, και πέταξε το δόρυ ψηλά. «Ένα! Δύο! Τρία! Τέσσερα! Πέντε! Έξι! Εφτά! Ω!» φώναξε ο Πίθηκος.
pt: Eles viram um grande macaco se aproximando. Enquanto Macaco se movia, ele repetia: "Eu consigo fazer isto. Eu sei como fazer isto! Eu consigo fazer isto." Macaco pegou a lança e recuou bastante. Ele puxou o braço para trás, avançou, saltou no ar e jogou a lança em direção ao céu. "Um! Dois! Três! Quatro! Cinco! Seis! Seven! Ah!" gritou Macaco.
ru: Они увидели большую обезьяну приближающуюся. Когда Обезьяна двигался, он скандировал «Я смогу это сделать. Я знаю что я смогу это сделать. Я смогу это сделать.» Обезьяна взял копье и отступил назад. Он отвёл руку назад, бросился вперёд, подпрыгнул в воздух и метнул копье в небо. «Один! Два! Три! Четыре! Пять! Шесть! Семь! Ой!» заплакал Обезьяна.

# data_list
source: Why did Ape start by saying "I can do it?" Having confidence often helps with success.
el: Γιατί ο Πίθηκος ξεκίνησε λέγοντας «Μπορώ να το κάνω»; Η αυτοπεποίθηση συχνά βοηθά στην επιτυχία.
pt: Por que Macaco começou dizendo "Eu posso fazer isto?" Ter confiança, muitas vezes, ajuda a ter sucesso.
ru: Почему Обезьяна начала со слов «Я смогу это сделать?» Уверенность часто помогает добиться успеха.

# data_list
source: Your attitude can make a big difference! Have you ever started to do something by saying to yourself that you wouldn't be able to do it -- do it help or did it get in your way?
el: Η στάση σου μπορεί να κάνει μεγάλη διαφορά! Έχεις αρχίσει ποτέ να κάνεις κάτι λέγοντας στον εαυτό σου ότι δεν θα τα καταφέρεις — βοήθησε αυτό ή σε εμπόδισε;
pt: A sua atitude pode fazer uma grande diferença! Você já começou a fazer algo dizendo a si mesmo que não seria capaz de fazê-lo – isso ajudou ou atrapalhou?
ru: Твоё отношение может иметь большое значение! Ты когда-нибудь начинал что-то делать говоря себе что ты не сможешь этого сделать -- это помогло или помешало?

# data_list
source: How much higher was Ape able to count before the spear landed than Boar could count?
el: Πόσο πιο πολύ μέτρησε ο Πίθηκος σε σχέση με τον Αγριόχοιρο πριν πέσει το δόρυ;
pt: Quantos números a mais Macaco conseguiu contar, antes de a lança cair no chão, em comparação ao que Javali conseguiu contar?
ru: Насколько выше мог считать Обезьяна до того, как копье приземлилось чем мог считать Кабан?

# data_list
source: The spear hit the ground on the count of seven. Ape was upset. He was so angry that he started turning around, complaining and making all sorts of excuses. But King Leopard told him "No, Ape, you only get one chance." And so the ape had to leave.
el: Το δόρυ χτύπησε το έδαφος στο εφτά. Ο Πίθηκος αναστατώθηκε. Θύμωσε τόσο που άρχισε να στριφογυρίζει, να παραπονιέται και να βρίσκει δικαιολογίες. Αλλά ο Βασιλιάς Λεοπαρδάλης του είπε: «Όχι, Πίθηκε, έχεις μόνο μία ευκαιρία». Κι έτσι ο Πίθηκος έπρεπε να φύγει.
pt: A lança atingiu o chão quando a contagem estava no sete. Macaco ficou chateado. Ele ficou tão bravo que começou a rodar em círculos, reclamando e inventando todo tipo de desculpas. Mas Rei Leopardo disse a ele: "Não, Macaco, você só tem uma chance." E então Macaco teve que ir embora.
ru: Копье ударилась землю на счёт семи. Обезьяна расстроился. Он был так зол, что начал оборачиваться, жаловаться, и придумывать всякие оправдания. Но Король Леопард ему сказал «Нет, Обезьяна, у тебя есть только один шанс.» Так что обезьяне пришлось уйти.

# data_list
source: So far, no animal has done it. Make up an ending for this story. Either think of a way an animal can win, change the contest, or figure out what to do if no animal can win.
el: Μέχρι στιγμής κανένα ζώο δεν τα έχει καταφέρει. Φτιάξε ένα τέλος για αυτή την ιστορία. Είτε βρες τρόπο να κερδίσει ένα ζώο, άλλαξε τον διαγωνισμό, είτε αποφάσισε τι θα γίνει αν κανένα ζώο δεν μπορέσει να κερδίσει.
pt: Até agora, nenhum animal conseguiu. Invente um final para esta história. Ou pense em como um animal pode vencer, ou mude a competição, ou descubra o que fazer se nenhum animal puder vencer.
ru: Пока ни одного животное этого не сделало. Придумай конец для этой истории. Либо придумай способ которым животное может победить, измени условия у конкурса, или придумай что делать если ни одно животное не может победить.

# data_list
source: How long does it take you to count to ten? Do you think you can throw something in the air long enough to count to ten?
el: Πόσο χρόνο σου παίρνει να μετρήσεις μέχρι το δέκα; Νομίζεις ότι μπορείς να πετάξεις κάτι στον αέρα αρκετά ώστε να μετρήσεις μέχρι το δέκα;
pt: Quanto tempo você leva para contar até dez? Você acha que consegue jogar algo no ar por tempo suficiente para contar até dez?
ru: Сколько времени тебе надо чтобы посчитать до десяти? Ты думаешь ты сможешь что-то подбросить воздух достаточно долго чтобы посчитать до десяти?

# data_list
source: Use their facial expressions to describe what each of the animals in this picture is feeling.
el: Χρησιμοποιώντας τις εκφράσεις του προσώπου, περίγραψε τι νιώθει κάθε ζώο σε αυτή την εικόνα.
pt: Use as expressões faciais dos animais para descrever o que cada um deles está sentindo nesta imagem.
ru: Используя выражение их лиц чтобы описать что чувствует каждое животное на этой картинке.

# data_list
source: Some of the animals turned and started to leave for home. As they were leaving, they saw a little antelope coming through the crowd. As she trotted, she said, "Wait, wait, Let me try. I can do it. I can do it. Let me try." When the animals heard her words, they all started laughing.
el: Μερικά από τα ζώα γύρισαν και άρχισαν να φεύγουν για τα σπίτια τους. Καθώς έφευγαν, είδαν μια μικρή αντιλόπη να περνά μέσα από το πλήθος. Καθώς κάλπαζε, έλεγε: «Περιμένετε, περιμένετε, αφήστε με να δοκιμάσω. Μπορώ να το κάνω. Μπορώ να το κάνω. Αφήστε με να δοκιμάσω». Όταν τα ζώα άκουσαν τα λόγια της, άρχισαν όλα να γελούν.
pt: Alguns dos animais se viraram e começaram a sair, retornando às suas casa. Quando eles estavam saindo, viram uma pequena antílope passando pela multidão. Enquanto trotava, ela disse: "Espere, espere, deixe-me tentar. Eu consigo fazer isto. Eu consigo. Deixa-me tentar." Quando os animais ouviram as palavras dela, começaram a rir.
ru: Некоторые животные развернулись и начали уходить домой. Когда они уходили, они увидели маленькую антилопу пробивающуюся сквозь толпы. Пока она обижала, она говорила, «Подождите, подождите, дайте мне попробовать. Я смогу это сделать. Я смогу это сделать. Дайте мне попробовать.» Когда животные услышали её слова, они все начали смеяться.

# data_list
source: Why did the other animals laugh at the little antelope? Were they being nice?
el: Γιατί τα άλλα ζώα γέλασαν με τη μικρή αντιλόπη; Ήταν ευγενικά;
pt: Por que os outros animais riram da pequena antílope? Eles estavam sendo gentis?
ru: Почему другие животные смеялись над маленькой антилопой? Они были вежливые?

# data_list
source: What skill might the antelope have that the others did not?
el: Ποια ικανότητα μπορεί να έχει η αντιλόπη που δεν είχαν οι άλλοι;
pt: Qual habilidade a antílope poderia ter que os outros não têm?
ru: Какого качества могла обладать антилопа, которого не было у других?

# data_list
source: Have you ever seen people laugh at someone and just assume that person would do poorly? How did that make the person feel?
el: Έχεις δει ποτέ ανθρώπους να γελούν με κάποιον και απλώς να υποθέτουν ότι θα τα πάει άσχημα; Πώς έκανε αυτή η πράξη το άτομο να αισθανθεί;
pt: Você já viu pessoas rirem de alguém e simplesmente presumirem que aquela pessoa se sairia mal? Como isto fez a pessoa se sentir?
ru: Ты когда-нибудь видел как люди смеялись над кем-то и просто предполагали что этот человек не справится? Что это заставило человека почувствовать?

# data_list
source: King Leopard jumped up and shouted angrily. "Stop it! Do not make fun of Antelope! Who is to say that small animals can't do things that big animals can do? If Antelope wants to have a chance, she will be given the same chance that all the animals had. So stand back and let Antelope throw the spear."
el: Ο Βασιλιάς Λεοπαρδάλης πήδηξε επάνω και φώναξε θυμωμένος: «Σταματήστε! Μην κοροϊδεύετε την Αντιλόπη! Ποιος λέει ότι τα μικρά ζώα δεν μπορούν να κάνουν ό,τι κάνουν τα μεγάλα; Αν η Αντιλόπη θέλει μια ευκαιρία, θα της δοθεί η ίδια ευκαιρία που είχαν όλα τα ζώα. Λοιπόν, κάντε πίσω και αφήστε την Αντιλόπη να ρίξει το δόρυ.»
pt: Rei Leopardo pulou e gritou com raiva: “Parem! Não tirem sarro de Antílope! Quem disse que pequenos animais não podem fazer coisas que grandes animais podem fazer? Se Antílope quiser ter uma chance, ela terá a mesma chance que todos os animais tiveram. Então, afastem-se e deixe Antílope jogar a lança."
ru: Король Леопард вскочил и сердито закричал. «Перестаньте! Не смейтесь над Антилопой! Кто говорил что маленькие животные не могут делать то что большие животные могут делать? Если Антилопа хочет иметь шанс, ей будет предоставлен тот же шанс что и всем животным. Так что отойдите и позвольте Антилопе метнуть копье.»

# data_list
source: It sounds like there might be a surprise coming. What do you think will be surprising about Antelope?
el: Φαίνεται πως έρχεται μια έκπληξη. Τι νομίζεις ότι θα είναι αυτή η έκπληξη σχετικά με την Αντιλόπη;
pt: Parece que poderá haver uma surpresa chegando. O que você acha que será surpreendente sobre Antílope?
ru: Похоже что нас ждёт сюрприз. Что ты думаешь нас удивит о Антилопе?

# data_list
source: A good leader takes care of everyone. Do you think King Leopard is a good leader?
el: Ένας καλός αρχηγός νοιάζεται για όλους. Νομίζεις ότι ο Βασιλιάς Λεοπάρδαλης είναι καλός αρχηγός;
pt: Um bom líder cuida de todos. Você acha que Rei Leopardo é um bom líder?
ru: Хороший лидер заботятся обо всех. Ты думаешь что Король Леопард хороший лидер?

# data_list
source: Think of a good leader who you know. Describe some qualities that you think make that person a good leader.
el: Σκέψου έναν καλό αρχηγό που γνωρίζεις. Περίγραψε κάποια χαρακτηριστικά που τον κάνουν καλό αρχηγό.
pt: Pense em um bom líder que você conhece. Descreva algumas qualidades que você acha que fazem dessa pessoa uma boa líder.
ru: Подумай о хорошем лидере которого ты знаешь. Пиши некоторые качества которые по твоему мнению делает этого человека хорошим лидером.
