Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# tour
source: Each Stage of learning is divided into ten basic learning steps. Each step describes what your child is learning, how you can help with that learning, and how the steps are connected with each other.
el: Κάθε Στάδιο μάθησης χωρίζεται σε δέκα βασικά μαθησιακά βήματα. Κάθε βήμα περιγράφει τι μαθαίνει το παιδί σας, πώς μπορείτε να βοηθήσετε στη μάθηση και πώς συνδέονται τα βήματα μεταξύ τους.
pt: Cada Etapa de aprendizagem é dividida em dez etapas básicos de aprendizagem. Cada etapa descreve o que a criança está aprendendo, como você pode ajudá-la com esse aprendizado e como as etapas estão conectadas entre si.
ru: Каждый этап обучения делится на десять основных шагов обучения. Каждый шаг описывает что изучает ваш ребёнок, как вы можете помочь в этом обучении, и как шаги связаны друг с другом.

# tour
source: Each of the Stages has about a dozen sections of fun games, puzzles, activities, and investigations for your family to enjoy together.
el: Κάθε ένα από τα Στάδια περιλαμβάνει περίπου δώδεκα ενότητες με διασκεδαστικά παιχνίδια, γρίφους, δραστηριότητες και διερευνήσεις που μπορείτε να απολαύσετε μαζί στην οικογένειά σας.
pt: Cada um dos Estágios tem cerca de uma dúzia de seções com jogos divertidos, quebra-cabeças, atividades e investigações para a sua família desfrutar juntos.
ru: На каждом из этапов имеется около дюжины разделов увлекательных игр, головоломок, занятий и расследований, которыми вы сможете заняться всей семьёй.

# tour
source: Stages
el: Στάδια
pt: Etapas
ru: Этапы

# tour
source: Each Stage name describes the main requirement for your child to start that Stage. For example, if your child can count to ten, and knows what those numbers mean, then start with Stage 3. The materials in the Stages are designed in a learning progression so that later sections build on the earlier ones.
el: Κάθε όνομα Σταδίου περιγράφει την κύρια προϋπόθεση για να ξεκινήσει το παιδί σας αυτό το Στάδιο. Για παράδειγμα, αν το παιδί σας μπορεί να μετρήσει μέχρι το δέκα και γνωρίζει τι σημαίνουν αυτοί οι αριθμοί, ξεκινήστε από το Στάδιο 3. Τα υλικά των Σταδίων είναι οργανωμένα κατά μαθησιακή εξέλιξη, ώστε οι μεταγενέστερες ενότητες να βασίζονται στις προηγούμενες.
pt: O nome dos Etapas descreve o principal requisito para a criança iniciá-las. Por exemplo, se a criança consegue contar até dez e sabe o que esses números significam, então comece pelo Etapa 3. Os materiais nos Etapas são projetados seguindo uma progressão de aprendizagem para que as seções posteriores se baseiem nas anteriores.
ru: Каждое название этапа описывает основное требование к вашему ребёнку для начала этого этапа. Например, если ваш ребёнок умеет считать до десяти и знает что означают эти числа, то начните с этапа 3. Материалы на этапах разработаны в прогрессии обучения, так что последующие разделы основываются на предыдущих.

# tour
source: Please select the kinds of activities you would like to do.
el: Παρακαλούμε επιλέξτε τα είδη των δραστηριοτήτων που θέλετε να κάνετε.
pt: Selecione os tipos de atividades que você gostaria de fazer.
ru: Пожалуйста, выберите виды деятельности, которыми вы хотели бы заниматься.

# tour
source: Please select whether you would rather view the Stage activities individually or by topic.
el: Παρακαλούμε επιλέξτε αν προτιμάτε να βλέπετε τις δραστηριότητες κάθε Σταδίου χωριστά ή ανά θέμα.
pt: Selecione se prefere visualizar as atividades do Etapa individualmente ou por tópico.
ru: Пожалуйста, выберите, предпочитаете ли вы просматривать этапы упражнения по отдельности или по темам.

# tour
source: Reading with your child is a wonderful experience! These storybooks are for an adult to read to a child. Adding math comments and questions to your reading helps your child grow mathematically, and creates strong associations of math with this happy, cozy experience.
el: Το να διαβάζετε με το παιδί σας είναι μια υπέροχη εμπειρία! Αυτά τα βιβλία ιστοριών προορίζονται για τον ενήλικα που διαβάζει σε ένα παιδί. Η προσθήκη μαθηματικών σχολίων και ερωτήσεων κατά την ανάγνωση βοηθά το παιδί σας να αναπτύσσεται μαθηματικά και δημιουργεί ισχυρούς συνειρμούς μαθηματικών με αυτή τη χαρούμενη, γλυκιά εμπειρία.
pt: Ler junto com a criança é uma experiência maravilhosa! Esses livros de histórias são para um adulto ler para uma criança. Adicionar comentários e perguntas de matemática à sua leitura ajuda a criança a crescer matematicamente e a criar fortes associações matemáticas devido a essa experiência feliz e aconchegante.
ru: Чтение с вашим ребёнком - это прекрасный опыт! Эти книги предназначены для чтения взрослым детям. Добавление математических комментариев и вопросов к чтению помогает вашему ребёнку расти в математическом плане, и создаёт прочные ассоциации математики с этим счастливым, уютным опытом.

# tour
source: Please select the kinds of stories you would like to choose from.
el: Παρακαλούμε επιλέξτε τα είδη των ιστοριών από τα οποία θα θέλατε να διαλέξετε.
pt: Selecione os tipos de histórias que você gostaria de escolher.
ru: Пожалуйста, выберите типы историй, которые вы хотели бы выбрать.

# tour
source: Beginning Storybooks
el: Ιστορίες Αρχικού Επιπέδου
pt: Livros de Histórias para Iniciantes
ru: Начальный Сбор Рассказов

# tour
source: Talk with your child before they can talk or even understand the words. Point at, name, and describe things you see, such as shapes, colors, comparisons, and quantities. As your child begins to understand words, ask about a thing and have your child point at it. As your child begins to understand and say words, mix in simple questions.
el: Μιλήστε στο παιδί σας πριν ακόμη να μπορεί να μιλήσει αυτό ή να κατανοεί τις λέξεις. Δείχνετε, ονομάζετε και περιγράφετε ό,τι βλέπετε, όπως σχήματα, χρώματα, συγκρίσεις και ποσότητες. Όταν το παιδί αρχίσει να καταλαβαίνει λέξεις, ρωτήστε για κάτι και ζητήστε του να το δείξει. Καθώς το παιδί αρχίζει να καταλαβαίνει και να λέει λέξεις, προσθέστε απλές ερωτήσεις.
pt: Converse com a criança antes que ela possa falar ou até mesmo entender as palavras. Aponte, nomeie e descreva as coisas que você vê, como formas, cores, comparações e quantidades. À medida que a criança começa a entender as palavras, peça-lhe uma coisa e a faça apontar para ela. À medida que a criança começa a entender e a falar palavras, misture-as em perguntas simples.
ru: Поговорите с вашим ребёнком до того как он начнёт говорить или даже понимать слова. Указывайте на вещи, называйте их и описывайте их, например, формы, цвета, сравнения, и количества. Когда ваш ребёнок начнёт понимать слова, спросите о чем-нибудь и попросите ребёнка указать на это. Когда ребёнок начнёт понимать и произносить слова, задавайте простые вопросы.

# tour
source: Intermediate Storybooks
el: Ιστορίες Μεσαίου Επιπέδου
pt: Livros de Histórias para Intermediários
ru: Средний Сбор Рассказов

# tour
source: These storybooks are somewhat longer, have slightly more complex story lines, and involve more sophisticated ideas. Your child is now able to talk and reason about more things in the world.
el: Αυτά τα βιβλία ιστοριών είναι λίγο μεγαλύτερα, έχουν πιο σύνθετες πλοκές και περιλαμβάνουν πιο προχωρημένες ιδέες. Το παιδί σας τώρα μπορεί να μιλάει και να σκέφτεται για περισσότερα πράγματα στον κόσμο.
pt: Esses livros de histórias são um pouco mais longos, têm histórias um pouco mais complexas e envolvem ideias mais elaboradas. Agora a criança é capaz de falar e raciocinar sobre mais coisas no mundo.
ru: Этот сбор рассказов немного длиннее, имея немного более сложные сюжетные идеи. Теперь ваш ребёнок может говорить и рассуждать о большем количестве вещей в мире.

# tour
source: Advanced Storybooks
el: Ιστορίες Προχωρημένου Επιπέδου
pt: Livros de Histórias para Avançados
ru: Продвинутый Сбор Рассказов

# tour
source: The story lines are getting ever more detailed and complex. The math involves larger numbers and more advanced concepts. The description of objects is getting more detailed and involved.
el: Οι ιστορίες γίνονται ακόμη πιο λεπτομερείς και πολύπλοκες. Τα μαθηματικά περιλαμβάνουν μεγαλύτερους αριθμούς και πιο προχωρημένες έννοιες. Η περιγραφή των αντικειμένων γίνεται πιο λεπτομερής και εκτενής.
pt: As histórias estão ficando cada vez mais detalhadas e complexas. A matemática envolve números maiores e conceitos mais avançados. A descrição dos objetos está ficando mais detalhada e complicada.
ru: Сюжетные идеи становятся всё более подробными и сложными. Математика включает в себя более крупные числа и более сложные концепции. Описание объектов становится более подробным и сложным.

# tour
source: Bonus Material
el: Επιπρόσθετο Υλικό
pt: Material Bônus
ru: Бонусный Материал

# tour
source: Some of the activities have additional material with examples and further explanations. You can look at them here or at the end of the corresponding activity page.
el: Μερικές από τις δραστηριότητες διαθέτουν επιπλέον υλικό με παραδείγματα και περισσότερες εξηγήσεις. Μπορείτε να το δείτε εδώ ή στο τέλος της αντίστοιχης σελίδας δραστηριότητας.
pt: Algumas das atividades têm material extra com exemplos e explicações adicionais. Você pode vê-los aqui ou no final da página de atividades correspondente.
ru: Некоторые из занятий имеют дополнительный материал с примерами и дальнейшими пояснениями. Вы можете посмотреть их здесь или в конце соответствующей страницы занятий.

# tour
source: Welcome!
el: Καλωσορίσατε!
pt: Bem-vindo(a)!
ru: Добро Пожаловать!

# tour
source: Enjoy reading and playing with math together! The best way to learn and experience math is in a social and playful way. Early Family Math has created four kinds of materials for your family to enjoy together.
el: Απολαύστε το διάβασμα και το παιχνίδι με τα μαθηματικά μαζί! Ο καλύτερος τρόπος να μάθει και να βιώσει κανείς τα μαθηματικά είναι με τρόπο κοινωνικό και παιγνιώδη. Το "Early Family Math" (Πρώιμα Μαθηματικά στην Οικογένεια) έχει δημιουργήσει τέσσερις κατηγορίες υλικών για να απολαύσει η οικογένειά σας.
pt: Divirtam-se lendo e brincando com a matemática juntos! A melhor maneira de aprender e vivenciar a matemática é de forma social e lúdica. A Early Family Math criou quatro tipos de materiais para a sua família desfrutar juntos.
ru: Наслаждайтесь чтением и игрой с математикой вместе! Лучший способ изучать и использовать математику - это социальный и игровой способ. Ранняя Семейная Математика создала четыре вида материалов для вашей семьи, чтобы вы могли наслаждаться ими вместе.

# tour
source: Storybooks
el: Βιβλία Ιστοριών
pt: Livros de Histórias
ru: Сборник Рассказов

# tour
source: These storybooks are for an adult to read to a child. They have math comments and guiding questions on every page. Help your child grow mathematically and create strong associations of math with the happy, cozy experience of reading together!
el: Αυτά τα βιβλία ιστοριών προορίζονται για τον ενήλικα που διαβάζει σε ένα παιδί. Περιέχουν μαθηματικά σχόλια και καθοδηγητικές ερωτήσεις σε κάθε σελίδα. Βοηθήστε το παιδί σας να αναπτυχθεί μαθηματικά και δημιουργήστε ισχυρούς συνειρμούς των μαθηματικών με τη χαρούμενη, γλυκιά εμπειρία του κοινού διαβάσματος!
pt: Esses livros de histórias são para um adulto ler para uma criança. Eles têm comentários matemáticos e perguntas orientadoras em todas as páginas. Ajude a sua criança a crescer matematicamente e a criar fortes associações matemáticas com uma experiência feliz e aconchegante de ler juntos!
ru: Эти рассказы предназначены для чтения взрослым детям. На каждой странице есть математические комментарии и наводящие вопросы. Помогите своему ребёнку расти в математическом плане и создайте прочные ассоциации математики со счастливым, уютным опытом совместного чтения.

# tour
source: Activities
el: Δραστηριότητες
pt: Atividades
ru: Упражнения

# tour
source: These educationally sequenced math games, puzzles, activities, and investigations, designed for your family to play together, provide lots of enjoyable family time as your child learns all the math they need for school.
el: Αυτά τα μαθηματικά παιχνίδια, παζλ, δραστηριότητες και διερευνήσεις βρίσκονται σε μια εκπαιδευτική σειρά και σχεδιάστηκαν για να τα παίζετε όλοι μαζί. Προσφέρουν άφθονο ευχάριστο οικογενειακό χρόνο, ενώ το παιδί μαθαίνει όλα τα μαθηματικά που χρειάζεται για το σχολείο.
pt: Esses jogos, quebra-cabeças, atividades e investigações de matemática sequenciados educacionalmente, projetados para a sua família brincar juntos, proporcionam um tempo agradável para a família enquanto a criança aprende toda a matemática de que precisa para a escola.
ru: Эти обучающие математические игры, головоломки, задания, и исследования разработанные для совместной игры всей семьёй и обеспечат массу приятного семейного времяпрепровождения, пока ваш ребёнок изучает всю математику, необходимую для школы.

# tour
source: Math Learning Steps
el: Βήματα Μαθηματικής Μάθησης
pt: Etapas de Aprendizagem Matemática
ru: Этапы Изучения Математики

# tour
source: Have you ever wondered what the beginning learning steps are for math, and how they connect with each other? Here are brief descriptions of the ten math learning steps your child will be experiencing as they go through each of the five Stages.
el: Έχετε αναρωτηθεί ποια είναι τα αρχικά βήματα μάθησης στα μαθηματικά και πώς συνδέονται μεταξύ τους; Εδώ θα βρείτε σύντομες περιγραφές των δέκα βημάτων μαθηματικής μάθησης που θα βιώσει το παιδί σας καθώς προχωρά στα πέντε Στάδια.
pt: Você já se perguntou quais são as etapas iniciais de aprendizagem para a matemática e como elas se conectam entre si? Aqui estão breves descrições dos dez passos de aprendizagem de matemática que a sua criança conhecerá ao passar por cada um dos cinco Estágios.
ru: Вы когда-нибудь задумывались, каковы начальные этапы обучения математики и как они связаны друг с другом? Вот краткие описания десяти этапов обучения математики, которые ваш ребёнок пройдёт по мере прохождения каждого из пяти этапов.

# tour
source: Playdates
el: Παιχνιδοραντεβού
pt: Brincadeiras
ru: Игровые Встречи

# tour
source: Get together with other families and have a math playdate. These playdates have suggested storybooks, games, and puzzles for your group of families to enjoy together.
el: Συναντηθείτε με άλλες οικογένειες σε ένα μαθηματικό παιχνιδοραντεβού. Αυτά τα παιχνιδοραντεβού περιλαμβάνουν προτεινόμενα βιβλία ιστοριών, παιχνίδια και παζλ για να απολαύσετε όλοι μαζί.
pt: Reúna-se com outras famílias e tenha uma brincadeira de matemática. Essas brincadeiras sugerem livros de histórias, jogos e quebra-cabeças para o seu grupo de famílias desfrutar juntos.
ru: Собирайтесь с другими семьями и устроите математическую игровую встречу. Эти игровые встречи предлагают книги, игры, и головоломки для вашей группы семей, чтобы наслаждаться ими вместе.

# tour
source: Help
el: Βοήθεια
pt: Ajuda
ru: Помощь

# tour
source: If you ever want to see this introduction again, just click on the question mark.
el: Όποτε θελήσετε να ξαναδείτε αυτήν την εισαγωγή, απλώς κάντε κλικ στο ερωτηματικό.
pt: Se você quiser ver esta introdução novamente, basta clicar no ponto de interrogação.
ru: Если вы захотите увидеть это введение ещё раз, просто нажмите на вопросительный знак.

# data_list
source: Lory Dory
el: Λόρυ Ντόρυ
ru: Лори Дори

# data_list
source: Stage 1 — I Can Hear You!
el: Στάδιο 1 – Σε Ακούω!
ru: Этап 1 – Я Тебя Слышу!

# data_list
source: Stage 2 — I Can Count to 5!
el: Στάδιο 2 – Μπορώ να Μετρήσω μέχρι το 5!
ru: Этап 2 – Я Могу Считать до 5!

# data_list
source: Stage 3 — I Can Count to 10!
el: Στάδιο 3 – Μπορώ να Μετρήσω μέχρι το 10!
ru: Этап 3 – Я Могу Считать до 10!

# data_list
source: Stage 4 — I Can Count to 20!
el: Στάδιο 4 – Μπορώ να Μετρήσω μέχρι το 20!
ru: Этап 4 – Я Могу Считать до 20!

# data_list
source: Stage 5 — I Can Count to 100!
el: Στάδιο 5 – Μπορώ να Μετρήσω μέχρι το 100!
ru: Этап 5 – Я Могу Считать до 100!

# data_list
source: 4.10 Strategy Games II
ru: Шаг 40: Стратегические Игры II

# data_list
source: **The value of these games:** Strategy games are games where the players have choices that produce better or worse outcomes. These games have a lot to offer children mathematically, even when there is no explicit numerical content. In particular, they naturally motivate children to do problem solving. **An introduction to Nim:** Now that your child has been playing strategy games for a while, it is time to look into how to get more out of them. Let's use the game of Nim as an example. This game has some very simple rules: Pick a starting number, say 10, and a person to go first. Players alternate turns choosing to subtract 1 or 2 from the running total. The person who reaches 0 wins. The arithmetic is simple enough, but the strategy is challenging. **Learning from experience:** If you imagine you are playing any game against an extremely capable opponent, the game becomes a puzzle. How can I find the move that let's me have my best chance of winning no matter how well my opponent plays? One strategy is to play the game many times and pay attention to what seems to work and what doesn't. This approach is a good start and it does provide the opportunity for observation and insights. This can be a slow method of learning, and it may be very hard to find patterns in complicated games – imagine all the possibilities if we picked the starting number of 100 for Nim! **Solving Nim:** Can we look ahead a few moves and figure out good moves that way? That is hard to do starting at 10. If we start at 5, it's pretty easy to do. If we subtract 2, the new number will be 3. No matter whether the other play subtracts 1 or 2 at this point, we will win. So, if we are at the number 5, we know how to win. What happens with other small starting numbers? Can we find a pattern that will tell us which starting numbers will be winners and which will be losers? Can we explain why that pattern is true? **The goal:** If we follow this line of attack, we will completely solve how to play the game of Nim. What worked for Nim may or may not work for another game. This is problem solving, and each new problem can bring fresh challenges and a need for new ideas. And that is the fun. Share this attitude of puzzling and being challenged to your child. As they play a strategy game, discuss with them their ideas about what would make for a better or worse move at that moment. The point isn't so much to find the perfect move as it is to enjoy looking for it and having a discussion about it with people who they can enjoy sharing ideas with.
ru: **Ценность этих игр:** Стратегические игры - это игры, где у игроков есть выбор, приводящий к лучшим или худшим результатам. Эти игры могут многое дать детям в математическом плане, даже если в них нет явного числового содержания. В частности, они естественным образом мотивируют детей к решению задач. **Введение в Ним:** Теперь, когда ваш ребёнок уже какое-то время играет в стратегические игры, пора подумать, как извлечь из них больше пользы. Возьмём в качестве примера игру Ним. Правила этой игры очень просты: выберите начальное число, например 10, и выберите игрока, который будет ходить первым. Игроки по очереди выбирают, на какое число вычесть– 1 или 2– из текущего счёта. Выигрывая тот, кто дойдёт до 0. Арифметика довольно проста, но стратегия сложная. **Учимся на опыте:** Если представить, что вы играете в любую игру против невероятного сильного соперника, игра превращается в головоломку. Как найти ход, который даст мне наилучший шанс на победу, независимо от того насколько хорошо играет мой оппонент? Одна из стратегий - это играть партию много раз и обращать внимание на то, что работает, а что нет. Такой подход хорошее начало, и он действительно даёт возможность наблюдать и делать выводы. Обучение может быть медленным, и в сложных партиях может быть очень сложно находить закономерности – Представьте, сколько возможностей откроется, если мы выберем начальное число 100 для Ним! **Решение Ним:** Можем ли мы заглянуть на несколько ходов вперёд и таким образом определить хорошие ходы? Это сложно сделать, начиная с 10. Если начать с 5, это довольно легко. Если мы вычтем 2, новое число будет 3. Независимо от того, вычтет ли другой игрок 1 или 2 в этот момент, мы выигрываем. Итак, если у нас число 5, мы знаем, как выиграть. Что происходит с другими малыми начальными числами? Можем ли мы найти закономерность, которая подскажет нам, какие начальные номера будут выигрышными, а какие проигрышными? Можем ли мы объяснить, почему это закономерность верна? **Цель:** Если мы будем следовать этому подходу, мы полностью разгадаем, как играть в Ним. То, что сработала с Ним, может сработать или не сработать в другой игре. Это и есть решение задач, и каждая новая задача может принести новые вызовы и потребность в новых идеях. И в этом-то и заключается веселье. Поделитесь с ребёнком этим отношением к головоломкам и решению сложных задач. Во время игры в стратегию обсуждайте с ним его идеи о том, какой ход был бы лучше или хуже в данный момент. Суть не только в том, чтобы найти идеальный ход, а ещё в том, чтобы получить удовольствие от его поиска и обсуждения с людьми, с которыми ему будет интересно делиться идеями.

# data_list
source: 5.0 Stage 5 Introduction
ru: Этап 5: Я могу считать до 100!
