Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The people at the nursery work hard to look after the baby animals. They hope that one day the orphans can look after themselves. Then they can return to the wild.
el: Οι άνθρωποι στο βρεφοκομείο δουλεύουν σκληρά για να φροντίζουν τα μωρά ζώα. Ελπίζουν ότι κάποια μέρα τα ορφανά θα μπορούν να φροντίσουν τον εαυτό τους. Τότε θα επιστρέψουν στη φύση.
pt: As pessoas no berçário trabalham duro para cuidar dos filhotes. Eles esperam que um dia os órfãos possam cuidar de si mesmos. Assim, eles poderão retornar à natureza.
ru: Люди в питомнике очень много работают, заботясь о детенышах животных. Они надеются, что в один день эти сироты смогут сами позаботиться о себе. И после этого, они смогут вернуться в дикую природу.

# data_list
source: They may care about each animal, but wild animals should always go back to the wild if they can handle it. It must be sad, but fulfilling, to see their animals become healthy adults who can thrive in the wild.
el: Μπορεί να αγαπούν κάθε ζώο, αλλά τα άγρια ζώα πρέπει να επιστρέφουν στη φύση αν μπορούν να τα καταφέρουν. Πρέπει να είναι λυπηρό αλλά και ικανοποιητικό να τα βλέπεις υγιή ενήλικα που να τα καταφέρουν πια στη φύση.
pt: Eles podem se importar com cada animal, mas os animais selvagens devem sempre voltar para a natureza se puderem lidar com isso. Deve ser triste, mas gratificante, ver seus animais se tornarem adultos saudáveis que podem prosperar na natureza.
ru: Они могут заботиться о каждом животном, но дикие животные всегда должны возвращаться в дикую природу, если они могут. Должно быть грустно, но вдохновляюще, видеть, как их животные становятся здоровыми и взрослыми особями, которые могут прекрасно жить в дикой природе.

# data_list
source: Some animals have permanent injuries or problems that make it impossible for them to go back into the wild. Can you think of why that would be?
el: Κάποια ζώα έχουν μόνιμους τραυματισμούς που τα εμποδίζουν να επιστρέψουν στη φύση. Μπορείς να σκεφτείς γιατί συμβαίνει αυτό;
pt: Alguns animais têm ferimentos ou problemas permanentes que torna impossível a volta para a natureza. Você consegue pensar por que isso aconteceria?
ru: У некоторых животных есть неизлечимые травмы или проблемы, которые делают их возвращение в дикую природу невозможным. Можешь ли ты объяснить, почему?

# data_list
source: Think about being one of these animals that has been in the nursery ever since it was a baby. Do you think the animal is excited to go into the wild, or do you think it is fearful about being on its own?
el: Σκέψου να είσαι ένα ζώο που μεγάλωσε στο βρεφοκομείο από μωρό. Νομίζεις ότι το ζώο θα χαρεί να πάει στη φύση ή θα φοβηθεί να είναι μόνο του;
pt: Imagine ser um desses animais que está no berçário desde filhote. Você acha que o animal está animado para ir para a natureza, ou você acha que ele está com medo de ficar sozinho?
ru: Представь, что ты одно из животных, которое было в этом питомнике с рождения. Как ты думаешь, животное радуется возможности оказаться на природе или боится остаться в одиночестве?

# data_list
source: How old and how many? Read the story again and then answer these questions. 1. How many animals arrived at the nursery in the month of August? 2. Who arrived first that month? How old was this animal? 3. Who arrived last? How old were those animals? 4. Who were the youngest animals to arrive in August? How old were they? 5. Who was the oldest to arrive in August? Reviewing a story after you read it can help you remember it much better!
el: Σε τι ηλικία και πόσα; Διάβασε ξανά την ιστορία και μετά απάντησε: 1. Πόσα ζώα έφτασαν στο βρεφοκομείο τον Αύγουστο; 2. Ποιο έφτασε πρώτο εκείνον τον μήνα; Σε τι ηλικία ήταν; 3. Ποιο έφτασε τελευταίο; Σε τι ηλικία ήταν; 4. Ποια ήταν τα πιο μικρά σε ηλικία ζώα που έφτασαν τον Αύγουστο; Σε τι ηλικία ήταν; 5. Ποιο ήταν το πιο μεγάλο σε ηλικία ζώο που έφτασε τον Αύγουστο; Η επανάληψη μιας ιστορίας αφού τη διαβάσεις βοηθά να τη θυμάσαι πολύ καλύτερα!
pt: Quantos e qual idade? Leia a história novamente e responda a essas perguntas. 1. Quantos animais chegaram ao berçário no mês de agosto? 2. Quem chegou primeiro naquele mês? Quantos anos esse animal tinha? 3. Quem chegou por último? Quantos anos tinham esses animais? 4. Quem foram os animais mais jovens a chegar em agosto? Quantos anos eles tinham? 5. Quem foi o mais velho a chegar em agosto? Revisar uma história depois de lê-la pode ajudá-lo a se lembrar dela muito melhor!
ru: Сколько и сколько лет? Прочитай историю ещё раз и затем ответь на данные вопросы: 1. Сколько животных прибыло в питомник в августе? 2. Кто прибыл первым в этот месяц? Сколько было этому животному? 3. Кто прибыл последним? Сколько было этим животным? 4. Какие из прибывших в августе животных были самыми молодыми? Сколько им было? 5. Кто из прибывших в августе был старше всех? Повторение истории после прочтения может помочь вам запомнить ее гораздо лучше!

# data_list
source: Mother Sun decided to visit her sister, the moon. Sister Moon lives on the other side of the sky. "I will be back soon," said Sun to the clouds.
de: Mutter Sonne entschied sich, ihren Bruder, den Mond, zu besuchen. Bruder Mond lebt auf der anderen Seite des Himmels. "Ich bin bald zurück", sagte die Sonne zu den Wolken.
el: Ο πατέρας Ήλιος αποφάσισε να επισκεφθεί την αδερφή του, τη Σελήνη. Η αδερφή του η Σελήνη ζει στην άλλη πλευρά του ουρανού. "Θα γυρίσω σύντομα," είπε ο Ήλιος στα σύννεφα.
pt: A Mãe Sol decidiu visitar sua irmã, a Lua. A irmã Lua mora do outro lado do céu. "Voltarei em breve", disse Sol às nuvens.
ru: Мама Солнце решила навестить свою сестру, Луну. Сестра Луна живёт на другой стороне неба. «Я вернусь назад скоро», сказало Солнце облакам.

# data_list
source: What will change for the clouds and the mountains when the Sun goes away?
de: Was wird sich für die Wolken und die Berge ändern, wenn die Sonne fortgeht?
el: Τι θα αλλάξει για τα σύννεφα και τα βουνά όταν ο Ήλιος φύγει;
pt: O que mudará para as nuvens e as montanhas quando o Sol se for?
ru: Что изменится с облаками и горами, когда Солнце уйдёт?

# data_list
source: Have you ever imagined faces on the clouds and mountains?
de: Hast du dir jemals Gesichter auf den Wolken und Bergen vorgestellt?
el: Έχεις φανταστεί ποτέ πρόσωπα στα σύννεφα και στα βουνά;
pt: Você já imaginou rostos nas nuvens e nas montanhas?
ru: Ты когда-нибудь представлял себе лицы на облаках и в горах?

# data_list
source: There are five things in the sky. When the sun goes away, how many will be left? What is one less than five?
de: Es gibt fünf Dinge im Himmel. Wenn die Sonne fortgeht, wie viele werden bleiben? Wie viel ist eins weniger als fünf?
el: Υπάρχουν πέντε πράγματα στον ουρανό. Όταν ο Ήλιος φύγει, πόσα θα μείνουν; Πόσο κάνει ένα λιγότερο από πέντε;
pt: Há cinco coisas no céu. Quando o sol se for, quantas sobrarão? Quanto é um a menos que cinco?
ru: В небе есть пять вещей. Когда Солнце уйдёт, сколько остаётся? Какое число на один меньше чем пять?

# data_list
source: When Sun left, the mountains put on their white scarves.
de: Als die Sonne ging, zogen die Berge ihre weißen Kopftücher an.
el: Όταν ο Ήλιος έφυγε, τα βουνά φόρεσαν τα άσπρα τους κασκόλ.
pt: Quando Sol partiu, as montanhas colocaram seus lenços brancos.
ru: Когда Солнце ушло, горы надели свои белые шарфы.

# data_list
source: Why did the mountains put on white scarves when the Sun went away?
de: Warum zogen die Berge die weißen Kopftücher an, als die Sonne fortging?
el: Γιατί τα βουνά φόρεσαν άσπρα κασκόλ όταν ο Ήλιος έφυγε;
pt: Por que as montanhas colocaram lenços brancos quando o Sol se foi?
ru: Почему горы надели белые шарфы, когда Солнце зашло?

# data_list
source: How many clouds are there? Are there more mountains or clouds on this page?
de: Wie viele Wolken sind da? Sind mehr Berge oder Wolken auf dieser Seite?
el: Πόσα σύννεφα υπάρχουν; Υπάρχουν περισσότερα βουνά ή περισσότερα σύννεφα σε αυτή τη σελίδα;
pt: Quantas nuvens existem? Há mais montanhas ou nuvens nesta página?
ru: Сколько там облаков? На этой странице видно больше гор или облаков?

# data_list
source: What are the clouds doing and what do you think they are feeling?
de: Was tun die Wolken und, was denkst du, fühlen sie?
el: Τι κάνουν τα σύννεφα και τι νομίζεις ότι νιώθουν;
pt: O que as nuvens estão fazendo e o que você acha que elas estão sentindo?
ru: Что делает облака и что, по твоему мнению, они чувствуют?

# data_list
source: Wind had an argument with the trees. The trees became angry. They threw their leaves all over the place.
de: Der Wind hatte einen Streit mit den Bäumen. Die Bäume wurden wütend. Sie warfen ihre Blätter überall herum.
el: Ο Άνεμος τσακώθηκε με τα δέντρα. Τα δέντρα θύμωσαν. Πέταξαν τα φύλλα τους παντού.
pt: O vento teve uma discussão com as árvores. As árvores ficaram com raiva. Eles jogaram suas folhas por todo o lugar.
ru: Ветер поссорился с деревьями. Деревья разозлились. Они разбросали свои листья повсюду.

# data_list
source: Guess how many leaves there are blowing around. Do you know numbers that are that big?
de: Rate wie viele Blätter herumwirbeln. Kennst du so große Zahlen?
el: Μάντεψε πόσα φύλλα πετούν στον αέρα. Γνωρίζεις αριθμούς που είναι τόσο μεγάλοι;
pt: Adivinhe quantas folhas estão voando por aí. Você conhece números tão grandes assim?
ru: Угадай сколько листьев развивается вокруг. Знаешь ли ты такие большие числа?

# data_list
source: Notice how hard the wind is blowing. The leaves are blowing everywhere!
de: Bemerke, wie stark der Wind weht. Die Blätter wirbeln überall herum!
el: Παρατήρησε πόσο δυνατά φυσάει ο άνεμος. Τα φύλλα πετούν παντού!
pt: Observe como o vento está soprando forte. As folhas estão voando para todo lado!
ru: Заметь как сильно дует ветер. Листья развиваются повсюду!

# data_list
source: The wind is blowing so hard that the trees are bending over. Have you ever been outside when the wind blew so hard that you had trouble walking?
de: Der Wind weht so stark, dass die Bäume sich verbiegen. Warst du jemals draußen, als der Wind so stark wehte, dass du Schwierigkeiten beim Gehen hattest?
el: Ο άνεμος φυσάει τόσο δυνατά που τα δέντρα λυγίζουν. Έχεις βρεθεί ποτέ έξω όταν ο άνεμος φυσούσε τόσο δυνατά που σε δυσκόλευε στο περπάτημα;
pt: O vento está soprando com tanta força que as árvores estão se curvando. Você já esteve do lado de fora enquanto o vento soprava tão forte que você teve problemas para andar?
ru: Ветер дует так сильно, что деревья наклоняются. Ты когда-нибудь был на улице, когда ветер дул так сильно, что тебе было трудно идти?

# data_list
source: The sky started to grumble. She turned grey.
de: Der Himmel begann zu murren. Er wurde grau.
el: Ο ουρανός άρχισε να γκρινιάζει. Έγινε γκρι.
pt: O céu começou a resmungar. Ele ficou cinza.
ru: Небо начало ворчать. Оно стало серым.

# data_list
source: The clouds are worried and anxious. What do you think is about to happen?
de: Die Wolken sind besorgt und verängstigt. Was denkst du, wird gleich passieren?
el: Τα σύννεφα είναι ανήσυχα. Τι νομίζεις ότι πρόκειται να συμβεί;
pt: As nuvens estão preocupadas e ansiosas. O que você acha que está prestes a acontecer?
ru: Облака волнуется и тревожится. Что ты думаешь сейчас случится?

# data_list
source: Count the faces on the clouds. They are in three groups: groups of two, four, and one. How many is that all together?
de: Zähle die Gesichter auf den Wolken. Sie kommen in drei Gruppen: Zweiergruppen, Vierergruppen und eines. Wie viel ist das alles zusammen?
el: Μέτρησε τα πρόσωπα στα σύννεφα. Είναι σε τρεις ομάδες: ομάδα των δύο, των τεσσάρων και ενός. Πόσα είναι όλα μαζί;
pt: Conte os rostos nas nuvens. Eles estão divididos em três grupos: grupos de dois, de quatro e de um. Quantos são ao todo?
ru: Посчитай лицы на облаках. Они в трёх группах: группы из двух, четверых, и одного. Сколько получается вместе?

# data_list
source: Counting the trees, the mountains, and the groups of clouds, there are all the numbers from one to five -- can you find them all?
de: Beim Zählen der Bäume, der Berge und den Gruppen von Wolken, gibt es alle Zahlen von eins bis fünf – kannst du sie alle finden?
el: Μετρώντας τα δέντρα, τα βουνά και τις ομάδες των σύννεφων, υπάρχουν όλοι οι αριθμοί από το ένα ως το πέντε – μπορείς να τους βρεις όλους;
pt: Contando as árvores, as montanhas e os grupos de nuvens, há todos os números de um a cinco – você consegue encontrar todos eles?
ru: Пересчитав деревья, горы и группы облаков, получается все числа от одного до пяти -- Ты можешь их всех найти?

# data_list
source: The clouds were sad to see all this. They started crying. There were many tears.
de: Die Wolken waren traurig, dies alles zu sehen. Sie begannen zu weinen. Es gab viele Tränen.
el: Τα σύννεφα ήταν λυπημένα βλέποντας όλα αυτά. Άρχισαν να κλαίνε. Έριξαν πάρα πολλά δάκρυα.
pt: As nuvens ficaram tristes ao ver tudo isso. Começaram a chorar. Havia muitas lágrimas.
ru: Облакам было грустно видеть всё это. Они начали плакать. Было много слёз.

# data_list
source: The clouds may have made rain because they were sad, but some people enjoy watching and listening to the rain. How does the rain make you feel?
de: Die Wolken haben vielleicht Regen gemacht, weil sie traurig waren, aber manche Leute freut es, dem Regen zuzuschauen und zuzuhören. Wie fühlst du dich bei Regen?
el: Τα σύννεφα μπορεί να έκαναν βροχή επειδή ήταν λυπημένα, αλλά σε κάποιους ανθρώπους αρέσει να βλέπουν και να ακούν τη βροχή. Εσένα πώς σε κάνει να νιώθεις η βροχή;
pt: As nuvens podem ter feito chover porque estavam tristes, mas algumas pessoas gostam de assistir e ouvir a chuva. Como a chuva faz você se sentir?
ru: Возможно, что облака вызвали дождь потому что им было грустно, но некоторым людям нравится смотреть и слушать дождь. Какие чувства вызывает у тебя дождь?

# data_list
source: There are a great many raindrops. Can you count them all, or is it too many?
de: Es gibt sehr viele Regentropfen. Kannst du sie alle zusammenzählen, oder sind es zu viele?
el: Υπάρχουν πάρα πολλές σταγόνες βροχής. Μπορείς να τις μετρήσεις όλες ή είναι πάρα πολλές;
pt: Há muitos pingos de chuva. Você pode contar todos eles, ou são muitos?
ru: Есть очень много капель дождя. Ты можешь их сосчитать, или их слишком много?

# data_list
source: Think of something else that there are too many to count.
de: Überlege dir etwas anderes, wovon es zu viele gibt zum Zählen.
el: Σκέψου κάτι άλλο που έχει πάρα πολλά για να τα μετρήσεις.
pt: Pense em outras coisas que sejam impossíveis contar de tantas que são.
ru: Придумай что то ещё, чего слишком много чтобы посчитать.

# data_list
source: The whole world began to sink under water.
de: Die ganze Welt begann im Wasser zu versinken.
el: Όλος ο τόπος άρχισε να βυθίζεται στο νερό.
pt: O mundo inteiro começou a afundar sob a água.
ru: Весь мир начал погружаться под воду.

# data_list
source: Trees need water, but do you think they like having this much water? The faces on the trees look a little anxious or sad.
de: Bäume brauchen Wasser, aber denkst du, sie mögen so viel Wasser? Die Gesichter auf den Bäumen sehen ein bisschen verängstigt oder traurig aus.
el: Τα δέντρα χρειάζονται νερό, αλλά σας φαίνεται ότι τους αρέσει να έχουν τόσο πολύ νερό; Τα πρόσωπα στα δέντρα φαίνονται λίγο ανήσυχα ή λυπημένα.
pt: As árvores precisam de água, mas você acha que elas gostam de ter tanta água? Os rostos nas árvores parecem um pouco ansiosos ou tristes.
ru: Деревьям нужна вода, но ты думаешь что им нравится столько воды? Лицы на деревьях выглядят немного встревоженными или грустными.

# data_list
source: How many trees do you count in this picture?
de: Wie viele Bäume zählst du auf diesem Bild?
el: Πόσα δέντρα μπορείς να μετρήσεις σε αυτή την εικόνα;
pt: Quantas árvores você consegue contar nesta foto?
ru: Сколько деревьев ты можешь посчитать на этой картинке?

# data_list
source: Is the world sinking under the water, or is the water filling up on top of it?
de: `Versinkt die Welt unter Wasser oder füllt sich das Wasser obendrauf?
el: Ο τόπος βυθίζεται μέσα στο νερό ή το νερό πλημμυρίζει πάνω από τον τόπο;
pt: O mundo está afundando sob a água ou a água está acumulando sobre o mundo?
ru: Мир тонет под водой, или вода наполняется сверху?

# data_list
source: Meanwhile, on the other side of the sky, Sun was ready to leave her sister. She kissed the moon goodbye and went home.
de: Unterdessen, auf der anderen Seite des Himmels, war die Sonne bereit, ihren Bruder zu verlassen. Sie küsste den Mond zum Abschied und ging nach Hause.
el: Εν τω μεταξύ, στην άλλη πλευρά του ουρανού, ο Ήλιος ήταν έτοιμος να φύγει από την αδερφή του. Φίλησε τη Σελήνη για αντίο και γύρισε σπίτι του.
pt: Enquanto isso, do outro lado do céu, a Mãe Sol estava pronta para deixar sua irmã. Ela deu um beijo de despedida na Lua e foi para casa.
ru: Тем временем на другой стороне неба Солнце было готово покинуть сестру. Она поцеловала Луну на прощание и пошла домой.

# data_list
source: Do you think it is possible for the Sun to kiss the Moon?
de: Denkst du, es ist möglich, dass die Sonne den Mond küsst?
el: Νομίζεις ότι είναι δυνατόν ο Ήλιος να φιλήσει τη Σελήνη;
pt: Você acha que é possível o Sol beijar a Lua?
ru: Как ты думаешь, может ли Солнце поцеловать Луну?

# data_list
source: Have you ever seen stars near the moon or the sun?
de: Hast du jemals Sterne neben dem Mond oder der Sonne gesehen?
el: Έχεις δει ποτέ αστέρια κοντά στη Σελήνη ή στον Ήλιο;
pt: Você já viu estrelas perto da Lua ou do Sol?
ru: Ты когда-нибудь видел звёзды возле луны или солнца?

# data_list
source: A sphere is a shape like a ball -- it is round in all directions. The moon and the sun are shaped like spheres, though the moon doesn't always look like it.
de: Eine Kugel ist eine Form wie ein Ball – sie ist rund in jede Richtung. Der Mond und die Sonne sind geformt wie Kugeln, auch wenn der Mond nicht immer so aussieht.
el: Ένα σχήμα που είναι σαν μια μπάλα λέγεται σφαιρικό– είναι στρογγυλό προς όλες τις κατευθύνσεις. Η Σελήνη και ο Ήλιος έχουν σφαιρικό σχήμα, αν και η Σελήνη δεν φαίνεται πάντα έτσι.
pt: Uma esfera é uma forma similar a uma bola - ela é redonda em todas as direções. A Lua e o Sol têm a forma de esferas, mesmo que a Lua nem sempre se pareça.
ru: Сфера - это форма, похожая на шар --она круглая во всех направлениях. Луна и Солнце имеют форму сферы, хотя Луна не всегда выглядят так.

# data_list
source: Sky was so happy to see Sun that she turned bright blue. The mountains put on their pretty green dresses.
de: Der Himmel war so glücklich darüber, die Sonne zu sehen, dass er hellblau wurde. Die Berge zogen ihre schönen grünen Keider an.
el: Ο Ουρανός ήταν τόσο χαρούμενος που είδε τον Ήλιο που έγινε λαμπερό μπλε. Τα βουνά φόρεσαν τα όμορφα πράσινα φορέματά τους.
pt: O céu ficou tão feliz em ver o Sol que ficou azul brilhante. As montanhas colocaram seus lindos vestidos verdes.
ru: Небо так обрадовалась когда онo увиделo солнце, что оно стало ярко синим. Горы надели свои красивые зелёные платья.

# data_list
source: What is the green dress on the mountains made of?
de: Woraus besteht das grüne Kleid der Berge?
el: Από τι είναι φτιαγμένα τα πράσινα φορέματα στα βουνά;
pt: Do que é feito o vestido verde nas montanhas?
ru: Из чего сделаны зелёные платья в горах?

# data_list
source: How many clouds are there now? What happened to the other clouds?
de: Wie viele Wolken sind jetzt da? Was ist mit den anderen Wolken geschehen?
el: Πόσα σύννεφα υπάρχουν τώρα; Τι συνέβη με τα άλλα σύννεφα;
pt: Quantas nuvens existem agora? O que aconteceu com as outras nuvens?
ru: Сколько облаков сейчас? Что случилось с другими облаками?

# data_list
source: Compare the number of things in the sky to the number of mountains with faces. One of them is one more than the other, and one of them is one less than the other -- which is which?
de: Vergleiche die Anzahl der Dinge im Himmel mit der Anzahl von Bergen mit Gesichtern. Eines davon ist eins weniger als das andere – welches ist welches?
el: Σύγκρινε τον αριθμό των πραγμάτων στον ουρανό με τον αριθμό των βουνών με πρόσωπα. Ένα από αυτά είναι ένα περισσότερο από το άλλο και ένα από αυτά είναι ένα λιγότερο από το άλλο – ποιο είναι ποιο;
pt: Compare o número de coisas no céu com o número de montanhas com rostos. Um deles é um maior do que o outro, enquanto um deles é um menor do que o outro -- qual é qual?
ru: Сравни количество вещей в небе с количеством гор с лицами. Один из них на одно число больше чем другое, а другой на однo число меньше -- что есть что?

# data_list
source: The wind went to sleep. The trees stretched their branches and smiled.
de: Der Wind legte sich schlafen. Die Bäume streckten ihre Zweige und lächelten.
el: Ο άνεμος πήγε για ύπνο. Τα δέντρα τεντώθηκαν και χαμογέλασαν.
pt: O vento foi dormir. As árvores esticaram seus galhos e sorriram.
ru: Ветер заснул. Деревья вытянули свои ветви и улыбнулись.

# data_list
source: The mountains and trees like the warm weather. Do you like warmer or cooler weather?
de: Die Berge und Bäume mögen das warme Wetter. Magst du wärmeres oder kühleres Wetter?
el: Τα βουνά και τα δέντρα αγαπούν τον ζεστό καιρό. Εσύ προτιμάς τον πιο ζεστό ή πιο δροσερό καιρό;
pt: As montanhas e as árvores gostam do clima quente. Você gosta do clima mais quente ou mais frio?
ru: Горы и деревья любят тёплую погоду. Тебе нравятся более тёплая или прохладная погода?

# data_list
source: A cylinder is a shape like a tube or a straw. A broom handle is often a cylinder. The trunks of these trees between the ground and their first branches are cylinders.
de: Ein Zylinder ist eine Form wie ein Schlauch oder ein Halm. Ein Besenstiel ist oft ein Zylinder. Die Wurzeln dieser Bäume zwischen dem Boden und ihren ersten Zweigen sind Zylinder.
el: Ένας κύλινδρος είναι ένα σχήμα σαν σωλήνας ή καλαμάκι. Η λαβή μιας σκούπας είναι συχνά κύλινδρος. Οι κορμοί αυτών των δέντρων, ανάμεσα στο έδαφος και τα πρώτα τους κλαδιά, είναι κύλινδροι.
pt: Um cilindro é uma forma como um tubo ou um canudo. Um cabo de vassoura é geralmente um cilindro. Os troncos dessas árvores entre o solo e seus primeiros galhos são cilindros.
ru: Цилиндр - это форма, похожая на трубку или соломинку. Ручка у метлы часто представляет собой цилиндр. Стволы этих деревьев между землёй и их первыми ветвями представляют собой цилиндры.

# data_list
source: What other things around you are in the shape of a cylinder?
de: Welche Dinge um dich herum haben die Form eines Zylinders?
el: Ποια άλλα πράγματα γύρω σου είναι σε σχήμα κυλίνδρου;
pt: Que outras coisas ao seu redor têm a forma de um cilindro?
ru: Какие ещё предметы вокруг тебя имеют форму цилиндра?

# data_list
source: The clouds were very happy to see Mother Sun again. They went away to play.
de: Die Wolken waren sehr glücklich, Mutter Sonne wiederzusehen. Sie gingen weg, um zu spielen.
el: Τα σύννεφα ήταν πολύ χαρούμενα που είδαν ξανά τον πατέρα Ήλιο. Πήγαν μακριά για να παίξουν.
pt: As nuvens ficaram muito felizes em ver a Mãe Sol novamente. Elas foram embora para brincar.
ru: Облака были очень рады снова увидеть Мать Солнце. Они ушли играть.

# data_list
source: There are five clouds in the sky. If you add one more for the sun, how many things are in the sky?
de: Es gibt fünf Wolken im Himmel. Wenn du eines mehr dazuzählst für die Sonne, wie viele Dinge sind dann im Himmel?
el: Υπάρχουν πέντε σύννεφα στον ουρανό. Αν προσθέσεις ένα ακόμα για τον Ήλιο, πόσα πράγματα είναι στον ουρανό;
pt: Há cinco nuvens no céu. Se você adicionar mais um para o sol, quantas coisas estão no céu?
ru: На небе пять облаков. Если ты добавишь ещё один для солнца, сколько всего будет в небе?
