Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Cassava and Palm
el: Ο Κασάβα και ο Φοίνικας
pt: Mandioca e Palmeira
ru: Маниока и Пальма

# data_list
source: This story has counting to 20, descriptions, and shapes. Practice words: very, extremely, more, difference, rectangle, square, round, cone, triangle, alike, different, dividing by 1, 2, and 1/2, vertical, horizontal, perpendicular, oldest, youngest, inside, and outside.
el: Αυτή η ιστορία περιέχει αρίθμηση μέχρι το 20, περιγραφές και σχήματα. Λέξεις για εξάσκηση: πολύ, εξαιρετικά, περισσότερο, διαφορά, ορθογώνιο, τετράγωνο, στρογγυλό, κώνος, τρίγωνο, παρόμοιο, διαφορετικό, διαίρεση με το 1, το 2 και το 1/2, κάθετο, οριζόντιο, κάθετο, μεγαλύτερος, μικρότερος, μέσα και έξω.
pt: Esta história aborda contagem até 20, descrições e formas. Palavras para praticar: muito, extremamente, mais, diferença, retângulo, quadrado, redondo, cone, triângulo, igual, diferente, divisão por 1, 2 e ½, vertical, horizontal, perpendicular, mais velho, mais novo, dentro e fora.
ru: В этой истории есть счёт 20, описания, и формы. Практикуйтесь слова: очень, чрезвычайно, больше, разница, прямоугольник, квадрат, круглый, конус, треугольник, одинаковые, разные, деление на 1, 2, и 1/2, вертикальный, горизонтальный, перпендикулярный, самый старый, самый молодой, внутри и снаружи.

# data_list
source: Cat and Dog Draw and Color
el: Η Γάτα και ο Σκύλος Ζωγραφίζουν και Χρωματίζουν
pt: Gato e Cachorro Desenho e Cor
ru: Кот и Собака Рисовать и Раскрашивать

# data_list
source: This story has shapes, comparisons, and skip counting. Practice words: rectangle, square, oval, circle, arc, triangle, line, straight, curved, mirror symmetry, similar, different, less, same, more, pair, difference, right, left, skip counting by 2's, 3's, and 5's.
el: Αυτή η ιστορία περιέχει σχήματα, συγκρίσεις και αρίθμηση. Λέξεις για εξάσκηση: ορθογώνιο, τετράγωνο, ωοειδές, κύκλος, τόξο, τρίγωνο, γραμμή, ευθύγραμμο, καμπύλο, συμμετρία, παρόμοιο, διαφορετικό, λιγότερο, ίδιο, περισσότερο, δυάδα, τριάδα, διαφορά, δεξιά, αριστερά, αρίθμηση με ανά 2, ανά 3 και ανά 5.
pt: Esta história aborda formas, comparações e contagens em intervalos. Palavras para praticar: retângulo, quadrado, oval, círculo, arco, triângulo, linha, reto, curvo, simetria espelhada, similar, diferente, menos, igual, mais, par, diferença, direita, esquerda, contagem em intervalos de 2, 3 e 5.
ru: В этой истории есть формы, сравнения, и счёт с пропусками. Практикуйтесь слова: прямоугольник, квадрат, овал, круг, дуга, треугольник, линия, прямая, изогнутая, зеркальная симметрия, похожие, отличие, меньше, такая же, больше, пара, разница, правая, левая, счёт по два, три и пять.

# data_list
source: Curious Baby Elephant
el: Η περίεργη μικρή Ελεφαντίνα
pt: A Curiosa Bebê Elefante
ru: Любопытный Малыш Слон

# data_list
source: This story has skip counting and number properties. Practice words: skip counting, counting by a number, even, odd, more, less, above, and below.
el: Αυτή η ιστορία περιέχει αρίθμηση και αριθμητικές ιδιότητες. Λέξεις για εξάσκηση: αρίθμηση πηδώντας ανά 5, αρίθμηση ανά ένα, ζυγός, μονός, περισσότερο, λιγότερο, πάνω, κάτω.
pt: Esta história aborda contagem em intervalos e propriedades dos números. Palavras para praticar: contagem em intervalos, contar por um número, par, ímpar, mais, menos, acima e abaixo.
ru: В этой истории есть счёт с пропусками и свойства числов. Практикуйтесь слова: счёт с пропусками, считая по числу, чётные, нечётные, больше, меньше, сверху, и снизу.

# data_list
source: Father's Advice
el: Η Συμβουλή του Πατέρα
pt: Conselho de Pai
ru: Совет Отца

# data_list
source: This story has shapes and skip counting. Practice words: round, cone, rectangle, long, vertical line, horizontal line, right angle, steep, zero, adding one, skip counting by 2's, 3's, 4's, and 6's.
el: Αυτή η ιστορία περιέχει σχήματα και αρίθμηση με παραλείψεις (ανά 2, ανά 3, ανά 4 και ανά 6). Λέξεις για εξάσκηση: στρογγυλό, κώνος, ορθογώνιο, μακρύ, κάθετη γραμμή, οριζόντια γραμμή, ορθή γωνία, απότομο, μηδενικό, προσθήκη ενός, αρίθμηση με παραλείψεις ανά 2, ανά 3, ανά 4 και ανά 6.
pt: Esta história aborda formas e contagens em intervalos. Palavras para praticar: redondo, cone, retângulo, longo, linha vertical, linha horizontal, ângulo reto, íngreme, zero, adicionando um, contagem em intervalos de 2, 3, 4 e 6.
ru: В этой истории есть формы и счёт по числам. Практикуйтесь слова: круглый, конус, прямоугольник, длинная, вертикальная линия, горизонтальная линия, прямой угол, крутой, ноль, добавление единицы, считая по 2, 3, 4, и 6.

# data_list
source: Fati and the Green Snake
el: Η Φάτι και το Πράσινο Φίδι
pt: Fati e a Cobra Verde
ru: Фати и Зелёная Змея

# data_list
source: This story has counting to 10 and comparing sizes. Practice words: numbers to 10, big, bigger, small, smaller, wide, wider, narrow, narrower, more, less, same, one more, and twice.
el: Αυτή η ιστορία περιέχει αρίθμηση μέχρι το 10 και τη σύγκριση μεγεθών. Λέξεις για εξάσκηση: αριθμοί μέχρι το 10, μεγάλο, μεγαλύτερο, μικρό, μικρότερο, φαρδύ, φαρδύτερο, στενό, στενότερο, περισσότερο, λιγότερο, ίδιο, ένα παραπάνω, και διπλάσιο.
pt: Esta história aborda contagem até 10 e comparação de tamanhos. Palavras para praticar: números até 10, grande, maior, pequeno, menor, largo, mais largo, estreito, mais estreito, mais, menos, igual, mais um e duas vezes.
ru: В этой истории есть счёт до 10 и сравнение размеров. Практикуйтесь слова: числа до 10, большое, больше чем, маленькое, меньше чем, широкая, шире, узкая, уже, больше, меньше, столько же, ещё на один, и в дважды.

# data_list
source: How Many?
el: Πόσα Είναι;
pt: Quanto?
ru: Сколько?

# data_list
source: This story has counting to 14 and skip counting. Practice words: numbers to 14, skip counting, more, fewer, one more, three more, and double.
el: Αυτή η ιστορία περιέχει αρίθμηση μέχρι το 14 και αρίθμηση με παραλείψεις (πηδηματάκια). Λέξεις για εξάσκηση: αριθμοί μέχρι το 14, αρίθμηση με παραλείψεις, περισσότερο, λιγότερο, ένα περισσότερο, τρία περισσότερα, και διπλάσιο.
pt: Esta história aborda contagem até 14 e contagem em intervalos. Palavras para praticar: números até 14, contagem em intervalos, mais, menos, mais um, mais três e dobro.
ru: В этой истории есть счёт до 14 и пропуск цифр в счёте. Практикуйтесь слова: числа до 14, пропуск цифр в счёте, больше, меньше, ещё на один, ещё на три, и удвоить.

# data_list
source: I Love Forests
el: Αγαπώ τα Δάση
pt: Eu Amo Florestas
ru: Я Люблю Леса

# data_list
source: This story has counting to ten and comparing quantities. Practice words: numbers to ten, counting by 2's, one more, one less, most, and least.
el: Αυτή η ιστορία περιέχει αρίθμηση μέχρι το δέκα και σύγκριση ποσοτήτων. Λέξεις για εξάσκηση: αριθμοί μέχρι το δέκα, αρίθμηση ανά δύο, ένα περισσότερο, ένα λιγότερο, περισσότερα και λιγότερα.
pt: Esta história aborda contagem até dez e comparação de quantidades. Palavras para praticar: números até dez, contagem em intervalos de 2, mais um, menos um, mais e menos.
ru: В этой истории есть счет до десяти и сравнение количества. Практикуйтесь слова: числы до 10, счёт по 2, на один больше, на один меньше, больше всего, и меньше всего.

# data_list
source: Is There Anyone Like Me?
el: Υπάρχει Κάποιος Ίδιος με Εμένα;
pt: Existe Alguém Como Eu?
ru: Есть ли Кто-Нибудь Похожий на Меня?

# data_list
source: This story has counting to 8 and comparing. Practice words: one more, one less, take away, fact family, symmetry, mirror symmetry, similarity, difference, and same.
el: Αυτή η ιστορία περιέχει αρίθμηση μέχρι το 8 και συγκρίσεις. Λέξεις για εξάσκηση: ένα περισσότερο, ένα λιγότερο, αφαιρώ, μαθηματική οικογένεια πράξεων, καθρέφτισμα, συμμετρία, ομοιότητα, διαφορά και ίδιο.
pt: Esta história aborda contagem até 8 e comparação. Palavras para praticar: mais um, menos um, tirar, família de fatos, simetria, simetria espelhada, semelhança, diferença e igual.
ru: В этой истории есть счёт до 8 и сравнение. Практикуйтесь слова: на один больше, на один меньше, отнять, факт, семейство, симметрия, зеркальная симметрия, сходство, различие, и одинаковые.

# data_list
source: Listen to My Body
el: Ακούω το Σώμα μου
pt: Ouça o Meu Corpo
ru: Слушать Своё Тело

# data_list
source: This story has counting to 10 and comparing. Practice words: more, less, difference, and counting by 2's.
el: Αυτή η ιστορία περιέχει αρίθμηση μέχρι το 10 και συγκρίσεις. Λέξεις για εξάσκηση: περισσότερο, λιγότερο, διαφορά και αρίθμηση ανά δύο.
pt: Esta história aborda contagem até 10 e comparação. Palavras para praticar: mais, menos, diferença e contagem em intervalos de 2.
ru: В этой истории есть счёт до 10 и сравнение. Практикуйтесь слова: Больше, меньше, разность, и счёт по 2.

# data_list
source: Little Jojo's Long Tall Tale
el: Η Μεγάλη Ιστορία του Μικρού Τζότζο
pt: A Longa e Incrível História de Pequeno Jojo
ru: Длинная История Маленького Джоджо

# data_list
source: This story has many shapes. Practice words: circle, round, short, polygon, side, triangle, quadrilateral, pentagon, hexagon, square, rectangle, diamond, rhombus, cone, pattern, concentric circles, colors, tall, tallest, far, farthest, long, half, pair, add, subtract, easy, hard, easier, harder, and problem solving.
el: Αυτή η ιστορία περιέχει πολλά σχήματα. Λέξεις για εξάσκηση: κύκλος, στρογγυλό, κοντό, πολύγωνο, πλευρά, τρίγωνο, τετράπλευρο, πεντάγωνο, εξάγωνο, τετράγωνο, ορθογώνιο, ρόμβος, κώνος, μοτίβο, ομόκεντροι κύκλοι, χρώματα, ψηλό, ψηλότερο, μακριά, μακρύτερο, μακρύ, μισό, ζεύγος, πρόσθεση, αφαίρεση, εύκολο, δύσκολο, ευκολότερο, δυσκολότερο και επίλυση προβλήματος.
pt: Esta história aborda diversas formas. Palavras para praticar: círculo, redondo, curto, polígono, lado, triângulo, quadrilátero, pentágono, hexágono, quadrado, retângulo, diamante, losango, cone, padrão, círculos concêntricos, cores, alto, mais alto, longe, mais longe, longo, metade, par, adicionar, subtrair, fácil, difícil, mais fácil, mais difícil e resolução de problemas.
ru: В этой истории есть много форм. Практикуйтесь слова: круг, круглый, короткий, многоугольник, сторона, треугольник, четырёхугольник, пятиугольник, шестиугольник, квадрат, прямоугольник, ромб, конус, узор, концентрические круги, цвета, высокий, самый высокий, далеко, самые дальний, длинный, половина, пара, сложение, вычитание, легко, сложно, легче, сложнее, и решение проблем.

# data_list
source: This story has shapes and descriptions. Practice words: thin, pairs, line, parallel, horizontal, vertical, perpendicular, negative space, different, triangle, side, straight, sphere, circle, arc, red, blue, right, left, and skip count by 5's.
el: Αυτή η ιστορία περιέχει σχήματα και περιγραφές. Λέξεις για εξάσκηση: λεπτό, ζευγάρια, γραμμή, παράλληλη, οριζόντια, κάθετη, αρνητικός χώρος, διαφορετικό, τρίγωνο, πλευρά, ευθύγραμμο, αντικείμενα με σφαιρικό σχήμα, κύκλος, τόξο, κόκκινο, μπλε, δεξιά, αριστερά και αρίθμηση με παραλείψεις ανά 5.
pt: Esta história aborda formas e descrições. Palavras para praticar: fino, pares, linha, paralelo, horizontal, vertical, perpendicular, espaço negativo, diferente, triângulo, lado, reto, esfera, círculo, arco, vermelho, azul, direito, esquerdo e contagem em intervalos de 5.
ru: В этой истории есть формы и описания. Практикуйтесь слова: тонкий, пара, линия, параллельный, горизонтальный, вертикальный, перпендикулярный, негативная пространство, разные, треугольник, сторона, прямая, сфера, круг, дуга, красный, синий, справа, слева, и счёт по 5.

# data_list
source: Maguru Gives Legs
el: Ο Μαγκούρου δίνει πόδια
pt: Maguru Deu Pernas
ru: Магуру Даёт Ноги

# data_list
source: This story has shapes and groupings. Practice words: long, round, cone, flat, rectangle, square, close, closer, estimate, skip counting by 2's and 4's, colors, more, less, object properties, grouping by property, fewer, first, last, after, before, faster, slower, none, and zero.
el: Αυτή η ιστορία περιέχει σχήματα και ομαδοποιήσεις. Λέξεις για εξάσκηση: μακρύ, στρογγυλό, κώνος, επίπεδο, ορθογώνιο, τετράγωνο, κοντά, πιο κοντά, εκτίμηση, αρίθμηση με παραλείψεις ανά 2 και ανά 4, χρώματα, περισσότερο, λιγότερο, χαρακτηριστικά αντικειμένων, ομαδοποίηση ανά χαρακτηριστικό, πιο λίγα, πρώτο, τελευταίο, μετά, πριν, πιο γρήγορα, πιο αργά, κανένα και μηδέν.
pt: Esta história aborda formas e conjuntos. Palavras para praticar: longo, redondo, cone, plano, retângulo, quadrado, próximo, mais próximo, estimativa, contagem em intervalos de 2 e 4, cores, mais, menos, propriedades do objeto, agrupamento por propriedade, menor, primeiro, último, depois, antes, mais rápido, mais lento, nenhum e zero.
ru: В этой истории есть формы и группировки. Практикуйтесь слова: длинный, круглый, конус, плоский, прямоугольник, квадрат, близко, ближе, оценить, счёт по 2 и 4, цвета, больше, меньше, свойства объекта, группировка по свойству, меньше, первое, последней, после, до, быстрее, медленнее, нет, и ноль.

# data_list
source: Sun Moon and Water
el: Ο Ήλιος, Η Σελήνη και το Νερό
pt: Sol, Lua e Água
ru: Солнце, Луна, и Вода

# data_list
source: This story has many shapes. Practice words: rainbow, circle, arc, polygon, rectangle, pentagon, big, large, straight, curved, box, top, many, color names, rainbow, next, and too much.
el: Αυτή η ιστορία έχει πολλά σχήματα. Λέξεις για εξάσκηση: ουράνιο τόξο, κύκλος, τόξο, πολύγωνο, ορθογώνιο, πεντάγωνο, μεγάλο, πλατύ, ευθύ, καμπύλο, κουτί, κορυφή, πολλά, ονόματα χρωμάτων, ουράνιο τόξο, επόμενο, και πάρα πολύ.
pt: Esta história aborda várias formas geométricas. Palavras para praticar: arco-íris, círculo, arco, polígono, retângulo, pentágono, enorme, grande, reto, curvo, caixa, topo, muitos, nomes de cores, arco-íris, próximo e demais.
ru: В этой истории есть много форм. Практикуйтесь слова: радуга, круг, дуга, многоугольник, прямоугольник, пятиугольник, большой, прямой, изогнутый, коробка, вверх, много, название цветов, следующий, и слишком много.

# data_list
source: Tortoise Finds his House
el: Η Χελώνα Βρίσκει το Σπίτι της
pt: Tartaruga Encontra a Sua Casa
ru: Черепаха Находит Свой Дом

# data_list
source: This story has descriptions and comparisons. Practice words: high, on, onto, average, speed, 5 times, pairs, odd, even, sharing, too, very, fast, long, distance, light, heavy, lower, higher, different, estimate, more, stronger, vertically, diagonally, parallel lines, and big.
el: Αυτή η ιστορία περιέχει περιγραφές και συγκρίσεις. Λέξεις για εξάσκηση: ψηλά, πάνω, επάνω σε, μέσος όρος, ταχύτητα, 5 φορές, ζευγάρια, μονοί, ζυγοί, μοίρασμα, επίσης, πολύ, γρήγορα, μακρύ, απόσταση, ελαφρύ, βαρύ, χαμηλότερο, υψηλότερο, διαφορετικό, εκτίμηση, περισσότερο, δυνατότερο, κατακόρυφα, διαγωνίως, παράλληλες γραμμές και μεγάλο.
pt: Esta história aborda comparações e descrições. Palavras para praticar: alto, em, sobre, média, velocidade, 5 vezes, pares, ímpar, par, compartilhar, também, muito, rápido, longo, distância, leve, pesado, mais baixo, mais alto, diferente, estimar, mais, mais forte, verticalmente, diagonalmente, linhas paralelas e grande.
ru: В этой истории есть описания и сравнения. Практикуйтесь слова: высоко, на, средний, скорость, 5 раз, пары, нечётный, чётный, разделяющий, слишком, очень, быстрый, длинный, расстояние, лёгкий, тяжёлый, ниже, выше, другой, оценка, больше, сильнее, вертикально, по диагонали, параллельные линии, и большое.

# data_list
source: Akai's Special Mat
el: Το Ξεχωριστό Χαλί της Ακάι
pt: A Manta Especial da Akai
ru: Особенный коврик Акаи

# data_list
source: This story has shapes, colors, and skip counting. Practice words: patterns, row, lighter, darker, rectangle, triangle, round, side, circle, concentric circles, shallow, faint, closer, farther, differences, color names, colors of the rainbow, pair, doubling, and skip counting by 2's, 3's, and 4's.
el: Αυτή η ιστορία έχει σχήματα, χρώματα και μέτρημα με βήματα. Λέξεις για εξάσκηση: μοτίβα, σειρά, πιο ανοιχτό, πιο σκούρο, ορθογώνιο, τρίγωνο, στρογγυλό, πλευρά, κύκλος, ομόκεντροι κύκλοι, ρηχός, αχνός, πιο κοντά, πιο μακριά, διαφορές, ονόματα χρωμάτων, χρώματα του ουράνιου τόξου, ζευγάρι, διπλασιασμός και μέτρημα ανά 2, ανά 3 και ανά 4.
pt: Essa história aborda formas, cores e contagem pulando números. Palavras para praticar: padrões, fileira, claro, escuro, retângulo, triângulo, redondo, lado, círculo, círculos concêntricos, raso, embaçada, perto, longe, diferenças, nomes de cor, cores do arco-íris, par, duplicar e contagem de saltos por 2, 3 e 4.
ru: В этой истории есть фигуры, цвета и пропускной счет. Попрактикуйте данные слова: узоры, ряд, светлее, темнее, прямоугольник, треугольник, круглый, сторона, круг, концентрические круги, неглубокий, бледный, ближе, дальше, разницы, имена цветов, цвета радуги, удвоение и пропускной счет по двойкам, тройкам и четверкам.

# data_list
source: Emeka and the Old Man
el: Ο Εμέκα και ο Γέρος
pt: Emeka e o Velho Senhor
ru: Эмека и Старик

# data_list
source: This story has shapes and geometry. Practice words: side, triangle, rectangle, pentagon, circle, oval, arc, big, flat, faint, faded, distance, far away, problem solving, horizontal lines, parallel lines, perspective, width, and dividing 8 evenly.
el: Αυτή η ιστορία έχει σχήματα και γεωμετρία. Λέξεις για εξάσκηση: πλευρά, τρίγωνο, ορθογώνιο, πεντάγωνο, κύκλος, οβάλ, τόξο, μεγάλο, επίπεδο, αχνό, ξεθωριασμένο, απόσταση, μακριά, επίλυση προβλημάτων, οριζόντιες γραμμές, παράλληλες γραμμές, προοπτική, πλάτος και διαίρεση του 8 σε ίσα μέρη.
pt: Esta história aborda formas e geometria. Palavras para praticar: lado, triângulo, retângulo, pentágono, círculo, oval, arco, grande, reto, embaçado, distante, longe, resolver problemas, linhas horizontais, linhas paralelas, perspectiva, comprimento, e divisão por 8.
ru: В этой истории есть фигуры и геометрия. Попрактикуйте данные слова: сторона, треугольник, прямоугольник, пятиугольник, круг, овал, дуга, большой, плоский, бледный, тусклый, дистанция, далеко, решение проблем, горизонтальные линии, параллельные линии, перспектива, ширина и деление 8 поровну.

# data_list
source: Father, Son, and Donkey
el: Ο Πατέρας, ο Γιος, και το Γαϊδουράκι
pt: Pai, Filho, e o Burro
ru: Отец, Сын и Ослик

# data_list
source: This story has shapes and geometry. Practice words: distance, middle, rectangle, triangle, pale, twice, pairs, counting by 20's, 50's, and 100's.
el: Αυτή η ιστορία έχει σχήματα και γεωμετρία. Λέξεις για εξάσκηση: απόσταση, μέση, ορθογώνιο, τρίγωνο, θαμπό, διπλάσιο, ζευγάρια, μέτρημα ανά 20, 50 και 100.
pt: Esta história aborda formas e geometria. Palavras para praticar: distância, meio, retângulo, triângulo, pálido, duas vezes, pares, contando em grupos de 20, 50 ou 100.
ru: В этой истории есть фигуры и геометрия. Попрактикуйте данные слова: дистанция, середина, прямоугольник, треугольник, бледный, дважды, пары, счет по 20, 50 и 100.

# data_list
source: Horses of Debre Birhan
el: Τα Άλογα του Ντέμπρε Μπίρχαν
pt: Os Cavalos de Debre Birhan
ru: Лошади Дебре Бирхана

# data_list
source: This story has comparing words and counting in groups. Practice words: heavy, faster, enough, more than, too tight, very, old, skip counting by 2's and 4's, equal sharing, pair, pairing, odd, even, estimate, hundred, thousand, million, side, opposite side, round, and rectangle.
el: Αυτή η ιστορία έχει λέξεις σύγκρισης και αρίθμηση σε ομάδες. Λέξεις για εξάσκηση: βαρύ, πιο γρήγορο, αρκετό, περισσότερο από, πολύ σφιχτό, πολύ, παλιό, αρίθμηση με βήματα ανά 2 και 4, ίσο μοίρασμα, ζευγάρι, ζευγάρωμα, μονός, ζυγός, εκτίμηση, εκατό, χίλια, εκατομμύριο, πλευρά, αντίθετη πλευρά, στρογγυλό, και ορθογώνιο.
pt: Esta história aborda comparação de palavras e contagem em grupos. Palavras para praticar: pesado, mais rápido, suficiente, mais do que, muito apertado, muito, velho, contagem em intervalos de 2 e 4, divisão por igual, par, emparelhamento, ímpar, par, estimativa, cem, mil, milhão, lado, lado oposto, redondo e retângulo.
ru: В этой истории есть сравнение слов и счёт по группам. Практикуйтесь слова: тяжёлый, быстрее, достаточно, более чем, слишком туго, очень, старый, счёт по 2 и 4, равное распределение, пара, пары, нечётные, чётные, оценка, сто, тысяча, миллион, страна, противоположная сторона, круглый и прямоугольный.

# data_list
source: Hyena and Tortoise
el: Η Ύαινα και η Χελώνα
pt: Hiena e Tartaruga
ru: Гиена и Черепаха

# data_list
source: This story has shapes and quantities. Practice words: round, cone, different shape, hexagon, regular hexagon, tile designs, squares, patterns, more, less, fewer, same, equal, number difference, estimate, stronger, weaker, faster, slower, slowly, and speed.
el: Αυτή η ιστορία περιέχει σχήματα και ποσότητες. Λέξεις για εξάσκηση: στρογγυλό, κώνος, διαφορετικό σχήμα, εξάγωνο, κανονικό εξάγωνο, σχέδια με πλακάκια, τετράγωνα, μοτίβα, περισσότερο, λιγότερο, πιο λίγα, το ίδιο, ίσο, αριθμητική διαφορά, εκτίμηση, πιο δυνατό, πιο αδύναμο, πιο γρήγορο, πιο αργό, αργά και ταχύτητα.
pt: Esta história aborda formas e quantidades. Palavras para praticar: redondo, cone, forma diferente, hexágono, hexágono regular, desenhos de ladrilhos, quadrados, padrões, mais, menos, menor, mesmo, igual, diferença numérica, estimativa, mais forte, mais fraco, mais rápido, mais lento, devagar e velocidade.
ru: В этой истории есть формы и количества. Практикуйтесь слова: круглый, конус, разная форма, шестиугольник, правильный шестиугольник, дизайны плитки, квадраты, узоры, больше, меньше, одинаковые, равные, число, разница, оценка, сильнее, слабее, быстрее, медленнее, медленно, и скорость.

# data_list
source: Keeper and his Nursery
el: Ο Κίπερ και το Βρεφοκομείο του
pt: Cuidador e seu Berçário
ru: Хранитель и его Питомник

# data_list
source: This story has shapes and descriptions. Practice words: triangle, rectangle, pentagon, hexagon, sides, diagonal, circle, oval, cylinder, ball, sphere, stripe, thin, small, big, flat, pairs, opposite, center, long, high, twice, measurement, and estimate.
el: Αυτή η ιστορία έχει σχήματα και περιγραφές. Λέξεις για εξάσκηση: τρίγωνο, ορθογώνιο, πεντάγωνο, εξάγωνο, πλευρές, διαγώνιος, κύκλος, οβάλ, κύλινδρος, μπάλα, σφαίρα, ρίγα, λεπτό, μικρό, μεγάλο, επίπεδο, ζευγάρια, αντίθετο, κέντρο, μακρύ, ψηλό, διπλάσιο, μέτρηση και εκτίμηση.
pt: Esta história aborda formas e geometria. Palavras para praticar: triângulo, retângulo, pentágono, hexágono, lados, diagonal, círculo, oval, cilindro, bola, esfera, faixa, fino, pequeno, grande, plano, pares, oposto, centro, longo, alto, duas vezes, medição e estimativa.
ru: В этой истории есть фигуры и описания. Попрактикуйте данные слова: треугольник, прямоугольник, пятиугольник, шестиугольник, стороны, диагональный, круг, овал, цилиндр, мяч, сферв, полоска, тонкий, маленький, большой, плоский, пары, противоположный, центр, длинный, высокий, дважды, измерение и оценивание.

# data_list
source: Magical Rainbow River
el: Το Μαγικό Ποτάμι Ουράνιο Τόξο
pt: O Rio Mágico de Arco-íris
ru: Волшебная Радужная Река

# data_list
source: This story has shapes and descriptions. Practice words: circle, arc, oval, lines, sides, straight, rectangle, curve, color names, rainbow colors, double, high, pairs, and skip counting by 2's.
el: Αυτή η ιστορία έχει σχήματα και περιγραφές. Λέξεις για εξάσκηση: κύκλος, τόξο, οβάλ, γραμμές, πλευρές, ευθύ, ορθογώνιο, καμπύλη, ονόματα χρωμάτων, χρώματα ουράνιου τόξου, διπλασιάζω, ψηλό, ζευγάρια και μέτρημα ανά 2.
pt: Esta história aborda formas e descrições. Palavras para praticar: círculo, arco, oval, linhas, lados, reta, retângulo, curva, nomes de cor, cores do arco-íris, dobro, alto, pares e contagem de dois em dois.
ru: В этой истории есть фигуры и описания. Попрактикуйте данные слова: круг, дуга, овал, линии, стороны, прямой, прямоугольник, изгиб, названия цветов, цвета радуги, дважды, высокий, пары и пропускной счет по двойкам.

# data_list
source: Sakima's Song
el: Το Τραγούδι του Σακίμα
pt: Canção de Sakima
ru: Песня Сакимы
