Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Your child has mastered counting to five and understands those numbers in terms of quantities. They also understand that objects have various properties and that those properties can be compared and contrasted. During this Stage, your child will learn to count to ten and begin to understand adding and subtracting of small numbers. They will also become much better at understanding the size of small quantities of objects. **1. Counting up from 1 and 0** This is the foundation of understanding quantities, and builds a basis for addition and sub- traction. **2. Counting down to 1 and 0** This solidifies the understanding of the number sequence and helps with subtraction. **3. Comparing small quantities** Use quantities of objects to build understanding of relative sizes. **4. Counting On** Counting On helps with an understanding of quantities, saves time for counting, and is im- portant for adding. **5. Basic shapes II** Use more sophisticated geometric ideas of shapes. **6. One more and one less** Learning the next number and previous number are the first steps towards learning addition and subtraction. **7. Finger add and subtract to 5** Small sums up to 5 can be handled effectively with one hand. **8. Finger add and subtract to 10** Using your child's fingers is an effective way to do addition and subtraction to 10. **9. Skip counting by 2’s** This is a fun and fast way to count a group of objects. **10. Counting groups** Explore different ways of counting groups of objects.
pt: Seu filho domina a contagem até cinco e entende esses números em termos de quantidades. Ele também entende que os objetos têm diversas propriedades e que essas propriedades podem ser comparadas e contrastadas. Durante esta Etapa, seu filho aprenderá a contar até dez e começará a entender a adição e a subtração de números pequenos. Ele também se tornará muito melhor em compreender o tamanho de pequenas quantidades de objetos. **Passo 11: Contagem progressiva a partir de 1 e 0** Essa é a base para a compreensão de quantidades, e estabelece as bases para a adição e a subtração. **Passo 12: Contagem regressiva até 1 e 0** Isso solidifica a compreensão da sequência numérica e ajuda na subtração. **Passo 13: Comparando pequenas quantidades** Use quantidades de objetos para desenvolver a compreensão de tamanhos relativos. **Passo 14: Contagem a partir de um número** Contar a partir de um número ajuda a entender quantidades, economiza tempo na contagem e é importante na adição. **Passo 15: Formas básicas II** Utilize ideias geométricas mais sofisticadas sobre as formas. **Passo 16: Um a mais e um a menos** Aprender o próximo número e o número anterior são os primeiros passos para aprender adição e subtração. **Passo 17: Adição e subtração com os dedos até 5** Pequenas somas de até 5 podem ser resolvidas de forma eficaz com uma mão. **Passo 18: Adição e subtração com os dedos até 10** Usar os dedos do seu filho é uma maneira eficaz de fazer adições e subtrações até 10. **Passo 19: Contagem pulando números de 2 em 2** Esta é uma maneira divertida e rápida de contar um grupo de objetos. **Passo 20: Contando grupos** Explore diferentes maneiras de contar grupos de objetos.
ru: Ваш ребёнок освоил счёт до пяти и понимать количественное значение этих чисел. Он также понимает, что предметы обладают различными свойствами, которые можно сравнивать и сопоставлять. В этом этапе ваш ребёнок научится считать до 10 и начнёт понимать сложение и вычитание небольших чисел. Он также станет гораздо лучше понимать размеры небольших предметов. **Шаг 11: Счёт от 1 до 0** Это основа понимания количества и закладывает основу для сложения и вычитания. **Шаг 12: Обратный отсчёт до 1 и 0** Это закрепляет понимание последовательности чисел и помогает с вычитанием. **Шаг 13: Сравнение размеров** Используйте количество объектов для формирования понимания относительных размеров. **Шаг 14: Счёт с начинающим количеством** Счёт с начинающим количеством помогает понять количество, экономить время на счёт и важен для сложения. **Шаг 15: Основные формы II** Используйте более сложные геометрические идеи форм. **Шаг 16: На один больше и на один меньше** Изучение следующего и предыдущего числа это первые шаги в обучению сложения и вычитания. **Шаг 17: Сложение и вычитание на пальцах до 5** Небольшие суммы до 5 можно эффективно обрабатывать одной рукой. **Шаг 18: Сложение и вычитание на пальцах до 10** Использование пальцев вашего ребёнка - это эффективный способ сложения и вычитания в пределах 10. **Шаг 19: Пропустить счёт по 2** Это весёлые и быстрый способ посчитать количество предметов. **Шаг 20: Подсчёт групп** Изучить различные способы подсчёта групп предметов.

# data_list
source: 2.1 Counting Up From 1 and 0
pt: Passo 11: Contagem progressiva a partir de 1 e 0
ru: Шаг 11: Счёт от 1 до 0

# data_list
source: **Count everything:** Your child can already count to 5. You are now helping them to solidify that counting and as well as extend it to larger numbers. Count things in front of your child and also count with your child when your child wants to. Counting is the foundation of understanding quantities. It also builds a basis for addition and subtraction. There are so many things to count. Count chairs, steps to go a short distance, food items, people in line, people in a group, furniture around a table or in a room, arms, legs, and who knows what else. Whenever you find yourself mentally counting something, count it with your child, and be sure to include 0 as a starting point sometimes. **Understanding quantities:** It is completely intuitive for an adult that if you count a collection of things, say four pebbles, that when you count "1, 2, 3, 4," the last number you say is the size of the quantity of things you have. Your child is learning several things. They are gaining an understanding of quantities. They are learning that when you count something you do a 1-to-1 correspondence between the things and the numbers. They are learning that it doesn't matter in which order you count things. And finally they are learning the "last number is the size" rule. Adults take these things for granted, but it is a great deal for a child to learn. Be patient and remember that there is no rush. **Mistakes:** There are many kinds of mistakes you should expect your child to make as they count. Your child may leave out numbers or they may leave out some of the numbers. Or they may get mixed up in doing 1-1 correspondence with a group of things they are counting. Your child will sort all this out with time. For now, when your child makes a mistake, simply count the things out in front of them correctly and move on to something else. **Understand the numbers:** Don't be in such a hurry for your child to repeat the numbers 1 to 10 that they have no idea what they are saying. Take time with it and reinforce the connection of each number with its corresponding quantity. **Reading numbers:** You may of course start introducing reading the numbers whenever you like. However, don't let the reading limit the counting. Learning to read numerals will typically take longer than learning to say the numbers and getting a sense of the quantities.
pt: **Conte tudo:** Seu filho já sabe contar até 5. Agora você o está ajudando a consolidar essa contagem e a expandi-la para números maiores. Conte coisas na frente do seu filho e conte com ele quando ele quiser. Contar é a base para a compreensão de quantidades. Também constrói uma base para adição e subtração. Há tantas coisas para contar. Conte cadeiras, passos para percorrer uma curta distância, alimentos, pessoas na fila, pessoas em um grupo, móveis ao redor de uma mesa ou sala, braços, pernas e quem sabe o que mais. Sempre que você se pegar contando algo mentalmente, conte com seu filho e certifique-se de incluir o 0 como ponto de partida às vezes. **Entendendo quantidades:** É completamente intuitivo para um adulto que, se você contar um conjunto de coisas, digamos quatro pedrinhas, quando contar "1, 2, 3, 4", o último número que você disser será o tamanho da quantidade de coisas que você tem. Seu filho está aprendendo várias coisas. Ele está adquirindo uma compreensão de quantidades. Ele está aprendendo que, quando conta algo, faz uma correspondência de 1 para 1 entre as coisas e os números que está dizendo. Ele está aprendendo que não importa a ordem em que você conta as coisas. E, finalmente, ele está aprendendo a regra de "o último número é o tamanho". Os adultos acham que essas coisas são óbvias, mas é muita coisa para uma criança aprender. Seja paciente e lembre-se de que não há pressa. **Erros:** Há muitos tipos de erros que você deve esperar que seu filho cometa enquanto ele conta. Ele pode pular alguns números ou se confundir ao fazer a correspondência um a um com as coisas que está contando. Seu filho vai resolver tudo isso com o tempo. Por enquanto, quando ele cometer um erro, simplesmente conte as coisas corretamente na frente dele e passe para outra coisa. **Entenda os números:** Não tenha tanta pressa para que seu filho repita os números de 1 a 10 a ponto de ele não ter ideia do que está dizendo. Dedique tempo e reforce a conexão de cada número com sua quantidade correspondente. **Lendo números:** É claro que você pode começar a apresentar a leitura dos números quando você quiser. Mas não deixe que a leitura limite a contagem. Aprender a ler os numerais geralmente leva mais tempo do que aprender a dizer os números e a ter uma noção das quantidades.
ru: **Считайте всё:** Ваш ребёнок уже умеет считать до 5. Теперь вы помогаете ему закрепить этот навык и расширить его на более крупные числа. Считайте предметы перед ребёнком, а также считайте вместе с ним, когда он этого захочет. Счёт - это основа понимания количества. Он также закладывает основу для сложения вычитания. Столько всего можно посчитать. Считайте стулья, шаги, чтобы пройти небольшое расстояние, еду, людей в очереди, людей в группе, мебель вокруг стола или в комнате, руки, ноги и бог знает что ещё. Когда вы ловите себя на мысли, что считаете что-то в уме, посчитайте это вместе с ребёнком, и обязательно иногда начинайте с 0. **Понимание количество:** Взрослому совершенно очевидно, что если считать несколько предметов, например четыре камешка, то при счёте «1, 2, 3, 4,» последнее число, которое вы называете, будет обозначать количество предметов. Ваш ребёнок учится нескольким вещам. Он приобретает понимание количества. Он усваивает, что при счёте устанавливается соответствие между предметами и числами. Он усваивает, что не важно, в каком порядке считать предметы. И наконец, он усваивает правило «последнее число - это количество». Взрослые воспринимают это как должное, но для ребёнка - это очень важный урок. Будьте терпеливы и помните что спешка не к месту. **Ошибки:** Существует множество ошибок, которые ребёнок может допускать при счёте. Он может пропускать отдельные цифры или пропускать некоторые из них. Или он может путаться в соответствии 1 к 1 при пересчёте нескольких предметов. Со временем ребёнок разберётся во всём этом. Пока же, если ребёнок ошибается, просто правильно пересчитайте предметы перед ним и переходите в чему-то другому. **Понимание цифр:** Не торопите ребёнка повторять цифры от 1 до 10, иначе он не сможет понять, о чём говорит. Уделите этому время и закрепите связь каждой цифры соответствующую ей количеством. **Чтение чисел:** Конечно, вы можете начать знакомить ребёнка с чтением цифр, когда захотите. Однако не позволяйте чтению ограничивать счёт. Обучение чтению цифр обычно занимает больше времени, чем обучение их произношению и пониманию количества.

# data_list
source: 2.2 Counting Down to 1 and 0
pt: Passo 12: Contagem regressiva até 1 e 0
ru: Шаг 12: Обратный Отсчёт до 1 и 0

# data_list
source: **It helps with meaning:** Counting down is surprisingly effective at solidifying understanding of the number sequence. Many very young children who have learned to count from 1 to 10 have a difficult time when they first try to count from 10 down to 1. This counting in the opposite order forces them to think in a fresh way about how the numbers are ordered. This will be particularly true when your child starts counting to 100 and they start thinking about what happens as they go from one decade to the next – say between 69 and 70. **It helps with subtraction:** Counting down is also very helpful with learning to subtract. A child who can count down will very quickly learn how to subtract 1 and 2. It is also helpful if counting down becomes automatic, so they can use their full attention on counting down the three steps when doing 9 subtract 3, for example. **Use when natural:** There are many times when counting down is the natural thing to do. If there are ten seconds left on a timer, you can count down together with the counter. If you say that something can be done three more times, then you can count down from three together. **Include 0:** It is usually natural to include 0 when counting down, and this is a good thing to do. If you are counting down the time remaining, when you reach 0 you have 0 seconds left. If you count down how many pieces of food your child can eat, when you reach 0 there will be no food left. It is helpful to make 0 a normal and expected quantity to work with.
pt: **Ajuda com o significado:** A contagem regressiva é surpreendentemente eficaz para consolidar a compreensão da sequência numérica. Muitas crianças bem pequenas que aprenderam a contar de 1 a 10 têm dificuldade quando tentam, pela primeira vez, contar de 10 até 1. Essa contagem na ordem inversa as força a pensar de uma maneira nova sobre como os números são ordenados. Isso será particularmente verdadeiro quando seu filho começar a contar até 100 e começar a pensar no que acontece ao passar de uma dezena para a outra – digamos, entre 69 e 70. **Ajuda na subtração:** A contagem regressiva também é muito útil para aprender a subtrair. Uma criança que consegue contar para trás vai aprender muito rapidamente a subtrair 1 e 2. Também é útil se a contagem regressiva se tornar algo automático, para que possam usar toda a sua atenção em contar para trás os três passos quando estiverem fazendo 9 menos 3, por exemplo. **Use quando natural:** Há muitas situações em que a contagem regressiva é a coisa mais natural a se fazer. Se faltarem dez segundos em um cronômetro, vocês podem contar para trás juntos com a contagem. Se você disser que algo pode ser feito mais três vezes, então vocês podem contar para trás a partir do três juntos. **Inclua o 0:** Geralmente, é natural incluir o 0 na contagem regressiva, e isso é algo bom a se fazer. Se vocês estiverem contando o tempo restante, quando chegarem ao 0, terão 0 segundos. Se vocês contarem quantas porções de comida seu filho pode comer, quando chegarem ao 0, não haverá mais comida. É útil tornar o 0 uma quantidade normal e esperada para se trabalhar.
ru: **Это помогает со смыслом:** Обратный счёт удивительно эффективен для закрепления понимания последовательности чисел. Многие совсем маленькие дети научившиеся считать от 1 до 10, испытывают трудности, когда впервые пытаются посчитать от 10 до 1. Этот счёт в обратном порядке заставляет их по-новому взглянуть на порядок чисел. Это особенно актуально, когда ваш ребёнок начинает считать до 100 и задумывается о том что происходит при переходе от одного десятилетия к другому, например от 69 к 70. **Это помогает с вычитанием:** Обратный счёт также очень полезен для обучения вычитанию. Ребёнок, умеющий считать, очень быстро научится вычитать 1 и 2. Также полезно, если обратный счёт станет автоматическим, чтобы он мог полностью сосредоточиться на отчёте трёх шагов, например, при выполнении действия 9 минус 3. **Используйте, когда это естественно:** Во многих случаях обратный отсчёт - это естественное занятие. Если на таймере осталась 10 секунд, вы можете рассчитывать время вместе со счётчиком. Если вы говорите, что что-то можно сделать ещё три раза, вы можете рассчитывать время вместе с тремя. **Включайте 0:** Обычно естественно включать 0 в обратный отсчёт, и это полезно. Если вы рассчитываете оставшееся время, когда дойдёте до 0, у вас останется 0 секунд. Если вы рассчитываете, сколько кусочков еды может съесть ваш ребёнок, когда дойдёте до 0, еды не останется. Полезно сделать 0 нормальном и ожидаемом количеством, с которым можно работать.

# data_list
source: 2.3 Comparing Small Quantities
pt: Passo 13: Comparando pequenas quantidades
ru: Шаг 13: Сравнение Размеров

# data_list
source: **It takes time:** All these beginning concepts and skills take lots of time for your child to master, and comparing quantities and getting a sense of the size of quantities is no different. Create many, many experiences that allow your child to touch, feel, and directly experience the sizes of quanti- ties and how they compare. **Line them up:** One simple way to compare the sizes of two quantities is to line them up in 1-to-1 correspondence next to each other. For example, if you play a card game and you want to see who won, you can line up the cards of the two players and see which line has extra cards. **Common misunderstanding:** Be aware that a small child may think that two short sticks is the same amount as one long stick. This is perfectly understandable, but it is often not what the adult had in mind. **Give choices:** Put your child in situations where they can choose between two groups of of the same things they really like. When they pick the bigger group, reinforce it by saying that the chosen group had more than the other group. **Games:** You may be able to start playing simple card games, such as the game of "War." Use the dots on the cards to allow your child to compare the quantities. Another good game to practice with is "I'm Thinking of a Number," where you have a number line of cards with something hidden under one of the cards. **Number lines:** Number lines are an excellent visual aid for seeing which numbers are smaller (the ones on the left) and which are larger (the ones on the right). This is a good thing to expose your child to from an early age, but be aware that both the numerals and their being in a line is fairly abstract, so it will be a while before they understand what is going on with this picture that has numbers.
pt: **Leva tempo:** Todos esses conceitos e habilidades iniciais levam muito tempo para seu filho dominar, e comparar quantidades e ter uma noção do tamanho delas não é diferente. Crie muitas, muitas experiências que permitam que seu filho toque, sinta e vivencie diretamente os tamanhos das quantidades e como elas se comparam. **Alinhe-os:** Uma maneira simples de comparar o tamanho de duas quantidades é alinhá-las em uma correspondência de um a um, uma ao lado da outra. Por exemplo, se vocês jogam um jogo de cartas e quiserem ver quem ganhou, vocês podem alinhar as cartas dos dois jogadores e ver qual das fileiras tem cartas a mais. **Mal-entendido comum:** Esteja ciente de que uma criança pequena pode pensar que dois gravetos curtos equivalem a um graveto longo. Isso é perfeitamente compreensível, mas muitas vezes não é o que o adulto tinha em mente. **Dê escolhas:** Coloque seu filho em situações em que ele possa escolher entre dois grupos com as mesmas coisas de que realmente gosta. Quando ele escolher o grupo maior, reforce dizendo que o grupo escolhido tinha mais do que o outro grupo. **Jogos:** Você pode começar a jogar jogos de cartas simples, como o jogo "Guerra". Use os pontos nas cartas para permitir que seu filho compare as quantidades. Outro bom jogo para praticar é "Estou pensando em um número", em que você tem uma sequência numérica de cartas com algo escondido embaixo de uma delas. **Retas numéricas:** As retas numéricas são um excelente recurso visual para ver quais números são menores (os da esquerda) e quais são maiores (os da direita). É bom expor seu filho a isso desde cedo, mas esteja ciente de que tanto os numerais quanto a sua formação em uma reta são bastante abstratos, então levará um tempo até que ele entenda o que está acontecendo nesta imagem com números.
ru: **Это требует время:** Все эти начальные понятия и навыки требуют от вашего ребёнка много времени на освоение и сравнение величин, и понимание их размера – не исключение. Создавайте множество разнообразных ситуаций, которые позволят вашему ребёнку потрогать, почувствовать и непосредственно оценить размеры величин и сравнить их. **Выстраивайте их:** Один из простых способов сравнить размеры двух количеств - это выстроить их в ряд в соответствии 1 к 1. Например, если вы играете в карточную игру и хотите узнать, кто выиграл, вы можете выстроить карты двух игроков в ряд и посмотреть, в каком ряду лишние карты. **Распространённое недоразумение:** Имейте в виду, что маленький ребёнок может подумать, что две короткие палочки это тоже самое что и одна длинная. Это вполне понятно, но часто взрослый имел в виду совсем другое. **Дайте выбор:** Предложите ребёнку ситуации, в которых он сможет выбирать между двумя группами одинаковых вещей, которые ему действительно нравятся. Когда он выберет большую группу, подкрепите это, сказав что в выбранной группе вещей было больше, чем в другой. **Игры:** Вы можете начать играть в простые карточные игры, например в «Война.» Используйте точки на карточках чтобы ребёнок мог сравнивать величины. Ещё одна хорошая игра для практики это «Я задумал число,» в которой есть ряд карточек с числами, под одной из которых что-то спрятано. **Числовые линии:** Числовые линии - это отличные наглядный пример того, какие числа меньше (те которые слева), и какие больше (те которые справа). Полезно знакомить ребёнка с этим с раннего возраста, но имейте в виду, что и сами цифры, и их расположение в линии довольно абстрактные понятия, поэтому потребуется некоторое время, прежде чем он поймёт что происходит на этой картинке с числами.

# data_list
source: 2.4 Counting On
pt: Passo 14: Contagem a partir de um número
ru: Шаг 14: Счёт с Начинающим Количеством
