Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Afterwards, Safi jumps onto the sofa and sleeps, "Purr! Purr! Purr!"
de: Danach springt Safi auf das Sofa und schläft. "Schnurr! Schnurr! Schnurr!"
el: Μετά, η Σάφι πηδάει στον καναπέ και κοιμάται. "Γρου! Γρου! Γρου!"
pt: Depois, Safi pula no sofá e dorme, "Rom! Rom! Rom!”
ru: После этого, Софи запрыгивает на диван и засыпает, «Мурр! Мурр! Мурр!»

# data_list
source: Sometimes people feel sleepy after eating and sometimes it gives them fresh energy. What does it do to you?
de: Manchmal werden Leute nach dem Essen müde und legen sich hin und manchmal bekommen sie so neue Energie. Was macht es mit dir, wenn du dich kurz hinlegst?
el: Μερικές φορές οι άνθρωποι νυστάζουν μετά το φαγητό και άλλες φορές αποκτούν περισσότερη ενέργεια. Σε σένα τι προκαλεί το φαγητό;
pt: Às vezes, as pessoas sentem sono depois de comer e, às vezes, isso lhes dá uma energia renovada. O que acontece com você?
ru: Иногда люди чувствуют сонливость после еды, а иногда это даёт им свежую энергию. Как ты себя чувствуешь после еды?

# data_list
source: Is Safi dreaming? If so, what do you think Safi is dreaming about?
de: Träumt Safi? Wenn ja, wovon, denkst du, träumt sie?
el: Ονειρεύεται η Σάφι; Αν ναι, τι πιστεύεις ότι ονειρεύεται;
pt: Safi está sonhando? Se sim, com o que você acha que Safi está sonhando?
ru: Сафи снится сон? Если да, то что ты думаешь, о чём Сaфи снится?

# data_list
source: What are some of the things you dream about?
de: Was sind Dinge, von denendu träumst?
el: Ποια είναι μερικά πράγματα που ονειρεύεσαι εσύ;
pt: Quais são algumas das coisas com que você sonha?
ru: А что тебе снится во сне?

# data_list
source: When Mister Kio returns, Safi stretches happily and welcomes him home.
de: Wenn Herr Kio zurückkommt, streckt sich Safi zufrieden und heißt ihn willkommen zuhause.
el: Όταν ο Κύριος Κίο επιστρέφει, η Σάφι τεντώνεται χαρούμενη και τον καλωσορίζει σπίτι.
pt: Quando o Senhor Kio retorna, Safi se espreguiça feliz e o recebe em casa.
ru: Когда господин Кио возвращается домой, Сaфи счастливо потягивается и приветствует его домой.

# data_list
source: Point at the beautiful circle inside the orange square.
de: Zeige auf den schönen Kreis im orangen Viereck.
el: Δείξε τον υπέροχο κύκλο μέσα στο πορτοκαλί τετράγωνο.
pt: Aponte para o belo círculo dentro do quadrado laranja.
ru: Покажи красивый круг внутри оранжевого квадрата.

# data_list
source: Do you have some circles and squares where you are?
de: Hast du ein paar Kreise und Vierecke wo du bist?
el: Έχει κύκλους και τετράγωνα στο χώρο γύρω σου;
pt: Você tem alguns círculos e quadrados no lugar onde você está?
ru: У тебя есть круги и квадраты где ты сейчас находишься?

# data_list
source: Point together at the white circles Safi has on her back and belly.
de: Zeige auf die weißen Kreise, die Safi auf ihrem Rücken und Bauch hat.
el: Δείξτε μαζί τους άσπρους κύκλους που έχει η Σάφι στην πλάτη και στην κοιλιά της.
pt: Vamos apontar juntos para os círculos brancos que Safi tem nas costas e na barriga.
ru: Покажите вместе на белые круги которые на спине и животе у Сафи.

# data_list
source: Mister Kio and Safi sit down, and each of them reads the newspaper.
de: Herr Kio und Safi setzen sich, und sie lesen beide die Zeitung.
el: Ο Κύριος Κίο και η Σάφι κάθονται κάτω, και ο καθένας τους διαβάζει την εφημερίδα.
pt: O Senhor Kio e Safi se sentam e cada um deles lê o jornal.
ru: Господин Кио и Сафи садятся, и каждый из них читает газету.

# data_list
source: This is warm and cozy. Do cats read the newspaper?
de: Es ist warm und gemütlich. Lesen Katzen die Zeitung?
el: Είναι ζεστά και άνετα. Διαβάζουν οι γάτες εφημερίδες;
pt: Isso está quente e aconchegante. Os gatos leem jornais?
ru: Здесь Тепло и уютно. Кошки вообще читают газету?

# data_list
source: A rectangle is a shape with four straight sides with corners like this page. Point at the rectangles you see in this picture and around you.
de: Ein Rechteck ist eine Form mit vier geraden Linien mit Ecken wie diese Seite. Zeige auf die Rechtecke, die du auf diesem Bild und um dich herum siehst.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ευθείες πλευρές και γωνίες, όπως αυτή η σελίδα. Δείξε τα ορθογώνια που βλέπεις σε αυτή την εικόνα ή γύρω σου.
pt: Um retângulo é uma forma com quatro lados retos e cantos como nesta página. Aponte para os retângulos que você vê nesta imagem e ao seu redor.
ru: Прямоугольник, это фигура, с четырьмя прямыми сторонами и углами, как на этой странице. Покажи на прямоугольнике которые ты видишь на этой картинки и вокруг тебя.

# data_list
source: Most papers are shaped like rectangles. Mr. Kio's paper is strangely shaped.
de: Die meisten Papiere sind rechteckig. Herrn Kios Papier ist seltsam geformt.
el: Οι περισσότερες εφημερίδες έχουν σχήμα ορθογωνίου. Η εφημερίδα του Κυρίου Κίο έχει περίεργο σχήμα.
pt: A maioria dos jornais tem a forma de retângulos. O jornal do Senhor Kio tem um formato estranho.
ru: Большинство бумаг Имеют форму прямоугольников. Бумага господина Кио имеет странную форму.

# data_list
source: One of These is Not Like the Others
pt: Um desses não é como os outros

# data_list
source: This activity has your child looking at four things and deciding which three share a property that the fourth one does not. The following is a quick list of examples together with explanations. Children often have a fresh way of looking at things and it is well worth listening to them to see if their reasoning is novel yet sound. There are several ways to present these four items to your child. The easiest for you is to simply say the list. If the items are easy to draw, you can draw them. If the items are hard to draw, you may be able to find photos or drawings in ads or magazines that you can cut out and select from. You may be able to use a single photo with lots of content and point out four things in the photo. For activities like this, once your child has practiced this for a while and has a solid idea of the activity, it is good to reverse your roles - your child will learn a lot by creating examples for you to solve. As before, their reasoning may be very different from yours, so listen carefully.
pt: Esta atividade faz seu filho olhar para quatro coisas e decidir quais três compartilham uma propriedade que o quarto não tem. A seguir está uma lista rápida de exemplos juntamente com explicações. Crianças muitas vezes têm uma maneira nova de enxergar as coisas, e vale muito a pena ouvi-las para ver se seu raciocínio é inovador, mas ainda assim sólido. Existem várias maneiras de apresentar esses quatro itens ao seu filho. O mais fácil para você é simplesmente dizer a lista. Se os itens forem fáceis de desenhar, você pode desenhá-los. Se os itens forem difíceis de desenhar, você pode encontrar fotos ou desenhos em anúncios ou revistas para recortar e selecionar. Você pode usar uma única foto com muito conteúdo e apontar quatro coisas na foto. Para atividades como esta, uma vez que seu filho tiver praticado por um tempo e tenha uma compreensão sólida da atividade, é bom inverter seus papéis - seu filho aprenderá muito criando exemplos para você resolver. Como antes, o raciocínio deles pode ser muito diferente do seu, então ouça com atenção.

# data_list
source: Groups of Four
pt: Grupos de quatro

# data_list
source: Here are a few examples to help you get started. * rabbit, dog, butterfly, pillow - The first three are alive and the pillow is not. * banana, cheese, hammer, carrot - The hammer is the only one you cannot eat. * cheese, shoes, coat, shirt - The cheese is the only one you cannot wear. * red triangle, red square with a hole, green square, red square with no hole - Any one of the first three can be the odd one. The red triangle is the only one that is not a square. The red square with a hole is the only one that is not solid. The green square is the only one that is not red. * dog, cat, lion, goldfish - The lion is the only animal on the list that would make a bad pet. It is also quite a bit bigger than the other animals. Or, three of them have four legs and the fish lives in water. * bench, table, couch, stool - The table is the only one that you don’t sit on. Or only the couch is soft. * bark, honk, rainbow, click - The rainbow is the only one that is not a sound. * socks, pants, toothbrush, hat - The toothbrush is the only one that you wouldn’t wear. * chair, umbrella, sofa, stool - The umbrella is the only one you wouldn’t want to sit on. * ants, pig, spiders, grasshoppers - The pig is the only one that is not a little bug. You can also do this with pictures instead of words. Make a habit of cutting pictures out of ads, magazines, and whatever else comes your way so that you can play games with the pictures.
pt: Aqui estão alguns exemplos para ajudá-lo a começar. * coelho, cachorro, borboleta, travesseiro - Os três primeiros estão vivos e o travesseiro não. * banana, queijo, martelo, cenoura - O martelo é o único que você não pode comer. * queijo, sapatos, casaco, camisa - O queijo é o único que você não pode usar. * triângulo vermelho, quadrado vermelho com um buraco, quadrado verde, quadrado vermelho sem buraco - Qualquer um dos três primeiros pode ser ímpar. O triângulo vermelho é o único que não é um quadrado. O quadrado vermelho com um buraco é o único que não é sólido. O quadrado verde é o único que não é vermelho. * cachorro, gato, leão, peixinho dourado - O leão é o único animal da lista que daria um péssimo animal de estimação. Também é um pouco maior do que os outros animais. Ou então, três deles têm quatro patas e o peixe vive na água. * roseira, carvalho, bordo, pinho - A roseira é a única que não é uma árvore. * banco, mesa, sofá, banquinho - A mesa é a única em que você não se senta. Ou apenas o sofá é macio. * casca, buzina, arco-íris, clique - O arco-íris é o único que não é um som. * meias, calças, escova de dentes, chapéu - A escova de dentes é a única que você não usaria. * cadeira, guarda-chuva, sofá, banquinho - o guarda-chuva é o único em que você não gostaria de se sentar. * formigas, porco, aranhas, gafanhotos - O porco é o único que não é um pequeno inseto. Você também pode fazer isso com imagens em vez de palavras. Crie o hábito de cortar fotos de anúncios, revistas e tudo o mais que aparecer em seu caminho, para poder brincar com as fotos.

# data_list
source: Island Hopping – Counting
pt: Pulando Ilhas – Contagem

# data_list
source: These puzzles have numbered islands (circles) connected by bridges (lines) drawn on paper. The challenge is to find a path that connects the islands in order.
pt: Estes quebra-cabeças têm ilhas numeradas (círculos) conectadas por pontes (linhas) desenhadas no papel. O desafio é encontrar um caminho que conecta as ilhas em ordem.

# data_list
source: The easiest versions have all the numbers filled in and the numbers go from 1 to the number of islands. You can vary this activity by starting at some number other than 1 and by leaving out some of the numbers. Puzzles with all the numbers are straightforward once your child is confident with counting. Those beginning puzzles are good counting practice and are also good for building up confidence in puzzle solving. The more challenging puzzles are the ones with numbers left out. Ease your child into these harder puzzles by leaving out just a few numbers and slowly move to leaving out more.
pt: As versões mais fáceis têm todos os números preenchidos e os números vão de 1 ao número de ilhas. Você pode variar esta atividade começando em algum número diferente de 1 e omitindo alguns dos números. Quebra-cabeças com todos os números são diretos, uma vez que seu filho está confiante para contar. Esses quebra-cabeças iniciais são uma boa prática de contagem e também são bons para aumentar a confiança na resolução de quebra-cabeças. Os quebra-cabeças mais desafiadores são aqueles com números omitidos. Facilite a introdução do seu filho nesses quebra-cabeças mais difíceis, começando por omitir apenas alguns números e, aos poucos, vá aumentando a quantidade omitida.

# data_list
source: The first of these two puzzles has every other number left out. This makes it relatively easy to fill in the missing numbers. 1 must attach to 0 and 2, and there is only one place for that. 3 must attach to 2 and 4, and with 1 filled in there is only one remaining place for the 3. 5 must go in the remaining place between 4 and 6. The second puzzle is a little bit harder. 3 must attach to 2 and 4, so there is only one place for it. 5 must attach to 4, so there is only one place for it now. 6 must attach to the 5. Finally, 0 must go in the remaining spot.
pt: O primeiro desses dois quebra-cabeças tem todos os outros números deixados de fora. Isso torna relativamente fácil preencher os números que faltam. 1 deve ser anexado a 0 e 2, e só há um lugar para isso. 3 deve ser anexado a 2 e 4, e com 1 preenchido resta apenas um lugar para os 3. 5 devem ficar no lugar restante entre 4 e 6. O segundo quebra-cabeça é um pouco mais difícil. 3 deve ser anexado a 2 e 4, portanto, há apenas um lugar para ele. 5 deve ser anexado a 4, portanto, há apenas um lugar para ele agora. 6 deve ser anexado ao 5. Finalmente, 0 deve ir para o local restante.

# data_list
source: To make the puzzle harder still, we can remove the 1 and play with removing some of the bridges. Have fun with variations and let your child design some of them, too.
pt: Para tornar o quebra-cabeça ainda mais difícil, podemos remover o 1 e brincar com a remoção de algumas das pontes. Divirta-se com as variações e deixe seu filho criar algumas delas também.

# data_list
source: Cutting Symmetric Shapes
pt: Cortando Formas Simétricas

# data_list
source: Create designs by folding a piece of paper and cutting the paper while it is folded. This is called Kirigami.
pt: Crie desenhos dobrando uma folha de papel e cortando o papel enquanto ele está dobrado. Isso é chamado de Kirigami.

# data_list
source: One Fold
pt: Uma dobra

# data_list
source: Folding the paper once and cutting it creates a design with one side the mirror image of the other. Experiment with cutting out faces, lamps, or geometric shapes. The star and tree were produced with a single fold, which is shown on the left, and then the unfolded paper is shown on the right.
pt: Dobrar o papel uma vez e cortá-lo cria um desenho em que um lado é a imagem espelhada do outro. Experimente recortar rostos, luminárias ou formas geométricas. A estrela e a árvore foram produzidas com uma única dobra, que é mostrada à esquerda, e em seguida o papel desdobrado é mostrado à direita.

# data_list
source: Two Folds
pt: Duas dobras

# data_list
source: Folding the paper once, and then folding once more in the opposite direction, will produce figures with two lines of mirror images. This makes it easy to create designs such as flowers. The figure on the left is the paper folded twice and cut to leave the blue area, and the figure on the right shows the unfolded paper.
pt: Dobrar o papel uma vez e, em seguida, dobrá-lo mais uma vez na direção oposta, produzirá figuras com duas linhas de imagens espelhadas. Isso facilita a criação de desenhos como flores. A figura à esquerda é o papel dobrado duas vezes e cortado para deixar a área azul, e a figura à direita mostra o papel desdobrado.

# data_list
source: Three Folds
pt: Três dobras

# data_list
source: Experiment with various folds and cuts. This figure was created by taking a twice folded piece of paper and then folding it once more diagonally through the corner of the previous folds.
pt: Experimente diferentes dobras e cortes. Esta figura foi criada dobrando uma folha de papel duas vezes e, em seguida, dobrando-a mais uma vez na diagonal, passando pelo canto das dobras anteriores.

# data_list
source: Snowflakes
pt: Flocos de neve

# data_list
source: This is a sequence of folds for creating 6-point snowflakes. Though it takes a few steps, don’t be put off by them - with a little practice they become quick and easy. Start by taking a standard sheet of paper and folding at one of the corners so the sides marked A and B meet. Leave the fold in place and cut along the line marked C. Take the triangle produced and fold it in half so that sides AB and C overlap. Put a temporary fold in this triangle and use the fold to mark the middle of side ABC. Undo the temporary fold. Make a fold over F. When you fold over F, you will be looking to have G placed so that G breaks the angle in half. Fold along G - do this fold underneath so that this new folded piece is underneath the other paper. Although not strictly necessary, it is a good idea to slice off the top of this figure. Otherwise, you might be tempted to use the region above the red dotted line without realizing that there isn’t paper on all levels. Lastly, fold this triangle in half. At last you are all set to do the cutting of your design! Have fun experimenting with many different combinations of cuts and colors!
pt: Esta é uma sequência de dobras para criar flocos de neve com 6 pontas. Embora envolva algumas etapas, não se deixe intimidar por elas — com um pouco de prática, tudo se torna rápido e fácil. Comece pegando uma folha de papel padrão e dobrando um dos cantos de modo que os lados marcados como A e B se encontrem. Deixe a dobra no lugar e corte ao longo da linha marcada como C. Pegue o triângulo formado e dobre-o ao meio de modo que os lados AB e C fiquem sobrepostos. Faça uma dobra temporária nesse triângulo e use-a para marcar o meio do lado ABC. Em seguida, desfaça a dobra temporária. Faça uma dobra sobre o ponto F. Ao dobrar sobre F, você deverá posicionar o ponto G de forma que ele divida o ângulo ao meio. Dobre ao longo do ponto G – faça essa dobra por baixo, de modo que essa nova parte dobrada fique embaixo do restante do papel. Embora não seja estritamente necessário, é uma boa ideia cortar a parte superior dessa figura. Caso contrário, você pode acabar usando a região acima da linha vermelha pontilhada sem perceber que não há papel em todos os níveis. Por fim, dobre este triângulo ao meio. Agora você está pronto para começar a cortar seu desenho! Divirta-se experimentando várias combinações diferentes de cortes e cores!

# data_list
source: Nim With One and Two
pt: Nim com 1 e 2

# data_list
source: The Game Rules
pt: Regras do jogo

# data_list
source: A target number, say 10, is chosen. Let your child choose whether to go first or second. The total starts at 0. During a turn, a person chooses to add 1 or 2 to the current total. The first person to reach the target wins. This game can also be played with subtraction. In this version, the starting total starts at the target, which in this example is 10. On a given turn the player chooses whether to subtract 1 or 2. The first person to reach 0 wins. Another variation is that instead of winning, the player forced to hit or go beyond the target number loses. You can also experiment with what happens if you allow a player to add (or subtract) 1, 2, or 3 for each turn.
pt: Escolha um número alvo, por exemplo, 10. Deixe seu filho decidir se vai jogar primeiro ou segundo. O total começa em 0. Durante a vez de cada um, a pessoa escolhe adicionar 1 ou 2 ao total atual. A primeira pessoa a atingir o número alvo vence. Esse jogo também pode ser jogado com subtração. Nessa versão, o total inicial começa no número alvo, que neste exemplo é 10. Em cada turno, o jogador escolhe se vai subtrair 1 ou 2 do total. A primeira pessoa a chegar a 0 vence. Outra variação é que, em vez de vencer, o jogador que for forçado a atingir ou ultrapassar o número alvo perde. Você também pode experimentar o que acontece se permitir que o jogador adicione (ou subtraia) 1, 2 ou 3 a cada turno.

# data_list
source: Understanding the Game
pt: Compreendendo o jogo

# data_list
source: Without analyzing anything, this game is enjoyable to play and it provides good practice with adding or subtracting 1 and 2. We could leave it at that. However, it is also a great example of two problem solving techniques that you can show to your child when they are ready: 1) learning from simpler examples, and 2) looking for patterns. Any of the versions can be studied this way. Let’s look at one: Subtracting starting at 10 and whoever gets 0 wins. The hard part of this game is that 10 is so far from 0. So, let’s look at a simpler version. When children are asked to do this, they often suggest starting at 5 or 6 - it seems absurd to them to start at 1, but that is actually what they should do! Often it is best to start as simply as possible - that means starting at 1. If it is your move and the count is 1, you win. Do the next few. If the count is 2, you win. If the count is 3, you must lose - whether you subtract 1 or 2, you will give your opponent a winning position. If the count is 4, you will win because you will subtract 1 and put your opponent in a losing position. Continuing in this way, build up a table of results: 1W - 2W - 3L - 4W - 5W - 6L - 7W - 8W - 9L - 10W
pt: Sem analisar nada, esse jogo é divertido de jogar e oferece uma boa prática de adição e subtração de 1 e 2. Poderíamos parar por aí. No entanto, ele também é um excelente exemplo de duas técnicas de resolução de problemas que você pode ensinar ao seu filho quando ele estiver pronto: 1) aprender com exemplos mais. Qualquer uma das variações pode ser estudada dessa forma. Vamos analisar uma delas: subtraindo a partir de 10, e quem chegar a 0 vence. A parte difícil desse jogo é que o número 10 está muito longe do 0. Então, vamos olhar para uma versão mais simples. Quando as crianças são convidadas a fazer isso, elas frequentemente sugerem começar do 5 ou do 6 — parece absurdo para elas começar do 1, mas é exatamente isso que elas deveriam fazer! Muitas vezes, o melhor é começar da forma mais simples possível — ou seja, começando pelo 1. Se for a sua vez e a contagem estiver em 1, você vence. Vamos fazer os seguintes casos: Se a contagem for 2, você vence. Se a contagem for 3, você vai perder — subtraindo 1 ou 2, você entregará ao seu oponente uma posição vencedora. Se a contagem for 4, você vence — pois poderá subtrair 1 e deixar seu oponente em uma posição de derrota. Continuando dessa forma, construa uma tabela de resultados: 1V - 2V - 3P - 4V - 5V - 6P - 7V - 8V - 9P - 10V
