Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: This has counting from 1 to 10; relationship words such as too big or too small; and spatial relationship words such as above and under.
ru: Здесь счёт от 1 до 10; слова, обозначающие отношения, например слишком большой или слишком маленький; и слова обозначающие пространственные отношения, например выше и ниже.

# data_list
source: These involve discovering shapes for quantities and playing with the order of numbers.
ru: Эти включает в себя открытые формы для величин и игру с порядком чисел.

# data_list
source: Playdate 2-4
ru: Игровая встреча 14: Счёт с начинающим количеством

# data_list
source: **Playdate Focus:** This introduces the idea of Counting On and how valuable it is for understanding quantities and laying a foundation for addition.
ru: **Фокус игровой встречи:** Это вводит идею счёта с начинающим количеством и показывает насколько это ценно для понимания количества и закладывает основу для сложения.

# data_list
source: These involve the order of numbers and how numbers compare to each other.
ru: Эти включают порядок чисел и то, как числа сравниваются друг с другом.

# data_list
source: Playdate 2-5
ru: Игровая встреча 15: Основные Формы II

# data_list
source: **Playdate Focus:** Develop further your child's understanding of shapes. Introduce more shapes and their names and properties. You can use counting now to discuss numbers of edges and corners.
ru: **Фокус игровой встречи:** Развивайте у ребёнка понимание геометрических фигур. Познакомьте его с другими фигурами, их названиями, и свойствами. Теперь вы можете использовать счёт для обсуждения количества краёв и углов.

# data_list
source: This has lots of shapes on every page.
ru: Здесь есть много фигур на каждой странице.

# data_list
source: These involve creating lots of geometric shapes.
ru: Эти включает в себя создание множества геометрических фигур.

# data_list
source: Playdate 2-6
ru: Игровая встреча 16: На Один Больше и на Один Меньше

# data_list
source: **Playdate Focus:** Make a lot of use of "one more" and "one less" to help with the understanding of the number sequence as well as beginning an understanding of addition and subtraction.
ru: **Фокус игровой встречи:** Чаще используйте понятие «на один больше» и «на один меньше», чтобы лучше понять числовую последовательность, а также начать изучать сложение и вычитание.

# data_list
source: This has counting to 9, one more, one less, and many relationship words.
ru: Здесь счёт до 9, на один больше, на один меньше, и много слов обозначающих отношения.

# data_list
source: These involve the ordering of numbers and the use of a number line.
ru: Эти включают упорядочивание чисел использования числовой прямой.

# data_list
source: Playdate 2-7
ru: Игровая встреча 17: Сложение и Вычитание на Пальцах до 5

# data_list
source: **Playdate Focus:** Enjoy adding of small numbers with totals up to 5.
ru: **Фокус игровой встречи:** Наслаждайтесь сложением небольших чисел в сумме до 5.

# data_list
source: This has counting up to 6, with colors and shapes.
ru: Здесь счёт до 6, с цветами и фигурами.

# data_list
source: These involve very small counting and adding. For now, only use small sums (up to around 6) for the Bonded Groups puzzles.
ru: Эти требуют очень мелкого счёта и сложения. Пока что используйте только небольшие суммы (до 6) для головоломок Связанные Группы.

# data_list
source: Playdate 2-8
ru: Игровая встреча 18: Сложение и Вычитание на Пальцах до 10

# data_list
source: **Playdate Focus:** Fingers are very useful for counting, adding, and subtracting. Show your child how to make good use of their fingers for numbers of 10 or less.
ru: **Фокус игровой встречи:** Пальцы очень полезны для счёта, сложения, и вычитания. Покажите ребёнку, как эффективно использовать пальцы при счёте чисел до 10.

# data_list
source: This has counting up to 12, shapes, and comparing.
ru: Здесь есть счёт до 12, фигуры, и сравнение.

# data_list
source: These involve a number line for counting, adding, and subtracting, and Bonded Groups for practicing adding. Keep the totals for Bonded Groups small (perhaps around 7 or so), and slowly let the totals get larger.
ru: Эти включают числовую линию для счёта, сложение и вычитание, а также совмещённые группы для практики сложения. Пусть суммы для Совмещённых Групп будут небольшими (примерно 7), и постепенно увеличивайте их.

# data_list
source: Playdate 2-9
ru: Игровая встреча 19: Счёт по 2

# data_list
source: **Playdate Focus:** Have fun skip counting by 2's with your child. It's a fun and fast way to count that helps them see numbers in a new way.
ru: **Фокус игровой встречи:** Получайте удовольствие считая по 2 с вашим ребёнком. Это весёлый и быстрый способ счёта, который поможет ему взглянуть на цифру по-новому.

# data_list
source: This has skip counting along with shapes and comparisons.
ru: Здесь есть пропуск счёта вместе с формами и сравнениями.

# data_list
source: These involve number shapes (to practice pairing things up for skip counting) and making symmetric shapes.
ru: Здесь есть фигуры с цифрами (для практики объединения предметов парами для пропуска счёта) и создание симметричных фигур.

# data_list
source: Playdate 2-10
ru: Игровая встреча 20: Подсчёт Групп

# data_list
source: **Playdate Focus:** Playfully find many different ways to count a group of objects. This helps with understanding quantities and that counting, adding, and subtracting can be playful.
ru: **Фокус игровой встречи:** Играя найдите множество разных способов посчитать группы предметов. Это помогает понять количество и то, что счёт, сложение, и вычитание могут быть увлекательным.

# data_list
source: This has skip counting and counting up to 14.
ru: Здесь есть счёт с пропусками до 14.

# data_list
source: These involve putting quantities of things into different shapes as well as playing with making estimates for quantities.
ru: Здесь есть размещение различных предметов в разных формах, а также игру с оценкой количества.

# data_list
source: Stage 3 Overview
ru: Этап 3: Я могу считать до 10!

# data_list
source: **Overview for Stage 3 playdates** The Math Learning Step for the introduction for Stage 3 gives an overview of the topics that are covered during this stage. The individual Playdates each have a suggested storybook and some math activities.
ru: **Игровые Встречи Этап 3: Я могу считать до 10!** Ваш ребёнок научился считать до десяти, и эти числа и количество теперь стали для него более осмысленными. Теперь он гораздо лучше складывает и вычитает небольшие числа. На этом этапе счёт расширяется до 20, и расширяется диапазон чисел, которые ребёнок может складывать и вычитать. Также здесь представлены начальные этапы умножения и деления. Наконец, развивающиеся аналитические способности и зрелость ребёнка требуют обсуждения ранних идей для стратегических игр.

# data_list
source: Playdate 3-1
ru: Игровая встреча 21: Сложение в Уме Путём Подсчёта

# data_list
source: **Playdate Focus:** Practice adding by using the idea of Counting On. The term Counting On means that, if you count two groups, such as 4 and 3, you start your counting at 4 rather than 1.
ru: **Фокус игровой встречи:** Потренируйтесь сложение, используя концепцию подсчёта. Термин «подсчёт» означает, что при счёте двух групп например, 4 и 3, вы начинаете счёт с 4, а не с 1.

# data_list
source: This has lots of shapes and groupings of objects.
ru: Здесь много форм и групп объектов.

# data_list
source: These involve addition and subtraction. Use the "Numbered" version of Dots and Boxes with small numbers to practice addition.
ru: Эти упражнения включают сложение и вычитание. Используйте «Цифровую» версию Точек и Квадратов с небольшими числами для практики сложения.

# data_list
source: Playdate 3-2
ru: Игровая встреча 22: Умственное Вычитание – Отнять

# data_list
source: **Playdate Focus:** Practice subtracting by counting down from the larger number. Talk about how "take away" and "difference" are two good models for subtraction.
ru: **Фокус игровой встречи:** Потренируйтесь считать, считая в обратном порядке от большого числа. Расскажите о том как «убрать» и «разность» это два хороших примера для вычитания.

# data_list
source: This has skip counting, shapes, and comparisons.
ru: Здесь есть счёт пропусками, формы, и сравнения.

# data_list
source: These involve comparing, adding, and subtracting.
ru: Здесь есть сравнение, сложение, и вычитание.

# data_list
source: Playdate 3-3
ru: Игровая встреча 23: Вычитание в Уме – Разница

# data_list
source: **Playdate Focus:** Practice subtracting by counting up to find the difference. Reinforce that "take away" and "difference" are two good models for subtraction.
ru: **Фокус игровой встречи:** Практикуйтесь вычитанию, подсчитывая чтобы найти разницу. Подчеркните, что «убрать» и «разность» две хорошие модели для вычитания.

# data_list
source: This has counting to 10 and shapes.
ru: Здесь счёт до 10 и формы.

# data_list
source: These involve addition and some estimating of small quantities.
ru: Эти включает в себя сложения и некоторую оценку небольших величин.

# data_list
source: Playdate 3-4
ru: Игровая встреча 24: Числовые Связи

# data_list
source: **Playdate Focus:** The Part-Whole relationship, seeing something as made out of parts, is a significant developmental step for a child. Practice Number Bonds, which are groups of numbers that total to the same result, with your child. Practicing with Ten Frames is an important part of this.
ru: **Фокус игровой встречи:** Отношение Часть-Целoе, восприятие чего-либо как состоящего из частей, является важным этапом развития ребёнка. Практикуйтесь с ребёнком в построение Числовых Связей, представляющих собой группы чисел, дающие в сумме одинаковый результат. Важная часть этого процесса это практика с Десятью Рамками.

# data_list
source: These involve lots of practice with number bonds.
ru: Эти требуют много практики с числовыми связями.

# data_list
source: Playdate 3-5
ru: : Место Значение

# data_list
source: **Playdate Focus:** Ten has a very important role for our numbers. Practice adding and subtracting 10. Also practice taking the numbers from 10 to 19 and breaking them up into 10 plus some ones – for example, that 14 is 10 plus 4 more.
ru: **Фокус игровой встречи:** Число десять играет очень важную роль в наших числах. Практикуйтесь складывать и вычитать по 10. Также практикуйтесь разбивать числа от 10 до 19 на 10 и несколько единиц, например 14 - это 10 плюс ещё четыре.

# data_list
source: This has lots of shapes and counting with small numbers.
ru: Здесь много форм и счёт ведётся небольшими числами.

# data_list
source: These involve comparing and ordering numbers up to 20.
ru: Эти включают сравнения и упорядочивание чисел до 20.

# data_list
source: Playdate 3-6
ru: Игровая встреча 26: Семьи Фактов

# data_list
source: **Playdate Focus:** Use Fact Families to emphasize the connection between addition and subtraction. This is a natural follow on to the last Playdate's focus on number bonds.
ru: **Фокус игровой встречи:** Используйте семьи фактов, чтобы подчеркнуть связи между сложением и вычитанием. Это логичное продолжение темы, посвящённой связям чисел на прошлой встрече.

# data_list
source: This has counting to 12, colors, shapes, and patterns.
ru: Здесь счёт до 12, цвета, формы, и закономерности.

# data_list
source: These involve lots of practice with number bonds and with addition and subtraction of small numbers.
ru: Эти требуют много практики с числовыми связями, а также со сложением и вычитанием небольших чисел.

# data_list
source: Playdate 3-7
ru: Игровая встреча 27: Добавление Чисел Близнецов и Почти Близнецов

# data_list
source: **Playdate Focus:** Adding Twins, where you add a number to itself, are often enjoyable addition facts for a child to learn. Near Twins, where you add a number to the next number (such as 3 + 4), are often easy to learn after adding twins have been learned, and they help your child to see how adding facts can be connected.
ru: **Фокус игровой встречи:** Сложение Близнецов, где вы прибавляете одно число к этому же числу, часто являются интересными для изучения. Сложение Почти Близнецов, где вы прибавляете одно число к следующему (например 3 + 4), часто легко освоить после того как вы освоите пример сложения близнецов, и они помогают ребёнку увидеть, как можно связать примеры сложения.

# data_list
source: This has skip counting, adding twins, and counting to 14.
ru: Здесь есть пропуск счёта, добавление близнецов, и счёт до 14.

# data_list
source: These involve adding practice and estimating using a number line.
ru: Эти включают в себя добавление практики и оценку с использованием числовой прямой.

# data_list
source: Playdate 3-8
ru: Игровая встреча 28: Умножить и Разделить на 2

# data_list
source: **Playdate Focus:** After skip counting by 2's and doing adding twins, it is a great time to start doing doubling, multiplying by 2, halving, dividing by 2, splitting things into two equal parts, and looking at odd and even numbers. This is a lot of topics; however, they go together very naturally.
ru: **Фокус игровой встречи:** После пропуска счёта по 2 и сложение близнецов, самое время начать изучать удвоение, умножение на 2, деление пополам, деление на 2, деление на две равные части, чётные и нечётные числа. Тем много, но они очень естественно переплетаются.

# data_list
source: This has lots of discussion of how to split something fairly among coorperating friends.
ru: Здесь много обсуждений о том как справедливо разделить что-либо между сотрудничающими друзьями.

# data_list
source: These involve doubling and taking halves.
ru: Эти включают в себя удвоение и взятие половин.

# data_list
source: Playdate 3-9
ru: Игровая встреча 29: Пропуск Счёта по 2 II

# data_list
source: **Playdate Focus:** Do lots of practice skip counting by 2's – do this practice up and down, and start it anywhere (not just at multiples of 2). When this becomes easy, practice with other skip count amounts such as 5 and 10.
ru: **Фокус игровой встречи:** Практикуйтесь пропуск счёта по 2– делайте это упражнение в порядке возрастания и убывающем порядке, и начинайте с любого числа (не только с чисел, кратных 2). Когда станет легко, попробуйте пропуск счёта по 5 и 10.

# data_list
source: These involve practice with addition and subtraction as well as seeing which numbers can be seen as groups of pairs.
ru: Эти включает в себя практику сложения и вычитания, а также изучение того, какие числа можно рассматривать как группы пар.

# data_list
source: Playdate 3-10
ru: Игровая встреча 30: Стратегические Игры I

# data_list
source: **Playdate Focus:** Play lots of strategy games with your child. Even games that don't involve numbers have a lot of math in them. They will develop important problem solving skills.
ru: **Фокус игровой встречи:** Играйте с ребёнком в стратегические игры. Даже в играх где нет чисел, есть много математики. Они развивают важные навыки решения задач.

# data_list
source: This has counting to 10, comparisons, and a discussion of problem solving.
ru: Здесь счёт до 10, сравнения, и обсуждение решения задач.

# data_list
source: These involve lots of problem solving while playing strategy games.
ru: В этих есть много задач, решаемых во времени стратегических игр.

# data_list
source: Stage 4 Overview
ru: Этап 4: Я Могу Считать до 20!

# data_list
source: **Overview for Stage 4 playdates** The Math Learning Step for the introduction for Stage 4 gives an overview of the topics that are covered during this stage. The individual Playdates each have a suggested storybook and some math activities.
ru: **Игровые Встречи Этап 4: Я Могу Считать до 20!** На этом этапе ваш ребёнок расширит свои навыки счёта до 100. По мере развития навыков счёта, ему необходимо будет прочно усвоить разряды двузначных чисел. Он также освоит все примеры сложения и вычитания однозначных чисел. Это также увлекательное время, когда ребёнок начинает осваивать умножение на числа от 1 до 5.

# data_list
source: Playdate 4-1
ru: Игровая встреча 31: Счёт до 100

# data_list
source: **Playdate Focus:** Count up and down to 100 with your child, paying particular attention to transitions at multiples of 10.
ru: **Фокус игровой встречи:** Посчитайте вместе с ребёнком до 100, обращая особое внимание на переходы между числами, кратными 10.

# data_list
source: This has lots of shapes, counting, and groupings of objects.
ru: Здесь есть много форм, подсчётов, и групп объектов.

# data_list
source: These involve ordering and comparing of numbers. Use numbers to 100 for I'm Thinking of a Number.
ru: Эти примеры включает в себя упорядочивание и сравнение чисел. Используйте числа до 100 для задания Я думаю о Числе.

# data_list
source: Playdate 4-2
ru: Игровая встреча 32: Двузначные Разрядное Значение

# data_list
source: **Playdate Focus:** Use Expanded Form and 2-digit place value to understand the value and meaning of numbers. Expanded Form is breaking a number into tens and ones, such as 43 is 40 + 3. Place value is understanding that 43 means 4 tens and 3 ones – the place a digit is in is what gives it its value. Use Expanded Form and place value to help compare numbers.
ru: **Фокус игровой встречи:** Используйте Расширённую Форму и двузначные разрядное значение, чтобы понять значение и смысл чисел. Расширённая Форма - это разложение числа на десятки и единицы, например, 43 это 40 + 3. Разрядное значение - это понимание того, что число 43 означает 4 десятка и 3 единицы – разряд, на котором стоит цифра, определяет её значение. Используйте Расширенную Форму и разрядное значение, чтобы сравнивать числа.

# data_list
source: This has counting to 20, descriptions, and shapes.
ru: Здесь счёт до 20, описания, и формы.

# data_list
source: These involve ordering and comparing games.
ru: Эти включает в себя заказы и сравнение игр.

# data_list
source: Playdate 4-3
ru: Игровая встреча 33: Сложение на Пальцах

# data_list
source: **Playdate Focus:** Use fingers and Counting On to make it easy to add a single-digit number to any number. Use Compensation to make some addition problems much easier.
ru: **Фокус игровой встречи:** Используйте пальцы и подсчёт, чтобы легко прибавить однозначное число к любому числу. Используйте Компенсацию, чтобы значительно упростить некоторые примеры на сложение.

# data_list
source: This has shapes, quantities, and speeds.
ru: Здесь есть формы, количества, и скорости.

# data_list
source: These involve lots of addition and subtraction, and some practice with number bonds.
ru: Это включает в себя много сложения и вычитания, а также некоторую практику с числовыми связями.

# data_list
source: Playdate 4-4
ru: Игровая встреча 34: Вычитание на Пальцах

# data_list
source: **Playdate Focus:** Use fingers to make it easy to subtract a single-digit number from any number, or to subtract any two numbers whose difference is a single-digit number.
ru: **Фокус игровой встречи:** Используйте пальцы, чтобы облегчить вычитание однозначного числа из любого числа или вычитания любых двух чисел, разность которых является однозначным числом.

# data_list
source: This has lots of shapes and polygons (many-sided flat shapes).
ru: Здесь много фигур и многоугольников (многогранные плоские формы).

# data_list
source: These involve lots of practice with addition and subtraction.
ru: Здесь есть много практики сложения и вычитания.

# data_list
source: Playdate 4-5
ru: Игровая встреча 35: Компенсация за Сложение и Вычитание

# data_list
source: **Playdate Focus:** Use compensation to make adding and subtracting a lot easier.
ru: **Фокус игровой встречи:** Используйте компенсацию, чтобы значительно упростить сложение и вычитание.

# data_list
source: This has counting of groups and lots of comparison words.
ru: Здесь есть подсчёт групп и много сравнительных слов.

# data_list
source: These involve adding and subtracting, as well as a little bit of probability.
ru: Эти включают в себя сложение и вычитание, а также немного теории вероятности.

# data_list
source: Playdate 4-6
ru: Игровая встреча 36: 10 как Средняя Точка

# data_list
source: **Playdate Focus:** Use 10 as an intermediate stop to make mental arithmetic for adding and subtracting a lot easier, as well as reinforcing number relationships.
ru: **Фокус игровой встречи:** Используйте число 10 в качестве промежуточной точки, чтобы значительно упростить устные вычисления при сложении и вычитании, а также закрепить числовые соотношения.

# data_list
source: This has skip counting and number properties.
ru: Здесь есть счёт с пропусками и числовые свойства.

# data_list
source: These involve adding, subtracting, and number bonds.
ru: Эти включают в себя сложение, вычитание, и числовые связи.

# data_list
source: Playdate 4-7
ru: Игровая встреча 37: Счёт с Пропусками по 2, 5, 10

# data_list
source: **Playdate Focus:** Practice skip counting by 2's, 5's, and 10's starting anywhere and going up and down. This helps a lot with addition, subtraction, multiplication, and division. Skip counting by 10's also helps with place value.
ru: **Фокус игровой встречи:** Тренируйтесь считать по 2, 5, и 10, начиная с любой точки и двигаясь вверх и вниз. Это очень помогает при сложении, вычитании, умножении, и делении. Счёт по 10 также помогает в определении разрядных значений.

# data_list
source: This has counting to 14 and skip counting.
ru: Здесь счёт до 14 и пропуск счёта.

# data_list
source: These involve place value and simple additions with two-digit numbers.
ru: Эти включают в себя разрядные значения и простые сложения с двузначными числами.

# data_list
source: Playdate 4-8
ru: Игровая встреча 38: Начальное Умножение

# data_list
source: **Playdate Focus:** Use doubling and halving as a way to start using the words of multiplication and division without making a big deal about it.
ru: **Фокус игровой встречи:** Используйте удвоение и деление пополам, чтобы начать использовать слова умножение и деление, не придавая этому большого значения.

# data_list
source: This has skip counting and shapes.
ru: Здесь есть пропуск счёта и формы.

# data_list
source: These involve doubling, adding or subtracting single-digit numbers with double-digit numbers, and place value.
ru: Эти включают в себя удвоение, сложение или вычитание однозначных чисел с двузначными числами а также определение разрядного значения.

# data_list
source: Playdate 4-9
ru: Игровая встреча 39: Умножение 1-5 на 1-5

# data_list
source: **Playdate Focus:** Do mental multiplication with your child for any two numbers from 1 to 5. This is the beginning of mastering multiplication!
ru: **Фокус игровой встречи:** Умножайте в уме с вашим ребёнком любые два числа от 1 до 5. Это начало освоения умножения!

# data_list
source: This has skip counting, shapes, and colors.
ru: Здесь есть счёт с пропусками, формы, и цвета.

# data_list
source: These involve addition, subtraction, and multiplication. Number Scramble can now involve all three of these operations. War using multiplication should only use the cards from 1 to 5 until your child is comfortable with larger numbers.
ru: Эти включают сложение, вычитание, и умножение. В игре Перебор Чисел теперь можно использовать все три операции. В игре Война с Умножением следует использовать только карточки от 1 до 5, пока ваш ребёнок не освоится с более крупными числами.

# data_list
source: Playdate 4-10
ru: Игровая встреча 40: Стратегические Игры II
