Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Where do you like to hide?
el: Εσένα πού σου αρέσει να κρύβεσαι;
pt: Onde você gosta de se esconder?
ru: Где ты любишь прятаться?

# data_list
source: Is it under the bed?
el: Είναι κάτω από το κρεβάτι;
pt: Será que ele está embaixo da cama?
ru: Он под кроватью?

# data_list
source: Was the cat under the bed before the boy looked there?
el: Ήταν η γάτα κάτω από το κρεβάτι πριν κοιτάξει εκεί το αγόρι;
pt: O gato estava embaixo da cama antes de o menino olhar ali?
ru: Был ли кот под кроватью до того, как мальчик там посмотрел?

# data_list
source: This bed cover has lots of colorful stripes. Count how many different colors it has.
el: Αυτό το σκέπασμα του κρεβατιού έχει πολλές χρωματιστές ρίγες. Μέτρησε πόσα διαφορετικά χρώματα έχει.
pt: O lençol da cama tem várias listras coloridas. Conte quantas cores diferentes ele tem.
ru: На покрывале кровати много разноцветных полос. Посчитай, сколько здесь различных цветов.

# data_list
source: The walls in this room have a free form design that doesn't repeat. Have you seen walls like this before?
el: Οι τοίχοι σε αυτό το δωμάτιο έχουν ένα ελεύθερο σχέδιο που δεν επαναλαμβάνεται. Έχεις δει ποτέ τοίχους σαν αυτούς;
pt: As paredes desta sala têm um desenho de formas livres que não se repetem. Você já viu paredes assim antes?
ru: Стены в этой комнате имеют оригинальный дизайн без повторяющихся узоров. Ты когда-нибудь видел такие стены раньше?

# data_list
source: Is it on top of the cupboard?
el: Είναι πάνω στη ντουλάπα;
pt: Será que ele está em cima do armário?
ru: Он на шкафу?

# data_list
source: Instead of being on top of the cupboard, the cat is inside it.
el: Αντί να είναι πάνω στη ντουλάπα, η γάτα είναι μέσα σ' αυτή.
pt: Ao invés de estar em cima do armário, o gato está dentro dele.
ru: Вместо того чтобы быть на шкафу, кот внутри него.

# data_list
source: This cupboard has a beautiful design. How many colors does it have?
el: Αυτή η ντουλάπα έχει μια όμορφη διακόσμηση. Πόσα χρώματα έχει;
pt: Esse armário tem um lindo desenho. Quantas cores ele tem?
ru: Этот шкаф имеет красивый дизайн. Сколько здесь цветов?

# data_list
source: Talk about the shapes and patterns on the cupboard doors.
el: Μιλήστε για τα σχήματα και τα μοτίβα στις πόρτες της ντουλάπας.
pt: Fale sobre as formas e as estampas das portas desse armário.
ru: Расскажи о формах и узорах на дверцах шкафа.

# data_list
source: Is it behind the couch?
el: Είναι πίσω από τον καναπέ;
pt: Será que ele está atrás do sofá?
ru: Он за диваном?

# data_list
source: The cat is very easy to see right now. Too bad the boy is looking in the wrong place.
el: Η γάτα φαίνεται πολύ εύκολα αυτή τη στιγμή. Κρίμα που το αγόρι κοιτάζει σε λάθος μέρος.
pt: Agora ficou muito fácil de ver o gato. Pena que o menino está procurando no lugar errado.
ru: Кота сейчас очень легко увидеть. Жаль, что мальчик смотрит не в том месте.

# data_list
source: Point at the strong colors on this page: red, orange, yellow, green, blue, and brown.
el: Δείξε τα έντονα χρώματα σε αυτή τη σελίδα: κόκκινο, πορτοκαλί, κίτρινο, πράσινο, μπλε και καφέ.
pt: Mostre onde estão as cores mais fortes nesta página: vermelho, laranja, amarelo, verde, azul e marrom.
ru: Укажи на яркие цвета на этой странице: красный, оранжевый, желтый, зеленый, синий и коричневый.

# data_list
source: Which colors of the rainbow are missing from the room?
el: Ποια χρώματα του ουράνιου τόξου λείπουν από το δωμάτιο;
pt: Quais são as cores do arco-íris que estão faltando nesse cômodo?
ru: Каких цветов радуги нет в комнате?

# data_list
source: Is it next to the trash can?
el: Είναι δίπλα στον κάδο σκουπιδιών;
pt: Será que o gato está ao lado da lixeira?
ru: Он рядом с мусорным баком?

# data_list
source: The cat must be very fast and quiet -- he was next to where the boy is now.
el: Η γάτα πρέπει να είναι πολύ γρήγορη και ήσυχη -- ήταν δίπλα στο σημείο που είναι τώρα το αγόρι.
pt: Esse gato deve ser muito rápido e silencioso -- ele estava ao lado de onde o menino está agora.
ru: Кот должен быть очень быстрым и тихим — он был рядом с тем местом, где сейчас мальчик.

# data_list
source: Count the red bricks just below the window.
el: Μέτρησε τα κόκκινα τούβλα ακριβώς κάτω από το παράθυρο.
pt: Conte os tijolos vermelhos que estão embaixo da janela.
ru: Посчитай красные кирпичи прямо под окном.

# data_list
source: There are many straight lines in this picture. Point to some curved lines.
el: Υπάρχουν πολλές ευθείες γραμμές σε αυτή την εικόνα. Δείξε μερικές καμπύλες γραμμές.
pt: Há muitas linhas retas nessa página. Mostre as linhas curvas.
ru: На этой картине много прямых линий. Укажи на изогнутые линии.

# data_list
source: Is it inside the basket?
el: Είναι μέσα στο καλάθι;
pt: Será que o gato está dentro da cesta?
ru: Он внутри корзины?

# data_list
source: Which part of the cat is not inside the SOAP box?
el: Ποιο μέρος της γάτας δεν είναι μέσα στο κουτί που γράφει ΣΑΠΟΥΝΙ;
pt: Qual parte do gato não está dentro da caixa?
ru: Какая часть кота не внутри коробки для мыла?

# data_list
source: What is inside the basket? Is that where the cat sleeps?
el: Τι υπάρχει μέσα στο καλάθι; Είναι το μέρος που κοιμάται η γάτα;
pt: O que tem dentro da cesta? É nela que o gato dorme?
ru: Что находится в корзине? Там ли спит кот?

# data_list
source: Notice that the wall does not line up with the squares of the floor.
el: Παρατήρησε ότι ο τοίχος δεν ευθυγραμμίζεται με τα τετράγωνα στο πάτωμα.
pt: Repare que o papel de parede não está alinhado com os quadrados do chão.
ru: Обрати внимание, что стена не соответствует квадратам на полу.

# data_list
source: Is it outside the house?
el: Είναι έξω από το σπίτι;
pt: Será que o gato está fora de casa?
ru: Он снаружи дома?

# data_list
source: That poor boy is always looking in the wrong place.
el: Το καημένο το αγόρι ψάχνει πάντα στο λάθος μέρος.
pt: O coitado do menino sempre procura nos lugares errados.
ru: Бедный мальчик всегда смотрит в неправильном месте.

# data_list
source: Do you think the boy ever finds the cat, or will the boy give up?
el: Νομίζεις ότι το αγόρι τελικά θα βρει τη γάτα ή θα τα παρατήσει;
pt: Você acha que o menino ainda vai encontrar o gato ou vai desistir?
ru: Думаешь, мальчик когда-нибудь найдет кота, или он сдастся?

# data_list
source: This is the same wall pattern as on the last page, but the floor is a different color!
el: Αυτό είναι το ίδιο μοτίβο στον τοίχο όπως στην προηγούμενη σελίδα, αλλά το πάτωμα έχει διαφορετικό χρώμα!
pt: Este é o mesmo papel de parede da última página, mas o chão tem uma cor diferente!
ru: Этот узор на стене такой же, как на предыдущей странице, но пол другого цвета!

# data_list
source: Here it is!
el: Να τη!
pt: Aqui está o gato!
ru: Вот он!

# data_list
source: It looks like the cat is in a cupboard or under a sink.
el: Φαίνεται ότι η γάτα είναι σε ένα ντουλάπι ή κάτω από έναν νεροχύτη.
pt: Parece que o gato está dentro de um armário ou embaixo da pia.
ru: Похоже, кот в шкафу или под раковиной.

# data_list
source: Was the cat playing a game with the boy?
el: Έπαιζε η γάτα ένα παιχνίδι με το αγόρι;
pt: Será que o gato estava brincando com o menino?
ru: Кот играл с мальчиком в прятки?

# data_list
source: What will the boy do with the cat now? Maybe he will feed it or play with it? What do you think?
el: Τι πιστεύεις ότι θα κάνει το αγόρι με τη γάτα τώρα; Ίσως την ταΐσει ή παίξει μαζί της; Τι πιστεύεις;
pt: O que o menino vai fazer com o gato agora? Será que ele vai alimentá-lo ou brincar com ele? O que você acha?
ru: Что мальчик сделает теперь? Может быть, он накормит кота или поиграет с ним? Как ты думаешь?

# data_list
source: One day Akadeli, Lucy, Acharait, and Mary went to pick wild fruit. They held hands to cross the big river.
de: Eines Tages gingen Akadeli, Lucy, Acharait und Mary Wildfrüchte sammeln. Sie hielten einander die Hände beim Überqueren des großen Flusses.
el: Μια μέρα, η Ακαντέλι, η Λούσι, η Αχαράιτ και η Μαίρη πήγαν να μαζέψουν άγρια φρούτα. Κρατήθηκαν από τα χέρια για να περάσουν το μεγάλο ποτάμι.
pt: Um dia Akadeli, Lucy, Acharait e Maria foram colher frutas silvestres. Elas deram as mãos e atravessaram o grande rio.
ru: Однажды Акаделия, Люся, Зара и Мария пошли собирать дикие фрукты. Они держались за руки, чтобы перейти большую реку.

# data_list
source: Count the girls together.
de: Zähle die Mädchen.
el: Μετρήστε πόσα είναι τα κορίτσια.
pt: Vamos contar juntos as meninas.
ru: Посчитай девочек.

# data_list
source: Describe the patterns you see in their clothing. Do you like to wear solids, patterns, or both?
de: Beschreibe die Muster, die du in ihrer Kleidung siehst. Magst du einfarbige Kleidung oder welche mit Muster, oder beides?
el: Περίγραψε τα σχέδια που βλέπεις στα ρούχα τους. Σου αρέσει να φοράς ρούχα μονόχρωμα, πολύχρωμα ή και τα δύο;
pt: Descreva as estampas que você vê nas roupas delas. Você gosta de usar roupas lisas, estampadas ou ambas?
ru: Опиши узоры, которые ты видите на их одежде. Что тебе нравится больше носить: однотонные вещи, узоры или и то, и другое?

# data_list
source: Friends sometimes hold hands to keep each other company or show they are friends. Why are these girls holding hands?
de: Freunde halten manchmal Hände, um einander Gesellschaft zu leisten. Warum halten diese Mädchen einander die Hände?
el: Μερικές φορές οι φίλοι κρατιούνται από τα χέρια για να κρατήσουν συντροφιά ο ένας στον άλλο ή για να δείξουν ότι είναι φίλοι. Γιατί αυτά τα κορίτσια κρατιούνται από τα χέρια;
pt: Às vezes, amigas dão as mãos para fazer companhia umas às outras ou para mostrar que são amigas. Por que essas meninas estão de mãos dadas?
ru: Друзья иногда держатся за руки, чтобы поддержать друг друга или показать, что они друзья. Почему эти девочки держатся за руки?

# data_list
source: The girls found a tree full of ripe fruit. They agreed to pick the fruit with their eyes closed.
de: Die Mädchen fanden einen Baum voller reifer Früchte. Sie einigten sich, die Früchte mit geschlossenen Augen zu pflücken.
el: Τα κορίτσια βρήκαν ένα δέντρο γεμάτο ώριμα φρούτα. Συμφώνησαν να μαζέψουν τα φρούτα με κλειστά τα μάτια.
pt: As garotas encontraram uma árvore cheia de frutas maduras. Elas concordaram em colher as frutas com os olhos fechados.
ru: Девочки нашли дерево, полное спелых фруктов. Они согласились собирать фрукты с закрытыми глазами.

# data_list
source: Name all the colors in the colorful clothes they are wearing.
de: Nenne alle Farben in den buntenKleidern, die sie tragen.
el: Πες όλα τα χρώματα στα πολύχρωμα ρούχα που φοράνε.
pt: Diga o nome de todas as cores das roupas coloridas que eles estão vestindo.
ru: Назови все цвета на их одежде.

# data_list
source: Each girl has her arms in a different position. Can you copy their arm positions with your arms?
de: Jedes Mädchen hält ihre Arme in einer anderen Position. Kannst du diese Positionen mit deinen Armen nachahmen?
el: Κάθε κορίτσι έχει τα χέρια του σε διαφορετική θέση. Μπορείς να αντιγράψεις τις θέσεις των χεριών τους με τα δικά σου χέρια;
pt: Cada menina tem os braços em uma posição diferente. Você consegue copiar as posições dos braços delas com os seus?
ru: У каждой девочки руки в разном положении. Можешь ли ты повторить положение их рук твоими руками?

# data_list
source: Count together the branches coming off the main trunk of this tree. You will have to decide which ones are big enough to count.
de: Zähle die Äste zusammen, die vom Hauptstamm dieses Baumes abgehen. Du wirst entscheiden müssen, welche davon groß genug sind, um zusammengezählt zu werden.
el: Μέτρησε τα κλαδιά που βγαίνουν από τον κορμό αυτού του δέντρου. Αποφάσισε εσύ ποια είναι αρκετά μεγάλα για να μετρηθούν.
pt: Vamos contar juntos os galhos que saem do tronco principal desta árvore. Você terá que decidir quais são grandes o suficiente para serem contados.
ru: Посчитай ветви, растущие от основного ствола этого дерева. Реши сам/а, какие из них достаточно большие для подсчета.

# data_list
source: Lucy, Acharait and Mary did not close their eyes. Only Akadeli closed hers.
de: Lucy, Acharait und Mary haben ihre Augen nicht geschlossen. Nur Akadeli hat ihre geschlossen.
el: Η Λούσι, η Αχαράιτ και η Μαίρη δεν έκλεισαν τα μάτια τους. Μόνο η Ακαντέλι τα έκλεισε.
pt: Lucy, Acharait e Maria não fecharam seus olhos. Apenas Akadeli fechou seus olhos.
ru: Люся, Зара и Мария не закрыли глаза. Только Акаделия закрыла глаза.

# data_list
source: Why do you think the other girls did not close their eyes?
de: Warum denkst du haben die anderen Mädchen ihre Augen nicht geschlossen?
el: Γιατί νομίζεις ότι τα άλλα κορίτσια δεν έκλεισαν τα μάτια τους;
pt: Por que você acha que as outras meninas não fecharam os olhos?
ru: {Как ты думаешь, почему некоторые девочки не закрыли глаза?

# data_list
source: This is a good climbing tree. Count together the branches that look the strongest.
de: Dieser Baum ist gut zum Klettern. Zähle die Äste zusammen, die am stärksten aussehen.
el: Αυτό είναι καλό δέντρο για σκαρφάλωμα. Μετρήστε μαζί τα πιο δυνατά κλαδιά.
pt: Essa é uma boa árvore para escalar. Vamos contar juntos os galhos que parecem mais fortes.
ru: На это дерево можно легко залезть. Посчитай ветви, которые выглядят самыми крепкими.

# data_list
source: Do you ever do things with your eyes closed, just for fun?
de: Machst du manchmal Dinge mit geschlossenen Augen, nur so zum Spaß?
el: Κάνεις ποτέ πράγματα με κλειστά τα μάτια, για διασκέδαση;
pt: Você já fez alguma coisa de olhos fechados apenas por diversão?
ru: Ты когда-нибудь делаешь что-то с закрытыми глазами, просто без цели, для развлечения?

# data_list
source: When they opened their eyes, only Akadeli had picked unripe fruit.
de: Als sie ihre Augen öffneten, hatte nur Akadeli unreife Früchte gepflückt.
el: Όταν άνοιξαν τα μάτια τους, μόνο η Ακαντέλι είχε μαζέψει άγουρα φρούτα.
pt: Quando elas abriram os olhos, apenas Akadeli havia colhido frutas verdes.
ru: Когда девочки открыли глаза, все увидели, что только Акаделия собрала незрелые фрукты.

# data_list
source: Estimate how many pieces of fruit there are in one basket. Estimating means making an informed guess. Is your estimate bigger than the biggest number you know?
de: Schätze, wie viele Früchte sich in einem Korb befinden. Etwas zu schätzen bedeutet, eine fundierte Vermutung aufzustellen. Ist deine Schätzung größer als die größte Nummer, die du kennst?
el: Κάνε μια εκτίμηση πόσα φρούτα υπάρχουν σε ένα καλάθι. Εκτίμηση σημαίνει ότι κάνεις μια υπολογισμένη υπόθεση. Είναι η εκτίμησή σου μεγαλύτερη από τον μεγαλύτερο αριθμό που ξέρεις;
pt: Estime quantas frutas há em uma cesta. Estimar significa dar um palpite bem informado. A sua estimativa é maior do que o maior número que você conhece?
ru: Оцени, сколько фруктов находится в одной корзине. Оценить - это значит угадать, основываясь на информации, которую тебе дали. Была ли твоя оценка больше, чем самое большое число, которое ты знаешь?

# data_list
source: What shapes are there on the two blue dresses?
de: Welche Formen sind da auf den zwei blauen Kleidern?
el: Τι σχήματα υπάρχουν στα δύο μπλε φορέματα;
pt: Quais formas existem nos dois vestidos azuis?
ru: Какие формы ты видишь на светло-синем и темно-синем платье?

# data_list
source: Did you ever play a game where some of the people didn't follow the rules? How did it make you feel?
de: Hast du jemals ein Spiel gespielt, bei welchem einige der Leute die Spielregeln nicht befolgten? Wie fühltest du dich dabei?
el: Έχεις παίξει ποτέ παιχνίδι όπου κάποιοι άνθρωποι δεν ακολούθησαν τους κανόνες; Πώς σε έκανε να νιώσεις;
pt: Você já participou de uma brincadeira em que algumas pessoas não seguiram as regras? Como isso fez você se sentir?
ru: Ты когда-нибудь играл/а в игру, где другие игроки не соблюдали правила? Как ты себя почувствовал/а?

# data_list
source: Lucy, Acharait, and Mary laughed at Akadeli. They left for home. Akadeli threw away the unripe fruit. She began picking ripe ones.
de: Lucy, Acharait und Mary lachten Akadeli aus. Sie gingen nach Hause. Akadeli warf das unreife Obst weg. Sie begann, reifes zu pflücken.
el: Η Λούσι, η Αχαράιτ και η Μαίρη γέλασαν με την Ακαντέλι. Έφυγαν για το σπίτι. Η Ακαντέλι πέταξε τα άγουρα φρούτα. Άρχισε να μαζεύει ώριμα.
pt: Lucy, Acharait e Maria riram de Akadeli. Elas foram pra casa. Akadeli jogou fora as frutas que estavam verdes. Ela começou a colher as maduras.
ru: Люся, Зара и Мария посмеялись над Акаделией и ушли домой. Акаделия выбросила незрелые фрукты и начала собирать спелые.

# data_list
source: If you have four girls and you take three away, how many are left?
de: Hast du vier Mädchen, und nimmst drei weg, wie viele bleiben dann übrig?
el: Αν υπάρχουν τέσσερα κορίτσια και φύγουν τρία, πόσα μένουν;
pt: Se você tem quatro meninas e tira três, quantas sobram?
ru: Если от четырех девочек отнять трех, сколько девочек останется?

# data_list
source: When people laugh at you, does that make you feel angry or ashamed? Were you able to ignore them knowing they were just being mean?
de: Wenn dich Leute auslachen, macht dich das wütend oder beschämt? Konntest du sie ignorieren, wissend, dass sie einfach nur gemein waren?
el: Όταν οι άνθρωποι σε κοροϊδεύουν, σε κάνει αυτό να νιώθεις θυμό ή ντροπή; Κατάφερες να τους αγνοήσεις γνωρίζοντας ότι ήταν απλά κακοί άνθρωποι;
pt: Quando as pessoas riem de você, isso te faz ficar com raiva ou envergonhado? Você conseguiu ignorá-las, sabendo que estavam apenas sendo maldosas?
ru: Когда кто-то смеется над тобой, ты злишься или тебе стыдно? Ты бы смог/ла не обращать внимание на них, если бы ты знал/а, что они просто злые ребята?

# data_list
source: Why did Akadeli stay behind to pick fruit?
de: Warum blieb Akadeli zurück, um Früchte zu pflücken?
el: Γιατί έμεινε η Ακαντέλι πίσω για να μαζέψει φρούτα;
pt: Por que Akadeli ficou pra trás para colher frutas?
ru: Почему Акаделия не пошла с другими девочками, а осталась собирать фрукты?

# data_list
source: Soon, Akadeli filled her basket with ripe fruit. She set off alone, crossing the big river.
de: Akadeli hat ihren Korb bald mit reifen Früchten gefüllt. Sie ging alleine los, überquerte den großen Fluss.
el: Σύντομα, η Ακαντέλι γέμισε το καλάθι της με ώριμα φρούτα. Έφυγε μόνη της, περνώντας τον μεγάλο ποταμό.
pt: Logo, Akadeli encheu sua cesta com frutas maduras. Ela partiu sozinha, atravessando o grande rio.
ru: Очень скоро Акаделия наполнила свою корзину спелыми фруктами. Она собралась в обратный путь одна, зная что ей нужно будет пересечь большую реку.

# data_list
source: How many splashes can you count when her fruit hits the water?
de: Wie viele Spritzer kannst du zählen, als ihr Obst das Wasser berührt?
el: Πόσες πιτσιλιές μπορείτε να μετρήσετε όταν τα φρούτα της πέφτουν στο νερό;
pt: Quantos respingos você consegue contar quando as frutas dela atingem a água?
ru: Сколько брызг воды ты можешь посчитать, в том месте где ее фрукты упали в воду?

# data_list
source: Count the larger trees together.
de: Zähle die größeren Bäume zusammen.
el: Μετρήστε μαζί τα μεγαλύτερα δέντρα.
pt: Vamos contar juntos as árvores maiores.
ru: Сосчитай большие деревья.

# data_list
source: Why do you think Akadeli slipped in the river when no one slipped before? Is there another reason for holding hands?
de: Warum, denkst du, ist Akadeli im Fluss ausgerutscht, obwohl zuvor niemand ausgerutscht ist? Gibt es einen anderen Grund dafür, Hände zu halten?
el: Γιατί πιστεύεις ότι η Ακαντέλι γλίστρησε στο ποτάμι ενώ κανένας άλλος δεν γλίστρησε πριν; Υπάρχει άλλος λόγος για να κρατιούνται από τα χέρια;
pt: Por que você acha que Akadeli escorregou no rio sendo que ninguém escorregou antes? Existe outro motivo para ficarem de mãos dadas?
ru: Как ты думаешь, почему Акаделия поскользнулась в реке, учитывая то, что до этого никто не поскользнулся там? Может ли это быть еще одной причиной того, что они держались за руки?

# data_list
source: Half way across the river, Akadeli's fruit fell into the water. She was angry and began to cry.
de: In der Mitte des Flussesfiel Akadelis Frucht ins Wasser. Sie war wütend und begann zu weinen.
el: Στη μέση του ποταμού, τα φρούτα της Ακαντέλι έπεσαν στο νερό. Θύμωσε και άρχισε να κλαίει.
pt: Na metade da travessia do rio, as frutas de Akadeli caíram na água. Ela ficou irritada e começou a chorar.
ru: На полпути фрукты Акаделии упали в воду. Она рассердилась и начала плакать.

# data_list
source: Akadeli is standing in the middle of some circles in the water. How many?
de: Akadeli steht in der Mitte von ein paar Kreisen im Wasser. Wie viele sind es?
el: Η Ακαντέλι στέκεται στη μέση μερικών κύκλων στο νερό. Πόσοι είναι αυτοί οι κύκλοι;
pt: Akadeli está parada no meio de alguns círculos na água. Quantos?
ru: Акаделия стоит в середине нескольких кругов на воде. Сколько их?

# data_list
source: People cry sometimes when they are sad or angry. Have you been sad or angry when you spilled something?
de: Menschen weinen manchmal, wenn sie traurig oder wütend sind. Warst du jemals traurig oder wütend, als du etwas verschüttethast?
el: Οι άνθρωποι κλαίνε μερικές φορές όταν είναι λυπημένοι ή θυμωμένοι. Έχεις νιώσει ποτέ λύπη ή θυμό όταν έριξες κάτι;
pt: Às vezes, as pessoas choram quando estão tristes ou com raiva. Você já ficou triste ou com raiva quando derramou alguma coisa?
ru: Люди иногда плачут, когда им грустно или они злятся. Тебе когда-нибудь было грусно или ты разозлился/лась, когда что-то рассыпалось?

# data_list
source: Count together the dark squares in the checkerboard pattern on her shirt.
de: Zähle die dunklen Vierecke im Schachbrettmuster auf ihrem Hemd.
el: Μετρήστε μαζί τα μαύρα τετράγωνα στο καρό σχέδιο στο πουκάμισό της.
pt: Vamos contar juntos os quadrados escuros na estampa xadrez da blusa dela.
ru: Сосчитай тёмные квадраты на шахматном узоре её рубашки.

# data_list
source: Akadeli saw a big fish and grabbed it.
de: Akadeli sah einen großen Fisch und packte ihn.
el: Η Ακαντέλι είδε ένα μεγάλο ψάρι και το έπιασε.
pt: Akadeli viu um grande peixe e o agarrou.
ru: Акадели увидела большую рыбу и схватила её.

# data_list
source: Is it okay that Akadeli lost her basket? Do you think her parents will be mad?
de: Ist es in Ordnung, dass Akadeli ihren Korb verloren hat? Meinst du ihre Eltern werden wütend sein?
el: Είναι εντάξει που η Ακαντέλι έχασε το καλάθι της; Νομίζεις ότι οι γονείς της θα θυμώσουν;
pt: Tudo bem que a Akadeli tenha perdido a cesta? Você acha que os pais dela vão ficar bravos?
ru: Стоит ли переживать, что Акаделия потеряла корзину? Ты думаешь её родители будут сердиться?

# data_list
source: The title says this is Akadeli's lucky day. How is Akadeli's day going so far?
de: Der Titel sagt, dies sei Akadelis Glückstag. Wie geht es Akadeli so weit?
el: Ο τίτλος λέει ότι είναι τυχερή μέρα της Ακαντέλι. Πώς πάει μέχρι στιγμής η μέρα της;
pt: O título diz que este é o dia de sorte de Akadeli. Como está indo o dia de Akadeli até agora?
ru: В заголовке говорится, что это удачный день Акаделии. Как ты думаешь у Акаделии на данный момент был хороший день?

# data_list
source: Is this fish bigger or smaller than Akadeli?
de: Ist dieser Fisch größer oder kleiner als Akadeli?
el: Είναι αυτό το ψάρι μεγαλύτερο ή μικρότερο από την Ακαντέλι;
pt: Esse peixe é maior ou menor que Akadeli?
ru: Эта рыба больше или меньше, чем Акаделия?

# data_list
source: As Akadeli walked home, a hawk snatched the fish. He flew away with it.
de: Als Akadeli nach Hause lief, schnappte sich ein Falke den Fisch. Er flog mit ihm davon.
el: Καθώς η Ακαντέλι επέστρεφε στο σπίτι, ένας γεράκι άρπαξε το ψάρι. Πέταξε μακριά με το ψάρι.
pt: Enquanto Akadeli voltava pra casa, um falcão agarrou seu peixe. Ele voou para longe com ele.
ru: Когда Акаделия шла домой, ястреб схватил рыбу. Он улетел с ней.
