Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Responding:** Once your child is able to respond to what you say, that will allow you to start asking questions. Your "Point and Describe" Math Talk will now become Point, Describe, and Ask. Even before your child can say words, they will start to respond nonverbally to you as they begin to make sense of your words. **Ask questions:** Use this new level of communication to make it clearer which ideas your child understands. "Where is the bird?" or "Where is the ball? makes it clear if your child knows what a bird or ball is. Similarly, "Point to the tree." or "Point to a car." works for those two concepts. **Handling mistakes:** Ask all kinds of questions. Ask which of two things is bigger or smaller. Ask where you are walking to. Ask where something belongs. All these questions are opportunities for your child to express their understanding and for you to clear up any misconceptions. If your child points to the wrong thing or picks up the wrong thing, simply point out the right thing and don't try to explain their mistake to them. **Do this while reading:** Now you can add asking questions to your pointing and describing as you read a story. Point to pictures in the story and ask the same questions you would ask about the things around you. **Simple riddles:** Play games with your child's new skill and have fun with it. Have fun unraveling puzzles together such as: "There is something red under something blue. Where is it?"
pt: **Respondendo:** Assim que seu filho conseguir responder ao que você diz, você poderá começar a fazer perguntas. Sua Conversa sobre Matemática "Apontar e Descrever" agora se tornará Apontar, Descrever e Perguntar. Antes mesmo que seu filho consiga dizer palavras, ele começará a responder de forma não verbal à medida que começa a entender suas palavras. **Faça perguntas:** Use este novo nível de comunicação para deixar mais claro quais ideias seu filho entende. "Onde está o pássaro?" ou "Onde está a bola?" deixa claro se seu filho sabe o que é um pássaro ou uma bola. Da mesma forma, "Aponte para a árvore" ou "Aponte para um carro" funcionam para esses dois conceitos. **Lidando com erros:** Faça todo tipo de perguntas. Pergunte qual de duas coisas é maior ou menor. Pergunte para onde vocês estão indo. Pergunte qual é o lugar de algo. Todas essas perguntas são oportunidades para seu filho expressar a sua compreensão e para você esclarecer qualquer equívoco. Se seu filho apontar para a coisa errada ou pegar a coisa errada, simplesmente aponte para a coisa certa e não tente explicar o erro a ele. **Faça isso enquanto lê:** Agora você pode adicionar perguntas ao ato de apontar e descrever enquanto lê uma história. Aponte para as ilustrações da história e faça as mesmas perguntas que você faria sobre as coisas ao seu redor. **Enigmas simples:** Brinque com a nova habilidade do seu filho e divirta-se com ela. Divirtam-se desvendando quebra-cabeças juntos, como: "Tem algo vermelho embaixo de algo azul. Onde está?"
ru: **Отвечать:** Как только ваш ребёнок научится реагировать на ваши слова, вы сможете начать задавать вопросы. Ваш математический разговор по принципу «Укажи и описывай» теперь будет проходить по принципу укажи, описывай, и спрашивай. Ещё до того, как ребёнок научится произносить слова, он начнёт реагировать на вас невербально, по мере того как будет понимать смысл ваших слов. **Спрашивать вопросы: Используйте этот новый уровень общения, чтобы яснее объяснить, какие идеи понятные вашему ребёнку. «Где птица?» или «Где мяч?» даст вам понять, знает ли ребёнок что такое птица или мяч. Также, «Покажи на дерево» или «Покажи на машину» подходят для этих двух понятий. **Обработка ошибок:** Задавайте самые разные вопросы. Спросите, какой из двух предметов больше или меньше. Спросите, куда вы идёте. Спросите, где находится тот или иной предмет. Все эти вопросы возможность для вашего ребёнка выразить своё понимание, а для вас прояснить любые недопонимания. Если ребёнок указывает на неправильный предмет или берёт не тот предмет, просто укажите на правильное и не пытайтесь объяснить его ошибку. **Делайте это во время чтения:** Теперь вы можете добавлять вопросы к показанию и описанию во время чтения рассказа. Указывайте на картинке в рассказе и задавайте те же вопросы, которые вы бы спрашивали про вещи вокруг вас. **Простые загадки:** Играйте в игры, развивая новый навык вашего ребёнка, и получайте от этого удовольствие. Разгадывайте вместе головоломки, например: «Под синим есть что-то красное. Где оно?»

# data_list
source: 1.7 Object Properties
pt: Passo 7: Propriedades de objetos
ru: Шаг 7: Свойства Объектов

# data_list
source: **Your child responds!:** All the pointing, describing, and asking you have been doing with your child has established that things have properties that can be discussed and reasoned with. You have been building up a vocabulary of words and concepts for describing things. It is time to start making more use of them. **Ask for things with a specific property:** Practice using properties by asking your child to bring you something with that property. You could ask "Please bring me something that is red." for example. As your child gets better at this, make the requests more complicated by combining more than one property – "Find a round wooden thing." **Grouping things with a property:** Practice grouping things with the same property. If your child has a collection of objects, ask to have all the round things put to one side.
pt: **Seu filho responde!:** Toda a prática de apontar, descrever e fazer perguntas com seu filho estabeleceu que as coisas têm propriedades que podem ser discutidas e usadas para raciocinar. Você tem construído um vocabulário de palavras e conceitos para descrever as coisas. É hora de começar a usá-los mais. **Peça coisas com uma propriedade específica:** Pratique o uso de propriedades pedindo ao seu filho que lhe traga algo com essa propriedade. Você pode pedir, por exemplo, "Por favor, traga-me algo vermelho". À medida que seu filho for melhorando, torne os pedidos mais complexos combinando mais de uma propriedade – "Encontre uma coisa redonda de madeira". **Agrupando coisas por uma propriedade:** Pratique agrupar coisas por uma mesma propriedade. Se seu filho tiver uma coleção de objetos, peça para colocar todas as coisas redondas de um lado.
ru: **Ваш ребёнок отвечает!:** Все ваши указания, описания и вопросы, которые вы практиковали с ребёнком, убедили его в том что у вещей есть свойства, которые можно обсуждать и рассуждать. Вы накапливали словарный запас и понятий для описания вещей. Теперь пора начать использовать их чаще. **Спрашивайте о вещах с определённым свойством:** Потренируйтесь использовать свойства, попросив ребёнка принести вам что-нибудь с этим свойством. Например, вы можете попросить «Пожалуйста, принеси мне что-то красное.» По мере того, как ребёнок будет лучше справляться с этим, усложняйте просьбы, используя несколько свойств, например – «Найди круглые деревянные предмет.» **Группировка вещей по свойству:** Потренируйтесь группировать предметы по одному и тому же свойству. Если у вашего ребёнка есть коллекция предметов, попросите его отложить все круглые предметы в сторону.

# data_list
source: **A circle for each property:** Make this more visible by drawing a big circle and having all the things that have a particular property put in that circle. For example, you could have all the things with a hole in them put in the circle. As this becomes easy for your child, use two circles that overlap – one circle could be for triangles, the other for things with holes, and the common area to the two circles would be for triangles with holes.
pt: **Um círculo para cada propriedade:** Torne isso mais visível desenhando um círculo grande e colocando todas as coisas que têm uma propriedade específica dentro dele. Por exemplo, você pode colocar todas as coisas com um furo dentro do círculo. Conforme isso se torna mais fácil para seu filho, use dois círculos que se sobreponham: um círculo pode ser para triângulos, o outro para coisas com furos, e a área comum aos dois círculos seria para triângulos com furos.
ru: **Круг для каждого свойства:** Для наглядности нарисуйте большой круг и поместите в него все предметы с определённым свойством. Например, можно поместить в круг все предметы с дырками. Когда ребёнок научится легко это делать, используйте два перекрывающихся круга – один круг может быть для треугольников, другой для предметов с дырками, а общая область двух этих кругов будет для треугольников с дырками.

# data_list
source: **Which one doesn't belong?:** A fun activity for practicing with proper- ties is to show your child a small set of objects and ask which of them doesn't belong. Challenge your child to identify the object that is not like the others and to explain why. Accept any reason that makes sense; your child may have an unusual reason. For example, you could have pictures of some animals. Perhaps only one of them can fly. Maybe only one of them has two legs. This ac- tivity can provide fun challenges that let your child do some creative thinking with new concepts.
pt: **Qual não pertence ao grupo?:** Uma atividade divertida para praticar propriedades é mostrar ao seu filho um pequeno conjunto de objetos e perguntar qual deles não pertence àquele lugar. Desafie seu filho a identificar o objeto que não é como os outros e a explicar o porquê. Aceite qualquer justificativa que faça sentido; seu filho pode ter uma justificativa incomum. Por exemplo, você pode ter imagens de alguns animais. Talvez apenas um deles possa voar. Talvez apenas um deles tenha duas pernas. Esta atividade pode proporcionar desafios divertidos que permitam que seu filho pense criativamente com novos conceitos.
ru: **Какой не принадлежит?:** Забавное занятие для тренировки свойств - это показать ребёнку небольшой набор предметов и спросить, какой из них не принадлежит. Предложите ребёнку определить какой предмет не похож на остальные, и объяснить почему. Принимайте любые разумные причины; у вашего ребёнка может быть необычная причина. Например, можно использовать изображения животных. Возможно, только одно из них умеет летать. Возможно, только одно из них имеет две ноги. Это занятие может стать увлекательным и позволит вашему ребёнку проявить творческий подход и новые концепции.

# data_list
source: 1.8 Same and Different
pt: Passo 8: Igual e Diferente
ru: Шаг 8: Одинаковые и Разные

# data_list
source: **Comparing:** Help your child understand properties better by comparing and contrasting them. **Examples:** For example, talk about the size or age of a child and an adult – one is younger and the other older, and one is shorter and the other is taller. Or you could talk about a bird and a dog – one can fly and has feathers and the other has fur and cannot fly. **Same and different:** Make a playful activity out of this by showing your child two objects and asking how they are the same and how they are different. Be prepared for surprising ideas and do include silly suggestions along with the more serious ones. **More examples:** If you hand your child a spoon and fork, there are many things your child might say. They are the same because you eat with both of them. They are also the same because you hold both of them, they are about the same size, or they are made of the same material. They are different because one is smooth and somewhat round, while the other is pointed.
pt: **Comparando:** Ajude seu filho a entender melhor as propriedades comparando-as e contrastando-as. **Exemplos:** Por exemplo, fale sobre o tamanho ou a idade de uma criança e de um adulto – um é mais novo e o outro mais velho, e um é mais baixo e o outro é mais alto. Ou você poderia falar sobre um pássaro e um cachorro – um pode voar e tem penas, e o outro tem pelos e não pode voar. **Igual e diferente:** Faça disso uma atividade divertida, mostrando ao seu filho dois objetos e perguntando em que eles são iguais e em que são diferentes. Esteja preparado para ideias surpreendentes e inclua sugestões bobas junto com as mais sérias. **Mais exemplos:** Se você entregar ao seu filho uma colher e um garfo, há muitas coisas que seu filho pode dizer. Eles são iguais porque você come com os dois. Eles também são iguais porque você segura os dois, têm mais ou menos o mesmo tamanho ou são feitos do mesmo material. Eles são diferentes porque um é liso e um tanto redondo, enquanto o outro é pontudo.
ru: **Сравнение:** Помогите вашему ребёнку лучше понять свойства, сравнения и сопоставляя их. **Примеры:** Например, расскажите о росте или возрасте ребёнка и взрослого– один младше, другой старше, один ниский, а другой выше. Или о птице и собаке – oдна умеет летать и у неё есть перья, а другая имеет мех, но летать не может. **Одинаковые и разные:** Превратите это в игру – покажите ребёнку два предмета и спросите, чем они похожи, a чем разные. Будьте готовы к неожиданным идеям и включайте глупые предложения с более серьёзными. **Больше примеров:** Если вы дадите ребёнку ложку и вилку, он может сказать много разных вещей. Они одинаковые, потому что вы едите обеими. Они также одинаковые, потому что вы держите их обе, они примерно одинакового размера или сделаны из одинакового материала. Они отличаются, потому что одна гладкая и слегка круглая, а другая заострённая.

# data_list
source: 1.9 Patterns
pt: Passo 9: Padrões
ru: Шаг 9: Закономерности

# data_list
source: Patterns are everywhere! Recognizing, describing, and creating patterns is central to playing with mathematics.
pt: Padrões estão por toda parte! Reconhecer, descrever e criar padrões é fundamental para brincar com matemática.
ru: Закономерности повсюду! Распознавание, описание и создание закономерности - это основа игры с математикой.

# data_list
source: Here are some characteristics that can be used by themselves or mixed together to create patterns: * Movement patterns: stepping, jumping, waving, nodding * Sound patterns: clapping, knee slapping, tongue clicking, stamping * Loudness patterns: soft, medium, loud * Visual patterns: color, shape, size **Discover patterns:** Challenge each other to find repeating patterns wherever you are. You might notice a repeating tile work in a floor, wall, or ceiling. The brick work of a building might make an interesting pattern. Plants may be planted in an organized pattern in a field. The side of a pineap- ple or pine cone may have a spiral pattern. Something may be producing sounds in a repeating pattern. **Game: Repeat patterns:** Two or more of you can challenge each other to repeat and extend each other's patterns. This can be done in many ways. The simplest is for one person to create a pattern of sounds and movements and have all the others repeat it. Add difficulty to this by having the original person add one more item to the end of the pattern every time the pattern goes once around the group. Alternatively, each person can take the pattern that comes to them and one more item at the end of it. **Secret handshakes or knocks:** Use patterns as an agreed upon way for being allowed to enter some place such as a room. This might be a series of fist bumps and other type of handshakes. Or it might be knocking and stamping that causes a series of sounds. **Sequence of drawings:** For older children, create puzzles by drawing a pattern of shapes. One person establishes a pattern and then leaves gaps in the repeating sequence for the other to fill in.
pt: Aqui estão algumas características que podem ser usadas sozinhas ou misturadas para criar padrões: * Padrões de movimento: passos, saltos, acenos, concordar com a cabeça * Padrões sonoros: palmas, tapas nos joelhos, estalos na língua, pisadas * Padrões de volume: suave, médio, alto * Padrões visuais: cor, forma, tamanho **Descubra padrões:** Desafiem-se a encontrar padrões repetidos onde quer que estejam. Vocês podem notar um padrão de azulejos que se repete em um chão, parede ou teto. A alvenaria de um prédio pode formar um padrão interessante. As plantas podem ser plantadas em um padrão organizado em um campo. O lado de um abacaxi ou de uma pinha pode ter um padrão em espiral. Algo pode estar produzindo sons em um padrão repetido. **Jogo: Repetir padrões:** Duas ou mais pessoas podem se desafiar para repetir e estender os padrões umas das outras. Isso pode ser feito de muitas maneiras. A mais simples é que uma pessoa crie um padrão de sons e movimentos para que todas as outras o repitam. Aumente a dificuldade fazendo com que a pessoa que começou o jogo adicione mais um item ao final do padrão toda vez que ela completar uma volta pelo grupo. Como alternativa, cada pessoa pode repetir o padrão que foi passado a ela e adicionar mais um item ao final. **Apertos de mão ou batidas secretas:** Usem padrões como uma forma combinada para poderem entrar em algum lugar, como um quarto. Isso pode ser uma série de soquinhos e outros tipos de apertos de mão. Ou pode ser batidas e pisadas que causem uma série de sons. **Sequência de desenhos:** Para crianças mais velhas, crie quebra-cabeças desenhando um padrão de formas. Uma pessoa estabelece um padrão e então deixa lacunas na sequência que se repete para o outro preencher.
ru: Вот некоторые характеристики, которые можно использовать по отдельности или смешивать для создания закономерностей: * Закономерности движений: шаги, прыжки, взмахи руками, кивание * Звуковые закономерности: xлопать, хлопать по коленам, цоканье языком, топание * Закономерности громкости: тихо, средняя, громко * Визуальные закономерности: цвет, форма, размер **Обнаружить закономерности:** Бросьте друг другу вызов, чтобы найти повторяющиеся закономерности, где бы вы не находились. Вы можете заметить повторяющуюся плитку на полу, стене, или потолке. Кирпичная кладка здания может создавать интересный узор. Растения могут быть высажены в поле в упорядоченном порядке. Боковая поверхность ананаса или сосновой шишки может иметь спиральный узор. Что-то может издавать повторяющиеся звуки. **Игра: повторяем закономерности:** Двое или более участников могут предложить друг другу повторить и расширить закономерности друг друга. Это можно сделать разными способами. Самый простой – один человек создаёт закономерность и звуков или движений, а все остальные повторяют. Усложните задачу, попросив первого участника добавлять по одному предмету в конце закономерности каждый раз. В качестве альтернативы, каждый участник ,может взять закономерность, который ему попадётся, и добавить ещё один предмет в конце закономерности. **Секретные рукопожатия или стуки:** Используйте идею закономерностей как согласованный способ входа в какое-либо место, например в комнату. **Последовательность рисунков:** Для детей постарше можно создавать пазлы, рисуя узоры из фигур. Один человек рисует узор, а затем оставляет пробелы в повторяющиеся последовательности, чтобы другой мог заполнить.

# data_list
source: 1.10 Basic Shapes I
pt: Passo 10: Formas Básicas I
ru: Шаг 10: Основные Фигуры

# data_list
source: **The world of shapes:** There are many possibilities that open up as your child's understanding of properties grows. For example, they can now understand geometric shapes and talk about them! **Counting sides:** Distinguishing between a triangle, square, rectangle, hexagon, and octagon will involve the idea of "sides" and being able to count those sides. Your child's growing understanding of quantities will make this counting possible. Also, as your child begins to automatically identify these shapes, that will help them to deepen their understand of the quantities for 3, 4, 6, and 8. **Basic shapes:** For now, stay with basic shapes and build confidence and fluency with those shapes. Of course, you can always mix in any additional shapes, such as stars, that your child happens to enjoy. Here is a list of words for flat shapes: * Circle * Triangle * Rectangle (looks like a piece of paper) * Square (rectangle with equal sides) * Hexagon (6 sides) * Octagon (8 sides – stop sign) This is a list of words for 3-dimensional shapes: * Ball (Sphere) * Cylinder (Round tube) * Box (Cube) **Hands on:** Use and explain these shape names as your child plays with objects that have these shapes. Give them lots of opportunities to see how these fit together or build on top of each other. Help your child identify these shapes as you see the shapes out in the world.
pt: **O mundo das formas:** Muitas possibilidades se abrem à medida que a compreensão do seu filho sobre propriedades aumenta. Por exemplo, agora ele consegue entender formas geométricas e falar sobre elas! **Contando lados:** Distinguir entre triângulo, quadrado, retângulo, hexágono e octógono envolverá a noção de "lados" e a capacidade de contá-los. A crescente compreensão do seu filho sobre quantidades tornará essa contagem possível. Além disso, à medida que ele começa a identificar automaticamente essas formas, isso o ajudará a aprofundar sua compreensão das quantidades de 3, 4, 6 e 8. **Formas básicas:** Por enquanto, concentre-se nas formas básicas e ganhe confiança e fluência com elas. Claro, você sempre pode adicionar outras formas, como estrelas, que seu filho goste. Aqui está uma lista de palavras para formas planas: * Círculo * Triângulo * Retângulo (parece um pedaço de papel) * Quadrado (retângulo com lados iguais) * Hexágono (6 lados) * Octógono (8 lados – placa de “Pare”) Esta é uma lista de palavras para formas tridimensionais: * Bola (Esfera) * Cilindro (Tubo redondo) * Caixa (Cubo) **Mão na massa:** Use e explique os nomes dessas formas enquanto seu filho brinca com objetos que têm essas formas. Dê a ele muitas oportunidades para ver como elas se encaixam ou se constroem umas sobre as outras. Ajude seu filho a identificar essas formas enquanto vocês veem as formas pelo mundo.
ru: **Мир форм:** По мере того, как ваш ребёнок осваивает свойства, перед ним открывается множество возможностей. Например, теперь он может понимать геометрические фигуры и обсуждать их! **Подсчёт сторон:** Развлечения треугольника, квадрата, прямоугольника, шестиугольника, и восьмиугольника потребует понимания «сторон» и умение считать их. Растущее понимание вашего ребёнка о количественных характеристиках сделает этот счёт возможным. Кроме того, по мере того как ваш ребёнок начнёт автоматически определять эти фигуры, это поможет ему углубить понимание количества 3, 4, 6, and 8. **Основные формы:** Пока просто используйте базовые формы и развивайте уверенность и беглость в их использование. Конечно, вы всегда можете добавить любые дополнительные формы, например звёзды, которые нравятся вашему ребёнку. Вот список слов для обозначения плоских фигур: * Круг * Треугольник * Прямоугольник (выглядит как лист бумаги) * Квадрат (прямоугольник с равными сторонами) * Шестиугольник (6 сторон) * Восьмиугольник (8 сторон – знак остановки) Это список слов которые трёхмерные фигуры: * Шар (Сфера) * Цилиндр (Круглая трубка) * Коробка (Куб) **Используйте руки:** Используйте и объясняйте названия этих фигур, когда ваш ребёнок играет с предметами этой формы. Дайте ему возможность увидеть, как они соединяются друг с другом или строятся друг на друге. Помогите ребёнку узнавать эти фигуры, когда вы видите их в окружающем мире.

# data_list
source: 2.0 Stage 2 Introduction
pt: Etapa 2: Eu Posso Contar até 5!
ru: Этап 2: Я Могу Считать до 5!
