Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Does the "strange creature" look like what you imagined?
de: Sieht die "seltsame Kreratur" aus, wie du dir sie vorgestellt hast?
el: Το "παράξενο πλάσμα" μοιάζει με αυτό που φαντάστηκες;
pt: A "criatura estranha" se parece com o que você imaginou?
ru: Похоже ли «странное существо» на то, что ты себе представлял?

# data_list
source: Point at and count the number of children in this picture.
de: Zeige auf die Mädchen und zähle ihre Anzahl auf diesem Bild.
el: Δείξε και μέτρησε τον αριθμό των παιδιών σε αυτή την εικόνα.
pt: Aponte e conte o número de crianças nesta imagem.
ru: Покажи и посчитай количество детей на этой картинке.

# data_list
source: Shaking with fear, they ran to tell their brothers about what they had seen. But the boys didn't believe them. "The girls are being silly!" they said.
de: Zitternd vor Angst rannten sie zu ihren Brüdern, um ihnen zu erzählen, was sie gesehen hatten. Aber die Jungen glaubten ihnen nicht. "Die Mädchen sind albern", sagten sie.
el: Τρέμοντας από φόβο, έτρεξαν να πουν στα αδέρφια τους τι είχαν δει. Αλλά τα αγόρια δεν τους πίστευαν. "Τα κορίτσια φέρονται ανόητα!" είπαν.
pt: Tremendo de medo, eles correram para contar a seus irmãos sobre o que tinham visto. Mas os meninos não acreditaram neles. "As meninas estão sendo bobas!" eles disseram.
ru: Дрожа от страха, они побежали рассказывать своим братьям о том что они увидели. Но мальчики им не поверили. «Девочки ведут себя глупо!» они сказали.

# data_list
source: There are four children and four heads. How many legs do you see? How many arms do you see? Is that surprising?
de: Da sind vier Kinder und vier Köpfe. Wie viele Beine siehst du? Überrascht dich das?
el: Υπάρχουν τέσσερα παιδιά και τέσσερα κεφάλια. Πόσα πόδια βλέπεις; Πόσα χέρια βλέπεις; Είναι αυτό περίεργο;
pt: Há quatro crianças e quatro cabeças. Quantas pernas você vê? Quantos braços você vê? Isso é surpreendente?
ru: Есть четверо детей и четыре головы. Сколько ног ты видишь? Сколько рук ты видишь? Это удивительно?

# data_list
source: Are there more girls or boys in this picture?
de: Sind da mehr Jungen oder mehr Mädchen auf diesem Bild?
el: Υπάρχουν περισσότερα κορίτσια ή αγόρια σε αυτή την εικόνα;
pt: Há mais meninas ou mais meninos nesta imagem?
ru: На картинке больше от девочек или мальчиков?

# data_list
source: Look at their mouths and eyebrows. What do their faces tell you about what these children are thinking and feeling?
de: Schau auf deren Münder und Augenbrauen. Was sagen ihre Gesichter darüber, was diese Kinder denken und fühlen?
el: Κοίταξε τα στόματα και τα φρύδια τους. Τι σου λένε τα πρόσωπά τους για το τι σκέφτονται και αισθάνονται αυτά τα παιδιά;
pt: Olhe para suas bocas e sobrancelhas. O que seus rostos dizem sobre o que essas crianças estão pensando e sentindo?
ru: Посмотри на их рты и брови. Что их лица говорят тебе о том что думают и чувствуют эти дети?

# data_list
source: Eventually, curiosity got the better of the boys. They followed the girls to the river to see this strange creature for themselves.
de: Schließlich gewann die Neugier der Jungen. Sie folgten den Mädchen zum Fluss, um diese seltsame Kreatur selber zu sehen.
el: Τελικά, η περιέργεια νίκησε τα αγόρια. Ακολούθησαν τα κορίτσια στο ποτάμι για να δουν αυτό το παράξενο πλάσμα από κοντά.
pt: Eventualmente, a curiosidade levou a melhor sobre os meninos. Eles seguiram as meninas até o rio para ver essa criatura estranha por si mesmos.
ru: В конце концов мальчики стали очень любопытными. Они последовали за девочками к реке, чтобы своими глазами увидеть это странное существо.

# data_list
source: How can you tell from their size in the picture that the girls are far away and the boys are nearby?
de: Wie kannst du von deren Größe im Bild ableiten, dass die Mädchen weit weg und die Jungen nahe sind?
el: Πώς μπορείς να καταλάβεις από το μέγεθός τους στην εικόνα ότι τα κορίτσια είναι μακριά και τα αγόρια κοντά;
pt: Como você pode dizer pelo tamanho deles na imagem que as meninas estão longe e os meninos estão próximos?
ru: По размеру на картинке определить что девочки далеко а мальчики близко?

# data_list
source: Why are the girls far away behind some bushes?
de: Warum sind die Mädchen weit weg hinter Gebüschen?
el: Γιατί τα κορίτσια είναι μακριά πίσω από κάποιους θάμνους;
pt: Por que as meninas estão longe atrás de alguns arbustos?
ru: Почему девочки далеко за кустами?

# data_list
source: The grass, bushes, and trees are different shades of green. Are there different shades of some color where you are?
de: Das Gras, die Gebüsche und Bäume sind verschiedene Zwischentöne von Grün. Gibt es verschiedene Abstufungen einer Farbe, dort wo du bist?
el: Το χόρτο, οι θάμνοι και τα δέντρα έχουν διαφορετικές αποχρώσεις του πράσινου. Υπάρχουν διαφορετικές αποχρώσεις κάποιου χρώματος εκεί που είσαι;
pt: A grama, os arbustos e as árvores são de diferentes tons de verde. Existem diferentes tons de alguma cor onde você está?
ru: Трава, кусты и деревья имеют разные оттенки зелёного. Есть ли разные оттенки какого-либо цвета там, где ты сейчас находишься?

# data_list
source: They searched and searched, but all they could see was the tall grass and trees. Suddenly, they heard a noise, and looked up.
de: Sie suchten und suchten, doch alles, was sie sehen konnten, war das hohe Gras und die Bäume. Plötzlich hörten sie ein Geräusch und schauten auf.
el: Έψαξαν, έψαξαν, αλλά το μόνο που μπορούσαν να δουν ήταν τα ψηλά χόρτα και τα δέντρα. Ξαφνικά, ακούστηκε ένας θόρυβος, και κοίταξαν ψηλά.
pt: Eles procuraram e procuraram, mas tudo o que podiam ver era a grama alta e as árvores. De repente, eles ouviram um barulho e olharam para cima.
ru: Они искали и искали, но всё что они видели это высокая трава и деревья. Вдруг они услышали шум и посмотрели наверх.

# data_list
source: What do you think made that noise above them?
de: Was, meinst du, machte dieses Geräusch über ihnen?
el: Τι νομίζεις ότι έκανε αυτόν τον θόρυβο;
pt: O que você acha que fez aquele barulho acima deles?
ru: Как ты думаешь, что произвело этот шум над ними?

# data_list
source: What kinds of things make noises above our heads?
de: Welche Art von Dingen machen Geräusche über unseren Köpfen?
el: Τι είδους πράγματα κάνουν θόρυβο πάνω από τα κεφάλια μας;
pt: Que tipo de coisas fazem barulho acima de nossas cabeças?
ru: Какие вещи шумят над нашими головами?

# data_list
source: That is really tall grass! What part of their bodies does the grass reach up to?
de: Das ist wirklich hohes Gras! Bis zu welchem Teil ihres Körpers reicht das Gras?
el: Αυτό είναι πραγματικά πολύ ψηλό χόρτο! Μέχρι πού φτάνει στο σώμα τους;
pt: Essa grama é muito alta! Que parte de seus corpos a grama alcança?
ru: Это очень высокая трава! До какой части их тела доходят трава?

# data_list
source: Up on a tree swung the strangest creature they had ever seen. It had two arms, two hands, two legs and two feet. Instead of one each, like them.
de: Auf einem Baum schwang die seltsamste Kreatur, die sie jemals gesehen hatten. Sie hatte zwei Arme, zwei Hände, zwei Beine und zwei Füße. Statt jeweils einem, wie sie.
el: Πάνω σε ένα δέντρο κρεμόταν το πιο παράξενο πλάσμα που είχαν δει ποτέ. Είχε δύο χέρια, δύο παλάμες, δύο πόδια, και δύο πέλματα, αντί για ένα, όπως είχαν εκείνοι.
pt: Em cima de uma árvore balançava a criatura mais estranha que eles já tinham visto. Tinha dois braços, duas mãos, duas pernas e dois pés. Em vez de um de cada, como eles.
ru: На дереве качалась самая странное существо, которое oни когда-либо видели. У него была две руки и две ноги. Вместо одного, как у них.

# data_list
source: How many arms, legs, hands, and eyes does each member of the family have?
de: Wie viele Arme, Beine, Hände und Augen hat jedes Mitglied der Familie?
el: Πόσα χέρια, πόδια, παλάμες και μάτια έχει κάθε μέλος της οικογένειας;
pt: Quantos braços, pernas, mãos e olhos cada membro da família tem?
ru: Сколько рук, ног и глаз у каждого члена семьи?

# data_list
source: Did you assume the unseen side of each family member had another arm, leg, hand, and eye, just like the side you could see?
de: Hast du angenommen, dass die verborgene Seite jedes Familienmitglieds einen weiteren Arm, ein weiteres Bein, eine weitere Hand und ein weiteres Auge hatte, genau wie die Seite, die du sehen konntest?
el: Υπέθεσες ότι η αθέατη πλευρά κάθε μέλους της οικογένειας έχει ακόμα ένα χέρι, πόδι, παλάμη και μάτι, όπως η πλευρά που μπορείς να δεις;
pt: Você presumiu que o lado escondido de cada membro da família tinha outro braço, perna, mão e olho, assim como o lado que você podia ver?
ru: Ты предполагал что у невидимой стороны каждого члена семьи есть ещё одна рука, нога и глаз, точно так же как и у Той страны которую ты можешь видеть?

# data_list
source: When you see only one side of something, it is easy to assume the other side looks the same -- that it is the mirror reflection of what you can see.
de: Wenn du nur eine Seite siehst von etwas, scheint es naheliegend zu vermuten, die andere Seite sähe gleich aus – das ist die Spiegelreflektion davon, was du siehst.
el: Όταν βλέπεις μόνο μία πλευρά από κάτι, είναι εύκολο να υποθέσεις ότι η άλλη πλευρά είναι ίδια -- ότι είναι το καθρέφτισμα αυτού που μπορείς να δεις.
pt: Quando você vê apenas um lado de algo, é fácil supor que o outro lado parece o mesmo - que é o reflexo espelhado do que você pode ver.
ru: Когда ты выйдешь пока одну сторону чего-то, легко предположить что другая сторона выглядят так же-- Это зеркальное отражение того что ты видишь.

# data_list
source: The frightened children ran home to call their parents. Soon the whole family was at the river to see the creature.
de: Die verängstigten Kinder rannten nach Hause, um ihre Eltern zu rufen. Bald war die ganze Familie am Fluss, um die Kreatur zu sehen.
el: Τα τρομαγμένα παιδιά έτρεξαν πίσω στο σπίτι για να φωνάξουν τους γονείς τους. Σύντομα όλη η οικογένεια ήταν στο ποτάμι για να δει το πλάσμα.
pt: As crianças assustadas correram para casa para chamar os pais. Logo toda a família estava no rio para ver a criatura.
ru: Испуганные дети побежали домой, чтобы позвонить родителям. Скоро вся семья собралась на реке, чтобы увидеть это существо.

# data_list
source: Count the number of arms in this picture. If each person had two arms, how many arms would there be?
de: Zähle die Zahl der Arme auf diesem Bild. Wenn jede Person zwei Arme hätte, wie viele Arme wären da?
el: Μέτρησε τον αριθμό των χεριών σε αυτή την εικόνα. Αν είχε κάθε άνθρωπος δύο χέρια, πόσα χέρια θα υπήρχαν;
pt: Conte o número de braços nesta imagem. Se cada pessoa tivesse dois braços, quantos braços haveria?
ru: Количество рук на этой картине. У каждого человека есть две руки то сколько количество рук вместе?

# data_list
source: Arms and legs are called limbs. How many limbs does this family have?
de: Arme und Beine werden Gliedmaßen genannt. Wie viele Gliedmaßen hat diese Familie?
el: Τα χέρια και τα πόδια ονομάζονται άκρα. Πόσα άκρα έχει αυτή η οικογένεια;
pt: Braços e pernas são chamados de membros do corpo. Quantos membros do corpo esta família tem?
ru: Руки и ноги называются конечностями. Сколько конечностей у этой семьи?

# data_list
source: Did you notice that the grass was tall, but now it is short? Did someone cut the grass?
de: Ist dir aufgefallen, dass das Gras hoch stand und dass es jetzt kurz ist? Hat jemand das Gras geschnitten?
el: Παρατήρησες ότι το χόρτο ήταν ψηλό, αλλά τώρα είναι κοντό; Έκοψε κάποιος το χόρτο;
pt: Você notou que a grama era alta, mas agora está curta? Alguém cortou a grama?
ru: Ты заметил что раньше трава была высокая, а теперь она короче? Кто-то порезал траву?

# data_list
source: Don't hurt me! the creature said, as it hid behind the tree. Now the family could only see the creature's one foot, one leg, one hand, one arm and one eye.
de: "Tut mir nicht weh!" sagte die Kreatur, als sie sich hinter dem Baum versteckte. Jetzt konnte die Familie nur einen Fuß, ein Bein, eine Hand, einen Arm und ein Auge sehen.
el: "Μη μου κάνετε κακό!" είπε το πλάσμα, καθώς κρυβόταν πίσω από το δέντρο. Τώρα η οικογένεια μπορούσε να δει μόνο το ένα πόδι, το ένα χέρι, την μία παλάμη, το ένα μάτι.
pt: "Não me machuque!" disse a criatura enquanto se escondia atrás da árvore. Agora a família só podia ver um pé, uma perna, uma mão, um braço e um olho da criatura.
ru: «Не делай мне больно!» сказал существо, спрятавшись за деревом. Семья могла видеть только одну ногу, одну руку и один глаз существа.

# data_list
source: The creature is hiding behind a tree. Where are some places you like to hide?
de: Die Kreatur versteckt sich hinter einem Baum. Wo versteckst du dich gerne?
el: Το πλάσμα κρύβεται πίσω από ένα δέντρο. Πες μερικά μέρη που σου αρέσει να κρύβεσαι.
pt: A criatura está se escondendo atrás de uma árvore. Quais são alguns lugares que você gosta de se esconder?
ru: Существо прячется за деревом. В каких местах ты любишь прятаться?

# data_list
source: When the creature is halfway behind the tree, it looks just like each of the family members. Why is that?
de: Wenn die Kreatur auf halbem Weg hinter dem Baum ist, sieht sie gleich aus wie jedes Familienmitglied. Warum ist das so?
el: Όταν το πλάσμα είναι μισό πίσω από το δέντρο, μοιάζει ακριβώς με κάθε μέλος της οικογένειας. Γιατί συμβαίνει αυτό;
pt: Quando a criatura está escondida pela metade atrás da árvore, ela se parece com cada um dos membros da família. Por que isso?
ru: Когда существо находится на полпути за деревом, оно похоже на каждого из членов семьи. Почему это так?

# data_list
source: The creature feels "outnumbered." How many people are in the family and how many creatures are there? Which is more and which is less?
de: Die Kreatur fühlt sich "zahlenmäßig überlegen". Wie viele Leute zählt die Familie und wie viele Kreaturen sind es? Vom wem gibt es mehr, und von wem weniger?
el: Το πλάσμα αισθάνεται ότι το έχουν "ξεπεράσει αριθμητικά". Πόσα άτομα είναι στην οικογένεια και πόσα πλάσματα υπάρχουν; Ποια είναι περισσότερα και ποια λιγότερα;
pt: A criatura se sente "em menor número". Quantas pessoas há na família e quantas criaturas existem? Qual é mais e qual é menos?
ru: Существо чувствует себя «в меньшинстве». Сколько человек в семье и сколько существ? Что больше, а что меньше?

# data_list
source: I am just like you, continued the creature. "The only difference is that I was made with two of almost everything."
de: "Ich bin genau wie du," fuhr die Kreatur fort. "Der einzige Unterschied ist, dass ich aus zwei von fast jedem gemacht wurde."
el: "Είμαι ακριβώς σαν εσάς," συνέχισε το πλάσμα. "Η μόνη διαφορά είναι ότι φτιάχτηκα με δύο από σχεδόν τα πάντα."
pt: "Eu sou igual a você", continuou a criatura. "A única diferença é que fui feito com dois de quase tudo."
ru: «Я такой же как и ты», продолжила говорить существо. «Единственная разница в том, что у меня два всего».

# data_list
source: Which body parts do you have two of and which do you have one of?
de: Von welchen Körperteilen hast du zwei und von welchen einen Teil?
el: Ποια μέρη του σώματός σου έχεις δύο και ποια έχεις ένα;
pt: De quais partes do corpo você tem duas e quais você tem uma?
ru: В каких частей тела у тебя есть два а каких только одна?

# data_list
source: For the body parts you have one of, are they on the sides or the middle line of your body?
de: Von den Körperteilen, von welchen du einen hast, sind sie auf der Seite oder der Mittellinie deines Körpers?
el: Τα μέρη του σώματος που έχεις ένα, βρίσκονται στα πλάγια ή στη μεσαία γραμμή του σώματός σου;
pt: Para as partes do corpo que você tem só uma, elas estão nas laterais ou na linha do meio do seu corpo?
ru: Из тех частей тела у которых у нас только есть один, находится ли они по бокам или на средней линии нашего тела?

# data_list
source: Think of someone you know. List three ways they are similar to you and three ways that they are different.
de: Denke an jemanden, den du kennst. Liste drei Gemeinsamkeiten und drei Unterschiede zu dir auf.
el: Σκέψου κάποιον που γνωρίζεις. Πες τρεις τρόπους με τους οποίους είναι παρόμοιος με σένα και τρεις τρόπους με τους οποίους διαφέρει.
pt: Pense em alguém que você conhece. Liste três maneiras pelas quais eles são semelhantes a você e três maneiras pelas quais eles são diferentes.
ru: Подумай о ком-то кого ты знаешь. Назови три черты, в которых они похожи на тебя, и три черты, в которых они отличаются от тебя.

# data_list
source: So this was how the Izanzawu family discovered that it was not a creature to be scared of. It was simply a different form of them.
de: Also war dies wie die Izinzawu Familie herausgefunden hat, dass es nicht eine Kreatur war, vor der man sich fürchten musste. Es war einfach eine andere Form von ihnen.
el: Έτσι η οικογένεια Ιζινζάου ανακάλυψε ότι δεν ήταν ένα πλάσμα που έπρεπε να φοβηθούν. Ήταν απλά μια διαφορετική εκδοχή από αυτούς.
pt: Então foi assim que a família Izanzawu descobriu que não era uma criatura para se ter medo. Era simplesmente uma forma diferente deles.
ru: Итак семья Изинзаву обнаружила, что это не то существо, которого стоит бояться. Это была просто другая форма их.

# data_list
source: The creature has a striped shirt with two colors and everyone else's shirt has just one. Why did the writer do that?
de: Die Kreatur trägt ein gestreiftes Hemd mit zwei Farben und die Hemden aller anderen haben nur eine Farbe. Warum hat der Author dies gemacht?
el: Το πλάσμα έχει μια ριγέ μπλούζα με δύο χρώματα και όλοι οι άλλοι έχουν μπλούζα με μόνο ένα. Γιατί το έκανε αυτό ο συγγραφέας;
pt: A criatura tem uma camisa listrada com duas cores e a camisa de todos os outros tem apenas uma. Por que o escritor fez isso?
ru: Полосатая рубашка двух цветов, а у всех остальных только один. Почему писатель это сделал?

# data_list
source: There are six people in the Izanzawu family. When you add one more for the "creature," how many people are there?
de: Es sind sechs Menschen in der Izinzawu Familie. Wenn du einen mehr für die "Kreatur" rechnest, wie viele sind es dann?
el: Υπάρχουν έξι άτομα στην οικογένεια Ιζινζάου. Όταν προσθέσεις ένα ακόμα για το "πλάσμα", πόσα άτομα είναι;
pt: Há seis pessoas na família Izanzawu. Quando você adiciona mais um contando com a "criatura", quantas pessoas existem?
ru: Семья Изинзаву есть шесть человек. Когда ты добавишь ещё одно за «существа», сколько получается людей?

# data_list
source: If you arrange these seven people in order of height, putting the shortest on the left and tallest on the right, what would the order be? Describe this order using the color of their clothes.
de: Wenn du diese sieben Personen nach Höhe, den kleinsten links und den größtenrechts stellen würdest, was wäre die Reihenfolge? Beschreibe diese Reihenfolge, indem du die Farben ihrer Kleidung benutzt.
el: Αν τακτοποιήσεις αυτά τα επτά άτομα κατά ύψος, ξεκινώντας από το πιο κοντό στα αριστερά και το πιο ψηλό στα δεξιά, ποια θα ήταν η σειρά; Περίγραψε αυτή τη σειρά χρησιμοποιώντας το χρώμα των ρούχων τους.
pt: Se você organizar essas sete pessoas em ordem de altura, colocando a mais baixa à esquerda e a mais alta à direita, qual seria a ordem? Descreva esta ordem usando a cor de suas roupas.
ru: Если расположить этих семь человек по росту, поставив с самого низкого слева, а самого высокого справа, каков будет порядок? Пиши этот порядок, используя цвет их одежды.

# data_list
source: How many legs do two ladybugs have?
el: Πόσα πόδια έχουν δύο πασχαλίτσες;
pt: Quantas pernas têm duas joaninhas?
ru: Сколько ног у двух божьих коровок?

# data_list
source: Skip counting is counting by steps bigger than 1. You can skip count these legs by 6's by counting 6, 12. You can also skip count by 3's using the sides of their bodies 3, 6, 9, 12.
el: Η αρίθμηση με πηδηματάκια είναι η αρίθμηση με βήματα μεγαλύτερα από το 1. Μπορείς να μετρήσεις τα πόδια με πηδηματάκια ανά 6 λέγοντας 6, 12. Μπορείς επίσης να μετρήσεις με πηδηματάκια ανά 3 χρησιμοποιώντας τις πλευρές του σώματός τους: 3, 6, 9, 12.
pt: Contar em intervalos é contar por grupos de números maiores que 1. Você pode contar essas pernas em intervalos de 6, contando 6, 12. Você também pode contá-las em intervalos de 3, contando os lados dos corpos delas 3, 6, 9, 12.
ru: Считать с пропусками - это подсчёт шагами больше чем один. Ты можешь считать с пропусками чтобы посчитать ноги по 6, почитав 6, 12. Ты также можешь считать с пропусками по 3, используя стороны тела 3, 6, 9, 12.

# data_list
source: You can skip count to 12 in steps of 3 and 6. Can you think of other ways to skip count to 12? Which ways work (1, 2, 3, 4, 6, 12) and which ways don't (5, 7, 8, 9, 10, 11)?
el: Μπορείς να αριθμήσεις μέχρι το 12 με πηδηματάκια ανά 3 και ανά 6. Μπορείς να σκεφτείς άλλους τρόπους για να αριθμήσεις μέχρι το 12; Με ποιους τρόπους γίνεται αυτό (1, 2, 3, 4, 6, 12) και με ποιους όχι (5, 7, 8, 9, 10, 11);
pt: Você pode contar em intervalos até o número 12 usando os grupos de números de 3 e de 6. Você consegue pensar em outras maneiras de contar em intervalos até o número 12? Quais maneiras funcionam (1, 2, 3, 4, 6, 12) e quais não funcionam (5, 7, 8, 9, 10, 11)?
ru: Ты можешь считать с пропусками до 12 с шагами 3 и 6. Можешь ли ты придумать другие способы чтобы пропустить счёт до 12? Какие способы работают (1, 2, 3, 4, 6, 12) и какие нет (5, 7, 8, 9, 10, 11)?

# data_list
source: Count together the dots on each ladybug's back. Have you seen ladybugs around where you live -- did they have more or fewer dots than these?
el: Μετρήστε μαζί τις βούλες στην πλάτη κάθε πασχαλίτσας. Έχεις δει πασχαλίτσες εκεί που ζεις — είχαν περισσότερες ή λιγότερες βούλες από αυτές;
pt: Vamos contar juntos todas as manchas nas costas de cada joaninha. Você já viu joaninhas no local onde mora? Elas tinham mais ou menos manchas do que essas duas?
ru: Посчитай точки на спинке каждой божьей коровки. Ты видел божьих коровок там где ты живёшь-- у них было больше или меньше точек, чем у этих?

# data_list
source: How many wings do four birds have?
el: Πόσες φτερούγες έχουν τέσσερα πουλιά;
pt: Quantas asas têm quatro pássaros?
ru: Сколько крыльев у четырёх птиц?

# data_list
source: Skip count the wings by counting by 2's -- one 2 for each bird.
el: Μέτρησε τις φτερούγες με πηδηματάκια ανά 2 — ένα 2 για κάθε πουλί.
pt: Conte as asas em intervalos de 2 -- 2 para cada pássaro.
ru: Считай с пропусками по два -- один 2 для каждой птицы.

# data_list
source: Skip count the wings by counting the four left wings and then the four right wings. It's fun that you get the same answer whether you skip by 2's or 4's!
el: Μέτρησε τις φτερούγες μετρώντας πρώτα τις τέσσερις αριστερές φτερούγες και μετά τις τέσσερις δεξιές φτερούγες. Είναι διασκεδαστικό ότι έχεις το ίδιο αποτέλεσμα αν μετρήσεις με πηδηματάκια ανά 2 ή ανά 4!
pt: Conte as asas em intervalos, considerando as quatro asas esquerdas e depois as quatro direitas. É divertido obter a mesma resposta se contar em intervalos de 2 ou de 4!
ru: Считай с пропусками чтобы посчитать крылья, посчитав четыре левых крыла, а затем четыре правых крыла. Забавно что получаешь один и тот же ответ независимо от того если ты считаешь по 2 или 4!

# data_list
source: If the bird in the sky flies away, how many of the four birds will remain?
el: Αν το πουλί στον ουρανό πετάξει μακριά, πόσα από τα τέσσερα πουλιά θα παραμείνουν;
pt: Se o pássaro que está no céu voar para longe, quantos pássaros restarão?
ru: Если птица в небе улетит, сколько птиц из четырёх останется?

# data_list
source: How many horns do three rhinos have?
el: Πόσα κέρατα έχουν τρεις ρινόκεροι;
pt: Quantos chifres têm três rinocerontes?
ru: Сколько рогов у трёх носорогов?
