Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Count together the people in Chat's family. Did you include Chat?
de: Zähle die Leute in Chats Familie zusammen. Hast du Chat mitgezählt?
el: Μετρήστε μαζί τους ανθρώπους στην οικογένεια της Τσατ. Συμπεριλάβατε την Τσατ;
pt: Vamos contar juntos as pessoas da família de Chat. Você incluiu a Chat?
ru: Посчитайте вместе сколько людей в семье Чет. Ты включил Чет?

# data_list
source: Can you tell by looking at their faces what each person is feeling?
de: Kannst du durch das Beobachten ihrer Gesichter erahnen, was jeder und jede von ihnen gerade denkt?
el: Μπορείς να πεις κοιτάζοντας τα πρόσωπά τους τι αισθάνεται ο καθένας;
pt: Você pode dizer, olhando para seus rostos, o que cada pessoa está sentindo?
ru: Смотря на ихние лица, ты можешь понять что чувствует каждый человек?

# data_list
source: There are many colors here! Which of the colors of the rainbow are missing in this picture?
de: Es gibt so viele Farben hier! Welche Farben des Regenbogens fehlen auf diesem Bild?
el: Υπάρχουν πολλά χρώματα εδώ! Ποια από τα χρώματα του ουράνιου τόξου λείπουν σε αυτή την εικόνα;
pt: Há muitas cores aqui! Quais das cores do arco-íris estão faltando nesta imagem?
ru: Здесь много цветов! Какие цвета радуги отсутствуют на этой картинке?

# data_list
source: You fell and bumped your head, her father said. "We are so thankful that you are fine," said her mother.
de: "Du bist gefallen und hast dir den Kopf gestoßen", sagte ihr Vater. "Wir sind so dankbar, dass es dir gut geht", sagte ihre Mutter.
el: "Έπεσες και χτύπησες το κεφάλι σου" είπε ο πατέρας της. "Είμαστε τόσο ευγνώμονες που είσαι καλά" είπε η μητέρα της.
pt: "Você caiu e bateu a cabeça", disse o pai dela. "Estamos muito gratos por você estar bem", disse a mãe.
ru: «Ты упала и Ударилась головой,» сказал её папа. «Мы так благодарны, что с тобой всё в порядке,» сказала её мама.

# data_list
source: There is a fun circular pattern on Chat's bed. Are there more blue circles or red circles?
de: Auf Chats Bett gibt es ein lustiges rundes Muster. Sind da noch mehr blaue oder rote Kreise?
el: Υπάρχει ένα ωραίο κυκλικό σχέδιο στο κρεβάτι της Τσατ. Υπάρχουν περισσότεροι μπλε κύκλοι ή κόκκινοι κύκλοι;
pt: Há uma estampa circular divertida na cama da Chat. Existem mais círculos azuis ou vermelhos?
ru: На кровати у Чет забавный круглый узор. Есть ли больше синих кругов или красных кругов?

# data_list
source: Describe some pretty patterns around where you are.
de: Beschreibe ein paar schöne Muster da, wo du bist.
el: Περίγραψε μερικά όμορφα σχέδια που επαναλαμβάνονται γύρω σου.
pt: Descreva algumas estampas bonitas em torno de onde você está.
ru: Опиши несколько красивых узоров вокруг того где ты сейчас находишься.

# data_list
source: Find the rectangles in this picture and around where you are.
de: Finde die Rechtecke auf diesem Bild und um dich herum.
el: Βρες τα ορθογώνια σε αυτή την εικόνα και γύρω σου.
pt: Encontre os retângulos nesta imagem e também em torno de onde você está.
ru: Найди прямоугольники На этой картинке и в том месте где ты сейчас.

# data_list
source: Daddy, mummy? asked Chat. She also called the names of her brothers and sisters. "Please, get me a flower." Everyone was surprised.
de: "Papa, Mama?", fragte Chat. Sie rief auch die Namen ihrer Brüder und Schwestern. "Bitte, bringt mir eine Blume." Alle waren überrascht.
el: "Μπαμπά, μαμά;" ρώτησε η Τσατ. Φώναξε επίσης τα ονόματα των αδερφών της. "Σας παρακαλώ, φέρτε μου ένα λουλούδι." Όλοι ήταν έκπληκτοι.
pt: "Papai, mamãe?" perguntou Chat. Ela também chamou os nomes de seus irmãos e irmãs. "Por favor, traga-me uma flor." Todos ficaram surpresos.
ru: «Папуля, мамуля?» спросила Чет. Она также назвала имена своих братьев и сестёр. «Пожалуйста, принесите мне цветок» Все были удивлены.

# data_list
source: Why is everyone surprised?
de: Warum sind alle überrascht?
el: Γιατί όλοι είναι έκπληκτοι;
pt: Por que todos estão surpresos?
ru: Почему все удивлены?

# data_list
source: Why is everyone looking so happy?
de: Warum sehen alle so glücklich aus?
el: Γιατί όλοι φαίνονται χαρούμενοι;
pt: Por que todos parecem tão felizes?
ru: Почему все выглядят такими счастливыми?

# data_list
source: Can you count all the circles on her bed, or is it too many? Can you count other things, such as eyes, arms, or noses?
de: Kannst du alle Kreise auf ihrem Bett zusammenzählen, oder sind es zu viele? Kannst du andere Dinge zusammenzählen, wie zum Beispiel Augen, Arme und Nasen?
el: Μπορείς να μετρήσεις όλους τους κύκλους στο κρεβάτι της ή είναι πάρα πολλοί; Μπορείς να μετρήσεις άλλα πράγματα, όπως μάτια, χέρια ή μύτες;
pt: Consegue contar todos os círculos na cama dela, ou são muitos? Consegue contar outras coisas, como olhos, braços ou narizes?
ru: Ты можешь посчитать Все круги на её кровати или их слишком много? Ты можешь посчитать другие предметы, например, глаза руки или носы?

# data_list
source: Her sister returned with a flower. Chat held it gently. "It is so lovely," she said.
de: Ihre Schwester kam zurück mit einer Blume. Chat hielt sie liebevoll in ihren Händen. "Sie ist so schön", sagte sie.
el: Η αδερφή της επέστρεψε με ένα λουλούδι. Η Τσατ το κράτησε απαλά. "Είναι υπέροχο," είπε.
pt: Sua irmã voltou com uma flor. Chat segurou suavemente. "É tão adorável", disse ela.
ru: Её сестра вернулась с цветком. Чет нежно его держала. «Он такой прекрасный,» она сказала.

# data_list
source: Imagine what it is like to see the world for the first time. What would you most want to see?
de: Stell dir vor, wie es ist, die Welt zum ersten Mal zu sehen. Was würdest du am ehesten sehen wollen?
el: Φαντάσου πώς είναι να βλέπεις τον κόσμο για πρώτη φορά. Τι θα ήθελες πιο πολύ να δεις;
pt: Imagine como é ver o mundo pela primeira vez. O que você mais gostaria de ver?
ru: Представь, каково это - увидеть мир впервые. Чтобы ты больше всего хотел увидеть?

# data_list
source: Which side of her head did she hit on the rock and which side is bandaged? Hmmm ...?
de: Welche Seite ihres Kopfes hat sie am Stein angeschlagen und welche Seite ist verbunden? Hmmm ...?
el: Ποια πλευρά του κεφαλιού της χτύπησε στον βράχο και ποια πλευρά έχει επίδεσμο; Χμμμ ...;
pt: De que lado da cabeça ela bateu na pedra e de que lado está enfaixada? Hmm…?
ru: Какой стороной головы Она ударилась о камень и какая страна забинтована? Хммм...?

# data_list
source: Can you find all the rectangles in this picture? Some of them are a bit sneaky.
de: Kannst du alle Rechtecke auf diesem Bild finden? Einige von ihnen sind ein bisschen versteckt.
el: Μπορείς να βρεις όλα τα ορθογώνια σε αυτή την εικόνα; Μερικά από αυτά είναι λίγο κρυμμένα!
pt: Consegue encontrar todos os retângulos nesta imagem? Alguns deles estão bem escondidos.
ru: Ты можешь найти все прямоугольники на этой картинке? Некоторые из них немного хитрые.

# data_list
source: Her family looked at one another. "Chat, can you see the flower?" her mother asked.
de: Ihre Familienmitglieder schauten einander an. "Chat, kannst du die Blume sehen?" fragte ihre Mutter.
el: Η οικογένειά της κοιτάχτηκε. "Τσατ, μπορείς να δεις το λουλούδι;" ρώτησε η μητέρα της.
pt: Sua família olhou uns para os outros. "Chat, você consegue ver a flor?", sua mãe perguntou.
ru: Её семья посмотрела друг на друга. «Что это, ты можешь видеть цветок?» спросила её мама.

# data_list
source: What emotion do you see on each person's face?
de: Was siehst du auf jedem Gesicht jeder Person?
el: Τι συναισθήματα βλέπεις στο πρόσωπο καθενός;
pt: Que emoção você vê no rosto de cada pessoa?
ru: Какую эмоцию ты видишь на лице каждого человека?

# data_list
source: Have you known anyone who suddenly got much better from an illness?
de: Hast du jemals jemanden gekannt, dem es plötzlich viel besser ging nach einer Krankheit?
el: Έχεις γνωρίσει ποτέ κάποιον που ανάρρωσε ξαφνικά από σοβαρή ασθένεια;
pt: Você conhece alguém que de repente melhorou muito de uma doença?
ru: Знаешь ли ты кого-нибудь, кто внезапно поправился после болезни?

# data_list
source: Have you known anyone who was blind?
de: Kanntest du jemanden, der blind war?
el: Έχεις γνωρίσει κάποιον που ήταν τυφλός;
pt: Você conhece alguém que era cego?
ru: Ты когда-нибудь знал кого-то, кто был слепым?

# data_list
source: Chat played with the flower in her hand. "You are all so beautiful, just like this flower," she smiled.
de: Chat spielte mit der Blume in ihrer Hand. "Du bist so schön, genau wie diese Blume," lächelte sie.
el: Η Τσατ έπαιζε με το λουλούδι στο χέρι της. "Είστε όλοι τόσο όμορφοι, όπως αυτό το λουλούδι," χαμογέλασε.
pt: Chat brincou com a flor na mão. "Vocês são todos tão bonitos, assim como esta flor", ela sorriu.
ru: Чет играла с цветком в её руке. «Вы все такие красивые, как этот цветок,» Она улыбнулась.

# data_list
source: Point out some of the new rectangles in this picture.
de: Zeige auf irgendwelche neuen Rechtecke in diesem Bild.
el: Δείξε μερικά από τα καινούργια ορθογώνια σε αυτή την εικόνα.
pt: Aponte alguns dos novos retângulos nesta imagem.
ru: Укажи на некоторые новые прямоугольники на этой картинке.

# data_list
source: This is a very happy ending! Did you think the story would end this way?
de: Das ist ein sehr glückliches Ende. Dachtest du, die Geschichte würde auf diese Art enden?
el: Αυτό είναι ένα πολύ χαρούμενο τέλος! Είχες φανταστεί ότι η ιστορία θα τελείωνε έτσι;
pt: Este é um final muito feliz! Você achou que a história terminaria assim?
ru: Это очень счастливый конец! Ты думал, что история закончится таким образом?

# data_list
source: Some people become doctors because they like helping people to have happy endings like this.
de: Es gibt Leute, die Arzt werden, weil sie es mögen, Leuten zu helfen und einen glücklichen Ausgang wie diesen zu finden.
el: Μερικοί άνθρωποι γίνονται γιατροί επειδή τους αρέσει να βοηθούν τους ανθρώπους να έχουν τέτοιο χαρούμενο τέλος.
pt: Algumas pessoas se tornam médicas porque gostam de ajudar as pessoas a terem finais felizes como este.
ru: Некоторые люди становятся врачами потому что им нравится помогать людям иметь счастливый конец, подобно этому.

# data_list
source: A father, his son, and their donkey started a long journey. On the way, some people asked them why they didn't ride the donkey.
el: Ένας πατέρας, ο γιος του και το γαϊδουράκι τους ξεκίνησαν ένα μακρύ ταξίδι. Στον δρόμο, κάποιοι άνθρωποι τούς ρωτούσαν γιατί δεν καβαλούσαν το γαϊδουράκι.
pt: Um pai, seu filho e seu burro começaram uma longa jornada. No caminho, algumas pessoas perguntaram por que não montavam no burro.
ru: Отец, сын и ослик начали свое долгое путешествие. По пути, некоторые люди спрашивали их, почему они не едут на ослике.

# data_list
source: Why do you think other people cared about why no one was riding the donkey? Make up a reason why no one is riding.
el: Γιατί νομίζεις ότι οι άλλοι νοιάζονταν που κανείς δεν καβαλούσε το γαϊδουράκι; Βρες έναν λόγο για τον οποίο κανείς δεν καβαλάει.
pt: Por que você acha que as outras pessoas se importavam com o fato de ninguém estar montando no burro? Invente um motivo pelo qual ninguém está montando nele.
ru: Как ты думаешь, почему других людей волновало то, что никто не едет на ослике? Придумай причину, почему никто не едет на ослике.

# data_list
source: This story is about these three going along the road together. Before reading on, make up a story of your own about them.
el: Η ιστορία αφορά αυτούς τους τρεις στον δρόμο. Πριν διαβάσεις παρακάτω, φτιάξε μια δική σου ιστορία γι’ αυτούς.
pt: Esta história é sobre esses três andando juntos pela estrada. Antes de continuar lendo, invente uma história própria sobre eles.
ru: Эта история об этих троих, которые вместе отправляются в путь. Перед тем как прочесть эту историю, придумай свою собственную историю о них.

# data_list
source: The three of them look tired. Think about how many steps they have to take to go on their long journey. Do you think the donkey will get twice as tired because it takes twice as many steps?
el: Και οι τρεις φαίνονται κουρασμένοι. Σκέψου πόσα βήματα πρέπει να κάνουν στο ταξίδι. Θα κουραστεί, άραγε, το γαϊδουράκι διπλά επειδή κάνει διπλάσια βήματα;
pt: Os três parecem cansados. Pense quantos passos eles têm que dar para seguir em sua longa jornada. Você acha que o burro ficará duas vezes mais cansado porque ele dá o dobro de passos?
ru: Эти трое выглядят уставшими. Подумай о том, сколько шагов им пришлось пройти. Как ты думаешь, устанет ли осел в два раза больше, потому что сделает в два раза больше шагов?

# data_list
source: The father invited his son to ride the donkey while he walked. They continued like this for a while.
el: Ο πατέρας πρότεινε στον γιο να καβαλήσει το γαϊδουράκι ενώ εκείνος περπατούσε. Προχώρησαν έτσι για λίγο.
pt: O pai convidou seu filho para montar no burro enquanto ele caminhava. Eles continuaram assim por um tempo.
ru: Отец предложил своему сыну поехать на ослике, в то время как он сам пойдет пешком. Так они продолжили свой путь, в течении некоторого времени.

# data_list
source: Notice how the hills and sky in the distance are paler than the hills and sky closer in. Have you seen this effect when you look out over distant scenes near you?
el: Παρατήρησε πώς οι λόφοι και ο ουρανός στο βάθος είναι πιο θαμποί απ’ ό,τι οι κοντινοί. Έχεις δει αυτό το φαινόμενο όταν κοιτάς μακριά;
pt: Observe como as colinas e o céu à distância são mais pálidos do que as colinas e o céu que estão mais perto. Você já reparou nesse efeito ao olhar para paisagens distantes ao seu redor?
ru: Обрати внимание на то, что холмы и небо вдалеке бледнее, чем холмы и небо вблизи. Замечал/а ли ты этот эффект, когда смотрел/а на пейзажи вдалеке?

# data_list
source: This paleness of objects is an important clue in a scene that tells you what is close and what is far. What do you suppose causes this effect? (It is caused by all the air between you and the objects.)
el: Η θαμπάδα είναι ένδειξη για το τι είναι κοντά και τι μακριά. Τι την προκαλεί; (Προκαλείται από τον πολύ αέρα ανάμεσα σε εμάς και τα αντικείμενα)
pt: Essa palidez de objetos é uma pista importante em uma cena que diz o que está perto e o que está longe. O que você acha que causa esse efeito? (É causado por todo o ar entre você e os objetos)
ru: Эта бледность предметов является важной подсказкой в пейзаже, которая сообщает тебе, что находится близко и что находится далеко. Что ты думаешь является причиной этого эффекта? (Причиной является воздух между тобой и предметами.)

# data_list
source: Have you ever tried to count your own steps when you walked someplace? If you can't count that high, you can keep track of the count in bunches of 20's, 50's, or 100's -- for example, you could count how many groups of 50 steps you take.
el: Έχεις προσπαθήσει να μετρήσεις τα βήματά σου; Αν ο αριθμός είναι μεγάλος, μέτρα σε ομάδες των 20, 50 ή 100 – π.χ. πόσες ομάδες των 50 βημάτων κάνεις.
pt: Você já tentou contar seus próprios passos quando caminhava para algum lugar? Se você não consegue contar tão alto, pode acompanhar a contagem em grupos de 20, 50 ou 100 -- por exemplo, você pode contar quantos grupos de 50 passos você dá.
ru: Ты когда-нибудь пробовал/а посчитать свои шаги, когда ты шел/шла куда-то? Если ты не можешь считать до таких больших чисел, ты можешь вести подсчитать ваши шаги по группам из 20, 50 или 100 - например, ты можешь посчитать сколько групп из 50 шагов ты сделал/а.

# data_list
source: Then, other people they met remarked, "Look at this rude boy riding a donkey while his father is walking!"
el: Τότε άλλοι άνθρωποι που συνάντησαν είπαν: «Κοιτάξτε αυτό το αγενές παιδί που πάει καβάλα στον γάιδαρο, ενώ ο πατέρας περπατά!»
pt: Então, outras pessoas que encontraram comentaram: "Olha esse menino mal-educado montado num burro enquanto o pai está andando!"
ru: Позже, другие уже люди отметили: “Посмотрите на этого наглого мальчишку, едущего на ослике, в то время как его папа идет пешком!”

# data_list
source: Why would someone think it is rude for the boy to ride while his father walked? Why would these people care what this father and son did?
el: Γιατί να θεωρούν αγένεια το ότι το αγόρι πάει καβάλα, ενώ ο πατέρας περπατά; Γιατί να νοιάζονται τι κάνουν ο πατέρας και ο γιος;
pt: Por que alguém pensaria ser falta de educação o menino cavalgar enquanto seu pai caminhava? Por que essas pessoas se importariam com o que esse pai e filho fizeram?
ru: Почему кто-то считает невежливым то, что мальчик едет верхом, а его отец идет пешком? Почему этим людям было так важно, что этот отец и сын делали?

# data_list
source: Most of the people have sticks. What do you suppose they use them for?
el: Οι περισσότεροι κρατούν μπαστούνια. Για τι νομίζεις ότι τα χρησιμοποιούν;
pt: A maioria das pessoas tem cajados. Para o que você acha que eles são usados?
ru: У многих людей есть палки. Как ты думаешь, для чего они предназначались?

# data_list
source: Here is another scene with faded things that are far away. In addition to faintness, what are some other clues that tell you that these things are far away? (They are smaller and somewhat bluer.)
el: Κι εδώ η σκηνή δείχνει θαμπά αντικείμενα που είναι μακριά. Εκτός από τη θαμπάδα, ποια άλλα σημάδια δείχνουν ότι τα βουνά είναι μακριά; (είναι μικρότερα και πιο γαλαζωπά)
pt: Aqui está outra cena com coisas distantes que parecem mais fracas. Além da fraqueza das cores, que outras pistas mostram que essas coisas estão longe? (Elas são menores e um pouco mais azuis.)
ru: Вот еще один пейзаж с бледными объектами вдалеке. Вдобавок к бледности, какие еще подсказки говорят тебе о том, что эти объекты находятся далеко? (Они меньше и немного голубее.)

# data_list
source: As a result, the son jumped down and his father rode the donkey. They continued their journey.
el: Έτσι, ο γιος κατέβηκε και ο πατέρας καβάλησε το γαϊδουράκι. Συνέχισαν το ταξίδι τους.
pt: Então, o filho desceu e o pai montou no burro. Eles continuaram sua jornada.
ru: В результате, сын слез, и его отец поехал на ослике. Они продолжили свой путь.

# data_list
source: What do you notice about the expressions of the father and son during their journey? Do they change?
el: Τι παρατηρείς στις εκφράσεις πατέρα και γιου; Αλλάζουν καθόλου;
pt: O que você percebe nas expressões do pai e do filho durante a jornada? Elas mudam?
ru: Что ты можешь заметить в выражениях лиц отца и сына во время их путешествия? Меняются ли они?

# data_list
source: Do you enjoy going on long walks or hikes? Describe a walk or hike you went on recently and some of the interesting things you saw or experienced along the journey.
el: Σου αρέσουν μεγάλες πεζοπορίες; Περίγραψε μια πρόσφατη διαδρομή και τι είδες ή τι ένιωσες.
pt: Você gosta de fazer longas caminhadas ou trilhas? Descreva uma caminhada ou trilha que você fez recentemente e algumas das coisas interessantes que você viu ou vivenciou ao longo da jornada.
ru: Нравится ли тебе ходить на долгие прогулки или в походы? Опиши свою недавнюю прогулку или поход и интересные вещи, которые ты заметил/а или испытал/а во время вашего маленького путешествия.

# data_list
source: Look at all the body parts that come in pairs on these people and donkey. They have pairs of legs, arms, ears, and many more. What are some parts that don't come in pairs? Notice that all these single items are in the middle of their bodies.
el: Δες όλα τα μέρη του σώματος στους ανθρώπους και στον γάιδαρο που υπάρχουν σε ζεύγη: πόδια, χέρια, αυτιά κ.λπ. Ποια μέρη δεν είναι σε ζευγάρια; Θα δεις ότι τα μονά βρίσκονται στη μέση του σώματος.
pt: Olhe para todas as partes do corpo que vêm em pares nessas pessoas e no burro. Eles têm pares de pernas, braços, orelhas e muito mais. Quais são algumas partes que não vêm em pares? Observe que todos esses itens individuais estão no meio de seus corpos.
ru: Посмотри на все части тела, которые идут по парам у этих людей и ослика. У них есть пара ног, рук, ушей и многое другое. У каких частей тела нет пары? Обрати внимание, что все одиночные части тела находятся посередине их тел.

# data_list
source: After some time, other people said, "Look at this rude father riding a donkey while his son is walking!"
el: Ύστερα, άλλοι είπαν: «Κοιτάξτε αυτόν τον αγενή πατέρα που πάει καβάλα στον γάιδαρο ενώ ο γιος περπατά!»
pt: Depois de algum tempo, outras pessoas disseram: "Olhe para este pai mal-educado montado em um burro enquanto seu filho está andando!"
ru: Через некоторое время, другие люди сказали: “Посмотрите на этого наглого отца, едущего на ослике, в то время как его сын идет пешком!”

# data_list
source: Why did these people say it was rude for the father to be riding? Who is correct -- is it rude for the son to ride or the father to ride? Why do these people care?
el: Γιατί τώρα λένε πως ο πατέρας είναι αγενής; Ποιος έχει δίκιο – είναι αγένεια να πηγαίνει καβάλα ο πατέρας ή ο γιος; Γιατί νοιάζονται;
pt: Por que essas pessoas disseram que o pai era mal-educado por estar montando no burro? Quem está certo – é falta de educação o filho ou o pai montar? Por que essas pessoas se importam?
ru: Почему эти люди сказали, что это нагло со стороны отца ехать на ослике? Кто же прав – это нагло, когда сын едет верхом, или когда отец едет верхом? Почему этим людям это так важно?

# data_list
source: Why do some people feel they need to comment on how other people are living? Are there times when it is a good thing to comment about others?
el: Γιατί μερικοί άνθρωποι σχολιάζουν τη ζωή των άλλων; Υπάρχουν φορές που είναι καλό να σχολιάζεις;
pt: Por que algumas pessoas sentem a necessidade de comentar sobre como outras pessoas estão vivendo? Existem momentos em que é apropriado comentar sobre outras pessoas?
ru: Почему некоторые люди чувствуют, что им надо комментировать то, как живут другие люди? Бывают ли случаи, когда комментировать что-то о других людях хорошо?

# data_list
source: There are some new shapes on this page. Point out the rectangles and triangles here. Can you count all the rectangles, or are there too many?
el: Υπάρχουν καινούρια σχήματα εδώ. Δείξε τα ορθογώνια και τα τρίγωνα. Μπορείς να μετρήσεις όλα τα ορθογώνια ή είναι πάρα πολλά;
pt: Existem algumas novas formas nesta página. Aponte os retângulos e triângulos aqui. Você consegue contar todos os retângulos, ou há muitos?
ru: На этой странице есть немного новых фигур. Покажи прямоугольники и треугольники здесь. Можешь ли ты посчитать все прямоугольники, или их слишком много?

# data_list
source: So the father and son decided to ride the donkey together.
el: Έτσι, ο πατέρας και ο γιος αποφάσισαν να καβαλήσουν μαζί το γαϊδουράκι.
pt: Então o pai e o filho decidiram montar no burro juntos.
ru: Тогда, отец и сын решили вместе поехать на ослике.

# data_list
source: So far, the watching people have always found something to criticize. Try to guess what people will object to this time.
el: Ως τώρα, οι παρατηρητές πάντα βρίσκουν κάτι αρνητικό και κάνουν κριτική. Μάντεψε τι θα τους ενοχλήσει τώρα.
pt: Até agora, as pessoas que estavam observando sempre encontraram algo para criticar. Tente adivinhar o que as pessoas vão desaprovar desta vez.
ru: До сих пор, смотрящие люди находили что-то, что можно покритиковать. Попробуй угадать, что им не понравится в этот раз.

# data_list
source: This story is almost over. How do you think it will end?
el: Η ιστορία κοντεύει να τελειώσει. Πώς νομίζεις ότι θα τελειώσει;
pt: Esta história está quase no fim. Como você acha que vai terminar?
ru: История подходит к концу. Как ты думаешь она закончится?

# data_list
source: What is the donkey doing that shows that the donkey is stressed and tired?
el: Τι κάνει το γαϊδουράκι που δείχνει ότι νιώθει πίεση και είναι κουρασμένο;
pt: O que o burro está fazendo que mostra que ele está estressado e cansado?
ru: Что делает ослик, что указывает на то, что он переживает и устал?
