Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: In addition to exploring these ideas, you and your child will probably discover many more. • Switch two numbers and have your child find the mistake. • Leave out a number and have your child find which one is missing. • Practice adding. To do 4 + 2, slide over the first 4 numbers and then slide the next 2. • Practice subtracting. To do 6 - 2, slide 6 cards to the left, then slide 2 of those to the right.
pt: Além de explorar essas ideias, você e seu filho poderão descobrir muitas outras. * Mude dois números e deixe seu filho achar o erro. * Deixe um número de fora e deixe seu filho descobrir qual está faltando. * Pratique a adição. Para 4 + 2, deslize sobre os primeiros 4 números e, em seguida, deslize os próximos 2. * Pratique a subtração. Para 6 - 2, deslize 6 cartas para a esquerda e, em seguida, deslize 2 delas para a direita.
ru: Вы и ваш ребёнок можете открыть множество идей. Например: * Поменяйте местами две цифры и пусть ваш ребёнок найдет ошибку. * Пропустите одну цифру, ваш ребёнок должен её найти. * Практикуйтесь в сложении. Для 4 + 2 проведите пальцем по первым 4 цифрам, а затем проведите пальцем по следующим 2. * Практикуйтесь вычитать. Для 6 - 2 сдвиньте 6 карт влево, затем сдвиньте 2 из них вправо.

# data_list
source: GO FISH!
pt: VÁ PESCAR!
ru: СУНДУЧОК!

# data_list
source: Counting up to 10
pt: Contando até 10
ru: Счет до 10-ти

# data_list
source: **The setup:** Remove cards above the highest number your child is comfortable with. For more than two players, if you have restricted the number range you may need several decks.
pt: **A configuração:** Remova as cartas acima do número mais alto com o qual seu filho se sente confortável. Para mais de dois jogadores, se você tiver diminuído os números, poderá precisar de vários baralhos.
ru: Подготовка:} Ограничьте нумерацию на картах максимальным числом с которым ваш ребёнок чувствует себя уверенно. Если игроков больше чем 2, и вы ограничили нумерацию карт вам может понадобиться несколько колод.

# data_list
source: **How to play:** Deal 5 cards to each player and put the other cards face down in a shared draw pile. During a turn, a player “fishes” by asking any player if they have a card matching one of their cards. For example: ‘Jonah, please give me a 4’. If they have it, they hand over the card. If they don’t, they say “Go Fish!” and the player must pick a card from the draw pile.
pt: Como jogar:} Distribua 5 cartas para cada jogador e coloque as outras cartas viradas para baixo em uma pilha de compra. Durante a rodada, um jogador “pesca” perguntando a qualquer jogador se ele tem uma carta correspondente a uma de suas cartas. Por exemplo: “João, por favor, me dê um 4”. Se ele tiver a carta, ele a entrega. Se não tiver, ele diz “Vai Pescar!” e o jogador deve escolher uma carta da pilha de compra.
ru: Правила:} Раздайте каждому игроку 5 карт, остальные сложите в одну общую стопку рубашкой вниз. Во время хода игрок спрашивает у другого игрока карту которая ему нужна(эта карта должна быть у вас). Например: "Джон, дай мне 4". Если у второго игрока есть такая карта, он передает её. Если карты нет, он говорит "Возьми карту!" и игрок должен взять карту из колоды.

# data_list
source: **Making a book:** When a player has a pair of matching cards, those cards are placed in a “book” in front of them. **How to win:** The game is over after all the cards have been put into books. The player with the most books wins.
pt: **Fazendo um volume:** Quando um jogador tem um par de cartas iguais, essas cartas são colocadas em um “volume” à sua frente. **Como ganhar:** O jogo termina depois que todas as cartas tiverem sido colocadas nos volumes. O jogador com o maior número de volumes vence.
ru: **Зарыть Клад:** Когда игрок собирает пару, эти карты помещаются в "сундук" перед ним. **Условие победы:** Игра заканчивается, когда все карты были собраны в сундуки. Побеждает игрок, у которого самый большой сундук.

# data_list
source: SHAPES ON THE FLOOR
pt: FORMAS NO CHÃO
ru: ФИГУРЫ НА ЛЬДУ

# data_list
source: **The setup:** Cut large shapes from big pieces of paper (use color paper if you have it) and place the shapes on the floor. At first, use basic shapes such as triangles, rectangles, squares, pentagons, hexagons, and octagons. Find patterns for these online or in the EFM Printables file. To cause more running around, include more than one of each shape.
pt: **A configuração:** Corte formas grandes em pedaços grandes de papel (use papel colorido, se tiver) e coloque as formas no chão. No início, use formas básicas, como triângulos, retângulos, quadrados, pentágonos, hexágonos e octógonos. Encontre padrões para essas formas on-line ou no arquivo EFM Printables. Para que haja mais interação, inclua mais de uma de cada forma.
ru: **Подготовка:** Вырежьте крупные фигуры из больших листов бумаги (используйте цветную бумагу, если она у вас есть) и разложите фигуры на полу. Сначала используйте простые формы, такие как треугольники, прямоугольники, квадраты. Найдите шаблоны для этих фигур в интернете или в файле EFM Printables. Включите по несколько экземпляров каждой фигуры для более активного занятия.

# data_list
source: **The challenge:** Give your child some shape information and ask them to run to that shape, or shapes. For a very young child, show them a drawing and ask them to find and name that shape on the floor. For older children, name the shape and challenge them to find it. Add variety to this by asking for shapes all of whose sides are the same length, or all of whose angles are the same (or all different), or whose opposite sides (or angles) are the same size. **Extending the challenge:** With experience, include less basic shapes – add specific triangles (right, obtuse, acute), a kite, a parallelogram (diamond), a star, and some unusual shapes. As your child gets experienced, playfully mix in some impossible requests such as a triangle with two right angles or a quadrilateral with exactly three right angles.
pt: **O desafio:** Dê ao seu filho alguma informação sobre a forma e peça que ele corra até essa forma, ou formas. Para uma criança bem pequena, mostre um desenho e peça que ela encontre e nomeie a forma no chão. Para crianças mais velhas, dê o nome da forma e desafie-as a encontrá-la. Adicione variedade a isso pedindo formas cujos lados tenham o mesmo comprimento, ou cujos ângulos sejam todos iguais (ou todos diferentes), ou cujos lados opostos (ou ângulos) tenham o mesmo tamanho. **Ampliando o desafio:** Com a experiência, inclua formas menos básicas - adicione triângulos específicos (reto, obtuso, agudo), uma pipa, um paralelogramo (diamante), uma estrela e algumas formas incomuns. À medida que seu filho for adquirindo experiência, misture de forma lúdica alguns pedidos impossíveis, como um triângulo com dois ângulos retos ou um quadrilátero com exatamente três ângulos retos.
ru: **Задание:** Дайте ребёнку информацию о фигуре и попросите его быстро найти эту фигуру или фигуры. Для совсем маленького ребёнка покажите рисунок и попросите найти и назвать эту фигуру на полу. Для детей постарше назовите фигуру и предложите им найти её. Для разнообразия, используйте не стандартное описание формы: все стороны одинаковой длины, или все углы одинаковые (или все разные), или противоположные стороны (или углы) одинакового размера. **Усложнение:** С опытом включайте фигуры по тяжелее – добавьте определённые треугольники (прямоугольный, тупоугольный, остроугольный), ромб, параллелограмм, звезду и т. д. Когда ваш ребёнок наберётся опыта, добавляйте невозможные задания, такие как треугольник с двумя прямыми углами, или четырехугольник только с тремя прямыми углами.

# data_list
source: Another way to play
pt: Outra maneira de jogar
ru: Вариация

# data_list
source: Reverse roles so your child makes up questions and you find the shapes. Make a "mistake" sometimes and have your child explain to you what you did wrong.
pt: Inverta os papéis para que seu filho faça perguntas e você encontre as formas. Às vezes, cometa um “erro” e peça ao seu filho que lhe explique o que você fez de errado.
ru: Поменяйтесь ролями, чтобы ваш ребёнок придумывал задания, а вы искали фигуры. Иногда специально делайте "ошибку" и попросите ребенка объяснить, что вы сделали неправильно.

# data_list
source: CONNECT THE DOTS – STRING ART
pt: CONECTE OS PONTOS – ARTE EM CORDAS
ru: СОЕДИНИТЬ ТОЧКИ

# data_list
source: Make abstract drawings by connecting points with the same number along opposite sides of an angle. Another way is to put some dots, say 9, evenly spaced on a circle. Play with creating different patterns by connecting the dots in order, or connecting every second dot, or every third dot.
pt: Faça desenhos abstratos conectando pontos com o mesmo número em lados opostos de um ângulo. Outra maneira é colocar alguns pontos, digamos 9, espaçados uniformemente em um círculo. Brinque com a criação de padrões diferentes conectando os pontos em ordem, ou conectando cada segundo ponto, ou cada terceiro ponto.
ru: Сделайте абстрактные рисунки, соединяя точки с одинаковыми номерами на противоположных сторон. Другой способ – расставить несколько точек, например, 9, равномерно по кругу. Поэкспериментируйте с созданием различных узоров, соединяя точки по порядку, через одну точку или каждую третью точку.

# data_list
source: MEMORY CHALLENGE
pt: DESAFIO DA MEMÓRIA
ru: ТРЕНИОРОВКА ПАМЯТИ

# data_list
source: **The setup:** Select two or four sets of Number Cards and remove numbers above your child’s comfort level. Place the cards face down in a 3 by 3 grid, with the remaining cards put in a draw pile.
pt: **A configuração:** Selecione dois ou quatro conjuntos de Cartas Numéricas e remova os números acima do nível de conforto de seu filho. Coloque as cartas viradas para baixo em uma grade de 3 por 3, com as cartas restantes em uma pilha de compra.
ru: **Подготовка:** Возьмите несколько наборов карт с числами с которыми ваш ребёнок знаком. Разложите карты лицом вниз в сетке 3 на 3, а оставшиеся карты поместите в стопку для вытягивания.

# data_list
source: **How to play:** Take turns flipping two cards face-up. If the cards match, the player gets to keep the cards, replaces the two cards from the draw pile, and continues their turn. If the cards don’t match, the player flips the cards back over and ends their turn.
pt: **Como jogar:** Revezem-se virando duas cartas com a face para cima. Se as cartas forem iguais, o jogador fica com as cartas, substitui as duas cartas da pilha de compra e continua seu turno. Se as cartas não coincidirem, o jogador vira as cartas novamente e termina seu turno.
ru: **Правила:** По очереди переворачивайте по две карты лицом вверх. Если карты совпадают, игрок забирает их себе, заменяет двумя картами из стопки и продолжает свой ход. Если карты не совпадают, игрок переворачивает карты обратно и заканчивает свой ход.

# data_list
source: **How to win:** The game ends when the last pair is taken. The player with the most cards wins.
pt: **Como ganhar:** O jogo termina quando o último par é tirado. O jogador com mais cartas vence.
ru: **Условия победы:** Игра заканчивается, когда все карты на руках. Побеждает игрок с наибольшим количеством карт.

# data_list
source: • Allow at most one match per turn. • Use a target sum larger than the largest card. Two cards match if their sum is the target.
pt: * Permitir no máximo uma combinação por turno. * Use uma soma alvo maior do que a maior carta. Duas cartas são obtidas se a soma delas for o alvo.
ru: * Не более одного совпадения за ход. * Используйте цифры. Выберите цель. Две карты считаются совпадающими, если их сумма равна цели.

# data_list
source: BINGO! WITH CARDS
pt: BINGO COM CARTAS
ru: БИНГО

# data_list
source: **The setup:** Play this with Number Cards, or if there are many players, with numbered regular playing cards.
pt: **A configuração:** Jogue com Cartas Numéricas, ou, se houver muitos jogadores, com cartas de baralho regulares numeradas.
ru: **Подготовка:** Используйте карточки с числами, если игроков много подойдут обычные игральные карты.

# data_list
source: **How to play:** Reserve two suits worth of cards for a draw pile, and divide the remaining cards among the players. Each player randomly selects 16 cards to place in a 4 by 4 grid face up in front of them.
pt: **Como jogar:** Reserve dois naipes de cartas para uma pilha de compra e divida as cartas restantes entre os jogadores. Cada jogador seleciona aleatoriamente 16 cartas para colocar em uma grade de 4 por 4, viradas para cima, à sua frente.
ru: **Правила:** Отложите две масти карт, оставшиеся карты разделите между игроками. Каждый игрок случайным образом выбирает 16 карт, чтобы разложить их лицом вверх в сетке 4 на 4 перед собой.

# data_list
source: Take a card from the draw pile and call it out. Each player may turn over one card from their grid that matches the number drawn. If a player has more than one card that matches, the player must choose which one to turn over. **How to win:** The first player to get four cards flipped over in a row horizontally, vertically, or diagonally wins the game and calls out “Bingo!”
pt: Pegue uma carta da pilha de compra e vire. Cada jogador pode virar uma carta de sua mão que corresponda ao número sorteado. Se um jogador tiver mais de uma carta que corresponda, ele deverá escolher qual delas virar. **Como ganhar:** O primeiro jogador a virar quatro cartas em uma fileira na horizontal, vertical ou diagonal ganha o jogo e grita “Bingo!”.
ru: Возьмите карту из стопки и объявите её номер. Каждый игрок может перевернуть одну карту из своей сетки, которая совпадает с названным номером. Игрок может воспользоваться только одной картой. **Условие Победы:** Первый игрок, который перевернёт четыре карты подряд горизонтально, вертикально или по диагонали, выигрывает игру и кричит "Бинго!”

# data_list
source: SMALLEST SINGLE NUMBER
pt: MENOR NÚMERO DE UM ALGARISMO
ru: НАИМЕНЬШЕЕ ОДНОЗНАЧНОЕ ЧИСЛО

# data_list
source: **The setup.** Gather a group of people together in a circle. Have them each think of a whole number that they will use for this round of the game. One person is the announcer. **How to play.** The announcer starts slowly counting up starting at 1. With each number, any person who was thinking of that number raises their hand. If only one hand is raised, that person is the winner and the round is over. If more than one hand is raised, those people are out of the game for this round and the announcer continues counting up. Make this an active game by having all the players sitting down or crouched down. When their number is called, the person jumps up.
pt: **A preparação.** Reúna um grupo de pessoas em um círculo. Peça para cada um deles pensar em um número inteiro que eles usarão para esta rodada do jogo. Uma pessoa será o(a) apresentador(a). **Como jogar.** O(A) apresentador(a) começa a contar lentamente a partir de 1. A cada número, a pessoa que estiver pensando nele, levanta a mão. Se apenas uma mão for levantada, essa pessoa será a vencedora e a rodada terminará. Se mais de uma mão for levantada, essas pessoas estão fora do jogo na rodada atual e o(a) apresentador(a) continua contando. Torne este jogo mais ativo fazendo com que todos os jogadores se sentem ou se agachem. Quando o número dela for chamado, a pessoa pula.
ru: **Установка.** Соберите группу людей в круг.. Пусть каждый из них придумает целое число, которое они будут использовать в этом раунде игры. Один человек будет ведущим. **Как играть.** Ведущая начинает медленно считать, начиная с 1. С каждым числом, любой человек который задумал это число поднимает руку. Если подняться только одна рука, этот человек становится победителем, и раунд заканчивается. Если поднято больше одной руки, эти люди выбывают из игры в этом раунде, и ведущий продолжает считать. Сделайте эту игру активной, попроси всех игроков сесть или присесть.. Когда называют их число, человек вскакивает.

# data_list
source: BACK AND FORTH – 12
pt: PARA FRENTE E PARA TRÁS – 12
ru: НАЗАД И ВПЕРЁД - 12

# data_list
source: Numbers up to 10
pt: Números até 10
ru: Цифры до 10

# data_list
source: **The setup:** Each player starts with an empty board from 0 to 12. Each player puts a black marker on 0, and decides where to place three red markers on the numbers bigger than 0.
pt: **A preparação:** Cada jogador começa com um tabuleiro vazio de 0 a 12. Cada jogador coloca um marcador preto no 0 e decide onde colocar os três marcadores vermelhos nos números maiores que 0.
ru: **Установка:** Каждый игрок начинает с пустой доски от 0 до 12. Каждый игрок ставит чёрной маркер на ноль и решает, где разместить три красных маркера на числах больше 0.

# data_list
source: **How to play:** On a turn, roll the die and move your black marker either forward or backward by the amount of the die. If you land on a red marker, remove it from the board and keep it. **How to win:** The first player to remove all three red markers wins. **Example move:** Here is a first move using a roll of 5. If the player rolled a 3 after that, they could move to 2 or 8.
pt: **Como jogar:** Na sua vez, role o dado e mova seu marcador preto para frente ou para trás de acordo com a quantidade que saiu nos dados. Se você parar em um marcador vermelho, remova-o do tabuleiro e guarde-o. **Como ganhar:** O primeiro jogador a remover todos os três marcadores vermelhos vence. **Exemplo de movimento:** Aqui está um primeiro movimento usando uma rolagem de 5. Se o jogador tirar um 3 depois disso, ele pode passar para 2 ou 8.
ru: **Как играть:** в свой ход бросьте кубик и переместите чёрный маркер вперёд или назад на число, выпавшие на кубике. Если вы приземлились на красный маркер, уберите его с доски и оставьте себе. **Как выиграть:** Первый игрок, который удалит все три красных маркера, побеждает. **Пример хода:** Вот первый ход с использованием броска 5. Если после этого игрок выбросил 3, он может переместиться на 2 или 8.

# data_list
source: STEALING BONES
pt: ROUBANDO OSSOS
ru: КОСТИ

# data_list
source: **How to play:** Place all dominoes (bones) face up between the players. For a turn, a player rolls two dice. If the domino that matches these dice is available, the player claims it and moves it to their pile.
pt: **Como jogar:** Coloque todos os dominós (ossos) virados para cima entre os jogadores. Em um turno, um jogador lança dois dados. Se o dominó que corresponde a esses dados estiver disponível, o jogador o pega e o move para sua pilha.
ru: **Правила:** Разложите все домино лицевой стороной вверх перед игроками. Игрок бросает два кубика. Если домино, соответствующее этим кубикам, доступно, игрок забирает его и перемещает в свою стопку.

# data_list
source: **How to win:** For two players, the first player with ten dominoes wins. For more than two players, the first player with six dominoes wins. **Variation:** Claimed dominoes can still be stolen by other players.
pt: **Como ganhar:** Para dois jogadores, o primeiro jogador com dez dominós vence. Para mais de dois jogadores, o primeiro jogador com seis dominós vence. **Variação:** Os dominós reivindicados ainda podem ser roubados por outros jogadores.
ru: **Условие победы:** Если игрока два, выигрывает тот кто соберёт 10 домино. Если игроков больше, выигрывает первый, кто соберёт шесть домино. **Вариации:** Захваченные домино всё ещё могут быть украдены другими игроками.

# data_list
source: DOMINOES
pt: DOMINÓS
ru: ДОМИНО

# data_list
source: Domino Games
pt: Jogos de Dominó
ru: Домино

# data_list
source: There are many variations to this ancient game – discuss the rules before you start! **The setup.** Mix up all tiles (bones) face down – this is called the boneyard. Take seven tiles each for two players, and five tiles each for three or four players. The player with the highest double starts by putting it on the table. If no one has a double, start the game over.
pt: Há muitas variações desse jogo antigo - discuta as regras antes de começar! **A configuração.** Misture todas as peças (ossos) viradas para baixo - isso é chamado de cemitério. Pegue sete peças cada para dois jogadores, e cinco peças cada para três ou quatro jogadores. O jogador com a maior dupla começa colocando-a na mesa. Se ninguém tiver uma dupla, comece o jogo novamente.
ru: В этой древней игре существует множество вариантов — обсудите правила перед началом! Перемешайте кости лицевой стороной вниз — это называется костяной двор. Возьмите по семь костей для двух игроков и по пять костей для трёх или четырёх игроков. Игрок с самой высокой парой начинает, положив её на стол. Если нет двойки ни у одного игрока, начните игру заново.

# data_list
source: **How to play.** A turn consists of placing a tile that matches one of the available ends of the string of dominoes (place double dominoes crosswise to the previous domino). If the player has no matching tile, the player is “blocked,” and there are two possible rules to use: 1) the player’s turn is over, or 2) the player keeps drawing tiles until there is a match (one version restricts this to a single draw whether or not there is a match). If the boneyard is emptied before there is a move, play passes to the next player on the right. **How to win:** The game ends when a player runs out of bones, or when all players are blocked. The winner is the player with the lowest total of dots on their tiles (which is 0 if they have used up all their tiles).
pt: **Como jogar.** Uma jogada consiste em colocar uma peça que corresponda a uma das extremidades disponíveis da sequência de dominós (coloque o dominó duplo transversalmente ao dominó anterior). Se o jogador não tiver uma peça correspondente, ele estará “bloqueado”, e há duas regras possíveis a serem usadas: 1) a vez do jogador termina, ou 2) o jogador continua retirando peças até que haja uma correspondência (uma versão restringe isso a uma única retirada, independentemente de haver ou não uma correspondência). Se o cemitério for esvaziado antes de haver uma jogada, o jogo passa para o próximo jogador à direita. **Como ganhar:** O jogo termina quando um jogador fica sem ossos ou quando todos os jogadores são bloqueados. O vencedor é o jogador com o menor total de pontos em suas peças (que é 0 se todas as peças tiverem sido usadas).
ru: **Правила.** Ход состоит в том, чтобы положить кость, которая совпадает с одним из доступных концов цепочки домино. Если у игрока нет подходящей плитки, игрок считается "заблокированным", и можно использовать одно из двух правил: 1) ход игрока заканчивается, или 2) игрок продолжает вытягивать плитки, пока не найдёт совпадение. Если кладбище опустеет до того, как появится ход, игра переходит к следующему игроку по часовой стрелке. **Условие победы:** Игра заканчивается, когда игрок избавляется от всех плиток или когда все игроки заблокированы. Побеждает игрок с наименьшим количеством точек на плитках.
