Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Shapes:** You might see a circle in a design in a building and ask your child to point out other circles they see, such as the circles in a traffic light. Traffic signs and shop signs provide a great supply of shapes you can describe and name.
el: **Σχήματα:** Ίσως δείτε έναν κύκλο σε ένα σχέδιο κάποιου κτιρίου και να ζητήσετε από το παιδί σας να δείξει άλλους κύκλους που βλέπει, όπως οι κύκλοι σε ένα φανάρι κυκλοφορίας. Επίσης τα σήματα κυκλοφορίας και οι ταμπέλες καταστημάτων είναι πλούσια πηγή σχημάτων που μπορείτε να περιγράψετε και να ονομάσετε.
pt: **Formas:** Você pode ver um círculo na arquitetura de um prédio e pedir ao seu filho para apontar outros círculos que vê, como os círculos em um semáforo. Placas de trânsito e placas de lojas oferecem uma ótima variedade de formas que você pode descrever e nomear.
ru: **Фигуры:** Вы можете указать на круг в архитектуре здания и попросить вашего ребёнка указать на другие круги, которые он видит, например, круги в светофоре. Дорожные знаки и вывески магазинов являются отличной возможность для описания и называния различных фигур.

# data_list
source: There is no end to the shapes, colors, and counting that you can find and talk about once you make a habit of looking for them.
el: Δεν υπάρχει τέλος στα σχήματα, τα χρώματα και τις μετρήσεις που μπορείτε να βρείτε και να συζητήσετε μόλις γίνει συνήθεια να τα αναζητάτε.
pt: São inúmeras as formas, cores e contagens que você pode encontrar e falar sobre uma vez que adquiriu o hábito de procurá-las.
ru: Как только вы привыкнете искать фигуры, цвета, и считать объекты, вы обнаружите, что их можно находить и обсуждать бесконечно.

# data_list
source: MATH OUT LOUD – SHOPPING
el: ΜΑΘΗΜΑΤΙΚΆ ΦΩΝΑΧΤΆ – ΨΏΝΙΑ
pt: MATEMÁTICA EM VOZ ALTA – COMPRANDO
ru: МАТЕМАТИКА ГЛАСНО– В МАГАЗИНЕ

# data_list
source: Math Out Loud
el: Μαθηματικα Φωναχτα
pt: Matemática em voz alta
ru: Математика Гласно

# data_list
source: There are many things to count or describe when you shop in a store.
el: Υπάρχουν πολλά να μετρήσετε ή να περιγράψετε όταν ψωνίζετε σε ένα κατάστημα.
pt: Há muitas coisas para contar ou descrever enquanto você faz compras em um estabelecimento.
ru: В магазине вы найдете множество вещей, которые можно посчитать или описать.

# data_list
source: **Counting:** Talk about how many apples you need, and count them out as you pick them out. Count the people in line in front of you, and compare that to the length of the other lines.
el: **Μετρήσεις:** Μιλήστε για το πόσα μήλα χρειάζεστε και μετρήστε τα καθώς τα διαλέγετε. Μετρήστε τους ανθρώπους που περιμένουν μπροστά σας στη σειρά και συγκρίνετε αυτή τη σειρά με το μήκος των άλλων σειρών.
pt: **Contando:** Converse sobre quantas maçãs você precisa e conte-as enquanto as escolhe. Conte as pessoas na fila à sua frente e compare com o comprimento das outras filas.
ru: **Подсчёт:** Поговорите о том, сколько яблок вам нужно, и считайте их, пока выбираете. Посчитайте людей в очереди перед вами и сравните это с длиной в других очередях.

# data_list
source: **Shapes:** Point out the shapes of fruit or pictures on food boxes. Talk about how some things come in boxes, and other things come in round bottles. You might need something on a high shelf, or something on a low shelf. There is so much to describe and compare!
el: **Σχήματα:** Δείξτε τα σχήματα των φρούτων ή τις εικόνες πάνω στα κουτιά τροφίμων. Μιλήστε για το πώς κάποια πράγματα μπαίνουν σε κουτιά, ενώ άλλα σε στρογγυλά μπουκάλια. Ίσως χρειάζεστε κάτι σε ψηλό ράφι ή κάτι σε χαμηλό ράφι. Υπάρχει τόσο πολύ υλικό για περιγραφή και σύγκριση!
pt: **Formas:** Aponte as formas das frutas ou imagens nas caixas de alimentos. Fale sobre como algumas coisas vêm em caixas e outras em garrafas arredondadas. Você pode precisar de algo em uma prateleira alta ou algo em uma prateleira baixa. Há tanto para descrever e comparar!
ru: **Фигуры:** Обратите внимание на формы фруктов или изображения на упаковках. Укажите на то, что некоторые вещи упакованы в коробки, а другие — в бутылки. Вам может понадобиться что-то на верхней полке или что-то на нижней полке. Вы найдете множество вещей, которые можно описать и сравнить!

# data_list
source: SHAPES INSIDE SHAPES
el: ΣΧΉΜΑΤΑ ΜΈΣΑ ΣΕ ΣΧΉΜΑΤΑ
pt: FORMAS DENTRO DE FORMAS
ru: ФИГУРЫ В ФОРМАХ

# data_list
source: Help your child explore the physical relationships between shapes by providing an environment rich in opportunities to experiment.
el: Βοηθήστε το παιδί σας να εξερευνήσει τις φυσικές σχέσεις ανάμεσα στα σχήματα, παρέχοντας ένα περιβάλλον πλούσιο σε ευκαιρίες για πειραματισμό.
pt: Ajude o seu filho a explorar as relações físicas entre formas proporcionando um ambiente rico em oportunidades para experimentar.
ru: Помогите вашему ребёнку исследовать физические закономерности между формами, предоставляя ему разнообразную среду для экспериментов.

# data_list
source: **How to create:** Start with any box – perhaps a cereal box or cardboard shipping box. Cut holes with different shapes (square, circle, triangle, long rectangle) in the box. Watch your child experiment with fitting toys and other objects through the holes.
el: **Πώς να το φτιάξετε:** Ξεκινήστε με οποιοδήποτε κουτί, για παράδειγμα ένα κουτί δημητριακών ή ένα χάρτινο κουτί παπουτσιών ή πακέτου. Κόψτε τρύπες με διάφορα σχήματα (τετράγωνο, κύκλο, τρίγωνο, μακρύ ορθογώνιο) στο κουτί. Παρακολουθήστε το παιδί σας να πειραματίζεται, περνώντας παιχνίδια και άλλα αντικείμενα μέσα από τις τρύπες.
pt: **Como criar:** Comece com qualquer caixa - talvez uma caixa de cereal ou uma caixa de encomendas de papelão. Recorte buracos com formas diferentes (quadrado, círculo, triângulo, retângulo) na caixa. Observe seu filho tentando encaixar brinquedos e outros objetos nos buracos.
ru: **Своими руками:** Начните с любой коробки — например, коробки из-под хлопьев или обувной коробки. Вырежьте в коробке отверстия разных форм (квадрат, круг, треугольник, прямоугольник). Присматривайте, как ваш ребёнок пытается вставить игрушки и другие предметы в отверстия.

# data_list
source: Add different colors to outline the holes (e.g. red triangle, blue circle, yellow square). Reinforce the names by saying the name of the shape of the hole when your child puts the toy through it.
el: Προσθέστε διάφορα χρώματα για να τονίσετε τις τρύπες (π.χ. κόκκινο τρίγωνο, μπλε κύκλος, κίτρινο τετράγωνο). Ενισχύστε τη γνώση του ονόματος λέγοντας το όνομα του σχήματος της τρύπας όταν το παιδί περνά το παιχνίδι μέσα από αυτή.
pt: Adicione cores diferentes para contornar os buracos (por exemplo, triângulo vermelho, círculo azul, quadrado amarelo). Reforce os nomes dizendo o nome da forma do buraco quando seu filho colocar o brinquedo através dele.
ru: Разукрасьте отверстия разными цветами(например, красный треугольник, синий круг, желтый квадрат). Закрепляйте названия, называя форму отверстия, когда ваш ребёнок вставляет игрушку в него.

# data_list
source: SHAPE HUNT
el: ΚΥΝΉΓΙ ΣΧΗΜΆΤΩΝ
pt: CAÇA ÀS FORMAS
ru: ПОИСК ФОРМ

# data_list
source: This game is similar to I Spy. It can be played anywhere and at any time. **The setup:** One person sees a shape, and then gives clues about the object's description and position to the other person.
el: Αυτό το παιχνίδι μοιάζει με το «Βλέπω, βλέπω». Μπορεί να παιχτεί οπουδήποτε και οποιαδήποτε στιγμή. **Η προετοιμασία:** Ένα άτομο βλέπει ένα σχήμα και στη συνέχεια δίνει στοιχεία σχετικά με την περιγραφή και τη θέση του αντικειμένου στο άλλο άτομο.
pt: Esse jogo é parecido com “Eu Espio”. Pode ser jogado em qualquer lugar e a qualquer hora. **A configuração:** Uma pessoa vê uma forma e depois dá pistas sobre a descrição e posição do objeto para a outra pessoa.
ru: Эта игра чем то похожа на ‘Слова’. Можно играть где и когда удобно. **Правила:** Один игрок видит форму и затем даёт подсказки об объекте и его положении другому игроку.

# data_list
source: Player 1: “I see something that has a large blue circle.” Player 2: "Is it that bicycle wheel?" Player 1: "No. It is in the middle of a wall." Player 2: “I see it! It’s the clock!”
el: Παίκτης 1: «Βλέπω κάτι που έχει έναν μεγάλο μπλε κύκλο.» Παίκτης 2: «Είναι εκείνη η ρόδα του ποδηλάτου;» Παίκτης 1: «Όχι. Είναι στη μέση ενός τοίχου.» Παίκτης 2: «Το βλέπω! Είναι το ρολόι!»
pt: Jogador 1: “Eu vejo algo que tem um grande círculo azul.” Jogador 2: "É a roda da bicicleta?" Jogador 1: "Não, está no meio da parede." Jogador 2: “Eu estou vendo! É o relógio!”
ru: Игрок 1: “Я вижу что-то с большим синим кругом.” Игрок 2: "Колесо велосипеда?" Игрок 1: "Нет, эта вещь висит на стене" Игрок 2: “Я понял! Это часы!”

# data_list
source: Take turns with your child in the two roles. Being able to give good clues is just as important as discovering an object from some clues. Start with simple shapes, add size and color, and then add shapes inside of shapes or other arrangements. Add in information about its position relative to other objects.
el: Παίξτε εναλλάξ με το παιδί σας και στους δύο ρόλους. Το να μπορεί κάποιος να δίνει καλές ενδείξεις είναι εξίσου σημαντικό με το να ανακαλύπτει ένα αντικείμενο από κάποιες ενδείξεις. Ξεκινήστε με απλά σχήματα, προσθέστε μέγεθος και χρώμα και στη συνέχεια σχήματα μέσα σε άλλα σχήματα ή άλλες διατάξεις. Προσθέστε πληροφορίες για τη θέση του σε σχέση με άλλα αντικείμενα.
pt: Reveze-se com seu filho nas duas funções. Ser capaz de dar boas dicas é tão importante quanto descobrir um objeto a partir de algumas dicas. Comece com formas simples, inclua tamanho e cor, e depois adicione formas dentro de formas ou outras disposições. Acrescente informações sobre sua posição em relação a outros objetos.
ru: Меняйтесь ролями с вашим ребёнком. Умение давать хорошие подсказки так же важно, как и умение находить объект по подсказкам. Начните с простых форм, добавляйте размеры и цвета, а затем включите формы внутри форм и другие комбинации. Говорите о положении объекта относительно других предметов.

# data_list
source: CREATE A JIGSAW PUZZLE
el: ΣΧΉΜΑΤΑ ΜΈΣΑ ΣΕ ΣΧΉΜΑΤΑ
pt: CRIE UM QUEBRA-CABEÇA
ru: СДЕЛАЙТЕ ПАЗЛ

# data_list
source: Make a jigsaw puzzle together for your child to play with. Either use a box that already has a picture on it, such as a cereal or product box, or have your child paint or draw on a piece of cardboard or stiff paper. Cut the cardboard or paper into large pieces and keep all the pieces. You now have your own personal jigsaw puzzle!
el: Φτιάξτε μαζί με το παιδί σας ένα παζλ για να παίζει. Χρησιμοποιήστε ένα κουτί που έχει ήδη εικόνα, όπως κουτί δημητριακών ή άλλου γνωστού προϊόντος, ή ζητήστε από το παιδί να ζωγραφίσει ή να σχεδιάσει επάνω σε χαρτόνι ή χοντρό χαρτί. Κόψτε το χαρτόνι ή το χαρτί σε μεγάλα κομμάτια και κρατήστε όλα τα κομμάτια. Τώρα έχετε το δικό σας προσωπικό παζλ!
pt: Façam um quebra-cabeça juntos para seu filho brincar. Você pode usar uma caixa que já tenha uma imagem nela, como uma caixa de cereal ou de algum produto, ou fazer seu filho pintar ou desenhar em um pedaço de papelão ou em um papel grosso. Corte o papelão ou papel em pedaços grandes e guarde todos os pedaços. Você agora tem seu próprio quebra-cabeça!
ru: Сделайте пазл для вашего ребёнка. Вы можете воспользоваться коробкой с уже имеющимся изображением, например, коробку из-под хлопьев или продуктов. Так же можете попросить вашего ребёнка нарисовать и раскрасить картон. Разрежьте картон на крупные кусочки. Теперь у вас есть личный пазл!

# data_list
source: COLORED TILINGS
el: ΧΡΩΜΑΤΙΣΤΈΣ ΕΠΙΚΑΛΎΨΕΙΣ
pt: MOSAICOS COLORIDOS
ru: ЦВЕТНАЯ МОЗАЙКА

# data_list
source: **How to create:** Create a set of “tiles” from cardboard or stiff paper. Use the patterns in the EFM Printables PDF, or download the patterns from a source on the internet. Use one source for all the shapes so that they fit well together. For each shape, use just one or two colors, such as red squares and blue triangles – that will help your child pick up the pattern of which shapes are which, and it will make the patterns more interesting.
el: **Πώς να το φτιάξετε:** Δημιουργήστε ένα σύνολο «πλακιδίων» από χαρτόνι ή χοντρό χαρτί. Χρησιμοποιήστε τα πρότυπα που υπάρχουν στο PDF "EFM Printables" (εκτυπώσιμα) ή κατεβάστε πρότυπα από κάποια πηγή στο διαδίκτυο. Χρησιμοποιήστε μία μόνο πηγή για όλα τα σχήματα ώστε να ταιριάζουν καλά μεταξύ τους. Για κάθε σχήμα, χρησιμοποιήστε μόνο ένα ή δύο χρώματα, π.χ. κόκκινα τετράγωνα και μπλε τρίγωνα· αυτό θα βοηθήσει το παιδί σας να αναγνωρίσει ποιο σχήμα είναι ποιο και θα κάνει τα μοτίβα πιο ενδιαφέροντα.
pt: **Como criar:** Crie um conjunto de "ladrilhos" de papelão ou papel rígido. Use os padrões do PDF de imprimíveis da EFM, ou baixe os padrões de uma fonte na internet. Use uma única fonte para todas as formas para que elas se encaixem bem. Para cada forma, use apenas uma ou duas cores, como quadrados vermelhos e triângulos azuis - isso ajudará seu filho a identificar quais formas são quais e tornará os padrões mais interessantes.
ru: **Инструкция:** Создайте набор «плиток» из картона или бумаги повышенной плотности. Используйте узоры из PDF-файла EFM Printables или скачайте узоры из интернета. Ограничьтесь одним источником, чтобы они подходили друг к другу. Ограничьте цветовую гамму одним или двумя цветами на каждую отделённую фигуру, например, красные квадраты и синие треугольники — это поможет вашему ребёнку лучше запомнить, какие формы какие, и сделает узоры более интересными.

# data_list
source: Watch your child make patterns fitting the tiles together. Name the shapes and colors as they go. With older children, talk about patterns in the tiling that repeat. Also, talk about symmetries in the overall design. Some designs have one side that is the reflection of the other side, and that is called mirror symmetry.
el: Παρακολουθήστε το παιδί σας να φτιάχνει μοτίβα ενώ εφαρμόζει τα πλακίδια. Ονομάστε τα σχήματα και τα χρώματα καθώς προχωρά. Με μεγαλύτερα παιδιά, μιλήστε για επαναλαμβανόμενα μοτίβα στην επίστρωση. Συζητήστε επίσης τις συμμετρίες στο συνολικό σχέδιο. Μερικά σχέδια έχουν μία πλευρά που είναι αντανάκλαση της άλλης πλευράς· αυτό ονομάζεται **κατοπτρική συμμετρία.**
pt: Observe seu filho criando padrões encaixando as peças. Nomeie as formas e cores à medida que avançam. Com crianças mais velhas, discuta padrões no mosaico que se repetem. Além disso, fale sobre simetrias no desenho geral. Alguns desenhos tem um lado que é o reflexo do outro lado, e isso é chamado **simetria reflexiva.**
ru: Наблюдайте за работой вашего ребёнка пока он создает узоры, соединяя плитки. Называйте формы и цвета по мере того, как он работает. С детьми постарше обсудите узоры в мозаике, которые повторяются. Также поговорите о симметрии во всём дизайне. Некоторые дизайны имеют одну сторону, которая является отражением другой стороны, и это называется **зеркальной симметрией.**

# data_list
source: After your child has made a few designs, start pointing out patterns in the tiled floors and buildings that you see. Brickwork or woodwork often have interesting patterns in them.
el: Αφού το παιδί σας δημιουργήσει μερικά σχέδια, αρχίστε να επισημαίνετε μοτίβα στα πλακάκια δαπέδων και στα κτίρια που βλέπετε. Η τοιχοποιία από τούβλα ή το ξύλινο δάπεδο συχνά έχουν ενδιαφέροντα μοτίβα.
pt: Depois que seu filho fizer alguns desenhos, comece a apontar os padrões nos pisos de azulejo e nos prédios que você vê. A alvenaria ou a marcenaria muitas vezes têm padrões interessantes.
ru: После того как ваш ребёнок создаст несколько дизайнов, обращайте его внимание на узоры в плиточных полах и зданиях, которые вы видите. Кирпичная кладка или деревянные изделия часто имеют интересные узоры.

# data_list
source: LAUNDRY SORTING
el: ΤΑΞΙΝΌΜΗΣΗ ΡΟΎΧΩΝ
pt: SEPARAÇÃO DE ROUPAS
ru: СОРТИРОВКА БЕЛЬЯ

# data_list
source: Laundry sorting is a great way to discuss properties that make things the same or different.
el: Η ταξινόμηση ρούχων είναι ένας εξαιρετικός τρόπος να συζητήσετε ιδιότητες που κάνουν τα αντικείμενα όμοια ή διαφορετικά.
pt: A separação de roupas é uma ótima maneira de discutir propriedades que tornam as coisas iguais ou diferentes.
ru: Сортировка белья — отличный способ обсудить свойства, которые делают вещи похожими или различными.

# data_list
source: **Dirty clothes:** Perhaps the clothes need to be sorted by whites, bright colors, and dark colors. Perhaps some clothes need delicate handling, or they are particularly dirty. Perhaps one pile is too big to wash as one group. All of these characterstics are things to be observed, described, and discussed. **Clean clothes:** You may want to sort into piles by whose clothes they are. Some clothes may be bigger than others. Pairing up socks can be particularly interesting – matching colors, patterns, and sizes.
el: **Βρόμικα ρούχα:** Ίσως τα ρούχα πρέπει να ταξινομηθούν σε λευκά, έντονα χρώματα και σκούρα. Μπορεί κάποια ρούχα να χρειάζονται ευαίσθητη πλύση ή να είναι ιδιαίτερα βρόμικα. Ένας σωρός μπορεί να είναι πολύ μεγάλος για να πλυθεί ως μια ομάδα. Όλα αυτά τα χαρακτηριστικά είναι πράγματα που πρέπει να παρατηρηθούν, να περιγραφούν και να συζητηθούν. **Καθαρά ρούχα:** Ίσως θελήσετε να τα ταξινομήσετε σε σωρούς ανάλογα με το ποιανού είναι. Κάποια ρούχα μπορεί να είναι μεγαλύτερα από άλλα. Το ταίριασμα των καλτσών μπορεί να είναι ιδιαίτερα ενδιαφέρον, συνδυάζοντας χρώματα, μοτίβα και μεγέθη.
pt: **Roupas sujas:** Talvez as roupas precisem ser classificadas em brancas, cores vivas e cores escuras. Talvez algumas roupas exijam manuseio delicado, ou estejam particularmente sujas. Talvez uma pilha seja muito grande para ser lavada de uma vez só. Todas essas características são coisas a serem observadas, descritas e discutidas. **Roupas limpas:** Você pode querer classificar em pilhas de acordo com o dono das roupas. Algumas roupas podem ser maiores do que outras. Combinar meias pode ser especialmente interessante - combinando cores, padrões e tamanhos.
ru: **Грязные вещи:** Отсортировать вещи на белые, цветные, и черные. Вещи требующие деликатную стирку, или особо грязные вещи. Разделить вещи на несколько стирок. Всё это характеристики — которые можно наблюдать, описывать и обсуждать. **Чистые вещи:** Вы можете сортировать вещи в зависимости от того, чья это одежда. Некоторые вещи могут быть больше других. Соединять носки по парам может быть особенно интересным — сопоставлять их по цвету, узору и размеру.

# data_list
source: OBJECT HUNT
el: ΚΥΝΉΓΙ ΑΝΤΙΚΕΙΜΈΝΩΝ
pt: CAÇA AO OBJETO
ru: ПОИСК ПРЕДМЕТОВ

# data_list
source: Make a math game of searching for objects around the house or outside. Use the game to practice concepts that your child is learning, such as color, size (large, medium, small), weight (heavy, light), quantity, and relationship (inside, on top of, below).
el: Φτιάξτε ένα μαθηματικό παιχνίδι αναζήτησης αντικειμένων μέσα στο σπίτι ή έξω. Χρησιμοποιήστε το παιχνίδι για να εξασκήσετε έννοιες που μαθαίνει το παιδί σας, όπως χρώμα, μέγεθος (μεγάλο, μεσαίο, μικρό), βάρος (βαρύ, ελαφρύ), ποσότητα και σχέση (μέσα, πάνω, κάτω).
pt: Crie um jogo de matemática em que você e seu filho procurem por objetos ao redor da casa ou do lado de fora. Use o jogo para praticar conceitos que seu filho está aprendendo, como cor, tamanho (grande, médio, pequeno), peso (pesado, leve), quantidade e relação (dentro, em cima, abaixo).
ru: Игра, в которой нужно искать объекты в доме или на улице. Играйте, чтобы практиковать концепции, которые ваш ребёнок изучает, такие, как цвет, размер (большой, средний, маленький), вес (тяжелый, легкий), количество и положение (внутри, сверху, снизу).

# data_list
source: **How to play:** There are two versions of this game. Both versions involve a Puzzler, who thinks of an object to find, and a Guesser, who tries to guess what the object based on the information from the Puzzler. **Version 1:** The Puzzler starts describing an object, and the Guesser tries to guess what it is. **Version 2:** The Guesser asks yes/no questions of the Puzzler until the Guesser guesses what the object is. **How to win:** Guess what the object is in as few steps as possible.
el: **Πώς να παίξετε:** Υπάρχουν δύο εκδοχές αυτού του παιχνιδιού. Και στις δύο υπάρχει ένας "Προβληματιστής", που σκέφτεται ένα αντικείμενο για εύρεση και φτιάχνει τους γρίφους, και ένας "Μάντης", που προσπαθεί να μαντέψει ποιο είναι το αντικείμενο βάσει των πληροφοριών του Προβληματιστή. **Έκδοση 1:** Ο Προβληματιστής αρχίζει να περιγράφει ένα αντικείμενο και ο Μάντης προσπαθεί να μαντέψει ποιο είναι. **Έκδοση 2:** Ο Μάντης κάνει ερωτήσεις ναι/όχι στον Προβληματιστή μέχρι να μαντέψει ποιο είναι το αντικείμενο. **Πώς να κερδίσετε:** Μαντέψτε ποιο είναι το αντικείμενο σε όσο το δυνατόν λιγότερα βήματα.
pt: **Como jogar:** Existem duas versões deste jogo. Ambas envolvem um Desafiador, que pensa em um objeto para encontrar, e um Adivinhador, que tenta adivinhar qual é o objeto com base nas informações do Desafiador. **Versão 1:** O Desafiador começa descrevendo um objeto, e o Adivinhador tenta adivinhar o que é. **Versão 2:** O Adivinhador faz perguntas de sim/não ao Desafiador até que o Adivinhador adivinhe qual é o objeto. **Como ganhar:** Adivinhe o objeto com o menor número de dicas possível.
ru: **Правила:** Существует две версии этой игры. В обеих версиях есть "Загадчик", который загадывает предмет. И "Угадчик", который пытается угадать предмет, опираясь на информации от Загадчика. **Версия 1:** Загадчик начинает описывать предмет, а Угадчик пытается угадать, что это. **Версия 2:** Угадчик задает вопросы с ответами «да» или «нет», пока не угадает. **Условия победы:** Получите ответ за наименьшее количество вопросов.

# data_list
source: PATTERNS
el: ΜΟΤΙΒΑ
pt: PADRÕES
ru: ЗАКОНОМЕРНОСТИ

# data_list
source: Object Descriptions
el: Περιγραφες Αντικειμενων
pt: Descrições de Objetos
ru: Описание Объектов

# data_list
source: Patterns are everywhere! See how many you can make with your child.
el: Τα μοτίβα είναι παντού! Δείτε πόσα μπορείτε να δημιουργήσετε με το παιδί σας.
pt: Padrões estão em toda parte! Descubra quantos você consegue fazer com seu filho.
ru: Закономерность повсюду! Сколько вы сможете найти вместе с вашим ребёнком.

# data_list
source: Pattern types
el: Τύποι μοτίβων
pt: Tipos de padrões
ru: Типы закономерностей

# data_list
source: Here are some characteristics that can be used by themselves or mixed together: • Movement patterns: stepping, jumping, waving, nodding • Sound patterns: clapping, knee slapping, tongue clicking, stamping • Loudness patterns: soft, medium, loud • Visual patterns: color, shape, size
el: Ακολουθούν μερικά χαρακτηριστικά που μπορούν να χρησιμοποιηθούν μόνα τους ή συνδυασμένα: * Μοτίβα κίνησης: βηματισμός, άλμα, χαιρετισμός με το χέρι, νεύμα * Μοτίβα ήχου: παλαμάκια, χτύπημα γονάτου, κλικ με τη γλώσσα, χτύπημα ποδιού * Μοτίβα έντασης: χαμηλή, μέτρια, υψηλή * Οπτικά μοτίβα: χρώμα, σχήμα, μέγεθος
pt: Aqui temos algumas características que podem ser usadas sozinhas ou misturadas com outras: * Padrões de movimento: pisar, pular, acenar, balançar a cabeça * Padrões de som: bater palmas, dar tapas nos joelhos, estalar com a língua, bater os pés * Padrões de volume: baixo, médio, alto * Padrões visuais: cor, formato, tamanho
ru: Вот некоторые закономерности, которые можно использовать отдельно или комбинировать: * В движении тела: ходить, прыгать, махать, кивать * В звуках: хлопать, цокать, печатать * В громкости: тихий, средний, громкий * Во внешнем виде: цвет, форма, размер
