Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Put price tags on things in your home (toys, food, books, etc.) Use pieces of paper that have '1' marked on them as pretend money to spend on things in the store. After each 'purchase,' have your child count out the number of bills to pay for it and then count out how much money is left.
el: Βάλτε ετικέτες τιμών σε αντικείμενα στο σπίτι (παιχνίδια, φαγητό, βιβλία κ.λπ.). Χρησιμοποιήστε κομμάτια χαρτιού που έχουν το «1» γραμμένο επάνω ως ψεύτικα χαρτονομίσματα για να «αγοράζετε» πράγματα από το μαγαζί. Μετά από κάθε «αγορά», ζητήστε από το παιδί να μετρήσει τα χαρτονομίσματα για να πληρώσει και έπειτα να μετρήσει πόσα χρήματα απομένουν.
pt: Coloque etiquetas de preço em coisas em sua casa (brinquedos, comida, livros, etc.). Use pedaços de papel com o número “1” marcado neles como dinheiro fictício para gastar em coisas na loja. Após cada “compra”, faça com que seu filho conte o número de notas para pagar por ela e então conte quanto dinheiro sobrou.
ru: Прикрепите ценники к предметам в вашем доме (игрушкам, продуктам, книгам, и т. д.). Используйте кусочки бумаги с цифрой '1', чтобы они играли роль денег, которые можно тратить на товары в магазине. После каждой "покупки" пусть ваш ребёнок посчитает количество купюр для оплаты, а затем подсчитает, сколько денег у него осталось.

# data_list
source: HOPSCOTCH
el: ΚΟΥΤΣΌ
pt: AMARELINHA
ru: КЛАССИКИ

# data_list
source: Numbers up to 5
el: Αριθμοι μεχρι το 5
pt: Números até 5
ru: Числа до 5

# data_list
source: The game of hopscotch provides great counting practice, both forward and backward. Copy this design, or use a simpler one. Use chalk if outside, or masking or painter's tape if inside.
el: Το παιχνίδι κουτσό προσφέρει εξαιρετική εξάσκηση στη μέτρηση, τόσο προς τα πάνω όσο και προς τα κάτω. Αντιγράψτε αυτό το σχέδιο ή χρησιμοποιήστε ένα πιο απλό. Χρησιμοποιήστε κιμωλία αν βρίσκεστε έξω ή χαρτοταινία αν είστε μέσα.
pt: O jogo de amarelinha oferece uma ótima prática de contagem, tanto para frente quanto para trás. Copie este modelo ou use um mais simples. Use giz se estiver do lado de fora, ou fita adesiva se estiver dentro de casa.
ru: Игра в классики отлично помогает в практике счёта, как вперёд, так и назад. Скопируйте этот дизайн или используйте более простой. Используйте мел, если играете на улице, или малярный скотч, если в помещении.

# data_list
source: 1. Throw a marker into the first square. If it lands on a line, or outside the square, you lose your turn and you pass the marker to the next player. 2. Hop on one foot into the first empty square, and then every subsequent empty square. Skip the one your marker is on. 3. At the pairs (4-5 and 7-8), jump with both feet. 4. At 10, hop with both feet, turn around, and head back toward the start.
el: 1. Ρίξτε ένα αντικείμενο-σημάδι στο πρώτο τετράγωνο. Αν ακουμπήσει σε γραμμή ή έξω από το τετράγωνο, χάνετε τη σειρά σας και δίνετε το αντικείμενο-σημάδι στον επόμενο παίκτη. 2. Πηδήξτε στο ένα πόδι στο πρώτο άδειο τετράγωνο και στη συνέχεια σε κάθε επόμενο άδειο τετράγωνο. Παραλείψτε αυτό όπου βρίσκεται το αντικείμενο-σημάδι. 3. Στα ζεύγη (4–5 και 7–8) πηδήξτε με τα δύο πόδια. 4. Στο 10 πηδήξτε με τα δύο πόδια, γυρίστε και κατευθυνθείτε πίσω προς την αρχή.
pt: 1. Jogue um marcador no primeiro quadrado. Se ele cair em uma linha ou fora do quadrado, você perde sua vez e passa o marcador para o próximo jogador. 2. Pule com um pé para o primeiro quadrado vazio e, em seguida, para cada quadrado vazio subsequente. Passe reto pelo quadrado onde seu marcador está. 3. Nos pares (4-5 e 7-8), pule com os dois pés. 4. No 10, pule com os dois pés, vire-se e volte em direção ao início.
ru: 1. Бросьте маркер или камешек в первую клетку. Если он приземляется на линию или за пределами клетки, вы теряете ход и передаёте ход следующему игроку. 2. Прыгайте одной ногой на одиночные клетки. 3. На парные клетки (4-5 и 7-8), прыгайте двумя ногами. 4. На 10-ой клетке,, прыгайте двумя ногами, разворачивайтесь и прыгайте назад к началу.

# data_list
source: 5. When you reach the marked square again, pick up the marker—on one foot!—and keep going. 6. If you finished without any mistakes, pass the marker to the next player. On your next turn, throw the marker to the next number. 7. If you fall, jump outside the lines, or miss a square or the marker, you lose your turn and must repeat the same number on your next turn. Whoever reaches 10 first, wins.
el: 5. Όταν φτάσετε ξανά στο τετράγωνο με το σημάδι, σηκώστε το αντικείμενο—στο ένα πόδι!—και συνεχίστε. 6. Αν τελειώσετε χωρίς λάθη, δώστε το αντικείμενο-σημάδι στον επόμενο παίκτη. Στην επόμενη σειρά σας, ρίξτε το αντικείμενο-σημάδι στον επόμενο αριθμό. 7. Αν πέσετε, πατήσετε έξω από τις γραμμές ή χάσετε τετράγωνο ή το σημάδι, χάνετε τη σειρά σας και πρέπει να επαναλάβετε τον ίδιο αριθμό στην επόμενη σειρά. Όποιος φτάσει πρώτος στο 10 κερδίζει.
pt: 5. Quando chegar no quadrado marcado novamente, pegue o marcador—em um pé só!— e continue. 6. Se você finalizar sem nenhum erro, passe o marcador para o próximo jogador. Na sua vez, jogue o marcador no próximo número. 7. Se você cair, pular fora das linhas, ou perder um quadrado ou marcador, você perde sua vez e deve repetir o mesmo número na próxima jogada. Quem alcançar 10 primeiro, vence.
ru: 5. Возвращаясь назад когда достигните клетки с камнем, поднимите его и продолжайте движение. 6. Если вы завершили без ошибок, на вашем следующем ходу бросьте маркер на следующее число. 7. Если вы упадёте, прыгнете за пределы линий, пропустите клетку или маркер, вы теряете ход и должны повторить то же число на следующем ходу. Выигрывает тот кто достигает 10 первым.

# data_list
source: Simpler variations
el: Απλούστερες παραλλαγές
pt: Variações mais simples
ru: Упрощение

# data_list
source: For younger children, relax many of the rules and replace hopping with stepping. Also, use a jumping pattern with fewer squares, perhaps as simple as having the numbers from1to5infivesquaresinarow.
el: Για μικρότερα παιδιά, χαλαρώστε πολλούς από τους κανόνες και αντικαταστήστε τα πηδήματα με βηματισμό. Επίσης, χρησιμοποιήστε ένα σχέδιο με λιγότερα τετράγωνα, ίσως απλώς τους αριθμούς από το 1 έως το 5 σε πέντε τετράγωνα στη σειρά.
pt: Para crianças mais novas, simplifique muitas das regras e substitua o pulo por passos. Além disso, use um padrão de pulo com menos quadrados, talvez tão simples quanto ter os números de 1 a 5 em cinco quadrados em linha reta.
ru: Для детей помладше смягчите многие правила и замените прыжки на шаги. Также используйте более простую схему с меньшим количеством клеток, например, числа от 1 до 5 в ряд.

# data_list
source: GOING IN CIRCLES
el: ΠΗΓΑΊΝΟΝΤΑΣ ΣΕ ΚΎΚΛΟΥΣ
pt: ANDANDO EM CÍRCULOS
ru: НАУКУ К КРУГУ

# data_list
source: **A circle for each property:** Create large circles on the ground using Hula Hoops, string, or draw them with sidewalk chalk. Use a collection of objects and have each circle represent a property of some of the objects. Possible properties are: has four legs, is bigger than a doll, has some red coloring. The challenge for your child is to put everything that has the property in the circle and everything without the property outside the circle.
el: **Ένας κύκλος για κάθε ιδιότητα:** Δημιουργήστε μεγάλους κύκλους στο έδαφος χρησιμοποιώντας στεφάνια Χούλα-Χουπ, σπάγκο ή σχεδιάζοντάς τους με κιμωλία πεζοδρομίου. Χρησιμοποιήστε μια συλλογή αντικειμένων και κάντε κάθε κύκλο να αντιπροσωπεύει μια ιδιότητα ορισμένων αντικειμένων. Πιθανές ιδιότητες είναι: έχει τέσσερα πόδια, είναι μεγαλύτερο από μια κούκλα, έχει κόκκινο χρώμα. Η πρόκληση για το παιδί σας είναι να βάλει ό,τι έχει την ιδιότητα μέσα στον κύκλο και ό,τι δεν την έχει έξω από τον κύκλο.
pt: **Um círculo para cada propriedade:** Crie grandes círculos no chão utilizando bambolês, cordas, ou desenhe-os com giz. Utilize uma coleção de objetos e faça com que cada círculo represente uma propriedade de alguns dos objetos. Podem ser possíveis propriedades: têm quatro pernas, é maior que uma boneca, tem alguma cor vermelha. O desafio para seu filho é colocar tudo o que tiver a propriedade dentro do círculo e tudo o que não tiver fora dele.
ru: **Круг для каждого свойства:** Организуйте большие круги на земле, используя обручи, верёвки или нарисуйте их мелом. Используйте разные предметы и пусть каждый круг представляет собой общее свойство некоторых из них. Возможные свойства: четыре ноги, больше чем кукла, красного цвета. Задача вашего ребёнка — поместить все предметы, обладающие одним свойством, в круг, а все остальные предметы оставить за пределами круга.

# data_list
source: **Two circles:** Start by using one circle to get your child used to the idea. When you change to two circles, make them partially overlap, and choose the properties so that some objects have both properties. **Example:** For example, if you have a box of blocks, the two properties might be having a round shape and being wooden. Your child should tell you how they are deciding to place each object.
el: **Δύο κύκλοι:** Ξεκινήστε με έναν κύκλο για να συνηθίσει το παιδί την ιδέα. Όταν περάσετε σε δύο κύκλους, κάντε τους να αλληλεπικαλύπτονται μερικώς και διαλέξτε ιδιότητες ώστε κάποια αντικείμενα να έχουν και τις δύο. **Παράδειγμα:** Αν έχετε ένα κουτί με τουβλάκια, οι δύο ιδιότητες μπορεί να είναι το κυκλικό σχήμα και το να είναι ξύλινα. Το παιδί σας πρέπει να σας λέει πώς αποφασίζει να τοποθετήσει κάθε αντικείμενο.
pt: **Dois círculos:** Comece utilizando apenas um círculo para que seu filho se familiarize com a ideia. Quando você mudar para dois círculos, faça com que eles se sobreponham parcialmente, e escolha as propriedades de modo que alguns dos objetos tenham as duas propriedades. **Exemplo:** Por exemplo, se você tiver uma caixa de blocos, as duas propriedades podem ser: ter um formato redondo e ser de madeira. Seu filho deve lhe dizer como ele está decidindo colocar cada objeto.
ru: **Два Круга:** Начните с одного круга, чтобы ваш ребёнок привык к этой идее. Когда перейдёте к двум кругам, выберите свойства так, чтобы некоторые предметы имели оба свойства. **Пример:** Например, если у вас есть коробка с кубиками, два свойства могут быть: красный цвет и сделаны из дерева. Ваш ребёнок должен объяснить, как он решает, куда разместить каждый предмет.

# data_list
source: Reverse this activity by placing objects in the circles and challenging your child to identify what property goes with each circle.
el: Αντιστρέψτε τη δραστηριότητα βάζοντας εσείς αντικείμενα στους κύκλους και προκαλέστε το παιδί να εντοπίσει ποια ιδιότητα αντιστοιχεί σε κάθε κύκλο.
pt: Inverta essa atividade colocando objetos nos círculos e desafiando seu filho a identificar qual propriedade vai em cada círculo.
ru: Внесите изменение: разместите объекты в кругах и предложите вашему ребёнку определить, какое свойство соответствует каждому кругу.

# data_list
source: SAME AND DIFFERENT
el: ΊΔΙΑ ΚΑΙ ΔΙΑΦΟΡΕΤΙΚΆ
pt: IGUAL E DIFERENTE
ru: СХОЖИЕ И РАЗНЫЕ

# data_list
source: **How to play:** Choose two items that are somewhat similar. How are they similar? How are they different? Allow your child lots of freedom to come up with unusual reasons. Sometimes let your child pick the two items to challenge you to come up with the similarities and differences. **Example:** Pick a spoon and a fork. They are similar because you eat with them and they are both kept in the kitchen. They are different because one is pointy and one is round.
el: **Πώς να παίξετε:** Επιλέξτε δύο αντικείμενα που είναι κάπως παρόμοια. Σε τι μοιάζουν; Σε τι διαφέρουν; Αφήστε το παιδί να έχει πολλή ελευθερία για να βρει ασυνήθιστους λόγους. Κάποιες φορές αφήστε το παιδί να διαλέξει τα δύο αντικείμενα για να προκαλέσει εσάς να βρείτε εσείς τις ομοιότητες και τις διαφορές. **Παράδειγμα:** Διαλέξτε ένα κουτάλι και ένα πιρούνι. Μοιάζουν επειδή τρώμε με αυτά και φυλάγονται στην κουζίνα. Διαφέρουν επειδή το ένα είναι μυτερό και το άλλο στρογγυλό.
pt: **Como jogar:** Escolha dois itens que sejam, de alguma forma, semelhantes. Como eles se assemelham? Como eles se diferenciam? Dê ao seu filho bastante liberdade para inventar motivos inusitados. Às vezes, deixe-o escolher dois itens para desafiá-lo a encontrar semelhanças e diferenças. **Exemplo:** Pegue uma colher e um garfo. Eles se assemelham porque você pode comer com eles, e ambos ficam na cozinha. Eles se diferenciam porque um é pontudo e o outro é arredondado.
ru: **Правила:** Выберите два предмета, которые немного похожи. Чем они похожи? Чем они отличаются? Позвольте вашему ребёнку проявлять креативность и находить необычные причины. Давайте вашему ребёнку возможность выбрать два предмета, чтобы бы вы могли найти сходства и различия. **Пример:** К примеру возьмём ложку и вилку. Они похожи тем, что они часть сервиза и их хранят на кухне. Различие в форме.

# data_list
source: One variation is to choose an item and ask which things in the room are similar to it and which things are very different from it.
el: Μία παραλλαγή είναι να επιλέξετε ένα αντικείμενο και να ρωτήσετε ποια πράγματα στο δωμάτιο του μοιάζουν και ποια είναι πολύ διαφορετικά από αυτό.
pt: Uma variação é: escolher um item e perguntar quais coisas no local são semelhantes a ela e quais coisas são muito diferentes.
ru: Выберите предмет и спросите, какие вещи в комнате похожи на него, а какие отличаются.

# data_list
source: ONE OF THESE IS NOT LIKE THE OTHERS
el: ΈΝΑ ΑΠΌ ΑΥΤΆ ΔΕΝ ΜΟΙΆΖΕΙ ΜΕ ΤΑ ΆΛΛΑ
pt: UM DESSES NÃO É COMO OS OUTROS
ru: ОДИН ЛИШНИЙ

# data_list
source: Use a set of four items or drawings where at least one of the four is the odd one out. Challenge your child to identify one that is not like the others and to explain why. Accept any reason that makes sense; your child may have an unusual reason.
el: Χρησιμοποιήστε ένα σύνολο τεσσάρων αντικειμένων ή σχεδίων όπου τουλάχιστον ένα από τα τέσσερα είναι το «διαφορετικό». Προκαλέστε το παιδί σας να εντοπίσει ποιο δεν μοιάζει με τα άλλα και να εξηγήσει το γιατί. Δεχθείτε κάθε λόγο που βγάζει νόημα, το παιδί σας μπορεί να έχει έναν ασυνήθιστο συλλογισμό.
pt: Utilize um conjunto de quatro itens ou desenhos em que ao menos um dos quatro não combine com os outros. Desafie seu filho a identificar o que não combina e explicar o porquê. Aceite qualquer resposta que faça sentido; o seu filho pode dar uma resposta inusitada.
ru: Используйте набор из четырёх предметов или рисунков, хотя бы один из них должен отличатся от остальных. Попросите вашего ребёнка определить, какой из предметов не похож на другие, и объяснить почему. Примите любое логичное объяснение; ваш ребёнок может предложить необычное решение.

# data_list
source: **Example – Shapes:** Suppose the four items are a red triangle, a red square with a hole, a small red square, and solid blue square.
el: **Παράδειγμα – Σχήματα:** Έστω ότι τα τέσσερα αντικείμενα είναι ένα κόκκινο τρίγωνο, ένα κόκκινο τετράγωνο με τρύπα, ένα μικρό κόκκινο τετράγωνο και ένα συμπαγές μπλε τετράγωνο.
pt: **Exemplo – Formas:** Suponha que os quatro itens sejam: um triângulo vermelho, um quadrado vermelho com um buraco, um quadrado vermelho pequeno e um quadrado azul maciço.
ru: **Пример – Фигуры:** Предположим, что четыре предмета — это красный треугольник, красный квадрат с отверстием, маленький красный квадрат, и синий квадрат.

# data_list
source: The red triangle is the only non-square, the red square with the hole is the only one with a hole, the blue square is the only one that isn't red, and the little red square is much smaller than the others. There isn’t always more than one good answer, but you should always be open to surprising ideas.
el: Το κόκκινο τρίγωνο είναι το μόνο που δεν είναι τετράγωνο, το κόκκινο τετράγωνο με την τρύπα είναι το μόνο που έχει τρύπα, το μπλε τετράγωνο είναι το μόνο που δεν είναι κόκκινο και το μικρό κόκκινο τετράγωνο είναι πολύ μικρότερο από τα άλλα. Δεν υπάρχει πάντα μόνο μία σωστή απάντηση, αλλά πρέπει πάντα να είστε ανοιχτοί σε απρόσμενες ιδέες.
pt: O triângulo vermelho é o único que não é um quadrado, o quadrado vermelho com um buraco é o único que possui um buraco, o quadrado azul é o único que não é vermelho, e o pequeno quadrado vermelho é muito menor do que os outros. Geralmente, não há mais do que uma única resposta boa, mas você deve estar sempre aberto a ideias curiosas.
ru: Красный треугольник — единственный, который не является квадратом. Красный квадрат с отверстием — единственная фигура с отверстием. Синий квадрат — единственный, который не красного цвета. Маленький красный квадрат значительно меньше остальных. Не всегда бывает больше одного правильного ответа, но всегда будьте открыты к неожиданным идеям.

# data_list
source: EACH OF THESE IS NOT LIKE THE OTHERS
pt: CADA UM DESTES É DIFERENTE DOS OUTROS
ru: КАЖДЫЙ ИЗ НИХ НЕ ПОХОЖЫ НА ДРУГИХ

# data_list
source: **The setup.** Start with a group of four things with the following property: for each one of the things, the remaining three things have something in common that is not shared by the fourth. Challenge each other to find groups with this property. Be flexible and allow for any reasonable explanation that seems to work. **Example.** The first item is a triangle, while the others are squares. The second has a hole, while the others are solid. The third is a lot smaller than the others. The fourth is blue, while the others are red.
pt: **A montagem.** Comece com um grupo de quatro itens com a seguinte propriedade: para cada um dos itens, os outros três têm algo em comum que não é compartilhado com ele. Desafiem-se a encontrar grupos com esta propriedade. Sejam flexíveis e permitam qualquer explicação razoável que pareça funcionar. **Exemplo.** O primeiro item é um triângulo enquanto os outros são quadrados. O segundo tem um buraco enquanto os outros não. O terceiro é muito menor que os outros. O quarto é azul enquanto os outros são vermelho.
ru: **Установка.** Начните с группы из четырёх вещей со следующим свойством: для каждой из вещей оставшиеся три вещи имеют что-то общее, чего нет у четвертой. Бросьте друг другу вызов, чтобы найти группы с этим свойством. Будьте cвободны и допускайте любое разумное объяснение, которое, как вам кажется работает. **Пример.** Первый предмет -- треугольник, а остальные -- квадраты. Во втором есть отверстие, а остальные сплошные. Третий намного меньше остальных. Четвёртый синий, а остальные красные.

# data_list
source: SCAVENGER HUNT
pt: CAÇA AO TESOURO
ru: КВЕСТ

# data_list
source: **The setup.** Make a stack of scavenger hunt cards in advance. The players can play individually or in small groups of two to three. Each card will describe a thing to find. It may be a specific thing, "A stop sign," or it may be a description involving all sorts of descriptions and properties. Here are some examples that you might want to use individually or in combinations: * Colors * Size (bigger than a hand, smaller than a car) * Shapes (circle, triangle, square, ball, box) * Group size (two things together, three together, ...) * Patterns (A B A B ...) * Numbers * Position (under, over, on top of, next to) * Texture (smooth, rough, bumpy, pointy) * Uses (for writing, for sitting, ...) **How to play.** Randomly distribute three cards to each player or group of players. Their goal is to be the first to find things for each of their cards.
pt: **A montagem.** Primeiro, faça uma pilha de cartas do caça ao tesouro. Os jogadores podem jogar individualmente ou em pequenos grupos de dois a três jogadores. Cada carta vai descrever o objeto a ser encontrado. Pode ser algo específico, como "Uma placa de PARE", ou uma descrição combinando várias descrições e propriedades. Aqui estão alguns exemplos que você pode querer usar individualmente ou em conjunto. * Cores * Tamanho (maior que uma mão, menor que um carro) * Formas (círculo, triângulo, quadrado, esfera, caixa) * Tamanho do grupo (duas coisas juntas, três juntas, ...) * Padrões (A B A B ...) * Números * Posição (sob, sobre, em cima de, próximo de) * Textura (macio, duro, irregular, pontiagudo) * Usos (para escrever, para se sentar, ...) **Como jogar.** Distribua três cartas aleatoriamente para cada jogador ou grupo de jogadores. A meta é encontrar os objetos de cada carta primeiro.
ru: **Установка.** Заранее сделайте стопку карточек поиска сокровищ. Игроки могут играть индивидуально или в небольших группах по два-три человека. Каждая карточка будет описывать вещь, которую нужно найти. Это может быть конкретные вещи, знак «Стоп», или это может быть описание, включающее все виды описаний и свойств. Вот несколько примеров, которые вы можете использовать по отдельности или в комбинациях. * Цвета * Размер (больше руки, меньше машины) * Формы (круг, треугольник, квадрат, шар, коробка) * Размер группы (два предмета вместе, три предмета вместе, …) * Числовые закономерности (А Б А Б) * Числа * Положение (под, над, сверху, рядом) * Текстура (гладкая, широxоватая, неровная, заостренная) * Использование (для письма, для сидения, …) **Как играть.** Случайным образом раздайте По три карты каждому игроку или группе игроков. Их цель- первыми найти предметы для каждой своих карт.

# data_list
source: TREASURE MAP
pt: MAPA DO TESOURO
ru: КАРТА СОКРОВИЩ

# data_list
source: Object Properties
pt: Propriedades do Objeto
ru: Cвойства Предметов

# data_list
source: **The setup.** Decide on an interesting place for the treasure. It can be just the place, or you could put some silly thing there that your child will enjoy finding. The "map" can be done in one of two ways. It can be a drawing of the area with interesting landmarks drawn in, and with an "X" marks the spot where the treasure is. Or, it can be a series of directions that must be followed to get to the treasure. The directions can be as simple as "face the clock and go forward 9 steps," or they can be descriptions similar to those in the Scavenger Hunt activity "face something blue and round, then walk toward a group of three red things until you are next to something to sit on."
pt: **A montagem.** Decida um local interessante para o tesouro. Pode ser apenas um local, ou você pode colocar algo simples que a sua criança irá gostar de encontrar. O "mapa" pode ser feito de duas maneiras diferentes. Pode ser um esboço da área com pontos de referência desenhados e com um "X" marcando o local onde o tesouro está. Ou pode ser uma séries de direções que devem ser seguidas para encontrar o tesouro. As direções podem ser tão simples quanto "fique diante do relógio e dê 9 passos para frente," ou podem ser descrições parecidas com aquelas da atividade do Caça ao Tesouro "fique diante de algo azul e redondo, depois ande em direção a um grupo de três coisas vermelhas até você se aproximar de algo para se sentar."
ru: **Установка.** Выберите интересное место для Сокровища. Это может быть просто место или вы можете положить туда какую-нибудь глупую вещь, которую ваш ребёнок будет с удовольствием находить, «Карту» можно сделать одним из двух способов. Это может быть рисунок местности с нарисованными интересными ориентирами, а «Х» помечает место где находится сокровища. Или это может быть ряд указаний, к которым нужно следовать, чтобы добраться до сокровища. Указания могут быть такими простыми, как «повернитесь лицом к часам и пройдите вперёд 9 шагов», или это могут быть описания, похоже на те, которые указаны в задании «Охота за сокровищами»: «повернитесь лицом к чему-то синему и круглому, затем Идите к группе из трёх красных вещей, пока не окажетесь рядом с чем-то, на чём можно сесть».

# data_list
source: DESCRIBING SCENES
el: ΠΕΡΙΓΡΑΦΉ ΣΚΗΝΏΝ
pt: DESCREVENDO CENÁRIOS
ru: ОБРИСОВКА
