Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The three people in this picture are using their hands in different ways. Each one is communicating a different message. What do you think each one is saying with their hands?
el: Οι τρεις άνθρωποι στην εικόνα χρησιμοποιούν τα χέρια τους με διαφορετικούς τρόπους. Τι νομίζεις ότι λέει ο καθένας τους με τα χέρια του;
pt: As três pessoas nesta imagem estão usando as mãos de maneiras diferentes. Cada um está comunicando uma mensagem diferente. O que você acha que cada um está dizendo com as mãos?
ru: Три человека на этой картинке используют свои руки по-разному. Каждый из них посылает разные сообщения. Как ты думаешь, что именно они говорят своими жестами?

# data_list
source: "I can sing for him. He might be happy again," Sakima told his parents. But his parents dismissed him. "He is very rich. You are only a blind boy. Do you think your song will help him?"
el: «Μπορώ να του τραγουδήσω. Ίσως ξαναγίνει χαρούμενος», είπε ο Σακίμα στους γονείς του. Αλλά οι γονείς του απέρριψαν την ιδέα. «Είναι πολύ πλούσιος. Εσύ είσαι μόνο ένα τυφλό αγόρι. Νομίζεις ότι το τραγούδι σου θα τον βοηθήσει;»
pt: "Eu posso cantar para ele. Ele pode ficar feliz de novo ", disse Sakima aos pais. Mas seus pais o dispensaram. "Ele é muito rico. Você é apenas um garoto cego. Você acha que sua música vai ajudá-lo?"
ru: “Я могу спеть для него. Возможно он снова станет счастливым”, — сказал Сакима своим родителям. Но родители отклонили его предложение. “Он очень богат, а ты просто слепой мальчик. Думаешь твоя песня поможет ему?”

# data_list
source: Are there songs that always make you feel happy no matter how you felt before hearing the song?
el: Υπάρχουν τραγούδια που σε κάνουν πάντα χαρούμενο ό,τι διάθεση κι αν είχες πριν;
pt: Existem músicas que sempre fazem você se sentir feliz, não importa como você estava se sentindo antes de ouvir a música?
ru: Есть ли песни, которые всегда делают тебя счастливым/счастливой, независимо от того, как ты чувствовал/а себя до прослушивания песни?

# data_list
source: What is his father really saying when he says the man is very rich and Sakima is only a blind boy? Do you think blind boys can make rich people happy?
el: Τι λέει πραγματικά ο πατέρας όταν μιλά για τον πλούσιο και το τυφλό αγόρι; Νομίζεις ότι τα τυφλά αγόρια μπορούν να κάνουν τους πλούσιους ευτυχισμένους;
pt: O que o pai de Sakima realmente está dizendo quando diz que o homem é muito rico e Sakima é apenas um menino cego? Você acha que garotos cegos podem fazer pessoas ricas felizes?
ru: Что на самом деле имеет в виду, когда говорит, что мужчина очень богат, а Сакима — просто слепой мальчик? Думаешь ли ты, что слепые мальчики могут сделать богачей счастливыми?

# data_list
source: Now look at what Sakima's father and mother are doing with their hands, faces, and bodies. Without using words, what are they communicating this time?
el: Δες τώρα τα χέρια και τα σώματα του πατέρα και της μητέρας. Χωρίς λόγια, τι επικοινωνούν αυτή τη φορά;
pt: Agora veja o que o pai e a mãe de Sakima estão fazendo com suas mãos, rostos e corpos. Sem usar palavras, o que eles estão comunicando desta vez?
ru: Теперь, обрати внимание на то, что папа и мама Сакимы делают своими руками, лицами и телами. Не используя слов, что они говорят на этот раз?

# data_list
source: However, Sakima did not give up. His little sister supported him. She said, "Sakima's songs soothe me when I am hungry. They will soothe the rich man too."
el: Ωστόσο, ο Σακίμα δεν τα παράτησε. Η μικρή του αδελφή τον υποστήριξε. Είπε: «Τα τραγούδια του Σακίμα με ηρεμούν όταν πεινάω. Θα ηρεμήσουν και τον πλούσιο».
pt: No entanto, Sakima não desistiu. Sua irmãzinha o apoiou. Ela disse, "As músicas de Sakima me acalmam quando estou com fome. Elas vão acalmar o homem rico também."
ru: Несмотря на это, Сакима не сдался. Его младшая сестра поддерживала его. Она сказала: “Песни Сакимы успокаивают меня, когда я голодная. Они успокоят и богатого мужчину тоже”.

# data_list
source: Whether it is a rich man or Sakima's sister, a beautiful song can improve anyone's day!
el: Είτε πρόκειται για πλούσιο άντρα είτε για την αδελφή του Σακίμα, ένα όμορφο τραγούδι μπορεί να φτιάξει τη μέρα οποιουδήποτε!
pt: Seja um homem rico ou a irmã de Sakima, uma bela música pode melhorar o dia de qualquer um!
ru: Будь то богач или младшая сестра Сакимы, красивая песня может улучшить день любого человека!

# data_list
source: His parents look skeptical, but they are willing to give it a try. Have there been times when you thought you could do something and the people around you doubted that you could? Who ended up being right?
el: Οι γονείς του φαίνονται δύσπιστοι αλλά είναι πρόθυμοι να δοκιμάσουν. Έχει τύχει να πιστεύεις ότι μπορείς να κάνεις κάτι ενώ οι γύρω σου αμφέβαλαν; Ποιος είχε δίκιο τελικά;
pt: Seus pais parecem céticos, mas estão dispostos a tentar. Houve momentos em que você pensou que poderia fazer algo e as pessoas ao seu redor duvidaram disso? Quem acabou estando certo?
ru: Его родители смотрят на эту идею скептически, но они дадут ей шанс. Бывали ли случаи, когда ты думал/а, что можешь что-то сделать, но некоторые люди вокруг тебя сомневались в твоем успехе? Кто в итоге оказался прав?

# data_list
source: This time, look at Sakima's sister's hands. What are her hands showing, especially her right hand? People say a lot with their bodies without using any words.
el: Δες τα χέρια της αδελφής του Σακίμα, ιδιαίτερα το δεξί. Τι δείχνουν; Οι άνθρωποι λένε πολλά με το σώμα τους χωρίς λόγια.
pt: Desta vez, olhe para as mãos da irmã de Sakima. O que as mãos dela estão mostrando, especialmente a mão direita? As pessoas dizem muito com seus corpos sem usar palavras.
ru: На этот раз, посмотри на руки сестры Сакимы. Что показывают её руки, особенно правая? Люди многое говорят своим телом, при этом не используя слов.

# data_list
source: The following day, Sakima asked his little sister to lead him to the rich man's house.
el: Την επόμενη μέρα, ο Σακίμα ζήτησε από την αδελφή του να τον οδηγήσει στο σπίτι του πλούσιου.
pt: No dia seguinte, Sakima pediu à irmãzinha que o levasse à casa do homem rico.
ru: На следующий день, Сакима попросил свою младшую сестру отвести его в дом богатого мужчины.

# data_list
source: Sometime, when you're with someone, walk around holding their hand keeping your eyes closed. You will probably notice many things that you usually ignore. You will start feeling, hearing, and sensing your space in a fresh way!
el: Κάποια μέρα μπορείς να περπατήσεις με κλειστά μάτια κρατώντας κάποιον από το χέρι. Θα παρατηρήσεις πολλά που συνήθως αγνοείς· θα νιώσεις, θα ακούσεις και θα αντιληφθείς τον χώρο αλλιώς!
pt: Às vezes, quando estiver com alguém, ande por aí segurando a mão dessa pessoa e mantendo os olhos fechados. Você provavelmente notará muitas coisas que geralmente ignora. Você começará a sentir, ouvir e perceber o seu espaço de uma maneira nova!
ru: В следующий раз, когда ты будешь с кем-то, походи с закрытыми глазами, держа руку этого человека. Скорее всего, ты заметишь много вещей, которые ты обычно игнорируешь. Ты начнешь чувствовать, слышать и ощущать своё пространство по-новому!

# data_list
source: Do you know why Sakima has a stick? Blind people often use sticks to help them find their way and to avoid stumbling over things. The sticks touch the ground so the person can feel bumps or things in the way. Those sticks are often painted white with a red tip so that other people will know the stick holder is blind.
el: Ξέρεις γιατί ο Σακίμα κρατά μπαστούνι; Οι τυφλοί χρησιμοποιούν μπαστούνια για να βρίσκουν τον δρόμο και να μην σκοντάφτουν. Το μπαστούνι ακουμπά στο έδαφος και έτσι ο τυφλός αισθάνεται τις ανωμαλίες και τα αντικείμενα στη διαδρομή του. Αυτά τα μπαστούνια συνήθως είναι λευκά με κόκκινη άκρη για να ξέρουν οι άλλοι ότι ο κάτοχος είναι τυφλός.
pt: Você sabe por que Sakima tem uma bengala? As pessoas cegas costumam usar suas bengalas para ajudá-las a encontrar o caminho e evitar tropeçar nas coisas. As bengalas tocam o chão para que a pessoa possa sentir irregularidades ou obstáculos no caminho. Essas bengalas são frequentemente pintadas de branco com a ponta vermelha para que outras pessoas saibam que quem a segura é cego.
ru: Знаешь ли ты, почему у Сакимы есть трость? Слепые люди часто используют трости, чтобы лучше ориентироваться и не спотыкаться о разные предметы. Трости касаются земли, и благодаря этому человек может чувствовать неровности, кочки и препятствия. Эти трости часто окрашены в белый цвет и имеют красный кончик. Таким образом, другие люди будут знать, что человек, который держит эту трость, — слепой.

# data_list
source: Look at the trees behind them. We have seen those trees earlier in the story, and they have large crowns (the area where their branches are). Do you think the illustrator has drawn them too close together in this picture?
el: Κοίτα τα δέντρα πίσω τους. Τα είδαμε νωρίτερα με μεγάλες κόμες (οι περιοχές με τα κλαδιά τους). Νομίζεις ότι ο εικονογράφος τα σχεδίασε πολύ κοντά το ένα στο άλλο σε αυτή την εικόνα;
pt: Olhe para as árvores atrás deles. Vimos essas árvores no início da história, e elas têm grandes copas (a área onde estão seus galhos). Você acha que o ilustrador as desenhou muito juntas nesta imagem?
ru: Посмотри на деревья позади них. Мы видели эти деревья раннее в истории, и у них есть огромные кроны (область, где находятся ветви деревьев). Думаешь ли ты, что художник нарисовал их слишком близко друг к другу?

# data_list
source: He stood below a window and began to sing his favorite song. Slowly, the head of the rich man began to show through the window.
el: Στάθηκε κάτω από ένα παράθυρο και άρχισε να τραγουδά το αγαπημένο του τραγούδι. Σιγά-σιγά, το κεφάλι του πλούσιου άντρα φάνηκε στο παράθυρο.
pt: Ele ficou embaixo de uma janela e começou a cantar sua música favorita. Lentamente, a cabeça do homem rico começou a aparecer pela janela.
ru: Он встал около окна и начал петь свою любимую песню. Голова богача медленно начала показываться из окна.

# data_list
source: Sakima might be blind, but his gift of singing made a huge difference to the rich man. People have a wide variety of skills, and each skill can make a big contribution in the right context.
el: Ο Σακίμα μπορεί να είναι τυφλός, αλλά το ταλέντο του στο τραγούδι έκανε τεράστια διαφορά για τον πλούσιο άνθρωπο. Οι άνθρωποι έχουν ποικιλία δεξιοτήτων και η κάθε μία μπορεί να συμβάλει πολύ στο κατάλληλο πλαίσιο.
pt: Sakima pode ser cego, mas o seu dom de cantar fez uma enorme diferença para o homem rico. As pessoas têm uma grande variedade de habilidades, e cada habilidade pode dar uma grande contribuição no contexto certo.
ru: Хоть Сакима и слепой, его дар пения изменил многое для богатого мужчины. У людей есть множество разных талантов и умений, и каждое умение может внести большой вклад в правильном контексте.

# data_list
source: Do you have some surprising skills that people don't always fully appreciate? Are there skills other people have that you sometimes don't give enough recognition?
el: Εσύ έχεις κάποιες εκπληκτικές ικανότητες που οι άλλοι δεν εκτιμούν πάντα; Υπάρχουν ικανότητες άλλων που ίσως δεν αναγνωρίζεις αρκετά;
pt: Você tem algumas habilidades surpreendentes que as pessoas nem sempre apreciam totalmente? Existem habilidades que outras pessoas têm, e que você às vezes não dá o reconhecimento suficiente?
ru: Есть ли у тебя удивительные навыки или таланты, которые люди не всегда полностью ценят? Есть ли у других людей навыки, которые ты иногда недооцениваешь?

# data_list
source: There are a lot of notes (the dark or hollow circles) on that page. Use your new estimation skills and estimate how many notes there are. They are hard to count, but count them as best you can and see how close your estimate was.
el: Υπάρχουν πολλές νότες (οι γεμάτοι μαύροι ή οι άδειοι κύκλοι) σε αυτή τη σελίδα. Αξιοποίησε τη δεξιότητα εκτίμησής σου και εκτίμησε πόσες είναι, μετά μέτρησέ τες όσο καλύτερα μπορείς και δες πόσο κοντά έπεσες.
pt: Há muitas notas musicais (os círculos escuros ou ocos) nessa página. Use suas novas habilidades de estimativa e estime quantas notas existem. Elas são difíceis de contar, mas conte-as o melhor que puder e veja o quão perto estava sua estimativa.
ru: На этой странице есть множество нот (тёмных или полых кружочков). Используй свои навыки оценки и прикинь, сколько здесь нот. Их тяжело сосчитать, но попробуй посчитать их как можно лучше и посмотри, насколько близка была твоя оценка.

# data_list
source: The workers stopped what they were doing. They listened to Sakima's beautiful song. But one man said, "Nobody has been able to console the boss. Does this blind boy think he will console him?"
el: Οι εργάτες σταμάτησαν ό,τι έκαναν. Άκουγαν το όμορφο τραγούδι του Σακίμα. Αλλά ένας είπε: «Κανείς δεν μπόρεσε να παρηγορήσει το αφεντικό. Νομίζει το τυφλό αγόρι ότι θα τα καταφέρει;»
pt: Os trabalhadores pararam o que estavam fazendo. Eles ouviram a bela música de Sakima. Mas um homem disse, "Ninguém foi capaz de consolar o chefe. Este menino cego acha que vai consolá-lo?"
ru: Работники прекратили то, что они делали. Они слушали прекрасную песню Сакимы. Но один мужчина сказал: “Никому не удавалось утешить босса. Думаете, что слепой мальчик сможет ему помочь?”

# data_list
source: Look at all the different colors the people are wearing. Describe the difference in the coloring of their clothes and the rich man's clothes.
el: Κοίτα τα διαφορετικά χρώματα που φορούν οι άνθρωποι. Περίγραψε τη διαφορά στα χρώματα με τα ρούχα του πλούσιου;
pt: Olhe para todas as cores diferentes que as pessoas estão usando. Descreva a diferença na coloração das roupas deles e das roupas do homem rico.
ru: Обрати на разные цвета одежды, которую носят люди. Опиши разницу в расцветке их одежды и одежды богача.

# data_list
source: Did you notice the rectangles on this page?
el: Πρόσεξες τα ορθογώνια σε αυτή τη σελίδα;
pt: Você notou os retângulos nesta página?
ru: Заметил/а ли ты прямоугольники на этой странице?

# data_list
source: What is wrong with this picture of the rich man? In a scene, the farther away the same thing is, the smaller it should be. The rich man's head is a little farther away than everyone else, and yet his head is drawn much larger than everyone else's. Hmmm ....
el: Τι δεν πάει καλά με την εικόνα του πλούσιου; Σε μια σκηνή, όσο πιο μακριά είναι κάτι, τόσο μικρότερο πρέπει να φαίνεται. Το κεφάλι του πλούσιου είναι λίγο πιο μακριά αλλά πολύ μεγαλύτερο από των άλλων. Χμμ...
pt: O que há de errado com essa imagem do homem rico? Em uma cena, quanto mais longe a mesma coisa estiver, menor ela deve ser. A cabeça do homem rico está um pouco mais longe do que todos os outros, e ainda assim sua cabeça é muito maior do que a de todos os outros. Hmmm ....
ru: Что не так с изображением богатого мужчины? На картине, чем дальше находится объект, тем меньше он должен быть. Голова богатого мужчины находится немного дальше, чем головы всех остальных, но выглядит намного больше. Хммм….

# data_list
source: Sakima finished singing his song and turned to leave. But the rich man rushed out and said, "Please sing the song again."
el: Ο Σακίμα τέλειωσε το τραγούδι και γύρισε να φύγει. Όμως ο πλούσιος έτρεξε έξω και είπε: «Σε παρακαλώ, τραγούδησέ το ξανά».
pt: Sakima terminou de cantar sua música e se virou para sair. Mas o homem rico correu e disse: "Por favor, cante a música novamente."
ru: Сакима закончил свою песню и собрался уходить. Но богач выбежал из дома и сказал: “Спой песню ещё раз, пожалуйста”.

# data_list
source: Look at the faces of the people in the crowd. What are they thinking about all this?
el: Κοίτα τα πρόσωπα των ανθρώπων στο πλήθος. Τι σκέφτονται γι’ αυτό;
pt: Olhe para os rostos das pessoas na multidão. O que eles estão pensando sobre tudo isso?
ru: Посмотри на лица людей в толпе. Что они думают обо всём этом?

# data_list
source: Parallel lines are lines that go in exactly the same direction and would never meet if they kept going. Notice how the bottom and top sides of these windows are not parallel. However, these lines, including the base of the house, should be parallel. Hmmm ...
el: Παράλληλες γραμμές είναι γραμμές στην ίδια κατεύθυνση που δεν συναντιούνται ποτέ. Πρόσεξε πώς οι πάνω και κάτω πλευρές των παραθύρων δεν είναι παράλληλες. Όμως θα έπρεπε να είναι παράλληλες όπως και η κάτω γραμμή του σπιτιού. Χμμ...
pt: Linhas paralelas são linhas que vão exatamente na mesma direção e nunca se encontrariam se continuassem indo. Observe como os lados inferior e superior dessas janelas não são paralelos. No entanto, essas linhas, incluindo a base da casa, deveriam ser paralelas. Humm...
ru: Параллельные линии — это линии, которые идут в одном направлении и никогда не пересекаются. Обрати внимание, что верхние и нижние стороны окон не параллельные. Однако эти линии, включая основание дома, должны быть параллельными. Хммм…

# data_list
source: Compare the rich man's clothes to the other people's clothes. What are the ways his shirt and pants are different from everyone else's clothes?
el: Σύγκρινε τα ρούχα του πλούσιου με των άλλων. Σε τι διαφέρουν το πουκάμισο και το παντελόνι του;
pt: Compare as roupas do homem rico com as roupas das outras pessoas. Quais são as maneiras pelas quais sua camisa e calças são diferentes das roupas de todos os outros?
ru: Сравни одежду и богача и одежду других людей. Чем его рубашка и брюки отличаются от одежды остальных?

# data_list
source: At that very moment, two men came carrying someone on a stretcher. They had found the rich man's son beaten up and left on the side of the road.
el: Εκείνη τη στιγμή, δύο άντρες έφεραν κάποιον σε φορείο. Είχαν βρει τον γιο του πλούσιου χτυπημένο στην άκρη του δρόμου.
pt: Naquele exato momento, dois homens vieram carregando alguém em uma maca. Eles encontraram o filho do homem rico espancado e deixado na beira da estrada.
ru: В этот момент двое мужчин пришли, неся кого-то на носилках. Они нашли избитого сына богача, брошенного на дороге.

# data_list
source: Have you ever tried to carry something as heavy as a person? It is hard work, even for two people, to carry someone for a distance.
el: Έχεις προσπαθήσει να κουβαλήσεις κάτι βαρύ όσο ένας άνθρωπος; Είναι δύσκολο, ακόμη και για δύο, να μεταφερθεί μακριά.
pt: Você já tentou carregar algo tão pesado quanto uma pessoa? É um trabalho difícil, até mesmo para duas pessoas, carregar alguém por uma longa distância.
ru: Ты когда-нибудь пытался/пыталась нести что-то такое же тяжелое, как человек? Нести кого-то на расстояние — тяжелая работа даже для двоих.

# data_list
source: The two people carrying the son look like they are working very hard. What about their bodies shows that they are carrying a heavy load?
el: Οι δύο άντρες φαίνονται να κοπιάζουν. Τι δείχνει στο σώμα τους ότι κουβαλούν βαρύ φορτίο;
pt: As duas pessoas que carregam o filho parecem estar trabalhando duro. O que em seus corpos mostram que eles estão carregando uma carga pesada?
ru: Двое мужчин, которые несут сына богатого мужчины, похоже, очень усердно работают. Что в их телах показывает, что они несут тяжелую ношу?

# data_list
source: Notice how the tree trunks are now farther apart than when Sakima was walking toward the house. Given the large trunks, do some of the tree crowns look a little small to you?
el: Παρατήρησε πώς οι κορμοί των δέντρων τώρα είναι πιο μακριά μεταξύ τους απ’ ό,τι όταν ο Σακίμα πήγαινε στο σπίτι. Με τόσο μεγάλους κορμούς, μερικές κόμες φαίνονται λίγο μικρές, έτσι δεν είναι;
pt: Observe como os troncos das árvores estão agora mais distantes do que quando Sakima estava caminhando em direção à casa. Dados os troncos grandes, algumas das copas das árvores parecem um pouco pequenas para você?
ru: Обрати внимание на то, что три ствола деревьев теперь находятся дальше друг от друга, чем когда Сакима шел к дому. Учитывая большие стволы деревьев, не кажутся ли тебе кроны некоторых деревьев немного маленькими?

# data_list
source: The rich man was so happy to see his son again. He rewarded Sakima for consoling him. He took his son and Sakima to the hospital to check if Sakima could see again.
el: Ο πλούσιος χάρηκε πολύ που ξαναείδε τον γιο του. Αντάμειψε τον Σακίμα που τον παρηγόρησε. Πήγε τον γιο του και τον Σακίμα στο νοσοκομείο για να ελέγξει αν ο Σακίμα μπορούσε να ξαναδεί.
pt: O homem rico ficou tão feliz em ver seu filho novamente. Ele recompensou Sakima por consolá-lo. Ele levou seu filho e Sakima ao hospital para verificar se Sakima poderia enxergar novamente.
ru: Богач был безумно счастлив видеть своего сына снова. Он наградил Сакиму за то, что тот его успокоил. Он отвёз своего сына и Сакиму в больницу, чтобы проверить сможет ли Сакима снова видеть.

# data_list
source: One person being nice often causes other people to be nice. It can make a big difference in a community when people look out for each other.
el: Ένας άνθρωπος που δείχνει καλοσύνη συχνά εμπνέει κι άλλους να κάνουν το ίδιο. Αυτό μπορεί να αλλάξει μια κοινότητα όταν όλοι νοιάζονται.
pt: Uma pessoa sendo gentil muitas vezes faz com que outras pessoas sejam gentis. Pode fazer uma grande diferença em uma comunidade quando as pessoas cuidam umas das outras.
ru: Хороший человек часто заставляет других людей быть хорошими. Когда люди заботятся друг о друге, это может иметь большое значение в обществе.

# data_list
source: Drawing things with perspective is a way of making our world look realistic when drawn on a flat page. It is tricky to do correctly. What are some mistakes the illustrator has made with this drawing?
el: Η σχεδίαση με προοπτική κάνει τον κόσμο ρεαλιστικό σε μια επίπεδη σελίδα. Είναι δύσκολο να το κάνεις σωστά. Ποια λάθη έκανε ο εικονογράφος σε αυτή τη ζωγραφιά;
pt: Desenhar coisas com perspectiva é uma maneira de fazer nosso mundo parecer realista quando desenhado em uma página plana. É complicado fazer corretamente. Quais são alguns erros que o ilustrador cometeu com este desenho?
ru: Рисовать вещи с использованием перспективы — это способ запечатлеть наш мир более реалистично на плоской странице. Сделать это правильно — сложно. Какие ошибки допустил художник в этом рисунке?

# data_list
source: Try drawing a simple scene with just a few things using perspective. Do you notice how hard it is to get the relationships between things right?
el: Δοκίμασε να σχεδιάσεις μια απλή σκηνή με προοπτική. Είδες πόσο δύσκολο είναι να βάλεις σωστά τις σχέσεις ανάμεσα στα αντικείμενα;
pt: Tente desenhar uma cena simples com apenas alguns objetos usando perspectiva. Você percebe como é difícil acertar as relações entre os objetos?
ru: Попробуй нарисовать что-то используя перспективу. Теперь ты понимаешь, как трудно установить правильные отношения между вещами?

# data_list
source: His hoe was too short.
de: Seine Hacke war zu klein.
el: Η τσάπα του ήταν πολύ κοντή.
pt: Sua enxada era muito curta.
ru: Его мотыга была слишком короткая.

# data_list
source: Point out the vivid colors -- the yellow sun, the blue sky, the green bushes, and the red shoes.
de: Benenne die leuchtenden Farben – die gelbe Sonne, der blaue Himmel, das grüne Gebüsch und die roten Schuhe.
el: Δείξε τα ζωηρά χρώματα -- τον κίτρινο ήλιο, τον γαλάζιο ουρανό, τους πράσινους θάμνους και τα κόκκινα παπούτσια.
pt: Aponte as cores vivas -- o sol amarelo, o céu azul, os arbustos verdes e os sapatos vermelhos.
ru: Покажи на яркие цвета -- Жёлтое солнце, голубое небо, зелёные кусты и красная обувь.

# data_list
source: Count the two bushes and the two red shoes with your child.
de: Zähle mit deinem Kind die zwei Gebüsche und die beiden roten Schuhe.
el: Μετρήστε μαζί με το παιδί σας τους δύο θάμνους και τα δύο κόκκινα παπούτσια.
pt: Conte os dois arbustos e os dois sapatos vermelhos com seu filho.
ru: Посчитайте вместе своим ребёнком два куста и две красные туфли.
