Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The hawk snatched the fish with the talons on its feet. How many talons do you see?
de: Der Adler schnappte sich den Fisch mit seinen Krallen. Wie viele Krallen siehst du?
el: Το γεράκι άρπαξε το ψάρι με τα νύχια στα πόδια του. Πόσα νύχια βλέπεις;
pt: O falcão agarrou o peixe com as garras em suas patas. Quantas garras você vê?
ru: Ястреб схватил рыбу когтями своих лап. Сколько когтей у этого ястреба?

# data_list
source: The hawk's wings and Akadeli's shirt look a bit alike -- describe how they are similar and how they are different.
de: Die Flügel des Falken und Akadelis Hemd sehen ein bisschen ähnlich aus – beschreibe worin sie sich ähneln und worin sie verschieden sind.
el: Τα φτερά του γερακιού και το πουκάμισο της Ακαντέλι μοιάζουν λίγο -- περίγραψε σε τι μοιάζουν και σε τι διαφέρουν.
pt: As asas do falcão e a camisa de Akadeli são um pouco parecidas – descreva como elas são semelhantes e como são diferentes.
ru: Крылья ястреба и рубашка Акаделии немного похожи — опиши, в чём их сходство и различие.

# data_list
source: What is Akadeli feeling as she watches the hawk fly away with her fish?
de: Was fühlt Akadeli, während sie den Falkenmit ihrem Fisch wegfliegen sieht?
el: Τι νιώθει η Ακαντέλι καθώς βλέπει το γεράκι να πετάει μακριά με το ψάρι;
pt: O que Akadeli está sentindo ao observar o falcão voar para longe com seu peixe?
ru: Что чувствует Акаделия, когда она наблюдает, как ястреб уносит её рыбу?

# data_list
source: The hawk left behind a feather from its tail. Akadeli picked up the feather and continued walking home.
de: Der Falke hinterließ eine Feder von seinem Rücken. Akadeli hob die Feder auf und ging weiter nach Hause.
el: Το γεράκι άφησε πίσω του ένα φτερό από την ουρά του. Η Ακαντέλι πήρε το φτερό και συνέχισε να περπατάει προς το σπίτι.
pt: O falcão deixou para trás uma pena de sua cauda. Akadeli pegou a pena e continuou caminhando até sua casa.
ru: Ястреб уронил перо с его хвоста. Акаделия подняла перо и продолжила путь домой.

# data_list
source: How many spots are on this feather?
de: Wie viele Flecken sind auf dieser Feder?
el: Πόσα σκούρα σημάδια έχει αυτό το φτερό;
pt: Quantas manchas há nessa pena?
ru: Сколько пятен на этом пере?

# data_list
source: Have you ever found a feather? Was it very colorful?
de: Hast du jemals eine Feder gefunden? War sie sehr farbig?
el: Έχεις βρει ποτέ ένα φτερό; Ήταν πολύχρωμο;
pt: Você já encontrou uma pena? Era muito colorida?
ru: Ты когда-нибудь находил/а перо? Было ли это перо очень красочным?

# data_list
source: There are three kinds of plants in this picture. Point at the tallest and shortest ones.
de: Es gibt drei verschiedene Arten von Pflanzen auf diesem Bild. Zeige auf die längste und kürzeste von ihnen.
el: Υπάρχουν τρία είδη φυτών σε αυτήν την εικόνα. Δείξε το ψηλότερο και το κοντύτερο.
pt: Há três tipos de plantas nesta imagem. Aponte para as mais altas e para as mais baixas.
ru: На этой картинке три вида растений. Укажи самые высокие и самые низкие растения.

# data_list
source: She came across a traditional wedding. Dancers were wearing grass on their heads instead of feathers as was the tradition. They took her feather and gave her a big bull!
de: Sie traf auf eine traditionelle Hochzeit. Die Tänzer trugen Gras auf ihren Köpfen anstelle von Federn, wie es die Tradition vorschrieb. Sie nahmen ihr die Feder und gaben ihr einen großen Bullen!
el: Συνάντησε έναν παραδοσιακό γάμο. Οι χορευτές φορούσαν χόρτα στα κεφάλια τους αντί για φτερά, όπως ήταν η παράδοση. Πήραν το φτερό της και της έδωσαν έναν μεγάλο ταύρο!
pt: No caminho, ela se deparou com um casamento tradicional. Os dançarinos usavam grama na cabeça em vez de penas, como era a tradição. Eles pegaram a pena dela e lhe deram um grande touro!
ru: По пути домой она наткнулась на традиционную свадьбу. Танцоры носили на головах траву вместо перьев, как это принято по их традиции. Они обменяли её перо на большого быка!

# data_list
source: Count how many people are wearing yellow grass on their heads.
de: Zähle, wie viele Leute gelbes Gras auf ihren Köpfen tragen.
el: Μέτρησε πόσοι άνθρωποι φοράνε κίτρινα χόρτα στα κεφάλια τους.
pt: Conte quantas pessoas estão usando grama amarela na cabeça.
ru: Посчитай, сколько человек носит на голове желтую траву.

# data_list
source: Estimate how many people it would take to weigh as much as that bull.
de: Schätze, wie viele Leute es brauchen würde um dasselbe Gewicht zu haben wie dieser Bulle.
el: Υπολίγισε πόσοι άνθρωποι ζυγίζουν όσο ένας ταύρος.
pt: Estime quantas pessoas seriam necessárias para pesar tanto quanto aquele touro.
ru: Оцени, сколько людей вместе будут весить столько же, сколько весит этот бык.

# data_list
source: Surprisingly, Akadeli traded a feather for a bull. Why did the people do that?
de: Überraschenderweise tauschte Akadeli eine Feder gegen einen Bullen. Warum taten die Leute das?
el: Προς έκπληξη όλων, η Ακαντέλι αντάλλαξε ένα φτερό για έναν ταύρο. Γιατί το έκαναν αυτό οι άνθρωποι;
pt: Surpreendentemente, Akadeli conseguiu trocar uma pena por um touro. Por que as pessoas fizeram isso?
ru: К нашему удивлению, у Акаделии получилось обменять перо на быка. Почему люди сделали это?

# data_list
source: Akadeli reached home with her bull. Her parents and relatives were so happy. Lucy, Acharait, and Mary wished they had not lied to Akadeli. It was a lucky day for Akadeli!
de: Akadeli kam zuhause an mit ihrem Bullen. Ihre Eltern und Verwandten waren so glücklich. Lucy, Acharait und Mary wünschten sich, Akadeli nicht belogen zu haben. Es war ein Glückstag für Akadeli!
el: Η Ακαντέλι έφτασε στο σπίτι με τον ταύρο της. Οι γονείς και οι συγγενείς της ήταν τόσο χαρούμενοι. Η Λούσι, η Αχαράιτ, και η Μαίρη μετάνιωσαν που είχαν πει ψέματα στην Ακαντέλι. Ήταν τυχερή μέρα για την Ακαντέλι!
pt: Akadeli chegou em casa com seu touro. Seus pais e familiares ficaram muito felizes. Lucy, Acharait e Maria gostariam que não tivessem mentido para Akadeli. Foi um dia de sorte para Akadeli!
ru: Акадели вернулась домой с быком. Её родители и родственники были очень счастливы. Люся, Зара и Мария пожалели, что обманули Акаделию. Акаделии повезло сегодня, не правда ли?

# data_list
source: How do you think the other girls feel?
de: Was meinst du, wie fühlen sich die anderen Mädchen?
el: Πώς νομίζεις ότι νιώθουν τα άλλα κορίτσια;
pt: Como você acha que as outras garotas se sentem?
ru: Как ты думаешь, что чувствуют другие девочки?

# data_list
source: Have you ever lied to someone? If so, did it make you feel sorry or ashamed?
de: Hast du jemals jemanden angelogen? Wenn ja, tat es dir leid oder schämtest du dich?
el: Έχεις πει ποτέ ψέματα σε κάποιον; Αν ναι, αυτό σε έκανε να αισθανθείς λύπη ή ντροπή;
pt: Você já mentiu para alguém? Se sim, isso fez você se sentir arrependido ou envergonhado?
ru: Ты когда-нибудь врал/а кому-то? Если да, то было ли тебе жаль или стыдно за это?

# data_list
source: Count the number of difficult moments in Akadeli's day. All turned out well in the end. Life can be full of surprises!
de: Zähle die Anzahl schwieriger Momente in Akadelis Tag. Es endete alles gut. Das Leben kann voller Überraschungen sein!
el: Μέτρησε τις δύσκολες στιγμές στη μέρα της Ακαντέλι. Όλα πήγαν καλά στο τέλος. Η ζωή μπορεί να είναι γεμάτη εκπλήξεις!
pt: Conte quantos momentos difíceis aconteceram no dia de Akadeli. No final, tudo deu certo. A vida pode ser cheia de surpresas!
ru: Посчитай количество трудных моментов в дне Акаделии. В конце концов всё обернулось хорошо. Жизнь может быть полна сюрпризов?

# data_list
source: My heart feels a lot of things.
de: Mein Herz fühlt viele Dinge.
el: Η καρδιά μου νιώθει πολλά πράγματα.
pt: Meu coração sente muitas coisas.
ru: Моё сердце чувствует много вещей.

# data_list
source: Think of different feelings you have. How many can you think of?
de: Denke an verschiedene Gefühle, die du hast. An wie viele kannst du denken?
el: Σκέψου διαφορετικά συναισθήματα που έχεις. Πόσα μπορείς να σκεφτείς;
pt: Pense em diferentes sentimentos que você tem. Quantos você consegue pensar?
ru: Подумай о разных чувствах, которые ты испытываешь. Сколько ты можешь придумать?

# data_list
source: Tell a story about a time when you felt one of those feelings.
de: Erzähle eine Geschichte über eine Zeit, als du eines dieser Gefühle gefühlt hast.
el: Πες μια ιστορία για μια φορά που ένιωσες ένα από αυτά τα συναισθήματα.
pt: Conte uma história sobre uma vez em que você sentiu um desses sentimentos.
ru: Расскажи историю о времени, когда ты почувствовал одно из этих чувств.

# data_list
source: Do your feelings fit into a few groups? For example, are they all happy or sad feelings?
de: Passen deine Gefühle in mehrere Gruppen? Sind sie zum Beispiel alle glückliche oder alle traurige Gefühle?
el: Ταιριάζουν τα συναισθήματά σου σε κάποιες κατηγορίες; Για παράδειγμα, είναι όλα χαρούμενα ή λυπημένα συναισθήματα;
pt: Seus sentimentos se encaixam em alguns grupos? Por exemplo, são todos sentimentos felizes ou tristes?
ru: Соответствует ли ваше чувство нескольким группам? Например, все ли они счастливые или грустные?

# data_list
source: I feel happy when my granny tells us stories in the evening.
de: Ich fühle mich glücklich, wenn unsere Großmutter uns am Abend Geschichten erzählt.
el: Νιώθω χαρά όταν η γιαγιά μου μάς λέει ιστορίες το βράδυ.
pt: Eu me sinto feliz quando minha vovó nos conta histórias à noite.
ru: Я чувствую себя счастливым, когда моя бабушка рассказывает нам истории вечером.

# data_list
source: Do you know a special person who loves to tell you stories? Does it make you feel good to hear that person tell stories?
de: Kennst du einen bestimmten Menschen, der es liebt, dir Geschichten zu erzählen? Fühlt es sich für dich gut an, diesem Menschen zuzuhören, wie er dir Geschichten erzählt?
el: Ξέρεις κάποιο άτομο που λατρεύει να σου λέει ιστορίες; Σε κάνει να νιώθεις καλά όταν ακούς να λέει ιστορίες;
pt: Você conhece uma pessoa especial que adora contar histórias para vocês? Ouvir essa pessoa contar histórias traz uma sensação boa?
ru: Ты знаешь особенного человека, который любит рассказывать тебе истории? Приятно ли ты себя чувствуешь когда ты слушаешь, как этот человек рассказывает истории?

# data_list
source: Count together how many children are listening to granny's story. If you add granny to that count, it will be one more -- how many would that make?
de: Zähle zusammen, wie viele Kinder der Geschichte von Großmutter zuhören. Wenn du Großmutter dazuzählst, wird es eine mehr sein – wie viele wären es dann?
el: Μετρήστε μαζί πόσα παιδιά ακούνε την ιστορία της γιαγιάς. Αν προσθέσετε τη γιαγιά σε αυτόν τον αριθμό, θα είναι ένα άτομο περισσότερο -- πόσα άτομα θα είναι;
pt: Vamos contar juntos quantas crianças estão ouvindo a história da vovó. Se vocês adicionarem a vovó a essa contagem, será mais uma pessoa - quantas seriam então?
ru: Посчитайте вместе сколько детей слушает сказку от бабушки. Если добавить бабушку в это число, это будет на ещё одно количество больше - сколько получается?

# data_list
source: Do these children look happy? How can you tell?
de: Sehen diese Kinder glücklich aus? Woran erkennst du das?
el: Αυτά τα παιδιά φαίνονται χαρούμενα; Πώς μπορείς να το καταλάβεις;
pt: Essas crianças parecem felizes? Como você sabe?
ru: Эти дети выглядят счастливыми? Как ты можешь это заметить?

# data_list
source: I feel silly when I play with my friend.
de: Ich fühle mich bescheuert, wenn ich mit meinem Freund spiele.
el: Νιώθω αστεία όταν παίζω με τη φίλη μου.
pt: Eu me sinto bobo quando brinco com meu amigo.
ru: Я чувствую себя глупо когда я играю с другом.

# data_list
source: What things do you do when you are being silly?
de: Was tust du, wenn du dich albern verhältst?
el: Τι πράγματα κάνεις όταν είσαι αστείος;
pt: Que coisas vocês fazem quando estão sendo bobos?
ru: Что ты делаешь, когда ты ведёшь себя глупым?

# data_list
source: Count together the hands, feet, eyes, noses, fingers, toes, or anything else you see.
de: Zähle die Hände, Füße, Augen, Nasen, Finger, Zehen oder alles andere, das du siehst.
el: Μετρήστε μαζί τα χέρια, τα πόδια, τα μάτια, τις μύτες, τα δάχτυλα χεριών, τα δάχτυλα ποδιών ή οτιδήποτε άλλο βλέπετε.
pt: Vamos contar juntos as mãos, pés, olhos, narizes, dedos, dedões ou qualquer outra coisa que vejam.
ru: Посчитайте вместе руки, ноги, глаза, носы, пальцы рук, пальцы ног и всё остальное что ты видишь.

# data_list
source: Which group of things has the biggest number and which one has the smallest?
de: Welche Gruppe von Dingen hat die größte Anzahl und welche die kleinste?
el: Ποια ομάδα πραγμάτων έχει τον μεγαλύτερο αριθμό και ποια τον μικρότερο;
pt: Qual grupo de coisas tem o maior número e qual tem o menor?
ru: В какой группе вещей число самое большое, а в какой самое маленькое?

# data_list
source: I feel bad when my dad says he does not have money.
de: Ich fühle mich schlecht, wenn mein Vater sagt, er habe kein Geld.
el: Νιώθω άσχημα όταν ο μπαμπάς μου λέει ότι δεν έχει χρήματα.
pt: Eu me sinto mal quando meu pai diz que não tem dinheiro.
ru: Я чувствую себя плохо, когда мой папа говорит что у него нет денег.

# data_list
source: What sorts of things make you sad?
de: Was macht dich traurig?
el: Τι είδους πράγματα σε κάνουν να νιώθεις λυπημένος;
pt: Que tipos de coisas deixa você triste?
ru: Какие вещи тебя огорчают?

# data_list
source: Point to and name the colors of their different pieces of clothing.
de: Zeige auf die Farben der verschiedenen Kleidungsstücke und benenne sie.
el: Δείξε και ονόμασε τα χρώματα από τα ρούχα τους.
pt: Aponte e nomeie as cores das diferentes peças de roupa deles.
ru: Покажи и назови цвета которые у них на разных предметов одежды.

# data_list
source: Count the number of buttons on her dress.
de: Zähle die Anzahl von Knöpfen auf ihrem Kleid.
el: Μέτρησε τα κουμπιά στο φόρεμά της.
pt: Conte o número de botões no vestido dela.
ru: Посчитай количество пуговиц на её платье.

# data_list
source: I feel loved when my mom gives me a hug.
de: Ich fühle mich geliebt, wenn meine Mutter mich umarmt.
el: Νιώθω ότι με αγαπούν όταν με αγκαλιάζουν.
pt: Eu me sinto amado quando minha mãe me dá um abraço.
ru: Я чувствую что меня любят, когда мама меня обнимает.

# data_list
source: What are some special moments that make you feel loved?
de: Welches sind die besonderen Momente, in denen du dich geliebt gefühlt hast?
el: Ποιες είναι μερικές ιδιαίτερες στιγμές που νιώθεις ότι σε αγαπούν;
pt: Quais são alguns momentos especiais que fazem você se sentir amado?
ru: Какие некоторые особенные моменты которые заставляют тебя чувствуют что тебя любят?

# data_list
source: What do you do to let others know you feel love for them?
de: Was tust du, um andere wissen zu lassen, dass du für sie Liebe empfindest?
el: Τι κάνεις εσύ για να δώσεις στους άλλους να καταλάβουν ότι τους αγαπάς;
pt: O que você faz para que os outros saibam que você sente amor por eles?
ru: Что ты делаешь чтобы дать другим знать что ты их любишь?

# data_list
source: The mother's clothing has stripes and the girl's has stars. Do you have some clothes with stars or some other shapes on them?
de: Die Kleidung der Mutter hat Streifen, und die des Mädchens hat Sterne. Hast du Kleider mit Sternen oder anderen Formen darauf?
el: Τα ρούχα της μητέρας έχουν ρίγες και τα ρούχα του κοριτσιού έχουν αστέρια. Έχεις ρούχα με αστέρια ή άλλα σχέδια;
pt: A roupa da mãe tem listras e a da menina tem estrelas. Vocês têm alguma roupa com estrelas ou alguma outra forma?
ru: На одежды у матери полоски, а на одежды девочки звёзды. У тебя есть одежда со звёздами или другими фигурами?

# data_list
source: Let me tell you about the palm tree.
de: Lass mich dir von der Palme erzählen.
el: Θα σας μιλήσω για το φοινικόδεντρο.
pt: Deixe-me lhe contar sobre a palmeira.
ru: Позвольте мне рассказать тебе о Пальме.

# data_list
source: Do you have palm trees where you live? There are many kinds of palm trees -- perhaps yours look different than these.
de: Gibt es dort, wo du lebst, Palmen? Es gibt viele verschiedene Arten von Palmen – vielleicht sehen deine anders aus als diese.
el: Έχει φοινικόδεντρα εκεί που ζεις; Υπάρχουν πολλά είδη φοινικόδεντρων -- ίσως τα δικά σας να είναι διαφορετικά από αυτά εδώ.
pt: Há palmeiras onde você mora? Existem muitos tipos de palmeiras – talvez a sua se pareça diferente destas.
ru: Есть ли пальмы там где ты живёшь? Есть много видов пальм -- возможно, твои выглядит по-другому чем эти.

# data_list
source: His necklace has a repeating pattern of yellow and red beads. Count the beads by using the pattern to count by 2's.
de: Sein Halsband hat ein sich wiederholendes Muster von gelben und roten Perlen. Zähle die Perlen indem du sie mit dem Muster von Zweiergruppen zählst.
el: Το κολιέ του έχει ένα επαναλαμβανόμενο μοτίβο με κίτρινες και κόκκινες χάντρες. Μετρήστε μαζί τις χάντρες χρησιμοποιώντας το μοτίβο για να τις μετρήσετε ανά 2.
pt: O colar dele tem um padrão repetitivo de miçangas vermelhas e amarelas. Conte as contas usando o padrão para contar de 2 em 2.
ru: Его ожерелье украшено повторяющимся узором из жёлтых и красных бусинок. Посчитай бусины, используя шаблон для счёта по 2.

# data_list
source: He has loops for his ears. How many looping pieces of clothing does he have? Be sure to look all over.
de: Er hat Creolen für seine Ohren. Wie viele ringförmige Kleidungsstücke hat er noch? Sieh dich überall um.
el: Έχει κύκλους για σκουλαρίκια στα αυτιά του. Πόσα κοσμήματα κύκλους φοράει; Φρόντισε να κοιτάξεις παντού.
pt: Ele tem brincos de argola nas orelhas. Quantas peças de roupa ou acessórios com a forma de laço ele tem? Preste atenção em todos os detalhes.
ru: У него есть петли для ушей. Сколько у него петельчатых предметов одежды? Обязательно осмотри всё.

# data_list
source: This tree lives when everything else is dry.
de: Dieser Baum lebt auf, wenn alles andere trocken ist.
el: Αυτό το δέντρο ζει ακόμα κι όταν όλα τα υπόλοιπα ξεραίνονται.
pt: Esta árvore vive enquanto todo o resto está árido.
ru: Это дерево живёт, когда всё остальное сухое.

# data_list
source: Water is needed by most living things. Palm trees are smart about using very little water in a dry place.
de: Die meisten lebenden Dinge brauchen Wasser. Palmen sind klug, sie verbrauchen wenig Wasser an trockenen Orten.
el: Το νερό είναι απαραίτητο για τα περισσότερα έμβια όντα. Τα φοινικόδεντρα είναι έξυπνα στο να χρησιμοποιούν ελάχιστο νερό σε ένα ξερό μέρος.
pt: A água é essencial para a maioria dos seres vivos. As palmeiras são inteligentes e usam muito pouca água em locais secos.
ru: Вода необходима большинству живых существ. Пальмы умеют использовать очень мало воды в сухом месте.

# data_list
source: The branches split into two branches as they go up. Count the branches at the top of what we can see before the leaves.
de: Die Zweige teilen sich beim Hochwachsen in zwei Teile. Zähle die Zweige an der Spitze dessen, was wir vor den Blättern sehen können.
el: Το κάθε κλαδί χωρίζεται σε δύο κλαδιά καθώς ανεβαίνει. Μέτρησε τα κλαδιά όσο πιο ψηλά μπορούμε να δούμε πριν τα φύλλα.
pt: Os galhos se separam em dois conforme sobem. Conte quantos galhos você consegue ver antes das folhas no topo da palmeira.
ru: По мере подъёма ветви разделяется на две ветви. Посчитай ветви вверху того, что мы видим перед листьями.

# data_list
source: Count the bones and stones on the ground.
de: Zähle die Knochen und Steine am Boden zusammen.
el: Μέτρησε τα κόκαλα και τις πέτρες στο έδαφος.
pt: Conte os ossos e as pedras no chão.
ru: Посчитай кости и камни на земле.

# data_list
source: The shade from a palm tree is always cool.
de: Der Schatten einer Palme ist immer kühl.
el: Η σκιά από ένα φοινικόδεντρο είναι πάντα δροσερή.
pt: A sombra de uma palmeira é sempre fresca.
ru: Тень от пальмы всегда прохладная.

# data_list
source: Is there something special about the shade of a palm tree that makes it cool?
de: Gibt es etwas Spezielles über den Schatten einer Palme, das ihn kühl macht?
el: Υπάρχει κάτι ιδιαίτερο στη σκιά ενός φοινικόδεντρου που την κάνει δροσερή;
pt: Há algo especial na sombra de uma palmeira que a faz fresca?
ru: Есть ли что-то особенное в тени пальмы, что делает её прохладнее?

# data_list
source: Is the shade of all trees cool?
de: Ist der Schatten von allen Bäumen kühl?
el: Είναι η σκιά όλων των δέντρων δροσερή;
pt: A sombra de todas as árvores é fresca?
ru: Тень всех деревьев прохладная?

# data_list
source: This person barely fits inside this shade. Why did he pick such a small tree? Maybe there aren't any other trees nearby?
de: Diese Person passt kaum in diesen Schatten. Warum hat sie so einen kleinen Baum gewählt? Gibt es vielleicht keine anderen Bäume in der Nähe?
el: Αυτός ο άνθρωπος μόλις που χωράει μέσα σε αυτή τη σκιά. Γιατί διάλεξε ένα τόσο μικρό δέντρο; Ίσως να μην υπάρχουν άλλα δέντρα κοντά;
pt: Esta pessoa mal cabe nesta sombra. Por que ele escolheu uma árvore tão pequena? Talvez não existam outras árvores por perto?
ru: Этот человек еле помещается в этой тени. Почему он выбрал такое маленькое дерево? Возможно, поблизости нет других деревьев?

# data_list
source: We eat fruit from the palm tree.
de: Wir essen Früchte von den Palmen.
el: Τρώμε φρούτα από το φοινικόδεντρο.
pt: Nós comemos frutas da palmeira.
ru: Мы едим фрукты с пальмы.

# data_list
source: Name and count the kinds of fruit you like to eat.
de: Benenne und zähle die Arten von Früchten, die du magst.
el: Ονόμασε και μέτρησε τα είδη φρούτων που σου αρέσει να τρως.
pt: Nomeie e conte os tipos de fruta que você gosta de comer.
ru: Назови и сосчитай виды фруктов, которые ты любишь есть.

# data_list
source: Their hair is braided into rows. Which one has more rows that you can see? What is the difference between the two numbers -- how many more?
de: Ihre Haare sind in Reihen geflochten. Wer hat mehr sichtbare Reihen? Was ist der Unterschied zwischen den beiden Zahlen – wie viele mehr?
el: Τα μαλλιά τους είναι πλεγμένα σε σειρές. Ποιος έχει περισσότερες σειρές από πλεξουδάκια που μπορείς να δεις; Ποια είναι η διαφορά μεταξύ των δύο αυτών αριθμών που μέτρησες– πόσες περισσότερες σειρές πλεξουδάκια έχει;
pt: O cabelo deles é trançado em fileiras. Qual dos dois têm mais fileiras? Qual é a diferença entre esses dois números? - quantos mais?
ru: Её волосы заплетены в ряды. У кого из них больше рядов которые ты можешь видеть? Какая разница между этими двумя числами-на сколько больше?

# data_list
source: Does it make sense that the bigger person would have the bigger number of hair rows?
de: Macht es Sinn, dass die größere Person die größere Anzahl Haareihen haben würde?
el: Φαίνεται λογικό ότι ο μεγαλύτερος θα έχει και τον μεγαλύτερο αριθμό σειρών από πλεξουδάκια στα μαλλιά του;
pt: Faz sentido que a pessoa maior tenha o maior número de fileiras no cabelo?
ru: Имеет ли смысл, что у самого большого человека будет больше количества рядов волос?

# data_list
source: We use palm leaves to thatch our houses.
de: Wir benutzen Palmblätter, um unsere Häuser damit zu bedecken.
el: Χρησιμοποιούμε φύλλα φοινικόδεντρου για να φτιάξουμε στέγες για τα σπίτια μας.
pt: Nós usamos as folhas da palmeira para cobrir nossas casas.
ru: Мы используем пальмовые листья для покрытия наших домов.

# data_list
source: This house has a round shape. Round houses are easier to build and enclose more space.
de: Dieses Haus hat eine runde Form. Runde Häuser sind einfacher zu bauen und beinhalten größere Flächen.
el: Αυτό το σπίτι έχει στρογγυλό σχήμα. Τα στρογγυλά σπίτια είναι πιο εύκολο να χτιστούν και περιλαμβάνουν περισσότερο χώρο.
pt: Esta casa tem um formato redondo. Casas redondas são mais fáceis de serem construídas e possuem mais espaço.
ru: Этот дом имеет круглую форму. Круглые дома легче строить и они покрывают больше места.
