Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Drums call people to go to church for prayers on Sundays and other prayer days. We also play drums to enrich songs when singing in churches.
de: Trommeln rufen die Leute dazu auf, zum Gebet in die Kirche zu gehen. Wir spielen auch Trommeln, um Lieder zu untermalen, wenn wir in Kirchen singen.
el: Τα τύμπανα καλούν τον κόσμο να πάει στην εκκλησία για προσευχές τις Κυριακές και άλλες ημέρες προσευχής. Επίσης παίζουμε τύμπανα για να εμπλουτίσουμε τα τραγούδια σε εκκλησιαστικές λειτουργίες.
pt: Os tambores chamam as pessoas para irem à igreja aos domingos e para outros dias de oração. Também tocamos os tambores para enriquecer as músicas quando cantamos nas igrejas.
ru: Барабаны призывают людей идти в церковь на молитву по воскресеньям и в другие дни. Мы также играем на барабанах, чтобы обогатить песни когда мы поём в церквях.

# data_list
source: Items made from wood come from trees. Which items in this picture are made of wood?
de: Dinge aus Holz kommen von Bäumen. Was, auf diesem Bild, ist aus Holz gefertigt?
el: Αντικείμενα φτιαγμένα από ξύλο προέρχονται από δέντρα. Ποια αντικείμενα σε αυτή την εικόνα είναι φτιαγμένα από ξύλο;
pt: Itens feitos de madeira vêm de árvores. Quais itens nesta imagem são feitos de madeira?
ru: Предметы, сделанные из дерева, происходят из деревьев. Какие предметы на этой картинке сделаны из дерева?

# data_list
source: Which things are made of wood where you are?
de: Welche Dinge sind aus Holz, da wo du bist?
el: Ποια πράγματα εκεί που βρίσκεσαι είναι φτιαγμένα από ξύλο;
pt: Que coisas são feitas de madeira onde você está?
ru: Какие предметы сделаны из дерева там где ты сейчас находишься?

# data_list
source: There are straps on the drums in each picture. Why are the straps useful?
de: Es gibt Bänder auf den Trommeln in jedem Bild. Warum sind die Bänder nützlich?
el: Υπάρχουν λουριά στα τύμπανα σε κάθε εικόνα. Γιατί πιστεύεις ότι είναι χρήσιμα τα λουριά;
pt: Existem alças nos tambores em cada imagem. Por que as alças são úteis?
ru: На каждой фотографии на барабанах есть ремни. Чем полезны ремни?

# data_list
source: The big drum sounds, "An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul." The small drums sing in their high pitches, "Tindiri, tindiri tindiri ti." Together they chorus, "Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!"
de: Die große Trommel klingt, "An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul." Die kleinen Trommeln singen in ihren hohen Höhen, "Tindiri, tindiri tindiri ti." Zusammen ergeben sie den Chor, "Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!"
el: Το μεγάλο τύμπανο ακούγεται, "Αν α μπουλ μπα, αν α μπουλ μπα, αν α μπουλ μπα-μπα-μπα-μπα μπουλ." Τα μικρά τύμπανα χτυπούν σε ψηλές νότες, "Τιντίρι, τιντίρι, τιντίρι τι." Μαζί ακούγονται, "Τιντίρι μπα, τιντίρι μπα, τιντίρι μπα-μπα-μπα-μπα τιντίρι τι!"
pt: O grande tambor soa: "An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul.". Os pequenos tambores cantam em seus tons agudos: "Tindiri, tindiri tindiri ti.". Juntos, eles cantam em coro: "Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!"
ru: Звучит большой барабан, «Ан а бул мба, ан а бул мба, ан а бул мба-мба-мба-мба бул.» Маленькие барабаны поют на высоких тонах, «Тиндири, тиндири тиндири ти.» Вместе они хором, «Тиндири мба, тиндири мба, тиндири мба-мба-мба-мба, тиндири ти!»

# data_list
source: A duet is when two intruments are played together. Have you sung duets with your family or friends?
de: Ein Duett ist, wenn zwei Instrumente zusammen gespielt werden. Hast du schon einmal Duette gesungen mit deiner Familie oder Freunden?
el: Ένα ντουέτο είναι όταν παίζουν μαζί δύο όργανα. Έχεις τραγουδήσει ντουέτο με την οικογένεια ή τους φίλους σου;
pt: Um dueto é quando dois instrumentos são tocados juntos. Você já cantou duetos com sua família ou amigos?
ru: Дуэт - это когда два инструмента играют вместе. Ты когда-нибудь пил дуэт с семьёй или друзьями?

# data_list
source: Make up a clapping duet. One person starts with a clapping pattern, and then the other person creates a clapping pattern that goes well with it.
de: Stelle ein Klatsch-Duett auf. Eine Person fängt an mit einem Klatsch-Muster, und dann macht die andere Person ein Muster, das gut dazu passt.
el: Δημιούργησε ένα ντουέτο με κάποιον χτυπώντας παλαμάκια. Το ένα άτομο ξεκινά χτυπώντας παλαμάκια με ένα μοτίβο και το άλλο άτομο δημιουργεί ένα μοτίβο που ταιριάζει με το πρώτο.
pt: Faça um dueto de palmas. Uma pessoa começa com um padrão de palmas e, em seguida, a outra pessoa cria um padrão de palmas que combina bem com ele.
ru: Придумай дуэт хлопая в ладошки. Один человек начинает хлопать в одну ритму, и другой человек придумает ритму которая подходит первой.

# data_list
source: When you hear music, listen for the instruments that create the beat.
de: Wenn du Musik hörst, höre aufmerksam auf die Instrumente, die den Beat ausmachen.
el: Όταν ακούς μουσική, προσπάθησε να παρατηρήσεις τα όργανα που δημιουργούν το ρυθμό.
pt: Quando você ouvir música, preste atenção aos instrumentos que criam a batida.
ru: Когда ты слушаешь музыку, слушай инструменты которые создают ритм.

# data_list
source: One day Tortoise was walking through the countryside. He was looking for something. He gazed into the distance and squinted at the grass. Then he walked past Snail.
el: Μια μέρα, η Χελώνα περπατούσε στην εξοχή. Έψαχνε κάτι. Κοίταξε μακριά και μισόκλεισε τα μάτια της στα χόρτα. Έπειτα πέρασε δίπλα από το Σαλιγκάρι.
pt: Um dia, Tartaruga estava andando pelo campo. Ele procurava algo. Ele olhou para longe e semicerrou os olhos para a grama. Depois passou por Caracol. Um dia, Tartaruga estava andando pelo campo. Ele procurava algo. Ele olhou para longe e semicerrou os olhos para a grama. Depois passou por Caracol.
ru: Однажды черепаха шёл по сельской местности. Он кое-что искал. Он посмотрел вдаль и прищурился на траву. Потом он прошёл мимо улитки.

# data_list
source: Tortoise is looking for his house. Do you think he forgot it or did he never know where it was? Do you know where Tortoise's house is?
el: Η Χελώνα ψάχνει για το σπίτι της. Νομίζεις ότι το ξέχασε ή ποτέ δεν ήξερε πού ήταν; Ξέρεις εσύ πού βρίσκεται το σπίτι της Χελώνας;
pt: Tartaruga está procurando pela casa dele. Você acha que ele se esqueceu ou nunca soube onde ela estava? Você sabe onde fica a casa de Tartaruga?
ru: Черепаха ищет свой дом. Ты думаешь что он забыл где он, или никогда не знал где он находится? Ты знаешь где дом черепахи?

# data_list
source: Do you know where Snail's house is?
el: Ξέρεις πού είναι το σπίτι του Σαλιγκαριού;
pt: Você sabe onde fica a casa de Caracol?
ru: Ты знаешь где дом улитки?

# data_list
source: Where do you live? Is your house easy to find, or do you need help finding your house sometimes?
el: Εσύ πού μένεις; Είναι εύκολο να βρεις το σπίτι σου ή χρειάζεσαι μερικές φορές βοήθεια για να το βρεις;
pt: Onde você mora? A sua casa é fácil de encontrar, ou você precisa de ajuda para encontrá-la às vezes?
ru: Где ты живёшь? Легко ли найти твой дом или тебе иногда нужна помощь чтобы его найти?

# data_list
source: "Are you looking for something?" Snail asked. "Yes, Snail, I'm looking for my house. Have you seen it, by any chance?"
el: «Ψάχνεις κάτι;» τη ρώτησε το Σαλιγκάρι. «Ναι, Σαλιγκάρι, ψάχνω το σπίτι μου. Μήπως το είδες;»
pt: Está procurando algo?" Perguntou Caracol. "Sim, Caracol, estou procurando a minha casa. Você a viu, por acaso?"
ru: «Ты что-то ищешь?» спросила Улитка. «Да, Улитка, Я пытаюсь найти свой дом. Ты его случайно не видела?»

# data_list
source: Can you remember having trouble finding something and discovering it was easy to find all along?
el: Θυμάσαι ποτέ να δυσκολεύτηκες να βρειςε κάτι και τελικά ανακάλυψες ότι ήταν εύκολο να το βρεις από την αρχή;
pt: Você se lembra de ter dificuldade em encontrar algo e depois descobrir que era fácil de encontrar o tempo todo?
ru: Можешь ли ты вспомнить как у тебя возникали трудности с поиском чего-либо, а потом выяснилось что всё это время это было легко найти?

# data_list
source: When you don't think of how to do something that is easy to do, how do you feel? Does it frustrate you? People overlook things all the time, it's very easy to do!
el: Όταν δεν καταφέρνεις να βρεις πώς να κάνεις κάτι που είναι εύκολο, πώς αισθάνεσαι; Αισθάνεσαι απογοήτευση; Οι άνθρωποι συχνά παραβλέπουν πράγματα, είναι πολύ εύκολο να συμβεί αυτό!
pt: Quando você não pensa muito em como fazer algo que é fácil de fazer, como você se sente? Isso te frustra? As pessoas subestimam as coisas o tempo todo, isto é muito fácil de fazer!
ru: Когда ты не не придумаешь что что-то делать легко как ты себя чувствуешь? Тебя это расстраивает? Люди постоянно что-то упускают из вида, это очень легко сделать!

# data_list
source: It's fun to imagine animals talking together like this. If you could talk with an animal, what would you ask them?
el: Έχει πλάκα να φαντάζεσαι τα ζώα να μιλούν μεταξύ τους. Αν μπορούσες να μιλήσεις με ένα ζώο, τι θα το ρωτούσες;
pt: É divertido imaginar animais conversando assim. Se você pudesse falar com um animal, o que perguntaria a ele?
ru: Забавно представлять как животные разговаривают друг с другом вот так. Если ты бы мог поговорить с любым животным, о чём бы ты его спросил?

# data_list
source: Snail said, "No, I haven't, but I'll help you look!" She climbed onto Tortoise's shell. Tortoise walked on with Snail on his back. They looked and looked, but there was no sign of a house. The sun was high in the sky.
el: Το Σαλιγκάρι είπε: «Όχι, δεν το έχω δει, αλλά θα σε βοηθήσω να το ψάξουμε!» Σκαρφάλωσε επάνω στο καβούκι της Χελώνας. Η Χελώνα συνέχισε να περπατά με το Σαλιγκάρι στην πλάτη της. Έψαχναν, έψαχναν, αλλά δεν υπήρχε κανένα σημάδι από το σπίτι. Ο ήλιος βρισκόταν ψηλά στον ουρανό.
pt: Caracol disse: "Não, eu não a vi, mas vou te ajudar a procurar!" Ela subiu no casco de Tartaruga. Tartaruga caminhou com Caracol nas costas. Eles procuraram e procuraram, mas não havia sinal de uma casa. O sol estava alto e quente no céu.
ru: Улитка сказала, «Нет, не видела, но помогу тебе искать!» Она залезла на панцирь Черепахи. Черепаха пошла дальше с Улиткой на спине. Они смотрели и смотрели, но не было никаких признаков дома. Солнце было высоко в небе.

# data_list
source: Why didn't Snail and Tortoise walk together side by side?
el: Γιατί το Σαλιγκάρι και η Χελώνα δεν περπατούσαν δίπλα-δίπλα;
pt: Por que Caracol e Tartaruga não andaram juntos lado a lado?
ru: Почему Улитка и Черепаха не ходили бок в бок?

# data_list
source: The average speed of a tortoise is about 20 times faster than a snail. The average speed of a person is about five times faster than a tortoise.
el: Η μέση ταχύτητα μιας χελώνας είναι περίπου 20 φορές μεγαλύτερη από του σαλιγκαριού. Η μέση ταχύτητα ενός ανθρώπου είναι περίπου πέντε φορές μεγαλύτερη από της χελώνας.
pt: A velocidade média de uma tartaruga é cerca de 20 vezes mais rápida que a de um caracol. A velocidade média de uma pessoa é cerca de cinco vezes mais rápida que a de uma tartaruga.
ru: Средняя скорость черепахи примерно 20 раз быстрее чем у улитки. Средняя скорость человека примерно в пять раз быстрее черепахи.

# data_list
source: Why did the story mention where the sun is? Do you think something interesting is going to happen with the sun?
el: Γιατί η ιστορία ανέφερε πού βρίσκεται ο ήλιος; Νομίζεις ότι θα συμβεί κάτι ενδιαφέρον με τον ήλιο;
pt: Por que a história mencionou onde o sol está? Você acha que algo interessante vai acontecer com o sol?
ru: Почему в истории упоминалось где находится солнце? Ты думаешь что что-то интересное произойдёт с солнцем?

# data_list
source: A little later they passed Sparrow. "Are you looking for something?" asked Sparrow. "Yes, Sparrow, I'm looking for my house. Have you seen it, by any chance?" Sparrow said, "No, I haven't, but I'll help you look!"
el: Λίγο αργότερα πέρασαν δίπλα από το Σπουργίτι. «Ψάχνετε κάτι;» ρώτησε το Σπουργίτι. «Ναι, Σπουργίτι, ψάχνω το σπίτι μου. Μήπως το είδες;» Το Σπουργίτι είπε: «Όχι, δεν το είδα, αλλά θα σε βοηθήσω να ψάξουμε!»
pt: Um pouco mais tarde, eles passaram por Pardal. "Está procurando algo?" perguntou Pardal. "Sim, Pardal, estou procurando a minha casa. Você a viu, por acaso?" Pardal disse: "Não, eu não a vi, mas vou te ajudar a procurar!"
ru: Чуть позже они прошли мимо Воробья. «Вы ищете что-то?» спросил Воробей. «Да, Воробей, Я ищу свой дом. Ты его случайно не видел?» Воробей сказал, «Нет, не видел, но помогу тебе искать!»

# data_list
source: The leaves of each branch are paired up except for one leaf at the very end. When things are paired up with one left over, that means there are an odd number of them.
el: Τα φύλλα κάθε κλαδιού είναι σε ζευγάρια εκτός από ένα φύλλο στην άκρη. Όταν τα αντικείμενα είναι σε ζευγάρια και περισσεύει ένα, αυτό σημαίνει ότι ο αριθμός τους είναι μονός.
pt: As folhas de cada ramo do galho estão emparelhadas, exceto por uma folha no final. Quando as coisas são emparelhadas deixando uma unidade sobrando, isto significa que há um número ímpar delas.
ru: Листья каждой ветви сделаны парами, с исключением одного листа на самом конце. Когда предметы объединены в пары и один остаётся лишним, это значит что их нечётное количество.

# data_list
source: When you have an odd number of something, you can't share it equally with two people. If you can share something equally, that means you have an even number of things. Two and four are examples of even numbers. Can you think of some other even numbers?
el: Όταν έχεις μονό αριθμό από κάτι, δεν μπορείς να το μοιράσεις εξίσου σε δύο άτομα. Αν μπορείς να το μοιράσεις δίκαια, τότε έχεις ζυγό αριθμό. Το 2 και το 4 είναι παραδείγματα ζυγών αριθμών. Μπορείς να σκεφτείς κι άλλους ζυγούς αριθμούς;
pt: Quando você tem um número ímpar de algo, não pode compartilhá-lo igualmente com duas pessoas. Se você puder compartilhar algo igualmente, isto significa que você tem um número par de coisas. Dois e quatro são exemplos de números pares. Você consegue pensar em outros números pares?
ru: Если у тебя нечётное количество чего-то, ты не можешь это разделить наполовину между двумя людьми. Если ты можешь разделить что-то поровну, это значит что у тебя чётное количество вещей. Два и четыре примеры чётных чисел. Ты можешь вспомнить другие чётные числа?

# data_list
source: It's even trickier to think of numbers that can be shared equally by three people? Can you think of any examples of this?
el: Είναι ακόμη πιο δύσκολο να σκεφτείς αριθμούς που μπορούν να μοιραστούν εξίσου σε τρία άτομα. Μπορείς να δώσεις παραδείγματα;
pt: É ainda mais complicado pensar em números que podem ser compartilhados igualmente por três pessoas? Você consegue pensar em algum exemplo para este caso?
ru: Ещё сложнее придумать числа которые могут поровну разделить три человека? Ты можешь придумать какие-либо примеры этого?

# data_list
source: He flapped his wings and he whizzed away. "But you’re going too fast for me," complained Tortoise. Sparrow came back. "Alright, then I’ll hop on too."
el: Χτύπησε τα φτερά του και πέταξε μακριά. «Μα πηγαίνεις πολύ γρήγορα για μένα», παραπονέθηκε η Χελώνα. Το Σπουργίτι γύρισε πίσω. «Εντάξει, τότε θα ανέβω κι εγώ.»
pt: Ele bateu as asas e voou rapidamente para longe. "Mas você está indo rápido demais para mim", reclamou Tartaruga. Pardal voltou. "Tudo bem, então eu vou subir também."
ru: Он взмахнул крыльями и улетел. «Ну ты летишь слишком быстро для меня,» Пожаловался Черепаха. Воробей возвратился. «Ну ладно, тогда я тоже запрыгну.»

# data_list
source: The average speed of a sparrow is at least 10 times faster than a person, so it is about 50 times faster than a tortoise!
el: Η μέση ταχύτητα ενός σπουργιτιού είναι τουλάχιστον 10 φορές μεγαλύτερη από ενός ανθρώπου, άρα περίπου 50 φορές μεγαλύτερη από μιας χελώνας!
pt: A velocidade média de um Pardal é pelo menos 10 vezes mais rápida que a de uma pessoa, então esta velocidade é cerca de 50 vezes mais rápida que a de uma tartaruga!
ru: Средняя скорость воробья по крайней мере в 10 раз быстрее скорости человека, то есть он примерно в 50 раз быстрее черепахи!

# data_list
source: What a huge range of speeds! Sparrow is 50 times faster than Tortoise, and Tortoise is 20 times faster than Snail!
el: Τι μεγάλη ποικιλία ταχυτήτων! Το Σπουργίτι είναι 50 φορές γρηγορότερο από τη Χελώνα, και η Χελώνα είναι 20 φορές γρηγορότερη από το Σαλιγκάρι!
pt: Que enorme variedade de velocidades! Pardal é 50 vezes mais rápido que Tartaruga, e Tartaruga é 20 vezes mais rápido que Caracol!
ru: Какой огромный диапазон скоростей! Воробей в 50 раз быстрее Черепахи, а Черепаха в 20 раз быстрее Улитки!

# data_list
source: Fortunately for Tortoise, Sparrow and Snail are very light to carry. Have you ever carried a heavy load for a long distance?
el: Ευτυχώς για τη Χελώνα, το Σπουργίτι και το Σαλιγκάρι είναι πολύ ελαφριά για να τα κουβαλήσει. Έχεις κουβαλήσει ποτέ βαρύ φορτίο για μεγάλη απόσταση;
pt: Felizmente para Tartaruga, Pardal e Caracol são muito leves de carregar. Você já carregou uma carga pesada por uma longa distância?
ru: К счастью Черепахи, Воробья, и Улитку очень легко носить. Ты когда-нибудь носил тяжёлый груз на большое расстояние?

# data_list
source: Tortoise carried on, with Snail and Sparrow perched on his shell. They looked and looked, but there was no sign of a house. The sun had inched lower in the sky.
el: Η Χελώνα συνέχισε, με το Σαλιγκάρι και το Σπουργίτι κουρνιασμένα στο καβούκι της. Έψαχναν, έψαχναν, αλλά δεν υπήρχε κανένα σημάδι από το σπίτι. Ο ήλιος είχε κατέβει λίγο χαμηλότερα στον ουρανό.
pt: Tartaruga continuou, com Caracol e Pardal em cima de seu casco. Eles procuraram e procuraram, mas não havia sinal de uma casa. O sol havia descido lentamente no céu.
ru: Черепаха пошёл дальше, а на его панцире сидели Улитка и Воробей. Они смотрели и смотрели но не было никаких признаков дома. Солнце опустилось ниже в небе.

# data_list
source: Why does the story keep mentioning where the sun is? Where was the sun the last time it was mentioned?
el: Γιατί η ιστορία συνεχίζει να αναφέρει πού βρίσκεται ο ήλιος; Πού ήταν ο ήλιος την τελευταία φορά που αναφέρθηκε;
pt: Por que a história continua mencionando onde o sol está? Onde estava o sol da última vez que foi mencionado?
ru: Почему история постоянно упоминает где находятся солнце? Где было солнце когда его упоминали в последний раз?

# data_list
source: Mentioning the sun's position is a way for the story to let us know that time is passing and it is getting later in the day.
el: Η αναφορά στη θέση του ήλιου είναι ένας τρόπος για να μας δείξει η ιστορία ότι περνάει ο χρόνος και πλησιάζει το απόγευμα.
pt: Mencionar a posição do sol é uma maneira de a história nos informar de que o tempo está passando e que está ficando mais tarde.
ru: Упоминание положение Солнца - это способ в истории дать нам понять что время идёт и становится позднее.

# data_list
source: It is getting later and the group is still not successful. What do you think happens next? WIll Tortoise give up?
el: Η ώρα περνά και η ομάδα δεν έχει ακόμη επιτυχία. Τι νομίζεις ότι θα γίνει στη συνέχεια; Θα τα παρατήσει η Χελώνα;
pt: Está ficando tarde e o grupo ainda não teve sucesso. O que você acha que acontece em seguida? Tartaruga irá desistir?
ru: Уже поздно, а группа всё ещё не добилась успеха. Что ты думаешь случится дальше? Сдаться ли Черепаха?

# data_list
source: A little later they passed Ladybird. "Are you looking for something?" asked Ladybird. "Yes, Ladybird, I'm looking for my house. Have you seen it, by any chance?"
el: Λίγο αργότερα πέρασαν δίπλα από την Πασχαλίτσα. «Ψάχνετε κάτι;» ρώτησε η Πασχαλίτσα. «Ναι, Πασχαλίτσα, ψάχνω το σπίτι μου. Μήπως το είδες;»
pt: Um pouco mais tarde, eles passaram por Joaninha. "Está procurando por algo?" perguntou Joaninha. "Sim, Joaninha, estou procurando a minha casa. Você a viu, por acaso?"
ru: Чуть позже они прошли мимо Божьей Коровки. «Вы что-то ищете?» Спросила Божья Коровка. «Да, Божья Коровка, Я ищу свой дом. Ты его случайно не видела?»

# data_list
source: There are many names for ladybirds -- they are also called ladybugs, lady beetles, lady clocks, and lady flies. There are many thousands of types of ladybirds in the world!
el: Υπάρχουν πολλά ονόματα για την πασχαλίτσα — λέγεται επίσης κοκκινέλλη, επτάστικτος και λαμπρίτσα. Υπάρχουν χιλιάδες είδη πασχαλίτσας στον κόσμο!
pt: Existem muitos nomes para joaninhas – elas também são chamadas de Besouro-Dama, Vaquinha e Catarina. Existem milhares de tipos de joaninhas no mundo!
ru: У божьих коровок много названий -- Их также называют божьими жуками и божьими мухами. В мире существует много тысяч видов божьих коровок!

# data_list
source: Although ladybugs do not fly for very long, they can briefly fly as fast as a sparrow!
el: Αν και οι πασχαλίτσες δεν πετούν για πολύ, μπορούν για λίγο να πετάξουν τόσο γρήγορα όσο ένα σπουργίτι!
pt: Embora as joaninhas não voem por muito tempo, elas podem voar brevemente tão rápido quanto um pardal!
ru: Хотя божьи коровки не летают очень долго, на короткое время они могут лететь со скоростью воробья!

# data_list
source: Ladybirds can have different numbers of spots. How many spots have you seen on a ladybird?
el: Οι πασχαλίτσες μπορεί να έχουν διαφορετικό αριθμό βούλες. Πόσες βούλες έχεις δει ποτέ σε μια πασχαλίτσα;
pt: Joaninhas podem ter diferentes números de manchas. Quantas manchas você já viu em uma joaninha?
ru: О божьих коровок может быть разное количество пятен. Сколько пятен ты видел на божьей коровке?

# data_list
source: Ladybird said, "No, I haven't, but I'll help you look!" She hopped onto Tortoise's back and on he went, with Snail and Sparrow and Ladybird on his back. They looked and looked, but there was no sign of a house. A breeze started to blow.
el: Η Πασχαλίτσα είπε: «Όχι, δεν το είδα, αλλά θα βοηθήσω!» Πήδηξε στην πλάτη της Χελώνας και εκείνη συνέχισε, με το Σαλιγκάρι, το Σπουργίτι και την Πασχαλίτσα στην πλάτη της. Έψαχναν, έψαχναν, αλλά δεν υπήρχε κανένα σημάδι από το σπίτι. Άρχισε να φυσά ένα αεράκι.
pt: Joaninha disse: "Não, eu não a vi, mas vou te ajudar a procurar!" Ela pulou no casco de Tartaruga e ele continuou a busca com Caracol, Pardal e Joaninha em suas costas. Eles procuraram e procuraram, mas não havia sinal de uma casa. Uma brisa começou a soprar.
ru: Божья коровка сказала, «Нет, не видела, но я помогу тебе найти!» Она запрыгнула на спину черепахи, и он пошёл неся на спине Улитку, Воробья, и Божью Коровку. Они смотрели и смотрели, но не было никаких признаков дома. Подул ветерок.

# data_list
source: Tortoise is lucky. A ladybird is another very light animal to carry.
el: Πλησιάζει το απόγευμα και αρχίζει να φυσάει. Χμμ... Τι νομίζεις ότι θα γίνει με τον καιρό;
pt: Tartaruga teve sorte. Uma joaninha é outro animal muito leve para carregar.
ru: Черепаха счастливый. Божья коровка ещё одно очень лёгкое животное для переноски.

# data_list
source: It is getting later in the day and a breeze is starting to blow. Hmm ... What do you think will happen with the weather?
el: Πλησιάζει το απόγευμα και αρχίζει να φυσάει. Χμμ... Τι νομίζετε ότι θα γίνει με τον καιρό;
pt: Está ficando mais tarde no dia e uma brisa está começando a soprar. Hum... O que você acha que vai acontecer com o clima?
ru: День идёт к концу, и начинает дуть ветер. Хммм ... Что ты думаешь случится с погодой?
