Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: How do you think it feels to be invisible? You could go places and no one would know you were there. Would you like to be invisible?
el: Πώς νομίζεις ότι νιώθει κάποιος που είναι αόρατος; Θα μπορούσε να πηγαίνει οπουδήποτε χωρίς να το γνωρίζει κανείς. Θα ήθελες να είσαι αόρατος;
pt: Como você acha que é ser invisível? Você poderia ir a vários lugares e ninguém saberia que você estaria lá. Você gostaria de ser invisível?
ru: Как ты думаешь каково это быть невидимым? Ты мог бы пойти куда угодно и никто бы не знал что ты там был. Тебе бы хотелось быть невидимым?

# data_list
source: If you are invisible and you put clothes on, are the clothes invisible too?
el: Αν είσαι αόρατος και φοράς ρούχα, αυτά τα ρούχα είναι επίσης αόρατα;
pt: Se você é invisível e veste roupas, as roupas também ficam invisíveis?
ru: Если ты невидимый и оденешь одежду, то становится ли одежда невидимой тоже?

# data_list
source: Where is Lory Dory in this picture? How can you tell?
el: Πού βρίσκεται η Λόρυ Ντόρυ σε αυτή την εικόνα; Από πού το κατάλαβες;
pt: Onde está Lory Dory nesta imagem? Como você sabe disso?
ru: Где Лори Дори на этой картинке? Как ты это можешь заметить?

# data_list
source: You'd only see Lory when rain hit her head.
el: Μπορούσες να δεις τη Λόρυ μόνο όταν η βροχή έπεφτε στο κεφάλι της.
pt: Você só veria Lory quando a chuva batesse em sua cabeça.
ru: Лоре можно увидеть только тогда когда дождь бьёт её в голову.

# data_list
source: When you see a shape by seeing an empty space in a picture, that is called "negative space." You can tell where Lory is by seeing the negative space where there is no rain.
el: Όταν βλέπεις ένα σχήμα βλέποντας έναν κενό χώρο σε μια εικόνα, αυτό ονομάζεται "αρνητικός χώρος". Μπορείς να καταλάβεις πού βρίσκεται η Λόρυ βλέποντας τον αρνητικό χώρο όπου δεν υπάρχει βροχή.
pt: Em uma imagem, quando você enxerga uma forma em um espaço vazio, ele é chamado de "espaço negativo". Você pode dizer onde Lory está ao enxergar o espaço negativo no qual não há chuva.
ru: Когда ты видишь форму глядя на пустое место на картинке, это называется «негативное пространство.» Ты можешь определить где находится Лори, увидев негативное пространство где нет дождя.

# data_list
source: The rain lines in this picture are lined up. Those lines are parallel lines.
el: Οι γραμμές της βροχής στην εικόνα είναι ευθυγραμμισμένες. Αυτές οι γραμμές είναι παράλληλες γραμμές.
pt: As linhas de chuva nesta imagem estão alinhadas. Essas linhas são linhas paralelas.
ru: Линии дождя на этой картинке выстроены в линии. Эти линии параллельные.

# data_list
source: Look for parallel lines around you. Most of them will probably be horizontal lines (going side to side) or vertical lines (going up and down). Are there any other parallel lines around you?
el: Ψάξε για παράλληλες γραμμές γύρω σου. Πιθανώς πολλές από αυτές να είναι οριζόντιες (πηγαίνουν από τη μια πλευρά στην άλλη) ή κάθετες (πηγαίνουν πάνω και κάτω). Υπάρχουν άλλες παράλληλες γραμμές γύρω σου;
pt: Procure por linhas paralelas ao seu redor. A maioria delas provavelmente serão linhas horizontais (que vão de um lado para o outro) ou linhas verticais (que vão de cima para baixo). Existem outras linhas paralelas ao seu redor?
ru: Ищи параллельные линии вокруг себя. Многие из них вероятно будут горизонтальными линиями (идя из стороны в сторону) или вертикальные линии (идя наверх и вниз). Есть ли ещё какие-нибудь параллельные линии вокруг тебя?

# data_list
source: Or when she was curled under blankets in bed.
el: Ή όταν ήταν κουλουριασμένη κάτω από κουβέρτες στο κρεβάτι.
pt: Ou quando ela estivesse encolhida embaixo de cobertores na cama.
ru: Или когда она свернулась калачиком под одеялом в постели.

# data_list
source: The artist took many liberties with this drawing. There are extra squiggles that aren't really there. What else is extra in the picture? (the big red area)
el: Ο καλλιτέχνης εκφράστηκε πολύ ελεύθερα ζωγραφίζοντας αυτή την εικόνα. Υπάρχουν παραπανίσιες κυματιστές γραμμές που δεν υπάρχουν στην πραγματικότητα. Τι άλλο είναι παραπανίσιο στην εικόνα (η μεγάλη κόκκινη περιοχή);
pt: O ilustrador exagerou um pouco neste desenho. Há rabiscos extras que não deveriam estar nele. O que mais há de extra nesta imagem? (a grande área vermelha)
ru: Художник допустил много вольностей в этом рисунке. Есть дополнительные закорючки которых на самом деле нет. Что ещё личного на картинке? (большое красное пространство)

# data_list
source: Why did the artist put in those extra things?
el: Γιατί ο καλλιτέχνης έβαλε αυτά τα παραπανίσια στοιχεία;
pt: Por que o ilustrador colocou essas coisas extras?
ru: Зачем художник поместил эти дополнительные вещи?

# data_list
source: What is the easiest part of Lory to see in this picture?
el: Ποιο μέρος της Λόρυ είναι το πιο εύκολο να δεις σε αυτή την εικόνα;
pt: Qual é a parte de Lory que é mais fácil de ver nesta imagem?
ru: Какую часть Лори легче всего увидеть на этой картинке?

# data_list
source: Lory was left out of all the kids' games. They teased her and they called her names.
el: Η Λόρυ δεν έπαιρνε μέρος στα παιχνίδια των παιδιών. Την κορόιδευαν και την φώναζαν με παρατσούκλια.
pt: Lory foi deixada de fora de todos os jogos infantis. As crianças a provocavam e a chamavam de nomes pouco gentis.
ru: Лоре была исключена из всех детских игр. Они дразнили её и называли её именами.

# data_list
source: We can see Lory in this picture by her negative space and her eyes.
el: Μπορούμε να δούμε τη Λόρυ σε αυτή την εικόνα από τον αρνητικό χώρο και τα μάτια της.
pt: Podemos ver Lory nesta imagem por causa do espaço negativo e dos olhos dela.
ru: Мы можем увидеть Лори на этой картинке по её негативному пространству и глазами.

# data_list
source: Why do you suppose her eyelashes are visible when the rest of her is not?
el: Γιατί πιστεύεις ότι οι βλεφαρίδες της είναι ορατές, ενώ το υπόλοιπο σώμα της δεν είναι;
pt: Por que você acha que os cílios dela são visíveis enquanto o resto dela não é?
ru: Как ты думаешь, почему её ресницы видны когда остальная её часть не видна?

# data_list
source: People often make fun of someone who is different in some way. Have you ever been made fun for this reason? Have you made fun of someone for this reason? Why do you think people do this?
el: Πολλές φορές οι άνθρωποι κοροϊδεύουν κάποιον που διαφέρει με κάποιον τρόπο. Σε έχει κοροϊδέψει ποτέ κάποιος γι' αυτό τον λόγο; Έχεις κοροϊδέψει κάποιον γι' αυτό τον λόγο; Γιατί πιστεύεις ότι το κάνουν οι άνθρωποι;
pt: Muitas vezes, as pessoas zombam de alguém que é de um jeito diferente. Alguém já zombou de você por este motivo? Você já zombou de alguém por este motivo? Por que você acha que as pessoas fazem isso?
ru: Люди часто высмеивают тех кто чем-то отличается от других. Тебя когда-нибудь дразнили по этой причине? А ты когда-нибудь дразнил кого-то по этой причине? Как ты думаешь, почему люди это делают?

# data_list
source: Look, it's Lory. The Imaginary Friend! She's not like us, she's just pretend!
el: "Κοιτάξτε, είναι η Λόρυ. Ο Φανταστικός Φίλος! Δεν είναι σαν εμάς, είναι απλώς ψεύτικη!"
pt: "Olhe, é a Lory. A Amiga Imaginária! Ela não é como nós, ela é inventada!"
ru: «Смотри, это Лори. Невидимый друг! Она не такая как мы, она просто воображаемая!»

# data_list
source: The umbrellas are divided into areas that are triangles. Triangles are shapes with three straight sides. Do you see any triangles where you are?
el: Οι ομπρέλες είναι χωρισμένες σε κομμάτια που είναι τρίγωνα. Τα τρίγωνα είναι σχήματα με τρεις ευθείες πλευρές. Βλέπεις τρίγωνα εκεί που βρίσκεσαι;
pt: Os guarda-chuvas são divididos em áreas que são triângulos. Os triângulos são formas com três lados retos. Você vê algum triângulo no local onde você está?
ru: Зонтики разделены на части, представляющие собой треугольники. Треугольники - это фигура с тремя прямыми сторонами. Видишь ли ты какие-нибудь треугольники там где ты находишься?

# data_list
source: Triangles are stronger than four-sided shapes. It is much harder to bend triangles and make them lose their shape. Why do you suppose that is?
el: Τα τρίγωνα είναι πιο δυνατά σχήματα από τα τετράπλευρα. Είναι πολύ πιο δύσκολο να λυγίσεις τα τρίγωνα και να τα κάνεις να αλλάξουν σχήμα. Γιατί πιστεύεις ότι συμβαίνει αυτό;
pt: Os triângulos são mais fortes do que as formas de quatro lados. É muito mais difícil dobrar triângulos e fazê-los perder a forma. Por que você acha que isso acontece?
ru: Треугольники прочнее четырёхсторонных фигур. Гораздо сложнее согнуть треугольники и заставить их потерять форму. Как ты думаешь, почему это?

# data_list
source: That child is about to throw a snowball. Balls are also called spheres. Spheres roll well and are fun to kick and play with. Do you have any spheres around you?
el: Αυτό το παιδί είναι έτοιμο να πετάξει μια χιονόμπαλα. Οι μπάλες έχουν σχήμα σφαιρικό. Τα αντικείμενα με σφαιρικό σχήμα κυλούν πολύ ωραία και είναι διασκεδαστικό να τα κλωτσάς και να παίζεις μαζί τους. Υπάρχουν αντικείμενα με σφαιρικό σχήμα γύρω σου;
pt: Aquela criança está prestes a jogar uma bola de neve. As bolas também são chamadas de esferas. As esferas rolam bem e são divertidas para chutar e brincar. Você tem alguma esfera ao seu redor?
ru: Этот ребёнок собирается бросить снежок. Шары также называют сферами. Сферы хорошо катятся, их приятно пинать и играть с ними. Есть ли сферы вокруг тебя?

# data_list
source: One day at school, a boy wanted to know: "How do you look? I only see you in snow."
el: Μια μέρα στο σχολείο, ένα αγόρι ήθελε να μάθει: "Πώς είναι η εμφάνισή σου; Σε βλέπω μόνο στο χιόνι."
pt: Um dia na escola, um menino quis saber: "Com o que você se parece? Eu só te vejo coberta de neve."
ru: Однажды в школе мальчик захотел узнать: «Как ты выглядишь? Я только вижу тебя в снегу.»

# data_list
source: What did the boy mean when he said "I only see you in snow."? Where is Lory in this picture?
el: Τι εννοούσε το αγόρι όταν είπε "Σε βλέπω μόνο στο χιόνι"; Πού βρίσκεται η Λόρυ σε αυτή την εικόνα;
pt: O que o menino quis dizer quando disse "Eu só te vejo coberta de neve."? Onde está Lory Dory nesta imagem?
ru: Что имел в виду мальчик когда сказал «Я только вижу тебя в снегу.»? Где Лори на этой картинке?

# data_list
source: The lines on the boy's shirt go in two directions. The two directions meet each other in the same way as the edges of this page do. Lines that meet this way are said to be perpendicular to each other.
el: Οι γραμμές στην μπλούζα του αγοριού πηγαίνουν σε δύο κατευθύνσεις. Αυτές οι δύο κατευθύνσεις συναντιούνται με τον ίδιο τρόπο που συναντιούνται οι άκρες αυτής της σελίδας. Οι γραμμές που συναντιούνται έτσι λέγονται κάθετες γραμμές.
pt: As linhas na camisa do menino vão em duas direções. As duas direções se encontram da mesma forma que as bordas desta página. As linhas que se encontram desta maneira são ditas perpendiculares entre si.
ru: Линии на футболки мальчика идут в двух направлениях. Эти два направления встречаются с друг другом также как встречаются края этой страницы. Линии которые встречаются таким образом называется перпендикулярными друг другу.

# data_list
source: Point out some perpendicular lines where you are. There will probably be a lot of them! Horizontal and vertical lines are usually perpendicular to each other.
el: Δείξε μερικές κάθετες γραμμές εκεί που βρίσκεσαι. Είναι πιθανότατα πολλές! Οι οριζόντιες και οι κάθετες γραμμές συνήθως είναι κάθετες μεταξύ τους.
pt: Aponte algumas linhas perpendiculares no local onde você está. Provavelmente haverá muitas delas! As linhas horizontais e verticais são geralmente perpendiculares entre si.
ru: Укажи несколько перпендикулярных линий где ты находишься. Их наверное будет много! Горизонтальные и вертикальные линии обычно перпендикулярно друг другу.

# data_list
source: Can you paint yourself? Lory knew that she could. But not in the same way the boy thought she would.
el: "Μπορείς να ζωγραφίσεις τον εαυτό σου;" Η Λόρυ ήξερε ότι μπορούσε. Αλλά όχι με τον τρόπο που το αγόρι πίστευε ότι θα το έκανε.
pt: "Você pode pintar a si mesmo?" Lory sabia que podia. Mas não da mesma forma que o menino pensou que ela faria.
ru: «Можешь ли ты себя нарисовать?» Лори знала что она могла. Но не так, как думал мальчик.

# data_list
source: It often happens that someone will mean something different when they say something than what the person hearing it understands. Has that happened to you recently?
el: Συχνά συμβαίνει κάποιος να εννοεί κάτι διαφορετικό από αυτό που καταλαβαίνει το άτομο που ακούει. Σου έχει συμβεί κάτι τέτοιο ποτέ;
pt: Muitas vezes, acontece de alguém querer dizer algo, mas a pessoa que ouve entende de maneira diferente. Isso já aconteceu com você recentemente?
ru: Часто случается так что когда кто-то что-то говорит он имеет в виду не то что понимает слышающий. Случалось ли это с тобой в последнее время?

# data_list
source: What did the boy mean by "paint yourself" and what do you think Lory is going to do?
el: Τι εννοούσε το αγόρι με το "ζωγράφισε τον εαυτό σου" και τι πιστεύεις ότι θα κάνει η Λόρυ;
pt: O que o garoto quis dizer com "pintar a si mesmo", e o que você acha que Lory vai fazer?
ru: Что имел в виду мальчик с «нарисуй себя» и что ты думаешь Лори собирается сделать?

# data_list
source: A partial circle is called an arc. There are at least five arcs on this page -- can you find them all? Can you find more than five?
el: Ένα μέρος του κύκλου κύκλος ονομάζεται τόξο. Υπάρχουν τουλάχιστον πέντε τόξα σε αυτή τη σελίδα — μπορείς να τα βρεις όλα; Μπορείς να βρεις περισσότερα από πέντε;
pt: Um círculo parcial é chamado de arco. Existem pelo menos cinco arcos nesta página – você consegue encontrar todos eles? Consegue encontrar mais de cinco?
ru: Частичная окружность называется дугой. На этой странице есть по крайней мере пять дуг -- ты можешь их все найти? Ты можешь найти больше пяти?

# data_list
source: Lory painted her body with all that she loved from the world all around and the sky above.
el: Η Λόρυ ζωγράφισε το σώμα της με όλα όσα αγαπούσε από τον κόσμο γύρω και τον ουρανό πάνω από αυτή.
pt: Lory pintou o seu corpo com tudo o que ela amava do mundo e do céu todo.
ru: Лори раскрасила своё тело всем что она любила из окружающего мира и неба над ним.

# data_list
source: The expression "wearing your feelings on your sleeve" refers to showing the world how you feel. Do you keep your feelings to yourself or do you show them to the world?
el: Η έκφραση "τα συναισθήματά σου ζωγραφίζονται στο πρόσωπό σου" αναφέρεται στο να δείχνεις στον κόσμο πώς νιώθεις. Κρατάς τα συναισθήματά σου για τον εαυτό σου ή τα δείχνεις στον κόσμο;
pt: A expressão "deixar transparecer as suas emoções" refere-se a mostrar ao mundo como você se sente. Você guarda os seus sentimentos para si mesmo ou os mostra ao mundo?
ru: Выражение «носить свои чувства на рукаве» означает показать миру что ты чувствуешь. Держишь ли ты свои чувства при себе или показываешь их миру?

# data_list
source: Lory is showing the world all the things she loves. She is wearing her thoughts all over her body!
el: Η Λόρυ δείχνει στον κόσμο όλα όσα αγαπά. Ζωγραφίζει τις σκέψεις της σε όλο της το σώμα!
pt: Lory está mostrando ao mundo todas as coisas que ela ama. Ela está transparecendo os pensamentos dela por todo o corpo!
ru: Лори показывает миру всё что она любит. Она носит свои мысли по всему телу!

# data_list
source: What is inside each of us is invisible to the world until we tell the world. Which things that you love would you like to share with the world?
el: Αυτά που βρίσκονται μέσα μας είναι αόρατα στον κόσμο μέχρι να τα μοιραστούμε. Ποια πράγματα που αγαπάς θα ήθελες να μοιραστείς με τον κόσμο;
pt: O que está dentro de cada um de nós é invisível para o mundo até que contemos ao mundo. Quais coisas você ama e gostaria de compartilhar com o mundo?
ru: То что находится внутри каждого из нас, невидимо для мира пока мы сами не расскажем об этом. Какими вещами которые ты любишь, ты бы хотел поделиться с миром?

# data_list
source: She painted herself every day with such pride, to bring out the person who she was inside.
el: Ζωγράφιζε τον εαυτό της κάθε μέρα με περηφάνια, για να δείξει προς τα έξω το ποια ήταν μέσα της.
pt: Ela se pintava todos os dias com muito orgulho, para trazer à tona a pessoa que ela era bem lá no fundo.
ru: Она рисовала себя каждый день с такой гордостью, чтобы показать какой она была внутри.

# data_list
source: Which color did she use for her right foot and which one for her left foot?
el: Ποιο χρώμα χρησιμοποίησε για το δεξί της πόδι και ποιο για το αριστερό;
pt: Qual cor ela usou para o pé direito e qual para o pé esquerdo?
ru: Какой цвет она использовала для правой ноги, а какой для левой?

# data_list
source: Using paint is a bit messy, but it is one way to show her mark on the world. There are many ways we leave marks on the world without using paint. Can you think of a few?
el: Το να χρησιμοποιείς μπογιά για το αποτύπωμά σου είναι λίγο ακατάστατο, αλλά είναι ένας τρόπος για να δείξεις την επίδρασή σου στον κόσμο. Υπάρχουν πολλοί τρόποι για να αφήνουμε το σημάδι μας στον κόσμο χωρίς μπογιά. Μπορείς να σκεφτείς μερικούς;
pt: Usar tinta faz um pouco de bagunça, mas é uma maneira de mostrar a marca dela no mundo. Há muitas maneiras de deixarmos marcas no mundo sem usar tinta. Você consegue pensar em algumas delas?
ru: Использование краски немного неаккуратное занятие, но это один из способов оставить свой след в мире. Есть много способов оставить след в мире, не используя краску. Можешь ли ты вспомнить некоторые?

# data_list
source: You can count the toe prints one by one, or you can count them by 5's. Skip counting is often a quick way to count a bunch of things! How many toe prints are there?
el: Μπορείς να μετρήσεις τα αποτυπώματα από τα δάχτυλα των ποδιών ένα-ένα ή να τα μετρήσεις ανά 5. Η αρίθμηση με πηδηματάκια συχνά είναι ένας γρήγορος τρόπος να μετράς πολλά πράγματα! Πόσα αποτυπώματα από δάχτυλα ποδιών υπάρχουν;
pt: Você pode contar as marcas dos dedos dos pés uma a uma ou pode contá-las em intervalos de 5. Muitas vezes, contar em intervalos é uma maneira rápida de contar várias coisas! Quantas marcas de dedo do pé existem aqui?
ru: Ты можешь посчитать отпечатки пальцев ног по одному или по 5. Счёт с пропусками часто является быстрым способом посчитать кучу вещей! Сколько здесь отпечатков пальцев ног?

# data_list
source: I know I'm invisible and hard to see. So I painted these pictures to show the real me.
el: "Ξέρω ότι είμαι αόρατη και είναι δύσκολο να με δει κανείς. Γι' αυτό ζωγράφισα αυτές τις εικόνες για να δείξω τον αληθινό μου εαυτό."
pt: "Eu sei que sou invisível e difícil de ver. Então eu pintei estas imagens para mostrar o meu verdadeiro ser."
ru: «Я знаю что я невидимая и меня трудно увидеть. Поэтому я нарисовала эти картинки чтобы показать себя настоящей.»

# data_list
source: How many different things can you see on her that Lory likes?
el: Πόσα διαφορετικά πράγματα μπορείς να δεις πάνω της που αγαπάει η Λόρυ;
pt: Quantas coisas diferentes você consegue ver no corpo de Lory que ela gosta?} {Quão bem isto descreve quem Lory é?
ru: Сколько разных вещей которые нравятся Лори ты можешь увидеть на ней?

# data_list
source: How well does this share who Lory is?
el: Πόσο καλά πιστεύεις ότι αυτή η ζωγραφιά δείχνει το ποια είναι η Λόρυ;
pt: Quão bem isto descreve quem Lory é?
ru: На сколько хорошо это передаёт кто такая Лори?

# data_list
source: Which things would be hard to share this way?
el: Ποια πράγματα θα ήταν δύσκολο να μοιραστείς με αυτόν τον τρόπο;
pt: Quais coisas seriam difíceis de compartilhar desta forma?
ru: Какими вещами было бы трудно поделиться таким образом?

# data_list
source: "Are you making this up, Gramps? Is this story true?" "Lory is real -- real as me, real as you."
el: "Τα φαντάστηκες αυτά, Παππού; Είναι αυτή η ιστορία αληθινή;" "Η Λόρυ είναι αληθινή — αληθινή όπως εγώ, αληθινή όπως εσύ."
pt: "Você está inventando tudo isso, Vovô? Esta história é verdadeira?" "Lory é real – real como eu, real como você."
ru: «Ты что выдумываешь дедушка? Эта история настоящая?» «Лори настоящая -- настоящая как и я, настоящая как и ты.»

# data_list
source: The story may not be real, but it has a real message. What is the message?
el: Η ιστορία μπορεί να μην είναι αληθινή, αλλά έχει ένα πραγματικό μήνυμα. Ποιο είναι το μήνυμα;
pt: A história pode não ser real, mas tem uma mensagem real. Qual é essa mensagem?
ru: История может быть и не настоящая, но в ней есть реальное послание. Какое послание?

# data_list
source: How well do you think people see the invisible things inside you?
el: Πόσο καλά πιστεύεις ότι οι άνθρωποι βλέπουν τα αόρατα πράγματα μέσα σου;
pt: Quão bem você acha que as pessoas veem as coisas invisíveis dentro de você?
ru: Как ты думаешь насколько хорошо люди видят невидимые вещи внутри тебя?

# data_list
source: Is there something inside you that you would want to keep invisible?
el: Υπάρχει κάτι μέσα σου που θα ήθελες να κρατήσεις αόρατο;
pt: Existe algo dentro de você que gostaria de manter invisível?
ru: Если внутри тебя что-то что ты хотел бы сохранить невидимым?

# data_list
source: When Grandpa had left me, I can't quite be sure, but I think I saw Lory just outside my door.
el: Όταν έφυγε ο Παππούς, δεν ξέρω σίγουρα, μα νομίζω είδα τη Λόρυ έξω απ’ την πόρτα να περνά γρήγορα.
pt: Assim que Vovô saiu, talvez eu esteja imaginando, mas acho que vi Lory atrás da minha porta brilhando.
ru: Когда дедушка ушёл от меня, я не могу сказать наверняка, но мне кажется я увидел Лори прямо за дверью.

# data_list
source: What do you think? Do "sure" and "door" rhyme?
el: Τι νομίζεις; Οι λέξεις "σίγουρα" και "γρήγορα" κάνουν ομοιοκαταληξία;
pt: O que você acha? "imaginando" e "brilhando" rimam?
ru: Как ты думаешь? А «конечно» и «дверь» рифмуются?

# data_list
source: Go back and look at all the pairs of rhyming words. Can you find a few more words that go with each pair?
el: Επίστρεψε στην ιστορία και δες όλα τα ζευγάρια ομοιοκαταληκτικών λέξεων. Μπορείς να βρεις κι άλλες λέξεις σε ζευγάρια;
pt: Volte às páginas anteriores e procure todos os pares de palavras rimadas. Você consegue encontrar mais algumas palavras para rimar com cada par?
ru: Вернись и посмотри на все пары рифмующихся слов. Ты можешь найти ещё несколько слов которые в паре?

# data_list
source: Some kinds of poems use rhyming words. Have you ever written a poem?
el: Μερικά είδη ποιημάτων χρησιμοποιούν ομοιοκαταληκτικές λέξεις. Έχεις γράψει ποτέ ένα ποίημα;
pt: Alguns tipos de poemas usam palavras rimadas. Você já escreveu um poema?
ru: В некоторых видах стихах используются рифмующиеся слова. Ты когда-нибудь писал стихотворение?

# data_list
source: My sister's dress is too big for me!
de: Die Kleidung meiner Schwester ist zu groß für mich!
el: Το φόρεμα της αδερφής μου είναι πολύ μεγάλο για μένα!
pt: O vestido da minha irmã é grande demais para mim!
ru: Платье моей сестры слишком большое для меня!

# data_list
source: Do you sometimes wear someone else's clothes? Is it fun to imagine you are that other person when you do it?
de: Trägst du manchmal die Kleidung von jemand anderem? Macht es Spaß, dir vorzustellen, du wärst diese andere Person, wenn du sie trägst?
el: Φοράς μερικές φορές ρούχα κάποιου άλλου; Είναι διασκεδαστικό να φαντάζεσαι ότι είσαι εκείνο το άτομο όταν φοράς τα ρούχα του;
pt: Você às vezes usa roupas de outra pessoa? É divertido imaginar que você é essa outra pessoa quando faz isso?
ru: Ты иногда носишь чужую одежду? Весело ли представлять, что ты тот самый другой человек когда ты это делаешь?

# data_list
source: How can you tell the dress and belt are too big?
de: Woran erkennst du, dass das Kleid und der Gürtel zu groß sind?
el: Πώς μπορείς να καταλάβεις ότι το φόρεμα και η ζώνη είναι πολύ μεγάλα;
pt: Como você pode dizer que o vestido e o cinto são muito grandes?
ru: Как ты можешь заметить, что платье и пояс слишком большие?
