Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Fingers and quantities:** Using your child's fingers is an effective way to do addition and subtraction to 10, and it will build your child's confidence and understanding of these operations in terms of quantities. The focus of this step is using fingers in a simple way to do adding and subtracting problems whose largest number is ten or less.
pt: **Dedos e quantidades:** Usar os dedos de seu filho é uma forma eficaz de fazer adição e subtração até 10, e isso irá construir a confiança e o entendimento dele sobre essas operações em termos de quantidades. O foco desta etapa é usar os dedos de forma simples para resolver problemas de adição e subtração cujo maior número seja dez ou menos.
ru: **Пальцы и количество:** Использование пальцев вашего ребёнка - это эффективный способ сложения и вычитания в пределах 10, который поможет ему стать увереннее и лучше понимать эти действия с точки зрения количества. Основное внимание на этом этапе уделяется простому использованию пальцев для решения примеров на сложение и вычитание, где наибольшее число равно десяти или меньше.

# data_list
source: **Ten frames:** A ten frame is a 2 by 5 grid of open squares. These are usually filled left to right, with the top row filled first. They are useful for getting familiar with quantities up to 10 as well as seeing pairs of numbers that add up to 10 – the filled squares plus the unfilled ones will always add up to 10.
pt: **Quadros de dez:** Um quadro de dez é uma grade de 2 por 5 de quadrados abertos. Eles são geralmente preenchidos da esquerda para a direita, com a linha de cima preenchida primeiro. Eles são úteis para se familiarizar com quantidades até 10, bem como para ver pares de números que somam 10 — os quadrados preenchidos mais os vazios sempre somarão 10.
ru: **Десять рамок:** Рамка из 10 представляет собой сетку размером 2 на 5 клеток. Они обычно заполняются слева направо, начиная с верхнего ряда. Она полезна для знакомства с числами до 10, а также для изучения пар чисел, сумма которых равна 10: сумма заполненных и незаполненных клеток всегда равна 10.

# data_list
source: **Flash numbers:** A fun activity with your child is to flash a partially filled ten frame or a group of fingers on your two hands, and then have your child quickly recognize the quantity of things. If you use five or more fingers, put up five of those fingers on one hand so the two hands look like a ten frame. This activity also lays the groundwork for more easily using quantities on two hands for adding and subtracting. **Finger adding to 10:** If both numbers are five or less, put up the appropriate number of fingers on the two hands and count them up. Alternatively, put up the number of fingers for one of the numbers, and then count that many more fingers for the other number. When you are done, the total number of fingers shown will be the sum. **Finger subtracting to 10:** Do subtracting from numbers that are ten or less by putting up the number of fingers for the number being subtracted from. Then put down one finger at a time as you count up the number that is being subtracted. The resulting number of fingers left up is the answer.
pt: **Números instantâneos:** Uma atividade divertida com seu filho é mostrar rapidamente um quadro de dez parcialmente preenchido ou um grupo de dedos nas suas duas mãos, e então pedir para ele reconhecer rapidamente a quantidade de objetos. Se você usar cinco ou mais dedos, levante cinco deles em uma mão para que as duas mãos pareçam um quadro de dez. Essa atividade também prepara o terreno para usar mais facilmente as quantidades nas duas mãos para adição e subtração. **Adição com os dedos até 10:** Se ambos os números forem cinco ou menos, levante o número apropriado de dedos nas duas mãos e conte-os. Uma alternativa é levantar os dedos correspondentes a um dos números e, em seguida, continuar a contagem com os dedos referentes ao outro número. Quando você terminar, o número total de dedos mostrados será a soma. **Subtração com os dedos até 10:** Faça subtrações de números até dez, levantando o número de dedos correspondente ao número inicial. Em seguida, abaixe um dedo de cada vez enquanto conta o número que está sendo subtraído. O número de dedos que sobra é a resposta.
ru: **Флеш цифры:** Забавное занятие для ребёнка - это показывать ему на руках частично заполненную рамку с цифрой 10 или группу пальцев, а затем попросите его быстро определить количество предметов. Если у вас пять или более пальцев, положите пять из них на одну руку так, чтобы обе руки выглядели как рамка с цифрой 10. Это упражнение также закладывает основу для более лёгкого использования чисел на двух руках для сложения и вычитания. **Сложение на пальцах до 10:** Если оба числа равны пяти или меньше, вытяните соответствующее количество пальцев на обеих руках и посчитайте их. В качестве альтернатива, вытяните количество пальцев, соответствующее одному из чисел, а затем посчитайте столько же пальцев, соответствующее другому числу. В результате общее количество показанных пальцев будет равно сумме. **Вычитание на пальцах до 10:** Вычитание из чисел, кратных 10 или меньше, выполняется следующим образом: вытяните столько же пальцев, сколько соответствует вычитаемому числу. Затем вытягивайте по одному пальцу, считая вычитаемое число. Полученное количество пальцев и есть ответ.

# data_list
source: 2.9 Skip Counting by 2's
pt: Passo 19: Contagem pulando números de 2 em 2
ru: Шаг 19: Пропустить Счёт по 2

# data_list
source: **It's fast and fun:** Show your child that this is a fun way of counting that goes a lot more quickly than counting by 1's. If you pair things up and then skip count them by 2's, you will reinforce how paired things come in twos. **Getting started with skip counting:** Introduce skip counting in two ways. One way is to take turns with your child as you count up to some number, alternating numbers as you go – one of you will be skip counting starting at 0, and the other will be starting at 1. After some practice, one of you stays silent and the other one counts as before, saying every other number. The other way for your child to get used to skip counting is to count up to some number normally the first time. Then do that counting again by saying every other number softly. Continue this practice until the softly-spoken numbers are not spoken at all. **Start at numbers other than 0:** It is tempting to always start at 0. However, if you start at other numbers, such as 1, you will be helping your child with adding skills as well as multiplying and dividing skills. **Skip count downwards sometimes:** Skip counting downwards helps with subtracting skills and with dividing skills.
pt: **É rápido e divertido:** Mostre a seu filho que esta é uma forma divertida de contar que é muito mais rápida do que contar de 1 em 1. Se você agrupar as coisas em pares e então contar pulando números de 2 em 2, você irá reforçar como as coisas emparelhadas vêm de duas em duas. **Começando a contar pulando números:** Apresente a contagem pulando números de duas maneiras. Uma delas é se revezar com seu filho enquanto vocês contam até um certo número, alternando os números à medida que avançam — um de vocês irá contar pulando números começando do 0 e o outro irá começar no 1. Depois de praticar um pouco, um de vocês fica em silêncio e o outro conta como antes, dizendo um número sim e outro não. A outra maneira para seu filho se acostumar a contar pulando números é contar até um certo número normalmente na primeira vez. Em seguida, faça essa contagem novamente dizendo um número sim e um não, suavemente. Continue a praticar até que você não diga mais os números que eram falados suavemente. **Comece com números diferentes de 0:** É tentador sempre começar do 0. No entanto, se você começar de outros números, como 1, você estará ajudando seu filho com habilidades de adição, bem como com habilidades de multiplicação e divisão. **Conte pulando números para trás às vezes:** Contar pulando números para trás ajuda nas habilidades de subtração e de divisão.
ru: **Это быстро и весело:** Покажите ребёнку что это увлекательный способ счёта который идёт гораздо быстрее, чем счёт по 1. Если вы сначала разделите предметы на пары, а затем пересчитайте их по 2, вы закрепите понимание того, что парные предметы делятся на пары. **Начинаем с счётом с пропусками:** Познакомьте ребёнка с двумя методом счёта с пропусками. Один из них - это поочереди считать с ребёнком до какого-нибудь числа, чередуя числа – Один из вас будет считать вслух, начиная с 0, а другой с 1. После небольшой практики один из вас молчит, а другой считает, как и раньше, называя каждую вторую цифру. Другой способ приучить ребёнка считать пропусками это сначала считать до какого-нибудь числа обычным способом. Затем повторите этот счёт, тихо проговаривая каждую вторую цифру. Продолжайте это упражнение до тех пор, пока он не перестанет произносить эти тихо проговариваемые цифры. **Начинайте с цифр, отличных от 0:** Возникает соблазн всегда начать с 0. Однако, если вы начнёте с других чисел, например с 1, вы поможете своему ребёнку освоить навыки сложения, а также умножение и деление. **Пропускать счёт вниз:** Пропуск счёта в обратном порядке помогает развивать навыки вычитания и деления.

# data_list
source: 2.10 Counting Groups
pt: Passo 20: Contando grupos
ru: Шаг 20: Подсчёт Групп

# data_list
source: **Variety:** Skip counting is one way to add interest to counting a group of objects, and there are often many other ways as well. Show your child that they can use their imagination to explore the many other interesting ways they can count a picture of some objects.
pt: **Variedade:** Contar pulando números é uma forma de tornar mais interessante a contagem de um grupo de objetos, e muitas outras formas também existem. Mostre a seu filho que ele pode usar a imaginação para explorar as muitas outras formas interessantes de contar uma imagem de alguns objetos.
ru: **Вариации:** Счёт с пропусками один из способов сделать счёт группы предметов более интересным, но зачастую существует множество других способов. Покажите ребёнку, что он может использовать воображение, чтобы исследовать множество других интересных способов подсчёта предметов на картинке.

# data_list
source: **Ten frames:** Ten frames offer a simple example of different ways to count. Suppose you have seven dots in the usual way in a ten frame. You can count this as 5 plus 2 more. You can count by 2's from left to right to get to 4, and then add the 3 single dots. Or, you can see the 3 blank squares and count this as 3 less than 10. **Be playful:** Play with all the different ways you and your child can do the counting. Seeing different ways to get the answer will open your child's eyes that math is about exploring and play, and not about arriving at an answer in some preferred way. All these different ways of counting will also develop a deeper understanding of quantities for your child. **Additive approaches:** One way to count up a group of objects is to add up the different parts of the group. That's what we did in this ten frame example when we added up 5 from the top row to the 2 in the bottom row. **Skip counting:** You may see a repeated pattern when you add up the parts of a group. That's what happened when we started by skip counting the two 2's on the left side. **Subtracting:** Another common technique is to subtract off what is missing from what would oth- erwise be a whole collection. That's what we did when we subtracted 3 from 10 in this example.
pt: **Quadros de dez:** Os quadros de dez oferecem um exemplo simples de diferentes formas de contar. Suponha que você tenha sete pontos na forma usual em um quadro de dez. Você pode contar isso como 5 mais 2. Você pode contar de 2 em 2 da esquerda para a direita para chegar a 4, e então adicionar os 3 pontos avulsos. Ou, você pode ver os 3 quadrados vazios e contar isso como 3 a menos que 10. **Seja brincalhão:** Brinque com todas as diferentes maneiras que você e seu filho podem usar para contar. Ver diferentes formas de chegar à resposta abrirá os olhos de seu filho para o fato de que a matemática é sobre explorar e brincar, e não sobre chegar a uma resposta de uma única maneira. Todas essas diferentes formas de contar também aprofundarão a compreensão das quantidades para seu filho. **Estratégias aditivas:** Uma maneira de contar um grupo de objetos é somar as diferentes partes do grupo. É o que fizemos neste exemplo do quadro de dez quando somamos 5 da linha de cima com os 2 da linha de baixo. **Contagem pulando números:** Você pode ver um padrão repetido quando somar as partes de um grupo. Foi o que aconteceu quando começamos a contar pulando números os dois primeiros pares de 2 no lado esquerdo. **Subtraindo:** Uma outra técnica comum é subtrair o que está faltando do que seria uma coleção completa. Foi o que fizemos neste exemplo quando subtraímos 3 de 10.
ru: **10 рамок:** 10 рамок - это простой пример различных способов счёта. Предположим, у вас семь точек, как обычно, в десятирамке. Это можно посчитать как 5 плюс 2. Можно считать по 2 слева направо до 4, а затем добавить 3 точки. Или, если вы видите 3 пустых квадрата, это можно посчитать как 10 минус 3. **Будьте игривы:** Играйте со всеми разными способами счёта, которые вы и ваш ребёнок можете использовать. Знакомства с разными способами получения ответа откроет вашему ребёнку глаза на то, что математика - это исследование и игра, а не нахождение ответа каким-то предпочтительным способом. Все эти различные способы счёта также помогут вашему ребёнку глубже понять количество. **Аддитивные подходы:** Один из способов посчитать количество объектов в группе это сложить разные её части. Именно это мы сделали в этом примере с десяти рамок, когда прибавляли 5 из верхнего ряда к 2 из нижнего. **Счёт с пропусками:** Вы можете заметить повторяющиеся закономерность при сложении части группы. Именно это и произошло, когда мы начали с пропуска двух двоек в левой части. **Вычитание:** Другой распространённый приём это вычитание недостающего из того, что иначе было бы целой коллекции. Именно это мы и сделали, когда вычитали 3 из 10 в этом примере.

# data_list
source: 3.0 Stage 3 Introduction
pt: Etapa 3: Eu Posso Contar até 10!
ru: Этап 3: Я умею считать до 10!

# data_list
source: Your child has become comfortable with counting to ten, and those numbers and quantities are now more meaningful. Your child is much better now with adding and subtracting small numbers. This Stage extends counting to 20, and it extends the range of numbers your child can add and subtract. It also introduces the beginning of multiplying and dividing. Finally, your child's improving analytical skills and maturity warrant a discussion of early ideas for playing strategy games. **1. Mental adding by Counting On** Adding by Counting On from one of the numbers is an important step in learning addition. **2. Mental subtracting – take away** Subtracting by taking away and counting down is an important step in learning subtraction. **3. Mental subtracting – difference** Another way to subtract is to find the difference between two numbers by Counting On. **4. Number bonds** Number bonds reinforce part and whole concepts, as well as fact families for addition and subtraction. **5. Place value** Introduce your child to the role of 10 in the numbers up to 20. **6. Fact families** The facts 2 + 3 = 5, 3 + 2 = 5, 5 - 2 = 3, and 5 - 3 = 2 are connected. Knowing this deepens the understanding of each fact. **7. Adding twins and near twins** Most children learn adding twins easily. This provides a foundation for doubling. **8. Multiply and Divide by 2** This is the start of many concepts – doubling, multiplying by 2, halving, dividing by 2, and equal sharing. **9. Skip counting by 2s II** Further develop skip counting by 2s by going up and down and starting with any number. **10. Strategy games I** These games naturally motivate children to do problem solving.
pt: Seu filho já se sente à vontade para contar até dez, e esses números e quantidades agora são mais significativos. Seu filho está bem melhor agora com a adição e subtração de números pequenos. Esta Etapa amplia a contagem para 20 e estende a gama de números que seu filho pode somar e subtrair. Ela também introduz o início da multiplicação e da divisão. Finalmente, as habilidades analíticas em desenvolvimento e a maturidade de seu filho justificam uma discussão sobre ideias iniciais para jogar jogos de estratégia. **Passo 21: Adição Mental Contando a Partir de um Número** A adição contando a partir de um dos números é um passo importante no aprendizado da adição. **Passo 22: Subtração Mental – Retirar** A subtração por retirada e contando para trás é um passo importante no aprendizado da subtração. **Passo 23: Subtração Mental – Diferença** Outra forma de subtrair é encontrar a diferença entre dois números contando a partir de um número. **Passo 24: Ligações Numéricas** As ligações numéricas reforçam os conceitos de parte e todo, bem como as famílias de fatos para adição e subtração. **Passo 25: Valor Posicional** Apresente a seu filho o papel do 10 nos números até 20. **Passo 26: Famílias de Fatos** Os fatos 2 + 3 = 5, 3 + 2 = 5, 5 - 2 = 3 e 5 - 3 = 2 estão conectados. Saber disso aprofunda a compreensão de cada fato. **Passo 27: Somando Iguais e Quase Iguais** A maioria das crianças aprende a somar números iguais facilmente. Isso fornece uma base para a duplicação. **Passo 28: Multiplicar e Dividir por 2** Aqui se iniciam muitos conceitos — duplicação, multiplicação por 2, redução à metade, divisão por 2 e a divisão em partes iguais. **Passo 29: Contar Pulando Números de 2 em 2 II** Desenvolva ainda mais a contagem pulando números de 2 em 2 indo e voltando e começando com qualquer número. **Passo 30: Jogos de Estratégia I** Esses jogos naturalmente motivam as crianças a resolver problemas.
ru: Ваш ребёнок научился считать до десяти, и эти числа и количество теперь стали для него более осмысленными. Теперь он гораздо лучше складывает и вычитает небольшие числа. Это этап расширяет счёт до 20, и ребёнок может складывать и вычитать всё больше чисел. Также здесь представлены начальные этапы умножения и деления. Наконец, развивающиеся аналитические способности и взросления ребёнка требует обсуждения идей для ранних стратегических игр. **Шаг 21: Сложение в Уме Путём Подсчёта** Сложение путём подсчёта чисел, начиная с одного из них, является важным шагом в обучении сложению. **Шаг 22: Умственное Вычитание – Отнять** Вычитание путём отнимания и обратного отсчёта является важным шагом в обучении вычитанию. **Шаг 23: Вычитание в Уме – Разница** Другой способ вычитания - это найти разницу между двумя числами, подсчитывая их. **Шаг 24: Числовые Связи** Числовые связи закрепляют понятие части и целого, а также семейства фактов для сложения и вычитания. **Шаг 25: Место Значение** Познакомьте ребёнка с ролью числа 10 в числах до 20. **Шаг 26: Семьи Фактов** Факты 2 + 3 = 5, 3 + 2 = 5, 5 - 2 = 3, и 5 - 3 = 2 связанны между собой. Знание этого укрепляет понимание каждого факта. **Шаг 27: Добавление Чисел Близнецов и Почти Близнецов** Большинство детей легко учатся складывать чисел близнецов. Это закладывает основу для удвоения. **Шаг 28: Умножить и Разделить на 2** Это начало многих концепций – удвоение, умножение на 2, деление пополам, деление на 2 и равное распределение. **Шаг 29: Счёт с Пропусками 2 II** Продолжайте развивать умение считать по два, двигаясь вверх и вниз и начиная с любого числа. **Шаг 30: Стратегические Игры I** Эти игры естественным образом мотивирует детей к решению проблем.

# data_list
source: 3.1 Mental Adding by Counting On
pt: Passo 21: Adição Mental Contando a Partir de um Número
ru: Шаг 21: Сложение в Уме Путём Подсчёта
