Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Point out how uncomfortable the man looks bending over so far to hoe.
de: Zeige auf, wie unbequem der Mann aussieht, so sehr verbogen, um zu hacken.
el: Παρατήρησε πόσο άβολα φαίνεται να είναι ο άντρας που σκύβει τόσο χαμηλά για να χρησιμοποιήσει την τσάπα του.
pt: Aponte como o homem parece desconfortável se curvando tanto para usar a enxada.
ru: Обрати внимание, как неудобно выглядят мужчина, наклонившаяся так далеко чтобы использовать мотыгу.

# data_list
source: His doorway was too low.
de: Sein Türbogen war zu tief.
el: Η είσοδος του σπιτιού του ήταν πολύ χαμηλή.
pt: A porta dele era muito baixa.
ru: Его дверной проём был слишком низким.

# data_list
source: Comment that the doorway is too low -- the man is taller than the door.
de: Kommentiere, dass der Türbogen zu tief ist für ihn – der Mann ist größer als die Tür.
el: Σχολιάστε ότι η είσοδος είναι πολύ χαμηλή γι' αυτόν -- ο άντρας είναι πιο ψηλός από την πόρτα.
pt: Comente que a porta é baixa demais para ele -- o homem é mais alto que a porta.
ru: Прокомментируйте, что дверной проём для него слишком низкий -- Мужчина выше двери.

# data_list
source: Look how much the man stoops down to talk to the boy -- he is much taller than the boy, and the boy is much shorter than the man!
de: Sieh, wie sehr der Mann gebeugt ist, um mit dem Jungen zu reden – er ist viel größer als der Junge, und der Junge ist viel kleiner als der Mann!
el: Δες πώς σκύβει ο άντρας για να μιλήσει στο αγόρι -- είναι πολύ πιο ψηλός από το αγόρι, και το αγόρι είναι πολύ πιο κοντό από τον άντρα!
pt: Veja como o homem se abaixa para falar com o menino -- ele é muito mais alto que o menino, e o menino é muito mais baixo que o homem!
ru: Посмотри, как сильно мужчина наклоняется, чтобы поговорить с мальчиком -- Он намного выше мальчика, а мальчик намного ниже мужчины!

# data_list
source: Count the bushes together.
de: Zähle die Gebüsche zusammen.
el: Μετρήστε μαζί με το παιδί σας τους θάμνους.
pt: Vamos contar juntos os arbustos.
ru: Посчитайте вместе кусты.

# data_list
source: His bed was too short.
de: Sein Bett war zu kurz.
el: Το κρεβάτι του ήταν πολύ κοντό.
pt: A cama dele era muito pequena.
ru: Его кровать была слишком короткой.

# data_list
source: The man's legs stick far out of the bed. He is much longer than his bed.
de: Die Beine des Mannes ragen weit aus dem Bett hinaus. Er ist viel länger als sein Bett.
el: Τα πόδια του άντρα προεξέχουν πολύ από το κρεβάτι. Είναι πολύ πιο μακρύς από το κρεβάτι του.
pt: As pernas do homem ficam para fora da cama. Ele é bem mais comprido do que a sua cama.
ru: Ноги мужчины торчат далеко из кровати. Он намного длиннее, чем его кровать.

# data_list
source: Point to the bird and the boy and how puzzled they look by the short bed.
de: Zeige zum Vogel und dem Jungen und wie verwirrt die beiden aussehen neben dem kurzen Bett.
el: Δείξε το πουλί και το αγόρι και πόσο απορημένοι φαίνονται με το κοντό κρεβάτι.
pt: Aponte para o pássaro e o menino e como eles parecem confusos diante da cama curta.
ru: Укажи на птицу и мальчика и на то, как они озадачены короткой кровати.

# data_list
source: Count together the toes on each of the man's feet.
de: Zähle die Zehen auf jedem der beiden Füße des Mannes zusammen.
el: Μετρήστε μαζί τα δάχτυλα στα πόδια του άντρα.
pt: Vamos contar juntos os dedos de cada pé do homem.
ru: Посчитайте вместе пальцы на каждой ноге у мужчины.

# data_list
source: His bicycle was too short.
de: Sein Fahrrad war zu kurz.
el: Το ποδήλατό του ήταν πολύ μικρό.
pt: Sua bicicleta era muito pequena.
ru: Его велосипед был слишком низкий.

# data_list
source: The tall man is much too big for his bicycle. Look how far his leg sticks out!
de: Der große Mann ist viel zu groß für sein Fahrrad. Sieh, wie weit sein Bein herausragt!
el: Ο ψηλός άντρας είναι πολύ μεγάλος για το ποδήλατό του. Δείτε πόσο μακριά προεξέχει το πόδι του!
pt: O homem alto é muito grande para a sua bicicleta. Olha só como a perna dele fica pra fora!
ru: Высокий мужчина слишком большой для своего велосипеда. Смотри, как далеко у него торчат ноги!

# data_list
source: Point out that the bird has changed color from yellow to orange!
de: Zeige auf, dass der Vogel die Farbe von gelb zu orange gewechselt hat!
el: Παρατήρησε ότι το πουλί άλλαξε χρώμα από κίτρινο σε πορτοκαλί!
pt: Aponte que o pássaro mudou de cor de amarelo para laranja!
ru: Покажи, что птица поменяла цвет жёлтого на оранжевый!

# data_list
source: Where is the boy in this picture?
de: Wo ist der Junge in diesem Bild?
el: Πού βρίσκεται το αγόρι σε αυτή την εικόνα;
pt: Onde está o menino nessa imagem?
ru: Где мальчик на этой картинке?

# data_list
source: This man was too tall! What can he do to solve his problem and fit into his world?
de: Dieser Mann war zu groß! Was kann er tun, um sein Problem zu lösen und in diese Welt hineinzupassen?
el: Αυτός ο άντρας ήταν πολύ ψηλός! Τι μπορεί να κάνει για να λύσει το πρόβλημά του και να ταιριάξει στον κόσμο του;
pt: Este homem era muito alto! O que ele pode fazer para resolver seu problema e se encaixar em seu mundo?
ru: Этот мужчина был слишком высоким! Что он может сделать, чтобы решить свою проблему и вписаться в свой мир?

# data_list
source: Maybe the man is not too tall -- maybe he just needs to solve his problems!
de: Vielleicht ist der Mann nicht zu groß – vielleicht muss er einfach nur seine Probleme lösen!
el: Ίσως ο άντρας να μην είναι πολύ ψηλός -- ίσως απλά χρειάζεται να λύσει τα προβλήματά του!
pt: Talvez o homem não seja tão alto -- talvez ele só precise resolver os problemas dele!
ru: Может быть, мужчина не слишком высокий -- возможно, Ему просто нужно решить свои проблемы!

# data_list
source: The man has a problem and he is feeling sad about it.
de: Zeige auf, dass der Mann ein Problem hat und traurig darüber ist.
el: Παρατήρησε ότι ο άντρας έχει ένα πρόβλημα και αισθάνεται λυπημένος γι' αυτό.
pt: Aponte que o homem tem um problema e está triste por causa disso.
ru: Покажи, что у мужчины есть проблема, и он расстроен из-за этого.

# data_list
source: Notice that this man is much taller than the other people.
de: Nimm zur Kenntnis, dass dieser Mann viel größer ist als die anderen Leute.
el: Δες ότι αυτός ο άντρας είναι πολύ πιο ψηλός από τους άλλους ανθρώπους.
pt: Observe que esse homem é bem mais alto que as outras pessoas.
ru: Заметь, что этот мужчина намного выше других людей.

# data_list
source: He made a very long handle.
de: Er machte einen sehr langen Griff.
el: Έφτιαξε μια πολύ μακριά λαβή.
pt: Ele fez um cabo bem comprido.
ru: Он сделал очень длинную ручку.

# data_list
source: He solved his problem with the hoe! He made his hoe bigger!
de: Er löste sein Problem mit der Hacke! Er machte seine Hacke größer!
el: Έλυσε το πρόβλημα με την τσάπα! Την έκανε μεγαλύτερη!
pt: Ele resolveu o problema com a enxada! Ele fez sua enxada maior!
ru: Он решил свою проблему с мотыгой! Он сделал свою мотыгу больше!

# data_list
source: Which one is bigger, the hoe or the man?
de: Wer ist größer, die Hacke oder der Mann?
el: Ποιο είναι μεγαλύτερο, η τσάπα ή ο άντρας;
pt: O que é maior, a enxada ou o homem?
ru: Кто из них больше, мотыга или мужчина?

# data_list
source: Do you see the man's red shoes? They disappeared!
de: Siehst du die roten Schuhe des Mannes? Wo sind sie hingekommen? Sie sind verschwunden!
el: Βλέπεις τα κόκκινα παπούτσια του άντρα; Πού πήγαν; Εξαφανίστηκαν!
pt: Você vê os sapatos vermelhos do homem? Para onde eles foram? Eles desapareceram!
ru: Ты видишь красную обувь мужчины? Куда они делись? Они исчезли!

# data_list
source: He made very high door frames.
de: Er baute sehr hohe Türbogen.
el: Έφτιαξε πολύ ψηλές πόρτες.
pt: Ele fez portas muito altas.
ru: Он сделал очень высокий двери.

# data_list
source: Which is higher -- the door or the man?
de: Was ist höher – die Tür oder der Mann?
el: Τι είναι πιο ψηλό -- η πόρτα ή ο άντρας;
pt: O que é mais alto -- o homem ou a porta?
ru: Что выше- дверь или мужчина?

# data_list
source: The sun in the sky is round. Point to round things where you are.
de: Die Sonne im Himmel ist rund. Zeige auf runde Dinge in deiner Umgebung.
el: Ο ήλιος στον ουρανό είναι στρογγυλός. Δείξε στρογγυλά πράγματα εκεί που βρίσκεσαι.
pt: O sol no céu é redondo. Aponte para objetos redondos onde você está.
ru: Солнце в небе круглое. Покажи на круглых предметы, где ты сейчас находишься.

# data_list
source: Which is longer and which is shorter -- the man's legs or his upper body?
de: Was ist länger und was ist kürzer – die Beine des Mannes oder sein Oberkörper?
el: Τι είναι πιο μακρύ και τι είναι πιο κοντό -- τα πόδια του άντρα ή το πάνω μέρος του σώματός του;
pt: O que é mais comprido e qual é mais curto -- as pernas do homem ou a parte de cima do corpo dele?
ru: Что длиннее, а что короче -- ноги мужчины или верхняя часть его тела?

# data_list
source: He made a very long bed.
de: Er baute ein sehr langes Bett.
el: Έφτιαξε πολύ μακρύ κρεβάτι.
pt: Ele fez uma cama bem comprida.
ru: Он сделал очень длинную кровать.

# data_list
source: We can't see the man's feet now. His bed is longer than he is.
de: Wir können die Füße des Mannes jetzt nicht sehen. Sein Bett ist länger als er ist.
el: Δεν μπορούμε να δούμε τα πόδια του άντρα τώρα. Το κρεβάτι του είναι πιο μακρύ από εκείνον.
pt: Agora não conseguimos mais ver os pés do homem A cama é mais comprida que ele.
ru: Теперь, мы не видим ноги мужчина. Его кровать длиннее чем он.

# data_list
source: The man looks very comfortable and happy in his big bed.
de: Der Mann sieht sehr gemütlich und glücklich aus in seinem großen Bett.
el: Ο άντρας φαίνεται πολύ άνετος και χαρούμενος στο μεγάλο του κρεβάτι.
pt: O homem parece muito confortável e feliz em sua cama grande.
ru: Мужчина выглядит очень комфортно и счастливо в своей большой кровати.

# data_list
source: Look at how small the boy looks next to the bed!
de: Sieh, wie klein der Junge neben dem Bett aussieht!
el: Δες πόσο μικρό φαίνεται το αγόρι δίπλα στο κρεβάτι!
pt: Veja como o menino parece pequeno ao lado da cama!
ru: Посмотри, каким маленьким выглядят мальчик рядом с кроватью!

# data_list
source: He bought a very high bicycle.
de: Er kaufte ein sehr hohes Fahrrad.
el: Αγόρασε ένα πολύ ψηλό ποδήλατο.
pt: Ele comprou uma bicicleta bem alta.
ru: Он купил очень высокий велосипед.

# data_list
source: Notice that the boy and the bird are inside the basket now.
de: Beachte, dass der Junge und der Vogel jetzt im Körbchen sind.
el: Παρατηρήστε ότι το αγόρι και το πουλί είναι μέσα στο καλάθι τώρα.
pt: Observe que o menino e o pássaro estão dentro da cesta agora.
ru: Заметь, что мальчики птица теперь находятся внутри корзины.

# data_list
source: Everyone looks very happy now that the man's things are the right size.
de: Jeder sieht sehr glücklich aus, jetzt wo die Dinge die richtige Größe haben.
el: Όλοι φαίνονται πολύ χαρούμενοι τώρα που τα πράγματα του άντρα είναι στο σωστό μέγεθος.
pt: Todo mundo parece muito feliz agora que as coisas do homem estão do tamanho certo.
ru: Теперь все выглядят очень счастливыми, потому что вещи этого мужчины подходящего размера.

# data_list
source: Point to and name the many different colors on this page.
de: Zeige auf und benenne die vielen verschiedenen Farben auf dieser Seite.
el: Δείξε και ονόμασε τα πολλά διαφορετικά χρώματα σε αυτή τη σελίδα.
pt: Aponte e nomeie as várias cores diferentes nessa página.
ru: Покажи и назови все разные цвета на этой странице.

# data_list
source: He sat on a very high chair. He ate with a very long fork.
de: Er saß auf einem sehr großen Stuhl. Er aß mit einer sehr großen Gabel.
el: Κάθισε σε μια πολύ ψηλή καρέκλα. Έφαγε με ένα πολύ μακρύ πιρούνι.
pt: Ele se sentou em uma cadeira bem alta. Ele comeu com um garfo bem comprido.
ru: Он сидел на очень высоком стуле. Он ел с очень длинной вилкой.

# data_list
source: Count out with your child many of the things in the picture -- such as fingers, legs, steps, and tines.
de: Zähle mit deinem Kind viele der Dinge auf diesem Bild – so wie zum Beispiel Finger, Beine, Treppenstufen und Zacken.
el: Μετρήστε μαζί με το παιδί σας πολλά από τα πράγματα στην εικόνα -- όπως δάχτυλα, πόδια, σκαλοπάτια και δόντια από το πιρούνι.
pt: Conte com seu filho muitas coisas na imagem -- como dedos, pernas, degraus e os dentes do garfo.
ru: Посчитайте вместе со своим ребёнком многое из того что изображено на картинке -- Такие как пальцы, ноги, ступеньки и зубцы.

# data_list
source: Look at how high the boy's chair is! Would you be scared sitting so high?
de: Schau, wie hoch der Stuhl des Jungen ist! Hättest du Angst, so hoch zu sitzen?
el: Δες πόσο ψηλή είναι η καρέκλα του αγοριού! Θα φοβόσουν να καθίσεις τόσο ψηλά;
pt: Olha a altura da cadeira do menino! Você teria medo de se sentar tão alto?
ru: Посмотри какой высокий стул у мальчика! Тебе было бы страшно сидеть так высоко?

# data_list
source: Now that all his things are the right size for him, the man is not too tall at all!
de: Jetzt, wo alle seine Dinge die richtige Größe für ihn haben, ist der Mann überhaupt nicht zu groß!
el: Τώρα που όλα τα πράγματά του είναι στο σωστό μέγεθος γι' αυτόν, ο άντρας δεν είναι καθόλου πολύ ψηλός!
pt: Agora que todas as coisas estão no tamanho certo pra ele, o homem não é mais tão alto assim!
ru: Теперь, когда все его вещи подошли ему по размеру, мужчина совсем не слишком высокий!

# data_list
source: He left his house and moved to a big house in the forest, where he lived for many years.
de: Er verließ sein Haus und zog in ein großes Haus im Wald, wo er mehrere Jahre lebte.
el: Έφυγε από το σπίτι του και μετακόμισε σε ένα μεγάλο σπίτι στο δάσος, όπου έζησε για πολλά χρόνια.
pt: Ele deixou sua casa e foi morar numa grande casa na floresta, onde viveu por muitos anos.
ru: Он покинул свой дом и переехал в большой дом в лесу, где прожил много лет.

# data_list
source: Count the pineapples, bags, and trees with your child.
de: Zähle die Ananas, Taschen, und Bäume mit deinem Kind.
el: Μετρήστε τους ανανάδες, τις τσάντες και τα δέντρα μαζί με το παιδί σας.
pt: Conte os abacaxis, sacolas e árvores com seu filho.
ru: Посчитайте вместе со своим ребёнком ананасы, пакеты и деревья.

# data_list
source: Count the rungs on the ladder with your child.
de: Zähle mit deinem Kind die Sprossen auf der Leiter.
el: Μετρήστε τα σκαλοπάτια στη σκάλα μαζί με το παιδί σας.
pt: Conte os degraus da escada com seu filho.
ru: Посчитайте ступеньки лестницы вместе с ребёнком.

# data_list
source: Notice that the bird is yellow again!
de: Beachte: der Vogel ist wieder gelb.
el: Παρατήρησε ότι το πουλί είναι πάλι κίτρινο!
pt: Observe que o pássaro está amarelo de novo!
ru: Заметь, что птицы снова жёлтая!

# data_list
source: The winter cold had passed. Spring was coming to Nkanyezi's village. Soon the villagers would gather to celebrate the new season. Nkanyezi looked forward to the Spring Festival more than any other day of the year.
el: Το κρύο του χειμώνα είχε περάσει. Η άνοιξη ερχόταν στο χωριό της Νικανιέζι. Σύντομα οι χωρικοί θα μαζεύονταν για να γιορτάσουν τη νέα εποχή. Η Νικανιέζι ανυπομονούσε για το Ανοιξιάτικο Φεστιβάλ περισσότερο από κάθε άλλη μέρα του χρόνου.
pt: O frio do inverno havia passado. A primavera estava chegando à aldeia de Nkanyezi. Logo os aldeões se reuniriam para celebrar a nova estação. Nkanyezi ansiava pelo Festival da Primavera mais do que qualquer outro dia do ano.
ru: Зимние холода прошли. К деревне Нканьези приближалась весна. Скоро жители деревни соберутся, чтобы отпраздновать приход нового времени года. Нканьези ждала Весеннего Фестиваля больше, чем любого другого дня в году.

# data_list
source: The Spring Festival is a big event for Nkanyezi and her village. What are some celebrations that you look forward to? What makes them special for you?
el: Το Ανοιξιάτικο Φεστιβάλ είναι ένα μεγάλο γεγονός για τη Νικανιέζι και το χωριό της. Ποιες γιορτές περιμένεις εσύ με χαρά; Τι τις κάνει ξεχωριστές για σένα;
pt: O Festival da Primavera é um grande evento para Nkanyezi e sua aldeia. Quais são algumas celebrações que você espera ansiosamente? O que as torna especiais para você?
ru: Весенний Фестиваль — это очень большое событие для Нканьези и её деревни. Какие праздники ждёшь ты? Что делает их особенными?

# data_list
source: A butterfly has landed on her hand. Have you ever had a butterfly land on you?
el: Μια πεταλούδα κάθισε στο χέρι της. Έχει καθίσει ποτέ πεταλούδα επάνω σου;
pt: Uma borboleta pousou na mão dela. Você já viu uma borboleta pousar em você?
ru: Бабочка села ей на руку. Садилась ли когда-нибудь на тебя бабочка?

# data_list
source: Identify different shapes in this picture. There are circles, ovals (stretched circles), arcs (parts of circles), cones on the tops of the huts, and rectangles for the doors and windows.
el: Βρες διαφορετικά σχήματα σε αυτή την εικόνα. Υπάρχουν κύκλοι, οβάλ (τεντωμένοι κύκλοι), τόξα (μέρη κύκλων), κώνοι στις στέγες των καλυβών και ορθογώνια για πόρτες και παράθυρα.
pt: Identifique diferentes formas nesta imagem. Existem círculos, ovais (círculos esticados), arcos (partes de círculos), cones no topo das cabanas e retângulos para as portas e janelas.
ru: Назови разные фигуры на этой картинке. Здесь есть круги, овалы (вытянутые круги), дуги (част кругов), конусы на верхах хижин и прямоугольники в виде дверей и окон.

# data_list
source: One warm morning, Nkanyezi overheard two village elders talking about the festival. "The people of Ndlovu have lost their spirit of celebration," one sighed. "How can we have a Spring Festival in a village that has forgotten how to celebrate?" asked another.
el: Ένα ζεστό πρωινό, η Νικανιέζι άκουσε δύο μεγάλους από το χωριό να μιλούν για το φεστιβάλ. «Οι άνθρωποι του Ντιόβου έχασαν το πνεύμα της γιορτής», είπε και αναστέναξε ο ένας. «Πώς μπορούμε να κάνουμε Ανοιξιάτικο Φεστιβάλ σε χωριό που ξέχασε να γιορτάζει;» ρώτησε ο άλλος.
pt: Numa manhã quente, Nkanyezi ouviu dois anciãos da aldeia conversando sobre o festival. "O povo de Ndiovu perdeu o seu espírito de celebração", suspirou um deles. "De que forma podemos ter um Festival de Primavera numa aldeia que se esqueceu de como celebrar?" questionava o outro.
ru: В одно тёплое утро, Нканьези случайно услышала, как два старейшины деревни говорили о фестивале. “ Жители Ндиову потеряли дух праздника”, — вздохнул один из них. “Как мы можем проводить Весенний Фестиваль в деревне, которая разучилась праздновать?”, — спросил другой.

# data_list
source: On special occasions, groups of people come together and do things that celebrate that special day. What are some of the things that create a special day for you? (music, food, particular people, clothes, location, decorations, activities)
el: Σε ιδιαίτερες περιστάσεις οι άνθρωποι συγκεντρώνονται και κάνουν πράγματα για να γιορτάσουν. Ποια στοιχεία δημιουργούν για εσένα μια ξεχωριστή μέρα; (μουσική, φαγητό, συγκεκριμένοι άνθρωποι, ρούχα, τόπος, διακοσμήσεις, δραστηριότητες)
pt: Em ocasiões especiais, grupos de pessoas se reúnem e fazem coisas que celebram esse dia especial. Quais são as coisas que tornam um dia especial para você? (música, comida, pessoas específicas, roupas, lugar, decorações, atividades)
ru: В праздники, группы людей собираются вместе и делают что-то, посвященное этому особенному событию. Какие вещи делают твой день особенным (музыка, еда, определенные люди, одежда, место, декорации, активности)?

# data_list
source: Have you ever listened in on someone else's conversation? When is it okay to do that and when is it invading someone's privacy?
el: Έχεις ποτέ ακούσει κατά λάθος τη συζήτηση άλλων; Πότε δεν πειράζει αυτό και πότε παραβιάζει την ιδιωτικότητα των άλλων;
pt: Você já ouviu a conversa de outra pessoa? Quando é aceitável fazer isso e quando é invasão de privacidade?
ru: Подслушивал/а ли ты когда-нибудь чей-то разговор? Когда это допустимо, а когда это является нарушением личного пространства человека?

# data_list
source: What about their faces tells you that the elders and Nkanyezi are worried?
el: Τι δείχνει στα πρόσωπά τους ότι οι μεγάλοι και η Νικανιέζι ανησυχούν;
pt: O que em seus rostos diz que os anciãos e Nkanyezi estão preocupados?
ru: Что в их лицах говорит тебе о том, что старшины и Нканьези волнуются?

# data_list
source: Nkanyezi was worried. "How will the sun shine again unless we sing to wake it from its winter slumber?" she asked herself. Nkanyezi thought for a long time. "I must find what we have lost," she decided. "I must go in search of things that will bring back the spirit of celebration to my village."
el: Η Νικανιέζι ανησύχησε. «Πώς θα ξαναλάμψει ο ήλιος αν δεν τραγουδήσουμε να τον ξυπνήσουμε από τη χειμωνιάτικη νάρκη;» αναρωτήθηκε. Σκέφτηκε για πολλή ώρα. «Πρέπει να βρω ό,τι χάσαμε», αποφάσισε. «Πρέπει να πάω να βρω τα πράγματα που θα φέρουν πίσω το πνεύμα της γιορτής στο χωριό μου».
pt: Nkanyezi estava preocupada. "Como o sol brilhará novamente a menos que cantemos para acordá-lo de seu sono de inverno?" ela se perguntou. Nkanyezi pensou por um longo tempo. "Devo descobrir o que perdemos", decidiu ela. "Devo ir em busca de coisas que tragam de volta o espírito de celebração à minha aldeia."
ru: Нканьези была взволнована. “Как солнце будет снова сиять, если мы не споём, чтобы пробудить его от зимней спячки?” — спросила она себя. Нканьези долго думала. “Я должна найти то, что мы потеряли”, — решила она. “Я должна отправиться на поиски вещей, которые вернут дух праздника в мою деревню”.

# data_list
source: Nkanyezi is posing in a special way. What is she doing when she looks like this?
el: Η Νικανιέζι παίρνει μια ιδιαίτερη στάση. Τι κάνει όταν στέκεται έτσι;
pt: Nkanyezi está posando de uma maneira especial. O que ela está fazendo quando fica assim?
ru: Нканьези позирует особым образом. Что она делает, когда она так выглядит?

# data_list
source: Does she look old enough to go on a long journey by herself? What are some of the longest trips you have been on? Was it scary to be so far away or was it exciting to be in new places, or maybe some of both?
el: Φαίνεται αρκετά μεγάλη για να κάνει μακρύ ταξίδι μόνη της; Ποια είναι τα πιο μακρινά ταξίδια που έχεις κάνει; Ήταν τρομακτικό ή συναρπαστικό να είσαι τόσο μακριά ή μήπως λίγο κι από τα δύο;
pt: Ela parece ter idade suficiente para fazer uma longa jornada sozinha? Quais são as viagens mais longas que você já fez? Foi assustador estar tão longe ou foi emocionante estar em novos lugares, ou talvez um pouco dos dois?
ru: Выглядит ли она достаточно взрослой, чтобы отправиться в долгое путешествие самой? В каких самых длинных путешествиях был/а ты? Было ли страшно быть так далеко от дома, или тебе было интересно посещать новые места, а может быть, и то, и другое?

# data_list
source: Nkanyezi is practicing problem solving. Rather than giving up, she is going to think long and hard about the problem and she is going to get help from others who may have good ideas for her!
el: Η Νικανιέζι εφαρμόζει τεχνική επίλυσης προβλήματος. Αντί να τα παρατήσει, θα σκεφτεί πολύ και θα ζητήσει βοήθεια από άλλους που μπορεί να έχουν κάποια καλή ιδέα!
pt: Nkanyezi está praticando a resolução de problemas. Em vez de desistir, ela vai pensar muito sobre o problema e vai buscar ajuda de outras pessoas que possam ter boas ideias para ela!
ru: Нканьези практикуется в решении проблем. Вместо того чтобы сдаться, она будет долго и тщательно думать о проблеме, а затем попросит помощи у других людей, у которых могут быть хорошие идеи для неё!
