Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Duksie did it this way because it was easy to do. She split it once in half and then split one of those two pieces in half. Unfortunately, that created one piece that was twice as big as the other two pieces.
el: Η Ντάκσι το έκανε έτσι γιατί ήταν εύκολο: έκοψε πρώτα το κέικ στη μέση και μετά έκοψε το μισό ξανά. Δυστυχώς έτσι έγινε ένα κομμάτι διπλάσιο απ’ τα άλλα δύο.
pt: Duksie fez assim porque era fácil de fazer. Ela dividiu uma vez ao meio e depois dividiu um desses dois pedaços ao meio. Infelizmente, isso criou um pedaço que era duas vezes maior que os outros dois pedaços.
ru: Дукси поделила их так, потому что это был самый лёгкий способ. Она разрезала торт пополам, а затем разделила одну из половин ещё раз. К сожалению, это привело к тому, что один из кусков был в два раза больше, чем другие два.

# data_list
source: When you split something into two equal pieces, each piece is one half. When you split one half into two equal pieces, then each piece is one fourth, also called one quarter.
el: Όταν μοιράζεις κάτι σε δύο ίσα κομμάτια, καθένα είναι το μισό. Όταν μοιράζεις ένα μισό στα δύο, καθένα είναι το ένα τέταρτο (απ’ το αρχικό ολόκληρο).
pt: Quando você divide algo em duas partes iguais, cada parte é uma metade. Quando você divide uma metade em duas partes iguais, cada pedaço é uma quarta parte, também chamada de um quarto.
ru: Когда ты делишь что-то пополам, каждая часть — половина. Когда ты делишь половину на две равные части, каждый из кусков называется четвертью.

# data_list
source: "Share it fair! The pieces must be the same size and shape," adds Doobie. "Why don't you try Doobie?" smirks Duksie. "I bet you can't do it!"
el: «Μοιράστε το δίκαια! Τα κομμάτια πρέπει να είναι ίσα σε μέγεθος και σχήμα», προσθέτει ο Ντούμπι. «Γιατί δεν δοκιμάζεις εσύ, Ντούμπι;» λέει κοροϊδευτικά η Ντάκσι. «Στοιχηματίζω ότι δεν μπορείς!»
pt: "Compartilhe de forma justa! Os pedaços devem ter o mesmo tamanho e formato ”, acrescenta Doobie. "Por que você não tenta Doobie?" Duksie sorri. "Aposto que você não consegue!"
ru: “Дели честно! Кусочки должны быть одинакового размера и формы”, — добавила Дуби. “Почему бы тебе не попробовать, Дуби?” — ухмыльнулась Дукси. “Спорим, что у тебя не получится!”

# data_list
source: If you split something into three equal pieces, each piece is one third of the whole thing. Have you figured out how to give each child one third, or do you think it is impossible?
el: Αν μοιράσεις κάτι σε τρία ίσα κομμάτια, καθένα είναι το ένα τρίτο του αρχικού ολόκληρου. Βρήκες πώς να δώσεις σε κάθε παιδί ένα τρίτο ή νομίζεις ότι είναι αδύνατο;
pt: Se você dividir algo em três partes iguais, cada parte é um terço do todo. Você descobriu como dar a cada criança um terço, ou você acha que é impossível?
ru: Если ты делишь что-то на три равные части, каждая часть — это одна треть целой вещи. Придумал/а ли ты, как дать каждому ребенку одну треть, или ты думаешь, что это невозможно?

# data_list
source: There were five strawberries on the top of the cake in the last page. How can you share five things evenly among three people?
el: Πάνω στο κέικ υπήρχαν πέντε φράουλες στην προηγούμενη σελίδα. Πώς μοιράζεις 5 πράγματα ίσα σε 3 άτομα;
pt: Havia cinco morangos em cima do bolo na última página. Como você pode compartilhar cinco coisas igualmente entre três pessoas?
ru: На прошлой странице, на верхушке торта было пять клубник. Как можно разделить пять вещей поровну между тремя людьми?

# data_list
source: Look at Duksie's expression and listen to what Duksie said to Doobie. What do you think Duksie is feeling?
el: Κοίτα την έκφραση της Ντάκσι και αυτά που λέει στον Ντούμπι. Τι νομίζεις ότι αισθάνεται;
pt: Olhe para a expressão de Duksie e ouça o que Duksie disse a Doobie. O que você acha que Duksie está sentindo?
ru: Посмотри на выражение лица Дукси и обрати внимание на то, что она сказала Дуби. Как ты думаешь, что чувствует Дукси?

# data_list
source: "I wish the cake was a square or a rectangle, and then it would be easy!" says Doobie thoughtfully. "Or, if there were four of us to share the round cake that would also be easy," says Maya.
el: «Μακάρι το κέικ να ήταν τετράγωνο ή ορθογώνιο, τότε θα ήταν εύκολο!» λέει ο Ντούμπι σκεφτικός. «Ή, αν ήμασταν τέσσερις να μοιραστούμε το στρογγυλό κέικ, κι αυτό θα ήταν εύκολο», λέει η Μάγια.
pt: "Eu gostaria que o bolo fosse quadrado ou retangular, aí seria fácil!" diz Doobie pensativo. "Ou, se houvesse quatro de nós para dividir o bolo redondo, isso também seria mais fácil", diz Maya.
ru: “Вот бы торт был квадратом или прямоугольником — тогда это было бы легко!” — вдумчиво сказала Дуби. “"Или, если бы нас было четверо, то разделить круглый торт, тоже было бы легко”, — сказала Майя.

# data_list
source: Doobie is doing some thoughtful problem solving! He is thinking of simpler versions of this problem that he knows how to solve. If any of those versions were enough like this situation, he could use that prior knowledge to solve this problem.
el: Ο Ντούμπι σκέφτεται προσεκτικά για να λύσει το πρόβλημα! Φέρνει στο μυαλό του απλούστερες εκδοχές του προβλήματος που ξέρει να λύνει. Αν μία από αυτές μοιάζει αρκετά με το νέο πρόβλημα, μπορεί να χρησιμοποιήσει την προηγούμενη εμπειρία του για να το λύσει.
pt: Doobie está pensando cuidadosamente para resolver um problema! Ele está pensando em versões mais simples desse problema que ele já sabe como resolver. Se alguma dessas versões fosse suficiente para essa situação, ele poderia usar esse conhecimento prévio para resolver o problema.
ru: Дуби вдумчиво решает проблему! Он думает о более простых версиях проблемы, которые уже умеет решать. Если бы какая-то из этих версий была достаточно похожа на эту ситуацию, он мог бы использовать уже существующие знания для решения этой проблемы.

# data_list
source: Because he hasn't seen a problem just like this one before, he must use another important problem solving skill -- he persists! The other children rushed to a solution, but he is thinking about it more carefully.
el: Επειδή δεν έχει ξαναδεί ακριβώς αυτό το πρόβλημα, πρέπει να χρησιμοποιήσει μια άλλη σημαντική δεξιότητα επίλυσης προβλημάτων – την επιμονή. Οι άλλοι βιάστηκαν να καταλήξουν σε λύση· αυτός σκέφτεται πιο προσεκτικά.
pt: Como ele nunca viu um problema como este antes, ele deve usar outra habilidade importante de resolução de problemas - ele persiste! As outras crianças se apressaram para encontrar uma solução, mas ele está pensando nisso com mais cuidado.
ru: Поскольку он никогда не видел подобной проблемы, ему придется использовать ещё один важный навык для решения проблем — упорство! Другие дети пытались найти быстрое решение, но он обдумывает его более тщательно.

# data_list
source: Doobie is playing with the problem and thinking about shapes that are similar to this round cake that needs to be split three ways. He is enjoying the puzzle!
el: Ο Ντούμπι παίζει με το πρόβλημα και σκέφτεται παρόμοια σχήματα που θα έπρεπε να χωρίσει στα τρία. Απολαμβάνει τον γρίφο!
pt: Doobie está brincando com o problema e pensando em formas que são semelhantes a este bolo redondo que precisa ser dividido em três partes. Ele está gostando do quebra-cabeça!
ru: Дуби решает задачу и думает о формах, похожих на этот круглый торт, который нужно разделить на три части. Он наслаждается головоломкой!

# data_list
source: And then, a picture comes into Doobie's head. He sees the sparkling silver badge at the front of his father's big red truck. On Sundays he helps his dad to wash the truck, and to polish the shiny badge. "I've got it! I've got it! I know how to do it," yells Doobie.
el: Και τότε, μια εικόνα έρχεται στο μυαλό του Ντούμπι. Βλέπει το ασημένιο σήμα στο μπροστινό μέρος του μεγάλου κόκκινου φορτηγού του πατέρα του. Τις Κυριακές βοηθά τον μπαμπά να πλένουν το φορτηγό και να γυαλίζουν το σήμα. «Το βρήκα! Το βρήκα! Ξέρω πώς να το κάνω», φωνάζει ο Ντούμπι.
pt: E então, uma imagem surge na cabeça de Doobie. Ele vê o emblema prateado cintilante na frente do grande caminhão vermelho de seu pai. Aos domingos, ele ajuda seu pai a lavar a caminhonete e a polir o emblema brilhante. "Eu consegui! Eu consegui! Eu sei como fazer isso" grita Doobie.
ru: Затем у Дуби в голове возникает картинка. Он видит блестящий серебристый значок на передней части красной машины своего папы. По воскресеньям он помогает папе мыть машину и полировать сверкающий значок. “Я понял! Я понял! Я знаю, что надо делать!” — прокричал Дуби.

# data_list
source: He persisted and he played with the problem, and his thoughts came to a shape that he knew would be perfect to solve this problem. Look at how happy he is. Describe how you feel when you solve something that was tricky.
el: Επέμεινε και έπαιξε με το πρόβλημα και στο τέλος θυμήθηκε ένα σχήμα που θα ήταν τέλειο για να λύσει το πρόβλημα. Κοίτα πόσο χαρούμενος είναι! Περίγραψε πώς νιώθεις όταν λύνεις κάτι δύσκολο.
pt: Ele persistiu e brincou com o problema, e seus pensamentos chegaram a uma forma que ele soube que seria perfeita para resolver esse problema. Olhe como ele está feliz. Descreva como você se sente quando você resolve algo que era complicado.
ru: Он упорствовал, играл с проблемой, и его мысли приняли форму, которая, как он знал, была бы идеальной для её решения. Посмотри, как он счастлив. Опиши, что ты чувствуешь, когда решаешь что-то непростое.

# data_list
source: There are rectangles, triangles, circles, stripes, and arcs (partial circles) in this picture.
el: Υπάρχουν ορθογώνια, τρίγωνα, κύκλοι, ρίγες και τόξα (μέρη του κύκλου) σε αυτή την εικόνα.
pt: Há retângulos, triângulos, círculos, listras e arcos (círculos parciais) nesta imagem.
ru: На этой картинке есть прямоугольники, треугольники, круги, полоски и дуги (части кругов).

# data_list
source: What do you suppose creates the stripes on the far hillside?
el: Τι νομίζεις ότι δημιουργεί τις ρίγες στον μακρινό λόφο;
pt: O que você acha que cria as listras na encosta distante?
ru: Как думаешь, что создаёт полосы на дальнем склоне холма?

# data_list
source: First he uses a knife to smooth Duksie's lines in the icing. Then he traces three lines on the cake. It looks just like the badge on his dad's truck, with three equal parts.
el: Πρώτα ισιώνει τις γραμμές της Ντάκσι στο γλάσο. Μετά χαράζει τρεις νέες γραμμές στο κέικ. Μοιάζει ακριβώς με το σήμα στο φορτηγό του μπαμπά του, με τρία ίσα τμήματα.
pt: Primeiro, ele usa uma faca para suavizar as linhas de Duksie na cobertura. Depois ele traça três linhas no bolo. Parece o emblema da caminhonete de seu pai, com três partes iguais.
ru: Сначала он использует нож, чтобы сгладить линии Дукси на глазури. Затем он намечает три линии на торте. Торт выглядит точно так же, как значок на машине его папы, с тремя равными частями.

# data_list
source: There were originally six strawberries on this cake. How many strawberries were removed? Where did they go?
el: Αρχικά υπήρχαν έξι φράουλες επάνω στο κέικ. Πόσες λείπουν; Πού πήγαν;
pt: Havia originalmente seis morangos neste bolo. Quantos morangos foram removidos? Para onde eles foram?
ru: Сначала на торте было шесть клубник. Сколько клубник исчезло? Куда они пропали?

# data_list
source: What are some numbers that can be divided evenly among three people? Notice that those numbers are exactly the ones you get as you skip count by 3. They are called multiples of 3 because they are the numbers you get when you multiply by 3.
el: Ποιοι αριθμοί μοιράζονται ίσα σε τρία άτομα; Παρατήρησε ότι είναι ακριβώς οι αριθμοί όταν μετράς ανά 3: 3, 6, 9 … Ονομάζονται πολλαπλάσια του 3.
pt: Quais são alguns números que podem ser divididos igualmente entre três pessoas? Note que esses números são exatamente os que você obtém ao contar pulando de 3 em 3. Eles são chamados de múltiplos de 3 porque são os números que você obtém quando multiplica por 3.
ru: Какие числа можно разделить поровну между тремя людьми? Обрати внимание, что эти числа точно такие же, как те, которые получаются при счёте по тройкам. Их называют кратными 3, потому что это числа, которые получаются при умножении на 3.

# data_list
source: What are the numbers you can divide evenly among 2 people? Among 4 people? Among 5 people?
el: Ποιοι αριθμοί μοιράζονται ίσα σε 2 άτομα; Σε 4 άτομα; Σε 5 άτομα;
pt: Quais são os números que você pode dividir igualmente entre 2 pessoas? Entre 4 pessoas? Entre 5 pessoas?
ru: Какие числа можно разделить поровну между 2 людьми? 4 людьми? 5 людьми?

# data_list
source: "You are full of surprises, Doobie," says Duksie sweetly. "How did you work it out?" Maya asks. Doobie smiles to himself. For now it is his secret. Later, he will tell his dad.
el: «Είσαι γεμάτος εκπλήξεις, Ντούμπι», λέει γλυκά η Ντάκσι. «Πώς τα κατάφερες;» ρωτά η Μάγια. Ο Ντούμπι χαμογελά στον εαυτό του. Προς το παρόν είναι το μυστικό του. Αργότερα θα το πει στον μπαμπά του.
pt: "Você é cheio de surpresas, Doobie", diz Duksie docemente. "Como você resolveu isso?” Maya pergunta. Doobie sorri para si mesmo. Por enquanto, é o segredo dele. Mais tarde, ele contará ao pai.
ru: “Ты полон сюрпризов, Дуби”, — сказала Дукси ласково. “Как ты это понял?” — спросила Майя. Дуби улыбнулся. Сейчас это его секрет. Позже он расскажет своему отцу.

# data_list
source: It can be fun to have a secret. What's a secret you once had that is no longer a secret?
el: Είναι διασκεδαστικό να έχεις ένα μυστικό. Πες ένα μυστικό που είχες και τώρα δεν είναι πια μυστικό.
pt: Pode ser divertido ter um segredo. Qual é um segredo que você já teve e que não é mais um segredo?
ru: Иметь секреты может быть весело. Какой у тебя был секрет, который больше не является секретом?

# data_list
source: There is a lot of pink icing in many places in this picture. The oddest place is on someone's nose. How do you suppose it got there?
el: Υπάρχει πολύ ροζ γλάσο σε διάφορα σημεία. Το πιο περίεργο είναι στη μύτη κάποιου. Πώς λες να έφτασε εκεί;
pt: Há muita cobertura rosa em muitos lugares nesta imagem. O lugar mais estranho é no nariz de alguém. Como você acha que chegou lá?
ru: На этой картинке есть много розовой глазури в разных местах. Самое странное место — это на чьём-то носу. Как ты думаешь, как она там оказалась?

# data_list
source: Look at how big their eyes are. What does it tell you when someone has big eyes like that?
el: Κοίτα πόσο μεγάλα είναι τα μάτια τους. Τι σημαίνει όταν κάποιος ανοίγει πολύ τα μάτια;
pt: Veja como os olhos deles estão grandes. O que significa quando alguém tem olhos grandes assim?
ru: Посмотри насколько большие у них глаза. Что это может означать, когда у кого-то такие большие глаза?

# data_list
source: Just then Mama K comes out of her house. She is carrying a tray with glasses of strawberry juice. "Look Mama K! Doobie found the way to cut the cake into three equal pieces," Maya tells her. "Well done Doobie, three equal slices! You shared fairly, I'm proud of you all. Now cut the cake and drink your juice. It's time to go home."
el: Ακριβώς εκείνη τη στιγμή η Μεγάλη Μαμά βγαίνει από το σπίτι της. Κρατά έναν δίσκο με ποτήρια χυμό φράουλας. «Κοιτάξτε, Μαμά! Ο Ντούμπι βρήκε τρόπο να κόψει το κέικ σε τρία ίσα κομμάτια», λέει η Μάγια. «Μπράβο, Ντούμπι, τρεις ίσες φέτες! Το μοιραστήκατε δίκαια, είμαι περήφανη για όλους σας. Τώρα κόψτε το κέικ και πιείτε τον χυμό σας. Ήρθε η ώρα να πάμε σπίτι.»
pt: Só então Mamãe K sai de sua casa. Ela está carregando uma bandeja com copos de suco de morango. "Olha Mamãe K! Doobie encontrou uma maneira de cortar o bolo em três pedaços iguais.” Maya diz a ela. "Muito bem Doobie, três fatias iguais! Vocês compartilharam de forma justa, estou orgulhosa de todos vocês. Agora corte o bolo e beba seu suco. É hora de ir para casa.”
ru: Сразу после Мама К вышла из дома. Она несёт поднос со стаканами клубничного сока. “Посмотри, Мама К! Дуби понял, как разрезать торт на три равные части”, — сказала ей Майя. “Хорошая работа, Дуби, три одинаковых кусочка! Вы поделились честно, я горжусь вами. Теперь режьте торт и пейте свой сок. Время идти домой”.

# data_list
source: They are all wearing their hats on this page. Do you like wearing a hat on a warm, sunny day? Do you have a favorite hat?
el: Όλα φορούν τα καπέλα τους σε αυτή τη σελίδα. Σου αρέσει να φοράς καπέλο σε ζεστή, ηλιόλουστη μέρα; Έχεις αγαπημένο καπέλο;
pt: Eles estão todos usando seus chapéus nesta página. Você gosta de usar chapéu em um dia quente e ensolarado? Você tem um chapéu favorito?
ru: На этой картинке, у всех есть головные уборы. Носишь ли ты головной убор в жаркие, солнечные дни? Есть ли у тебя любимый головной убор?

# data_list
source: Why is Mama K proud of all of them? What difficult thing did they do?
el: Γιατί η Μεγάλη Μαμά είναι περήφανη για τα τρία παιδιά; Τι δύσκολο κατάφεραν;
pt: Por que a Mamãe K está orgulhosa de todos eles? Que coisa difícil eles fizeram?
ru: Почему Мама К так горда ими? Что такого сложного они сделали?

# data_list
source: An estimate is a best guess at the size of something that is not easy to measure. What is your estimate of the number of dots on Mama K's dress?
el: Μια εκτίμηση είναι η καλύτερη εικασία για το μέγεθος όταν είναι δύσκολο να μετρήσεις. Ποια είναι η εκτίμησή σου για τον αριθμό των πουά στο φόρεμα της Μεγάλης Μαμάς;
pt: Uma estimativa é o melhor palpite para o tamanho de algo que não é fácil de medir. Qual é a sua estimativa do número de pontos no vestido de Mamãe K?
ru: Оценка — это лучшее предположение о количестве чего-то, что нелегко сосчитать. Какова твоя оценка количества точек на платье Мамы К?

# data_list
source: Maya cuts along Doobie's lines to make three equal slices. Just for fun, the children stack the slices on top of each other to check that they are the same size. Yes they are! They pack their cake to take home.
el: Η Μάγια κόβει πάνω στις γραμμές του Ντούμπι και φτιάχνει τρεις ίσες φέτες. Για πλάκα, τα παιδιά στοιβάζουν τις φέτες τη μία πάνω στην άλλη για να βεβαιωθούν ότι είναι ίδιες. Ναι, είναι! Τυλίγουν το κέικ για να το πάρουν σπίτι.
pt: Maya corta ao longo das linhas de Doobie para fazer três fatias iguais. Apenas por diversão, as crianças empilham as fatias umas sobre as outras para verificar se são do mesmo tamanho. Sim, elas são! Eles embalam o bolo para levar para casa.
ru: Майя режет по линиям, намеченными Дуби, чтобы отрезать три равных куска. Для забавы, дети положили кусочки один на другой, чтобы посмотреть, действительно ли они равны. Они равны! Они упаковывают свои кусочки, чтобы забрать их домой.

# data_list
source: They are staring very intently at the cake. Are they admiring their work of creating three equal shares, or are they wishing they could eat it?
el: Κοιτούν πολύ προσεκτικά το κέικ. Θαυμάζουν το δίκαιο μοίρασμα ή απλώς λαχταρούν να το φάνε;
pt: Eles estão olhando fixamente para o bolo. Eles estão admirando seu trabalho de criar três partes iguais ou eles estão desejando poder comê-lo?
ru: Они очень внимательно смотрят на торт. Они восхищаются проделанной работой по разрезанию на три равные части или они хотят его съесть?

# data_list
source: Look at how much pleasure they have at seeing that their solution really works. Problem solving is like that – you have a puzzle to think about and wrestle with, and when you solve the puzzle it feels really good!
el: Δες πόση χαρά νιώθουν βλέποντας ότι η λύση τους δουλεύει. Η επίλυση προβλήματος είναι έτσι — έχεις έναν γρίφο και παλεύεις μαζί του και όταν τον λύσεις νιώθεις υπέροχα!
pt: Veja como eles ficam felizes ao perceber que a solução deles realmente deu certo. Resolução de problemas é assim - você tem um quebra-cabeça para pensar e enfrentar e, quando você resolve o quebra-cabeça, se sente muito bem!
ru: Посмотри, какое удовольствие они получают, видя, что их решение действительно сработало. Решение проблем происходит так: у вас есть головоломка, над которой нужно подумать и поусердствовать, и когда ты её решаешь, это действительно приятно!

# data_list
source: Think of a time when you had a tricky puzzle to figure out and you finally solved it. How did it feel when you got the answer?
el: Θυμήσου μια φορά που είχες έναν δύσκολο γρίφο και τελικά βρήκες τη λύση. Πώς ένιωσες;
pt: Pense em um momento em que você teve um quebra-cabeça complicado para resolver e finalmente conseguiu. Como se sentiu quando descobriu a resposta?
ru: Вспомни случай, когда тебе нужно было разгадать сложную головоломку, и ты наконец её решил/а. Что ты почувствовал/а, когда нашла/нашёл решение?

# data_list
source: Doobie's dad arrives to pick up the children, and Doobie runs off to meet him. He can't wait to tell his dad how the badge on the truck helped him to solve a very tricky problem!
el: Φτάνει ο μπαμπάς του Ντούμπι να πάρει τα παιδιά και ο Ντούμπι τρέχει να τον συναντήσει. Ανυπομονεί να του πει πώς το σήμα στο φορτηγό βοήθησε να λύσει ένα πολύ δύσκολο πρόβλημα!
pt: O pai de Doobie chega para pegar as crianças, e Doobie corre para encontrá-lo. Ele mal pode esperar para contar ao pai como o emblema no caminhão o ajudou a resolver um problema muito complicado!
ru: Папа Дуби приехал, чтобы забрать детей и Дуби бежит его встречать. Он ждёт — не дождётся рассказать своему папе о том, как значок помог ему решить очень сложную проблему!

# data_list
source: It's fun to share successes with someone you care about and who cares about you. Can you think of some things you were proud of that you shared with someone you cared about?
el: Είναι υπέροχο να μοιράζεσαι επιτυχίες με κάποιον που νοιάζεσαι και σε νοιάζεται. Θυμήσου πράγματα για τα οποία ήσουν περήφανος και τα μοιράστηκες.
pt: É divertido compartilhar sucessos com alguém que se importa com você. Você consegue pensar em algo de que se orgulhou e compartilhou com alguém que você tem carinho?
ru: Делиться с тем, кто тебе важен/важна и кому важен/важна ты — это весело. Можешь ли ты вспомнить моменты, которыми ты гордился/гордилась и которыми поделился/поделилась с кем-то, кто тебе дорог?

# data_list
source: Those same people are important for times when you need someone to share something hard for you. Can you think of such a time?
el: Αυτοί οι ίδιοι άνθρωποι είναι σημαντικοί και όταν χρειάζεσαι κάποιον να μοιραστείς μια δύσκολη στιγμή. Σκέψου μια τέτοια φορά.
pt: Essas mesmas pessoas são importantes para os momentos em que você precisa de alguém para compartilhar algo difícil. Consegue se lembrar de um momento assim?
ru: Те же самые люди важны в те моменты, когда тебе нужно поделиться с кем-то о своих трудностях. Можешь ли ты представить такие моменты?

# data_list
source: The top two cakes on the next page are easy to share with three or six people. If you were sharing the bottom cake with three or five people, what would you do?
el: Τα δύο πάνω κέικ στην επόμενη σελίδα είναι εύκολο να μοιραστούν σε τρία ή έξι άτομα. Αν μοιραζόσουν το κάτω κέικ με τρία ή πέντε άτομα, τι θα έκανες;
pt: Os dois bolos da parte de cima na próxima página são fáceis de dividir entre três ou seis pessoas. Se você estivesse dividindo o bolo da parte de baixo com três ou cinco pessoas, o que você faria?
ru: Два верхних торта на следующей странице легко разделить между тремя или шестью людьми. Если бы ты делил/а нижний торт с тремя или пятью людьми, что бы ты сделал/а?

# data_list
source: How many cats? 0 Zero cats. No cats here!
de: Wie viele Katzen sind hier? 0 … null Katzen. Keine Katzen sind hier.
el: Πόσες γάτες; 0 Μηδέν γάτες. Καμία γάτα εδώ!
pt: Quantos gatos estão aqui? 0 Zero gatos. Nenhum gato aqui!
ru: Сколько кошек. 0 Ноль кошек. Здесь нет кошек.
