Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Do you have any round buildings where you live?
de: Gibt es runde Häuser, da wo du lebst?
el: Έχει κάποια στρογγυλά κτίρια εκεί που ζεις;
pt: Há alguma construção redonda onde você mora?
ru: Если ли где ты живёшь круглые здания?

# data_list
source: Balls and light bulbs are usually round. What are some round things around you?
de: Bälle und Glühbirnen sind üblicherweise rund. Was sind ein paar runde Dinge um dich herum?
el: Οι μπάλες και οι λάμπες συνήθως είναι στρογγυλές. Ποια είναι μερικά στρογγυλά πράγματα γύρω σου;
pt: Bolas e lâmpadas são normalmente redondas. Quais são outras coisas redondas ao seu redor?
ru: Шарики и лампочки обычно круглые. Какие круглые вещи вокруг тебя?

# data_list
source: We make brooms and mats from palm leaves.
de: Wir machen Besen und Matten aus Palmblättern.
el: Φτιάχνουμε σκούπες και χαλάκια από φύλλα φοινικόδεντρου.
pt: Nós fazemos vassouras e tapetes de folhas de palmeiras.
ru: Мы делаем веники и коврики из пальмовых листьев.

# data_list
source: Of the things around you, which of them look like they are made directly from trees or other natural materials?
de: Welche der Dinge um dich herum sehen aus, als wären sie direkt aus Bäumen oder anderen natürlichen Materialien gemacht?
el: Από τα πράγματα γύρω σου, ποια φαίνεται ότι είναι φτιαγμένα απευθείας από δέντρα ή άλλα φυσικά υλικά;
pt: Das coisas ao seu redor, quais delas parecem serem feitas de árvores ou outros materiais naturais?
ru: Какие из вещей вокруг тебя выглядят так, будто они сделаны из деревьев или других натуральных материалов?

# data_list
source: Count together the number of different things in this picture that are made from a palm.
de: Zähle die verschiedenen Dinge auf diesem Bild, die aus einer Palme gemacht sind, zusammen.
el: Μετρήστε μαζί τον αριθμό των διαφορετικών πραγμάτων σε αυτή την εικόνα που είναι φτιαγμένα από φοινικόδεντρα.
pt: Vamos contar juntos o número de coisas diferentes nesta imagem que são feitas a partir de uma palmeira.
ru: Посчитай вместе количество разных предметов на этой картинке, которые сделаны из пальмы.

# data_list
source: Count the number of loops that she is wearing. Is the number more or less than the man had on an earlier page?
de: Zähle den kreisförmigen Schmuck, den sie trägt. Ist ihre Anzahl größer oder kleiner als die von dem Mann auf einer der vorherigen Seiten?
el: Μετρήστε μαζί τον αριθμό των κοσμημάτων σε σχήμα κύκλου που φοράει αυτή η γυναίκα. Είναι περισσότερα ή λιγότερα από όσα είχε ο άντρας σε μια προηγούμενη σελίδα;
pt: Conte o número de peças em formato de laço que ela está usando. O número é maior ou menor do que as peças que o homem tinha na página anterior?
ru: Посчитай количество петель которые она носит. Это число больше или меньше, чем у человека на предыдущей странице?

# data_list
source: We use palm tree seeds for fuel.
de: Wir benutzen Palmensamen als Heizmaterial.
el: Χρησιμοποιούμε σπόρους φοινικόδεντρου για καύσιμα.
pt: Usamos sementes de palmeira como combustível.
ru: Мы используем семена пальмы в качестве топлива.

# data_list
source: Burning palm tree seeds is one of many possible sources of heat. How do you get heat where you live?
de: Palmsamen zu verbrennen ist eine von vielen möglichen Heizstoffen. Wie erhältst du HItze, dort wo du lebst?
el: Το κάψιμο των σπόρων των φοινικόδεντρων είναι μία από τις πολλές πιθανές πηγές θερμότητας. Ποια πηγή θερμότητας χρησιμοποιούν οι άνθρωποι εκεί που ζεις εσύ;
pt: Queimar sementes de palmeira é uma das muitas formas de obter calor. Como você se esquenta onde você mora?
ru: Сжигание семян пальмы один из многих возможных источников тепла. Как ты получаешь тепло там где ты живёшь?

# data_list
source: What are other uses for heat besides cooking?
de: Was sind andere Verwendungszwecke für Wärme außer zum Kochen?
el: Ποιες είναι άλλες χρήσεις της θερμότητας εκτός από το μαγείρεμα;
pt: Além de cozinhar, quais são outros usos para o calor?
ru: Какие есть ещё применения тепла помимо приготовления еды?

# data_list
source: An estimate is an educated guess based on partial information. Estimate the number of seeds in that basket. Is it a bigger number than you know?
de: Eine Schätzung ist eine fundierte Vermutung basierend auf Teilinformationen. Schätze die Anzahl Samen in diesem Korb. Ist es eine größere Zahl als die du kennst?
el: Η εκτίμηση είναι μια υπόθεση μετά από σκέψη που βασίζεται σε μερικές πληροφορίες. Κάνε μια εκτίμηση για τον αριθμό των σπόρων σε εκείνο το καλάθι. Είναι μεγαλύτερος αριθμός από ό,τι ξέρεις;
pt: Uma estimativa é um palpite aproximado baseado em informações parciais. Estime o número de sementes naquela cesta. É um número maior do que você conhece?
ru: Оценка - это обоснование предположение, основанное на частичной информации. Оцените количество семян в этой корзине. Это число больше чем ты знаешь?

# data_list
source: Do you see why the palm tree is important?
de: Siehst du, warum die Palme wichtig ist?
el: Βλέπετε γιατί το φοινικόδεντρο είναι σημαντικό;
pt: Você entende por que a palmeira é importante?
ru: Ты понимаешь, почему пальма важная?

# data_list
source: List and count how many ways the palm tree is useful to them.
de: Liste auf und zähle die vielen Arten, wie die Palme nützlich für sie ist.
el: Θυμήσου και μέτρησε τους τρόπους που το φοινικόδεντρο είναι χρήσιμο για εκείνους τους ανθρώπους.
pt: Liste e conte de quantas formas as palmeiras são úteis para eles.
ru: Перечисли и посчитай сколькими способами им полезна пальма.

# data_list
source: What are some trees where you live that have important uses?
de: Welches sind die Bäume, dort wo du lebst, die einen wichtigen Nutzen haben?
el: Ποια είναι μερικά δέντρα εκεί που ζεις που έχουν σημαντικές χρήσεις;
pt: Quais árvores perto de você têm funções importantes?
ru: Какие деревья там где ты живёшь которые имеют важные применение?

# data_list
source: Whether useful or not, what are some of your favorite trees near you?
de: Nützlich oder nicht, was sind einige deiner Lieblingsbäume in deiner Nähe?
el: Ανεξαρτήτως χρησιμότητας, ποια είναι κάποια από τα αγαπημένα σου δέντρα κοντά σου;
pt: Sejam úteis ou não, quais são algumas das suas árvores favoritas perto de você?
ru: Независимо от того, полезные они или нет, какие деревья рядом с тобой тебе нравятся больше всего?

# data_list
source: Today I an not going to school. It is a holiday.
el: Σήμερα δεν θα πάω στο σχολείο. Είναι αργία.
pt: Hoje eu não vou à escola. É feriado.
ru: Сегодня я не пойду в школу. Это праздник.

# data_list
source: What do you think she will do with her day off from school?
el: Τι νομίζεις ότι θα κάνει την ημέρα που δεν έχει σχολείο;
pt: O que você acha que ela fará neste dia de folga da escola?
ru: Что ты думаешь она будет делать со своим выходным днём от школы?

# data_list
source: Why does she like not going to school?
el: Γιατί της αρέσει να μην πηγαίνει στο σχολείο;
pt: Por que ela gosta de não ir à escola?
ru: Почему ей нравится не ходить в школу?

# data_list
source: Do you think she will miss seeing her school friends and teachers?
el: Νομίζεις ότι θα της λείψουν οι φίλοι και οι δάσκαλοί της από το σχολείο;
pt: Você acha que ela vai sentir falta de ver os amigos dela da escola e os professores?
ru: Ты думаешь что она будет скучать по своим школьным друзьям и учителям?

# data_list
source: Today I am not going to watch TV. There is no electricity anyway.
el: Σήμερα δεν θα δω τηλεόραση. Έτσι κι αλλιώς δεν έχει ρεύμα.
pt: Hoje eu não vou assistir à TV. Afinal, não há eletricidade.
ru: Сегодня я не буду смотреть телевизор. Электричество всё равно нет.

# data_list
source: Why does she decide to not watch TV?
el: Γιατί αποφασίζει να μην δει τηλεόραση;
pt: Por que ela decidiu não assistir à TV?
ru: Почему она решила не смотреть телевизор?

# data_list
source: What would you do if you were to plan a special day?
el: Τι θα έκανες εσείς αν σχεδίαζες μια ξεχωριστή μέρα;
pt: O que você faria se pudesse planejar um dia especial?
ru: Что бы ты сделал, если тебе пришлось запланировать особенный день?

# data_list
source: What do you do during times when your electricity is not working? Do you have special activities for such times?
el: Τι κάνεις όταν έχει κοπεί το ηλεκτρικό ρεύμα; Έχεις ειδικές δραστηριότητες για τέτοιες στιγμές;
pt: O que você faz quando não há eletricidade? Você tem atividades especiais para esses momentos?
ru: Что ты делаешь во времена когда у тебя нет электричества? У тебя есть особенные занятия для таких случаев?

# data_list
source: What am I going to do? Today I am going to listen to my body!
el: Τι θα κάνω; Σήμερα θα ακούσω το σώμα μου!
pt: O que eu vou fazer? Hoje eu vou ouvir o meu corpo!
ru: Что я собираюсь делать? Сегодня я буду слушать своё тело!

# data_list
source: Her hands only have four fingers! Have you seen someone with four fingers on a hand?
el: Τα χέρια της έχουν μόνο τέσσερα δάχτυλα! Έχεις δει ποτέ κάποιον με τέσσερα δάχτυλα σε ένα χέρι;
pt: As mãos dela só têm quatro dedos! Você já viu alguém com quatro dedos na mão?
ru: У неё на руках всего четыре пальца! Ты когда-нибудь видел кого-нибудь с четырьмя пальцами на руке?

# data_list
source: It is uncommon, but some people are born with six fingers on a hand. How many more fingers is six fingers than what she has?
el: Είναι σπάνιο, αλλά κάποιοι άνθρωποι γεννιούνται με έξι δάχτυλα σε ένα χέρι. Πόσα περισσότερα δάχτυλα είναι τα έξι απ’ όσα έχει εκείνη;
pt: É incomum, mas algumas pessoas nascem com seis dedos na mão. Uma pessoa com seis dedos tem quantos dedos a mais do que ela?
ru: Это редкость, но некоторые люди рождаются с шестью пальцами на руке. На сколько больше шесть пальцев чем у неё?

# data_list
source: Do you think you can buy gloves for someone with six fingers?
el: Νομίζεις ότι μπορείς να αγοράσεις γάντια για κάποιον με έξι δάχτυλα;
pt: Você acha que consegue comprar luvas para alguém com seis dedos?
ru: Ты думаешь можно ли купить перчатки человеку с шестью пальцами?

# data_list
source: First I have to be very quiet. So that I can listen to my own body.
el: Πρώτα πρέπει να είμαι πολύ ήσυχη. Έτσι ώστε να μπορώ να ακούσω το σώμα μου.
pt: Primeiro eu tenho que ficar muito quieta. Para que assim eu consiga ouvir o meu próprio corpo.
ru: Сначала мне нужно быть очень тихой. Чтобы я могла слушать своё тело.

# data_list
source: Have you listened to the sounds your body makes? What are some of them?
el: Έχεις ακούσει τους ήχους που κάνει το σώμα σου; Ποιοι είναι μερικοί από αυτούς;
pt: Você já ouviu os sons que o seu corpo faz? Quais são alguns deles?
ru: Ты слышал звуки которые издаёт твоё тело? Какие некоторые из них?

# data_list
source: Have you heard your stomach rumbling, grumbling, or gurgling?
el: Έχεις ακούσει το στομάχι σου να γουργουρίζει ελαφριά ή και πιο δυνατά;
pt: Você já ouviu o seu estômago roncando, resmungando ou borbulhando?
ru: Ты слышал как у тебя живот урчит, грычит, или булкает?

# data_list
source: Have you ever run hard and heard your pulse pounding in your ears?
el: Έχεις τρέξει ποτέ τόσο δυνατά που να ακούσεις τον παλμό σου να χτυπάει στα αυτιά σου;
pt: Você já correu com muito esforço e depois ouviu o seu pulso batendo em seus ouvidos?
ru: Ты когда-нибудь бежал так быстро что слышал как твой пульс колотится в ушах?

# data_list
source: Yes, now I can hear my breath. I breath in and out, in and out.
el: Ναι, τώρα μπορώ να ακούσω την αναπνοή μου. Εισπνέω και εκπνέω, εισπνέω και εκπνέω.
pt: Sim, agora eu consigo ouvir a minha respiração. Eu inspiro e expiro, inspiro e expiro.
ru: Да, теперь я слышу своё дыхание. Я вдыхаю и выдыхаю, вдыхаю и выдыхаю.

# data_list
source: If you stop and listen, can you hear yourself breathing?
el: Αν σταματήσεις και ακούσεις, μπορείς να ακούσεις τον εαυτό σου να αναπνέει;
pt: Se você parar e ouvir, consegue se ouvir respirando?
ru: Если ты остановишься и прислушаешься, слышишь ли ты своё дыхание?

# data_list
source: Do you breathe through your mouth or your nose most of the time?
el: Αναπνέεις κυρίως από το στόμα ή τη μύτη σου;
pt: Na maior parte do tempo, você respira pela boca ou pelo nariz?
ru: Ты дышишь большую часть времени ртом или носом?

# data_list
source: Watch the time for half a minute and count your breaths. How many were there?
el: Κοίταξε το χρόνο για μισό λεπτό και μέτρησε τις αναπνοές σου. Πόσες ήταν;
pt: Observe um relógio por meio minuto enquanto conta as suas respirações. Quantas vezes você contou?
ru: Следи за временем в течение полминуты и считай свои дыхание. Сколько их было?

# data_list
source: And I can make my breath noisier. Ssssssssssss! And softer. Mmmmmmmm.
el: Και μπορώ να κάνω την αναπνοή μου να κάνει πιο δυνατό ήχο. Σσσσσσσσ! Και πιο ήσυχη. Μμμμμμμμμ.
pt: E eu posso deixar minha respiração mais barulhenta. Ssssssssssss! E mais suave. Mmmmmmmm.
ru: И я могу сделать своё дыхание более шумным. Сссссссссссс! И мягче. Мммммммм.

# data_list
source: She is making her toy fly around by blowing on it very hard. When have you blown hard on something?
el: Κάνει το παιχνίδι της να πετάει φυσώντας πάνω του πολύ δυνατά. Έχεις φυσήξει πότε δυνατά σε κάτι;
pt: Ela está fazendo o brinquedo dela voar ao soprá-lo com muita força. Você já soprou algo com muita força?
ru: Она заставляет свою игрушку летать дуя на неё очень сильно. Когда ты сильно дул на что-то?

# data_list
source: Have you blown out candles on a birthday cake or maybe blown on a fire to help it burn?
el: Έχεις σβήσει κεριά σε μια τούρτα γενεθλίων ή μήπως φύσηξες σε μια φωτιά για να την κάνεις να ανάψει;
pt: Você já soprou velas de um bolo de aniversário ou, talvez, soprou algo em chamas para ajudá-lo a queimar?
ru: Ты задувал свечи на праздничном торте, или может быть дул на огонь чтобы его разгореть?

# data_list
source: How old were you at your last birthday?
el: Πόσο χρονών ήσουν στα τελευταία σου γενέθλια;
pt: Quantos anos você tinha em seu último aniversário?
ru: Сколько тебе было лет на последнем дне рождение?

# data_list
source: Now I can hear my heart beating! Doodom, doodoom, dooo dooom.
el: Τώρα μπορώ να ακούσω την καρδιά μου να χτυπά! Ντου-ντούμ, ντου-ντούμ, ντούουου ντούμ.
pt: Agora eu consigo ouvir o meu coração batendo! Tum-tum, tum-tum, tum-tum.
ru: Теперь я слышу как бьётся моё сердце! Дудом, дудум, дуу дуум.

# data_list
source: It is not easy to hear your own heart beating. Can you hear yours?
el: Δεν είναι εύκολο να ακούσεις την καρδιά σου να χτυπάει. Μπορείς να την ακούσεις;
pt: Não é fácil ouvir o próprio coração batendo. Consegue ouvir o seu?
ru: Нелегко слушать как бьётся твоё сердце. Ты слышишь своё?

# data_list
source: Put your ear on someone's chest so you can hear their heart beating.
el: Βάλε το αυτί σου πάνω στο στήθος κάποιου για να ακούσεις την καρδιά του να χτυπά.
pt: Coloque a sua orelha no peito de alguém para que você consiga ouvir um coração batendo.
ru: Приложи своё ухо к груди человека, чтобы услышать как бьётся его сердце.

# data_list
source: Do you think your heart ever stops beating? Most of your muscles can get tired, but your heart muscle never does!
el: Νομίζεις ότι η καρδιά σου σταματάει ποτέ να χτυπάει; Οι περισσότεροι μύες σου μπορούν να κουραστούν, αλλά ο μυς της καρδιάς σου ποτέ!
pt: Você acha que o seu coração nunca para de bater? A maioria dos seus músculos podem se cansar, mas o músculo cardíaco nunca se cansa!
ru: Как ты думаешь твоё сердце когда-нибудь перестанет биться? Большинство твоих мышц могут устать, но сердечные мышца никогда!

# data_list
source: Can I make my heart go faster or louder? Yes, by jumping up and down twenty times.
el: Μπορώ να κάνω την καρδιά μου να χτυπά πιο γρήγορα ή πιο δυνατά; Ναι, πηδώντας πάνω και κάτω είκοσι φορές.
pt: Consigo fazer o meu coração ir mais rápido ou mais alto? Sim, é só pular para cima e para baixo vinte vezes.
ru: Могу ли я заставить своё сердце биться быстрее или громче? Да, прыгая вверх и вниз двадцать раз.

# data_list
source: Can you count to 20 to count the jumps?
el: Μπορείς να μετρήσεις μέχρι το 20 για να μετρήσεις τα πηδήματα;
pt: Você consegue contar até 20 para contar os saltos?
ru: Ты можешь досчитать до 20, чтобы посчитать прыжки?

# data_list
source: If you can't count to 20, you can count to 10 and then immediately count to 10 again. That will be just the same.
el: Αν δεν μπορείς να μετρήσεις μέχρι το 20, μπορείς να μετρήσεις μέχρι το 10 και μετά να ξαναμετρήσεις μέχρι το 10. Αυτό είναι ακριβώς το ίδιο.
pt: Se você não consegue contar até 20, pode contar até 10 e, logo em seguida, contar até 10 novamente. Isso será a mesma coisa.
ru: Если ты не можешь досчитать до 20, Ты можешь посчитать до 10, а затем сразу же посчитать до 10 ещё раз. Это будет то же самое.

# data_list
source: When you run around and start breathing hard, do you sometimes feel your heart beating in your chest?
el: Όταν τρέχεις και αρχίζεις να αναπνέεις δυνατά, νιώθεις μερικές φορές την καρδιά σου να χτυπά στο στήθος;
pt: Quando você corre muito e começa a respirar com dificuldade, você sente o seu coração batendo dentro do peito?
ru: Когда ты бегаешь и начинаешь тяжело дышать, ты иногда чувствуешь как твоё сердце бьётся в груди?

# data_list
source: Now see, my heart is beating faster.
el: Τώρα δες, η καρδιά μου χτυπά πιο γρήγορα.
pt: Agora veja, o meu coração está batendo mais rápido.
ru: Теперь смотри, моё сердце бьётся быстрее.

# data_list
source: Have you ever seen your own heart beating in your chest? Is it possible to see it?
el: Έχεις δει ποτέ την καρδιά σου να χτυπά στο στήθος σας; Είναι δυνατόν να τη δεις;
pt: Você já viu o seu próprio coração batendo dentro do peito? É possível vê-lo?
ru: Ты когда-нибудь видела как твоё сердце бьётся в груди? Можно ли это увидеть?

# data_list
source: The storyteller and artist are stretching the truth a bit here. Have you ever stretched the truth a bit to make a story a little more interesting?
el: Ο αφηγητής και ο καλλιτέχνης υπερβάλλουν λίγο εδώ. Έχεις υπερβάλλει ποτέ λίγο για να κάνεις μια ιστορία πιο ενδιαφέρουσα;
pt: O contador de histórias e o ilustrador estão distorcendo um pouco a verdade aqui. Você já distorceu um pouco a verdade para tornar uma história mais interessante?
ru: Рассказчик и художник здесь немного приукрашивают правду. Ты когда-нибудь немного приукрашивал правду, чтобы сделать историю немного интереснее?

# data_list
source: Her toy is covering its ears because the heart is beating so loudly. Is it possible to hear someone else's heart from a distance?
el: Το παιχνίδι της κρατά τα αυτιά του επειδή η καρδιά της χτυπά τόσο δυνατά. Είναι δυνατό να ακούσεις την καρδιά κάποιου άλλου από μακριά;
pt: O brinquedo dela está cobrindo os ouvidos porque o coração dela está batendo muito alto. É possível ouvir o coração de outra pessoa à distância?
ru: Её игрушка закрывает уши, потому что сердце бьётся слишком громко. Можно ли услышать чужое сердце на расстоянии?

# data_list
source: If I put my fingers on my wrist, then I can feel my pulse!
el: Αν βάλω τα δάχτυλά μου στον καρπό μου, τότε μπορώ να νιώσω τον παλμό μου!
pt: Se eu colocar os meus dedos no punho, consigo sentir a minha pulsação!
ru: Если я положу пальцы на запястье, то смогу почувствовать пульс!

# data_list
source: Can you feel your pulse on your wrist? Some people like to feel their pulse on their neck or on their head. Try it!
el: Μπορείς να νιώσεις τον παλμό σου στον καρπό σου; Μερικοί άνθρωποι προτιμούν να νιώθουν τον παλμό τους στον λαιμό ή στο κεφάλι τους. Δοκίμασέ το!
pt: Você pode sentir a sua pulsação em seu punho? Algumas pessoas gostam de sentir a pulsação delas no pescoço ou na cabeça. Tente fazer isso!
ru: Чувствуешь ли ты пульс на запястье? Некоторые люди любят чувствовать пульс на шее или на голове. Попробуй это!

# data_list
source: Count your pulse for ten seconds. Did you get a count between 7 and 20?
el: Μέτρησε τον παλμό σου για δέκα δευτερόλεπτα. Πήρες ένα αποτέλεσμα ανάμεσα στο 7 και το 20;
pt: Conte a sua pulsação por dez segundos. Você obteve um número entre 7 e 20?
ru: Посчитай свой пульс в течение десяти секунд. Ты получил счёт от 7 до 20?

# data_list
source: Have another person do the same thing and compare the counts you got. Whose count was more and whose was less?
el: Ζήτησε από κάποιο άλλο άτομο να κάνει το ίδιο και συγκρίνετε τα αποτελέσματα που πήρατε. Ποιος από τους δύο είχε τους περισσότερους χτύπους και ποιος είχε τους λιγότερους;
pt: Peça a outra pessoa para fazer a mesma coisa e compare as contagens que vocês obtiveram. De quem foi a maior contagem e de quem foi a menor?
ru: Попроси другого человека сделать то же самое и сравни полученные вам резултаты. Чей счёт был больше, а чей меньше?

# data_list
source: I can hear myself laughing. Haha, haha, haaah, haaa!
el: Μπορώ να ακούσω τον εαυτό μου να γελάει. Χαχα, χαχα, χαααα, χααα!
pt: Eu consigo me ouvir rindo. Haha, haha, haaah, haaa!
ru: Я слышу как я смеюсь. Хаха, хаха, хааах, хааа!

# data_list
source: She is very expressive, so her laughter is probably very loud. Is it possible to laugh softly? Can you do it?
el: Είναι πολύ εκφραστική, οπότε το γέλιο της μάλλον είναι πολύ δυνατό. Είναι δυνατόν να γελάσεις ήσυχα; Μπορείς να το κάνεις;
pt: Ela é muito expressiva, então a risada dela provavelmente é muito alta. É possível rir suavemente? Consegue fazer isso?
ru: Она очень экспрессивна, поэтому её смех вероятно очень громкий. Можно ли смеяться тихо? Ты можешь это делать?

# data_list
source: People often like to laugh together. When you laugh, do other people laugh with you?
el: Οι άνθρωποι συχνά θέλουν να γελούν μαζί. Όταν γελάς, γελούν και άλλοι άνθρωποι μαζί σου;
pt: As pessoas, muitas vezes, gostam de rir juntas. Quando você ri, outras pessoas riem com você?
ru: Часто людям нравиться смеяться вместе. Когда ты смеёшься, смеются ли другие люди вместе с тобой?

# data_list
source: Even when there is nothing funny happening, sometimes just laughing out loud can make you feel better.
el: Ακόμα και όταν δεν συμβαίνει κάτι αστείο, μερικές φορές το να γελάς δυνατά μπορεί να σε κάνει να νιώσεις καλύτερα.
pt: Às vezes, mesmo quando não há nada engraçado acontecendo, apenas rir em voz alta pode fazer você se sentir melhor.
ru: Даже если не происходит ничего смешного, иногда просто посмеяться вслух может заставить тебя почувствовать себя лучше.

# data_list
source: I can hear myself crying. Boohoooo hooo!
el: Μπορώ να ακούσω τον εαυτό μου να κλαίει. Μπουχουχου χουου!
pt: Eu consigo me ouvir chorando. Buááááá!
ru: Я слышу как я плачу. Буухуууу хууу!

# data_list
source: Do you think she is really crying, or is she just pretending?
el: Νομίζεις ότι κλαίει πραγματικά ή απλώς προσποιείται;
pt: Você acha que ela está realmente chorando ou apenas fingindo?
ru: Думаешь что она действительно плачет или просто притворяется?

# data_list
source: Do you ever pretend to cry so that people will feel sorry for you?
el: Έχεις προσποιηθεί ποτέ ότι κλαις, ώστε οι άλλοι να σε λυπηθούν;
pt: Você já fingiu chorar para que as pessoas sintam pena de você?
ru: Ты когда-нибудь притворялся что плачешь чтобы люди тебя пожалели?

# data_list
source: Some people feel much better after they cry. Do you feel better after you cry?
el: Μερικοί άνθρωποι αισθάνονται πολύ καλύτερα αφού κλάψουν. Εσύ νιώθεις καλύτερα μετά το κλάμα;
pt: Algumas pessoas se sentem muito melhores depois de chorar. Você se sente melhor depois de chorar?
ru: Некоторые люди чувствуют себя намного лучше после того как плачут. Ты чувствуешь себя лучше после того как поплачешь?

# data_list
source: I can hear myself clapping. Clap, clap, clap.
el: Μπορώ να ακούσω τον εαυτό μου να χειροκροτεί. Πατ, πατ, πατ.
pt: Eu consigo me ouvir aplaudindo. Clap, clap, clap.
ru: Я слышу как я хлопаю в ладоши. Хлоп, хлоп, хлоп.

# data_list
source: Make up a pattern using claps and foot stomps on the ground.
el: Βρες ένα μοτίβο χρησιμοποιώντας παλαμάκια και χτυπήματα των ποδιών στο έδαφος.
pt: Crie um padrão rítmico usando palmas e pisadas no chão.
ru: Составь ритм из хлопков и топанья ногами по земле.
