Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Count together the whiskers, ears, legs, eyes, and tails.
de: Zähle die Schnurrhaare, Ohren, Beine, Augen und Schwänze zusammen.
el: Μετρήστε μαζί τα μουστάκια, τα αυτιά, τα πόδια, τα μάτια και τις ουρές.
pt: Vamos contar juntos os fios dos bigodes, as orelhas, as pernas, os olhos e os rabos.
ru: Посчитайте вместе усы, уши, ноги, глаза и хвосты.
zh: 數一數鬍鬚、耳朵、腿、眼睛和尾巴。

# data_list
source: Which counts are the same, which are different, which are the largest, and which are the smallest?
de: Welche Summen sind gleich, welche verschieden, welche machen die meisten aus und welche die wenigsten?
el: Ποια αποτελέσματα είναι τα ίδια, ποια είναι διαφορετικά, ποιο αποτέλεσμα είναι το μεγαλύτερο και ποιο το μικρότερο;
pt: Quais contagens são iguais, quais são diferentes, quais são as maiores e quais são as menores?
ru: Какие числы которые ты посчитал одинаковые, какие разные, какое самое большое, и какое самое маленькое?
zh: 這些數哪些相同，哪些不同，哪些最大，哪些最小？

# data_list
source: Which animal is red and which one is yellow?
de: Welches Tier ist rot und welches gelb?
el: Ποιο ζώο είναι κόκκινο και ποιο είναι κίτρινο;
pt: Qual animal é vermelho e qual é amarelo?
ru: Какое животное красное, а какое жёлтое?
zh: 哪一種動物是紅色的，哪一種是黃色的？

# data_list
source: Cat and Dog live in a house. A house with a door. A house with a roof.
de: Kater und Hund leben in einem Haus. Ein Haus mit einer Tür. Ein Haus mit einem Dach.
el: Η Γάτα και ο Σκύλος ζουν σε ένα σπίτι. Ένα σπίτι με μια πόρτα. Ένα σπίτι με μια στέγη.
pt: Gato e Cão moram numa casa. Uma casa com uma porta. Uma casa com um telhado.
ru: Кошка и собака живут в доме. У дома есть дверь. У дома есть крыша.
zh: 貓和狗住在一個房子裡。 一個有門的房子。 一個有屋頂的房子。

# data_list
source: Cat and Dog live in a round house. Is your house round?
de: Kater und Hund leben in einem runden Haus. Ist dein Haus rund?
el: Η Γάτα και ο Σκύλος ζουν σε ένα στρογγυλό σπίτι. Το δικό σου σπίτι είναι στρογγυλό;
pt: Gato e Cão moram numa casa redonda. Sua casa é redonda?
ru: Кошка и собака живут в круглом доме. А твой дом круглый?
zh: 貓和狗住在一個圓形的房子裡。你的房子是圓的嗎？

# data_list
source: Point to any other round things in the picture.
de: Zeige auf alle möglichen roten Dinge auf dem Bild.
el: Δείξε οποιαδήποτε άλλα στρογγυλά αντικείμενα στην εικόνα.
pt: Aponte para quaisquer outras coisas redondas na imagem.
ru: Покажи другие круглые предметы на картинке.
zh: 指出圖片中的其他圓形物體。

# data_list
source: How many rooms does their house seem to have?
de: Wie viele Räume scheint ihr Haus zu haben?
el: Πόσα δωμάτια φαίνεται να έχει το σπίτι τους;
pt: Quantos cômodos a casa deles parece ter?
ru: Сколько комнат ты думаешь в их доме?
zh: 它們的房子看起來有多少間房間？

# data_list
source: Cat and Dog have a ball. The ball is red and blue and yellow.
de: Kater und Hund haben einen Ball. Der Ball ist rot, blau und grün.
el: Η Γάτα και ο Σκύλος έχουν μια μπάλα. Η μπάλα είναι κόκκινη, μπλε και πράσινη.
pt: Gato e Cão têm uma bola. A bola é vermelha, azul e verde.
ru: У кошки и собаки есть мяч. Мяч красный, синий и зелёный.
zh: 貓和狗有一個球。 這個球上有紅色、藍色和綠色。

# data_list
source: Count together the number of colors on the ball.
de: Zähle die Anzahl Farben auf dem Ball zusammen.
el: Μετρήστε μαζί τον αριθμό των χρωμάτων στη μπάλα.
pt: Vamos contar juntos o número de cores na bola.
ru: Посчитайте вместе количество цветов на мяче.
zh: 數一數球上有多少顏色。

# data_list
source: Which color on the ball is not a color for Cat or Dog?
de: Welche Farbe auf dem Ball ist nicht eine Farbe für Kater und Hund?
el: Ποιο χρώμα στη μπάλα δεν είναι χρώμα της Γάτας ή του Σκύλου;
pt: Qual cor na bola não é uma cor do Gato ou do Cão?
ru: Какой цвет на мяче нет цвет который на кошке или собаке?
zh: 球上哪一種顏色不是貓或狗的顏色？

# data_list
source: Is there anything where you are that is striped like this ball?
de: Gibt es, wo du wohnst, irgendetwas, das gestreift ist wie dieser Ball?
el: Υπάρχει κάτι εκεί που βρίσκεσαι εσύ που έχει ρίγες όπως αυτή η μπάλα;
pt: Existe alguma coisa onde você está que seja listrada como esta bola?
ru: Если там, где ты сейчас находишься, что-нибудь полосатое, как этот мяч?
zh: 你所在的地方有沒有像這個球一樣有條紋的東西？

# data_list
source: Cat and Dog play with the ball. Cat throws the ball to Dog. Dog catches the ball. Dog throws the ball to Cat. Cat catches the ball.
de: Kater und Hund spielen mit dem Ball. Kater wirft den Ball zu Hund. Hund fängt den Ball. Hund wirft den Ball zu Kater. Kater fängt den Ball.
el: Η Γάτα και ο Σκύλος παίζουν με την μπάλα. Η Γάτα πετάει την μπάλα στον Σκύλο. Ο Σκύλος πιάνει την μπάλα. Ο Σκύλος πετάει την μπάλα στη Γάτα. Η Γάτα πιάνει την μπάλα.
pt: Gato e Cão brincam com a bola. Gato joga a bola para o Cão. Cão pega a bola. Cão joga a bola para o Gato. Gato pega a bola.
ru: Кошка и собака играют с мячом. Кошка бросает мяч собаки. Собака ловит мяч. Собака бросает мяч кошке. Кошка ловит мяч.
zh: 貓和狗一起玩球。 貓把球扔給了狗。 狗接住了球。 狗把球扔給了貓。 貓接住了球。

# data_list
source: How many times did they throw the ball?
de: Wie oft warfen sie den Ball?
el: Πόσες φορές πέταξαν την μπάλα;
pt: Quantas vezes eles jogaram a bola?
ru: Сколько раз они бросали мяч?
zh: 它們扔了幾次球？

# data_list
source: Do you like playing with balls? Do you throw them, catch them, or kick them?
de: Spielst du gerne mit Bällen? Wirfst, fängst oder trittst du sie?
el: Σου αρέσει να παίζεις με μπάλες; Να τις πετάς, να τις πιάνεις ή να τις κλωτσάς;
pt: Você gosta de brincar com bolas? Você joga, pega ou chuta?
ru: А ты любишь играть с мячами? Ты его бросаешь, ловишь или пинаешь ногами?
zh: 你喜歡玩球嗎？你會扔球、接球或踢球嗎？

# data_list
source: Can real cats and dogs play catch with a ball? How can they play with balls?
de: Können richtige Kater und Hunde Fangen spielen mit einem Ball? Wie können sie mit Bällen spielen?
el: Μπορούν αληθινές γάτες και σκύλοι να παίξουν αυτό το παιχνίδι με την μπάλα; Πώς μπορούν να παίξουν με μπάλες;
pt: Gatos e cachorros de verdade conseguem brincar de pegar uma bola? Como eles podem brincar com bolas?
ru: А настоящие кошки и собаки могут ли играть с мячом? А как они могут играть с мячом?
zh: 真正的貓和狗可以玩接球嗎？它們怎麼玩球？

# data_list
source: Then Cat throws the ball very high. Oh! Oh!
de: Der Kater wirft den Ball sehr hoch. Ui! Ui!
el: Τότε η Γάτα πετάει την μπάλα πολύ ψηλά. Ω! Ω!
pt: Então Gato joga a bola bem alto. Oh! Oh!
ru: Потом кошка бросает мяч очень высоко. Ой! Oй!
zh: 然後貓把球扔得很高。 噢！噢！

# data_list
source: The ball is higher than Dog. How much higher than Dog did Cat throw it?
de: Der Ball ist höher als der Hund. Um wie viel höher als der Hund hat Kater ihn geworfen?
el: Η μπάλα είναι πιο ψηλά από τον Σκύλο. Πόσο πιο ψηλά από τον Σκύλο την πέταξε η Γάτα;
pt: A bola está mais alta que o Cão. Quão mais alto que o Cão o Gato jogou?
ru: Мяч выше собаки. На сколько выше собаки кошка бросила мяч?
zh: 球比狗還高。貓把球扔得比狗高多少？

# data_list
source: Did Cat mean to do that? How can you tell from Cat's face?
de: War das die Absicht des Katers? Wie könntest du es von seinem Gesicht ablesen?
el: Ήθελε η Γάτα να το κάνει αυτό; Πώς μπορείς να το καταλάβεις από το πρόσωπο της Γάτας;
pt: O Gato fez isso de propósito? Como você pode dizer isso pela expressão do Gato?
ru: Кошка хотела это сделать? Как ты можешь узнать смотря на лицо кошки?
zh: 貓是故意這麼做的嗎？怎麼從貓的臉上看出來呢？

# data_list
source: Does the ball sometimes not go where you want it when you play catch?
de: Geht der Ball manchmal nicht dorthin, wo du willst, wenn du Fangen spielst?
el: Όταν παίζεις συμβαίνει μερικές φορές η μπάλα να μην πάει εκεί που θέλεις;
pt: Já aconteceu de a bola não ir para o lugar esperado quando você joga ela?
ru: Когда ты играешь с мячом он тоже попадает туда куда ты не хотел?
zh: 玩接球遊戲時，你是否偶爾會發現，球並沒有飛向你預期的方向呢？

# data_list
source: The ball is on the roof. The ball is on the roof of the house.
de: Der Ball ist auf dem Dach. Der Ball ist auf dem Dach des Hauses.
el: Η μπάλα είναι στη στέγη. μπάλα είναι στη στέγη του σπιτιού.
pt: A bola está no telhado. A bola está no telhado da casa.
ru: Мяч на крыше. Мяч на крыше дома.
zh: 球在屋頂上。 球在房子的屋頂上。

# data_list
source: The roof is slanted. Does the ball look like it would roll off the roof?
de: Das Dach ist abgeschrägt. Sieht der Ball aus, als würde er vom Dach herunterrollen?
el: Η στέγη είναι λοξή. Φαίνεται η μπάλα να μπορεί να κυλήσει από τη στέγη;
pt: O telhado é inclinado. Será que a bola vai rolar do telhado?
ru: Крыша наклонная. Мяч выглядит так, будто он скатится с крыши?
zh: 屋頂是傾斜的。這個球看起來會不會從屋頂滾下來？

# data_list
source: Where are Cat and Dog?
de: Wo sind Kater und Hund?
el: Πού είναι η Γάτα και ο Σκύλος;
pt: Onde estão o Gato e o Cão?
ru: Где кошка и собака?
zh: 貓和狗在哪裡？

# data_list
source: How is the shape of the ball and the house similar and how are they different?
de: Wie sind die Form des Balls und des Hauses einander ähnlich und wie voneinander verschieden?
el: Σε τι μοιάζουν το σχήμα της μπάλας και το σχήμα του σπιτιού και σε τι διαφέρουν;
pt: Como as formas da bola e da casa são similares e como são diferentes?
ru: Чем похожи и чем отличается форма мяча и дома?
zh: 球和房子的形狀有什麼相似之處和不同之處？

# data_list
source: Cat and Dog can see the ball. Cat and Dog cannot get to the ball. How will they get the ball down?
de: Kater und Hund können den Ball sehen. Kater und Hund können nicht zum Ball kommen. Wie werden sie den Ball da runterbekommen?
el: Η Γάτα και ο Σκύλος μπορούν να δουν την μπάλα. Η Γάτα και ο Σκύλος δεν μπορούν να φτάσουν την μπάλα. Πώς θα την κατεβάσουν;
pt: Gato e Cão conseguem ver a bola. Gato e Cão não conseguem pegar a bola. Como eles vão pegar a bola?
ru: Кошка и собака видят мяч. Кошка и собака не могут добраться до мяча. Как они смогут опустить мяч на землю?
zh: 貓和狗能看見球。 貓和狗都無法接近那個球。 它們將怎麼把球拿下來？

# data_list
source: The ball is too high for Cat and Dog to reach. How will they solve this problem?
de: Der Ball ist für Kater und Hund zu hoch, um ihn zu greifen. Wie werden sie dieses Problem lösen?
el: Η μπάλα είναι πολύ ψηλά για να τη φτάσει η Γάτα και ο Σκύλος. Πώς θα λύσουν αυτό το πρόβλημα;
pt: A bola está muito alta para Gato e Cão alcançarem. Como eles vão resolver esse problema?
ru: Мяч слишком высоко чтобы кошка или собака его достали. Как они могут решить эту проблему?
zh: 球太高了，貓和狗夠不著。它們將如何解決這個問題呢？

# data_list
source: What can you do to get something that is too high? Would you ask for help?
de: Was könntest du tun, um etwas zu greifen, das zu hoch oben ist? Würdest du jemanden um Hilfe bitten?
el: Τι μπορείς να κάνεις για να πάρεις κάτι που είναι πολύ ψηλά; Θα ζητούσες βοήθεια;
pt: O que você faria para pegar algo que está muito alto? Pediria ajuda?
ru: Что ты можешь сделать чтобы добраться до чего-то что очень высоко? Ты бы позвал помощь.
zh: 當你需要拿到放得很高的東西時，你會怎麼做呢？你會尋求別人的幫助嗎？

# data_list
source: Does the ball look bigger than it did when they were throwing it?
de: Sieht der Ball nun größer aus, als da sie ihn geworfen haben?
el: Φαίνεται η μπάλα μεγαλύτερη τώρα από ό,τι φαινόταν όταν την πετούσαν;
pt: A bola parece maior do que quando eles estavam jogando?
ru: Мяч сейчас выглядит больше чем когда они его кидали?
zh: 這個球看起來比它們扔的時候大嗎？

# data_list
source: Cat and Dog are sad. They want to find something tall to reach the ball. Then Elephant comes by.
de: Kater und Hund sind traurig. Sie wollen etwas langes finden, um den Ball zu erreichen. Dann kommt der Elefant vorbei.
el: Η Γάτα και ο Σκύλος είναι λυπημένοι. Θέλουν να βρουν κάτι ψηλό για να φτάσουν την μπάλα. Τότε περνάει ο Ελέφαντας.
pt: Gato e Cão estão tristes. Eles querem encontrar algo que seja alto para alcançar a bola. Então o Elefante passa por ali.
ru: Кошка и собака грустная. Они хотят найти что-то высокое чтобы добраться до мяча. Потом приходит слон.
zh: 貓和狗很傷心。 它們想找個高的東西來拿到球。 然後大象經過了。

# data_list
source: Cat and Dog are crying. Is their crying helping them solve their problem?
de: Kater und Hund weinen. Hilft ihr Weinen ihnen, ihr Problem zu lösen?
el: Η Γάτα και ο Σκύλος κλαίνε. Βοηθάει το κλάμα τους να λύσουν το πρόβλημά τους;
pt: Gato e Cão estão chorando. O choro deles está ajudando a resolver o problema?
ru: Кошка и собака плачут. Плакать поможет им решить ихнюю проблему?
zh: 貓和狗正在哭泣。它們的哭泣能幫助它們解決問題嗎？

# data_list
source: Count together the big animals, birds, and trees in the picture.
de: Zähle die großen Tiere, Vögel und Bäume im Bild zusammen.
el: Μετρήστε μαζί τα μεγάλα ζώα, τα πουλιά και τα δέντρα της εικόνας.
pt: Vamos contar juntos os animais grandes, pássaros e árvores na imagem.
ru: Посчитайте вместе больших животных, птиц и деревья которые на картинке.
zh: 數一數圖片中大的動物、鳥類和樹木。

# data_list
source: How can Elephant help them? Is the elephant tall?
de: Wie kann der Elefant ihnen helfen? Ist der Elefant groß?
el: Πώς μπορεί ο Ελέφαντας να τους βοηθήσει; Είναι ψηλός ο Ελέφαντας;
pt: Como Elefante pode ajudá-los? O Elefante é alto?
ru: Как слон Может им помочь? Слон высокий?

# data_list
source: Elephant is big. Elephant can see the ball. Elephant can get to the ball. Elephant gets the ball from the roof. Elephant takes the ball from the roof of the house.
de: Der Elefant ist groß. Der Elefant kann den Ball sehen. Der Elefant kann bis zum Ball kommen. Der Elefant nimmt den Ball vom Dach. Der Elefant nimmt den Ball weg vom Dach des Hauses.
el: Ο Ελέφαντας είναι μεγάλος. Ο Ελέφαντας μπορεί να δει την μπάλα. Ο Ελέφαντας μπορεί να φτάσει την μπάλα. Ο Ελέφαντας παίρνει την μπάλα από τη στέγη. Ο Ελέφαντας παίρνει την μπάλα από τη στέγη του σπιτιού.
pt: Elefante é grande. Elefante consegue ver a bola. Elefante pode pegar a bola. Elefante pega a bola do telhado. Elefante tira a bola do telhado da casa.
ru: Слон высокий. Слон видит мяч. Слон может добраться до мяча. Слон достаёт мяч с крыши. Слон достаёт мяч с крыши дома.
zh: 大象很大。 大象可以看見球。 大象可以拿到球。 大象從屋頂拿到了球。 大象從房子的屋頂拿到了球。

# data_list
source: The ball is higher than Elephant. How does Elephant reach the ball?
de: Der Ball ist höher als der Elefant. Wie erreicht der Elefant den Ball?
el: Η μπάλα είναι πιο ψηλά από τον Ελέφαντα. Πώς φτάνει ο Ελέφαντας την μπάλα;
pt: A bola está mais alta que o Elefante. Como o Elefante alcança a bola?
ru: Мяч выше слона. А как слон добирается до мяча?

# data_list
source: The animals are all standing on two of their four legs. Have you seen animals do this?
de: Die Tiere stehen alle auf zwei ihrer vier Beine. Hast du bereits einmal Tiere gesehen, die dies gemacht haben?
el: Τα ζώα στέκονται στα δύο από τα τέσσερα πόδια τους. Έχεις δει ζώα να το κάνουν αυτό;
pt: Os animais estão todos apoiados em duas de suas quatro patas. Você já viu animais fazerem isso?
ru: Все животные стоят на двух из четырёх ног. Ты когда-нибудь видел когда это животное делали?

# data_list
source: What other animals stand on two legs?
de: Welche anderen Tiere stehen auf zwei Beinen?
el: Ποια άλλα ζώα στέκονται στα δύο πόδια;
pt: Que outros animais ficam sobre duas patas?
ru: Какие другие животные стоят на двух ногах?
zh: 還有哪些動物是兩條腿站立的？

# data_list
source: Elephant gives the ball to Cat and Dog. Cat and Dog smile. Elephant smiles. Cat and Dog and Elephant smile.
de: Der Elefant gibt den Ball Kater und Hund. Kater und Hund lächeln. Der Elefant lächelt. Der Kater, der Hund und der Elefant lächeln.
el: Ο Ελέφαντας δίνει την μπάλα στη Γάτα και τον Σκύλο. Η Γάτα και ο Σκύλος χαμογελούν. Ο Ελέφαντας χαμογελάει. Η Γάτα, ο Σκύλος και ο Ελέφαντας χαμογελούν.
pt: Elefante entrega a bola para Gato e Cão. Gato e Cão sorriem. Elefante sorri. Gato, Cão e Elefante sorriem.
ru: Слон отдаёт мяч кошке и собаке. Кошка и собака улыбаются. Слон улыбается. Кошка и собака и слон улыбаются.
zh: 大象把球給了貓和狗。 貓和狗微笑。大象微笑。 貓、狗和大象微笑。

# data_list
source: Who has the longest nose? Why does an elephant need such a long nose?
de: Wer hat die längste Nase? Warum braucht ein Elefant so eine lange Nase?
el: Ποιος έχει τη μεγαλύτερη μύτη; Γιατί χρειάζεται ένας ελέφαντας τόσο μεγάλη μύτη;
pt: Quem tem o nariz mais comprido? Por que um elefante precisa de um nariz tão comprido?
ru: У кого самый длинный нос? Зачем слону нужен такой длинный нос?

# data_list
source: Which of these animals is the biggest and which is the smallest?
de: Welches dieser Tiere ist das größte und welches das kleinste?
el: Ποιο από αυτά τα ζώα είναι το μεγαλύτερο και ποιο είναι το μικρότερο;
pt: Qual desses animais é o maior e qual é o menor?
ru: Какой из этих животных самый большой и самый маленький?
zh: 這些動物中哪一個是最大的，哪一個是最小的？

# data_list
source: How is Elephant different and how is Elephant similar to Cat and Dog? What does Elephant have that they don't?
de: Wie ist der Elefant unterschiedlich, und wie ist der Elefant ähnlich wie Kater und Hund? Was hat der Elefant, was sie nicht haben?
el: Σε τι είναι διαφορετικός και σε τι μοιάζει ο Ελέφαντας με τη Γάτα και τον Σκύλο; Τι έχει ο Ελέφαντας που δεν έχουν αυτά;
pt: Como o Elefante é diferente e como é similar ao Gato e ao Cão? O que o Elefante tem que eles não têm?
ru: Как слон отличается и как слон похож на кошку и собаку? Что слон имеет что они не имеют?

# data_list
source: Cat and Dog and Elephant play with the ball. Cat throws the ball to Dog. Dog catches the ball. Dog throws the ball to Elephant. Elephant catches the ball. Elephant throws the ball to Cat. Cat catches the ball.
de: Kater, Hund und Elefant spielen mit dem Ball. Der Kater wirft den Ball zum Hund. Der Hund fängt den Ball. Der Hund wirft den Ball zum Elefanten. Der Elefant fängt den Ball. Der Elefant wirft den Ball zum Kater. Der Kater fängt den Ball.
el: Η Γάτα, ο Σκύλος και ο Ελέφαντας παίζουν με την μπάλα. Η Γάτα πετάει την μπάλα στον Σκύλο. Ο Σκύλος πιάνει την μπάλα. Ο Σκύλος πετάει την μπάλα στον Ελέφαντα. Ο Ελέφαντας πιάνει την μπάλα. Ο Ελέφαντας πετάει την μπάλα στη Γάτα. Η Γάτα πιάνει την μπάλα.
pt: Gato, Cão e Elefante brincam com a bola. Gato joga a bola para o Cão. Cão pega a bola. Cão joga a bola para o Elefante. Elefante pega a bola. Elefante joga a bola para o Gato. Gato pega a bola.
ru: Кошка и собака и слон играют с мячом. Кошка бросает мяч собаки. Собака ловит мяч. Собака бросает мяч слону. Слон ловит мяч. Слон бросает мяч кошке. Кошка ловит мяч.

# data_list
source: Count the number of throws and the number of catches. Are they the same number?
de: Zähle zusammen, wie oft geworfen und wie oft gefangen wurde. Ist die Anzahl bei beiden gleich?
el: Μέτρησε πόσες φορές πέταξαν και πόσες φορές έπιασαν τη μπάλα. Είναι ο ίδιος αριθμός και στις δύο περιπτώσεις;
pt: Conte o número de jogadas e o número de recepções. Os números são iguais?
ru: Посчитай сколько раз они бросали и сколько раз они ловили мяч. Получился одинаковое число?

# data_list
source: Did each animal throw and each animal catch?
de: Hat jedes Tier einmal geworfen und einmal gefangen?
el: Έριξε κάθε ζώο και έπιασε κάθε ζώο;
pt: Todos os animais jogaram e pegaram a bola?
ru: Каждое животное бросало и ловило?

# data_list
source: They are good at taking turns. Are you good at taking turns?
de: Sie sind gut darin, sich abzuwechseln. Bist du gut darin, dich mit jemandem abzuwechseln?
el: Είναι καλοί στο να κρατάνε τη σειρά τους. Εσύ τα καταφέρνεις να κρατάς τη σειρά σου;
pt: Eles são bons em se revezar. Você é bom em revezar?
ru: Они умеют очень хорошо играть по очереди. А ты тоже хорошо ждёшь свою очередь?
zh: 它們擅長輪流進行。你擅長輪流嗎？

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye Elephant.
de: Tschüss Kater. Tschüss Hund. Tschüss Elefant.
el: Αντίο Γάτα. Αντίο Σκύλε. Αντίο Ελέφαντα.
pt: Tchau, Gato. Tchau, Cão. Tchau, Elefante.
ru: Пока кошка. Пока собака. Пока слон.
zh: 再見貓。 再見狗。 再見大象。

# data_list
source: Count together the number of animals waving.
de: Zähle die Tiere zusammen, die winken.
el: Μετρήστε μαζί τον αριθμό των ζώων που χαιρετούν.
pt: Vamos contar juntos o número de animais acenando.
ru: Посчитайте вместе сколько животных махают.

# data_list
source: Are there more animals or balls? By how much?
de: Gibt es mehr Tiere oder mehr Bälle? Wie viele gibtes jeweils?
el: Υπάρχουν περισσότερα ζώα ή μπάλες; Κατά πόσο;
pt: Há mais animais ou bolas? Por quanto?
ru: Здесь больше животных или мячей? На сколько?

# data_list
source: With fewer balls than animals, the animals must be good at sharing.
de: Mit weniger Bällen als Tieren müssen die Tiere gut darin sein, zu teilen.
el: Αφού οι μπάλες είναι λιγότερες από τα ζώα, τα ζώα πρέπει να μπορούν να μοιράζονται.
pt: Com menos bolas do que animais, os animais devem ser bons em compartilhar.
ru: Поскольку мячей меньше, чем животных, животные умеют делиться и играть по очереди.
zh: 球比動物少，它們一定善於分享。

# data_list
source: Look at the animals.
de: Schau, die Tiere.
el: Κοίταξε τα ζώα.
pt: Olhe para os animais.
ru: Посмотрите на животных.

# data_list
source: Count and name together all the animals you see.
de: Zähle und benenne alle Tiere, die du siehst.
el: Μετρήστε και ονομάστε μαζί όλα τα ζώα που βλέπετε.
pt: Vamos contar e nomear juntos todos os animais que você vê.
ru: Посчитай и назови всех животных, которых видишь.

# data_list
source: What are all the animals looking at?
de: Was sehen sich all die Tiere an?
el: Πού κοιτάζουν όλα τα ζώα;
pt: Para o que todos os animais estão olhando?
ru: На что смотрят все животные?

# data_list
source: Do the animals want something from the farmer?
de: Wollen die Tiere etwas vom Bauern?
el: Θέλουν τα ζώα κάτι από τον αγρότη;
pt: Os animais querem alguma coisa do fazendeiro?

# data_list
source: The cow says, "Moo."
de: Die Kuh sagt: “Muh."
el: Η αγελάδα λέει, "Μου."
pt: A vaca diz: "Muu."
ru: Корова говорит, «Mу.»

# data_list
source: The cow is looking at an empty trough. What do you think "Moo" means?
de: Die Kuh schaut auf einen leeren Trog. Was, meinst du, bedeutet "Muh"?
el: Η αγελάδα κοιτάζει μια άδεια ταΐστρα. Τι νομίζεις ότι σημαίνει το "Μου";
pt: A vaca está olhando para um cocho vazio. O que você acha que "Muu" significa?
ru: Корова смотрит на пустое корыто. Что ты думаешь, что означает «Mу»?

# data_list
source: If you only have one word ("Moo"), you have to say it in different ways to have it mean different things. What do you think the cow wants?
de: Wenn du nur ein Wort hast ("Muh"), kannst du es auf verschiedene Arten sagen, damit es verschiedene Dinge bedeutet. Was, meinst du, will die Kuh?
el: Αν έχεις μόνο μία λέξη ("Μου"), πρέπει να τη λες με διαφορετικούς τρόπους για να σημαίνει διαφορετικά πράγματα. Τι νομίζεις ότι θέλει η αγελάδα;
pt: Se você só tem uma palavra ("Muu"), você tem que pronunciar ela de diferentes maneiras para que signifiquem coisas distintas. O que você acha que a vaca quer?
ru: Если у тебя есть только одно слово («Mу»), Тебе нужно его сказать по-разному, чтобы давать разные значения. Что ты думаешь хочет корова?
zh: 如果你只能用一個詞（「哞」），你需要用不同的方式來表達不同的意思。你覺得牛想要什麼？

# data_list
source: Some of the cow's black spots are small and some are large. Count how many spots the cow has.
de: Einige der schwarzen Flecken auf dem Rücken der Kuh sind klein und manche sind groß. Zähle auf, wie viele Flecken die Kuh hat.
el: Μερικές από τις μαύρες κηλίδες της αγελάδας είναι μικρές και άλλες είναι μεγάλες. Μέτρησε πόσες κηλίδες έχει η αγελάδα.
pt: Algumas das manchas pretas da vaca são pequenas e algumas são grandes. Conte quantas manchas a vaca tem.
ru: Некоторые чёрные пятна коровы маленькие, а некоторые большие. Посчитай сколько пятен у коровы.

# data_list
source: The goat says, "Meh, meh."
de: Die Ziege sagt: "Mäh, mäh."
el: Η κατσίκα λέει, "Μπε, μπε."
pt: O bode diz: "béé, béé."
ru: Козёл говорит, «Мeee, мeee.»
zh: 山羊說： 「咩，咩。」

# data_list
source: Why is the goat looking at the drip of water from the faucet?
de: Warum schaut die Ziege auf das tropfende Wasser vom Wasserhahn?
el: Γιατί η κατσίκα κοιτάζει τη σταγόνα νερού από τη βρύση;
pt: Por que o bode está olhando para o gotejamento de água da torneira?
ru: Почему коза смотрят на капли воды выходящие из крана?

# data_list
source: Is the goat thirsty, hungry, or both?
de: Ist die Ziege durstig, hungrig oder beides?
el: Η κατσίκα διψάει, πεινάει ή και τα δύο;
pt: O bode está com sede, fome ou ambos?
ru: Коза хочет пить, голодна, или и то и другое?
