Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Which village has more houses, or are they equal?
el: Ποιο χωριό έχει περισσότερα σπίτια ή μήπως είναι ίσα;
pt: Uma das aldeias tem mais casas ou as quantidades são iguais?
ru: В какой деревне больше домов или их одинаковое количество?

# data_list
source: What is different about the roofs in Tortoise/s village compared to Hyena's village? Why do you suppose that is?
el: Τι είναι διαφορετικό στις στέγες στο χωριό της Χελώνας σε σχέση με το χωριό της Ύαινας; Γιατί πιστεύεις ότι συμβαίνει αυτό;
pt: O que há de diferente nos telhados da aldeia de Tartaruga em comparação com os telhados da aldeia de Hiena? Por que você acha que isso acontece?
ru: Чем крыши в деревне Черепахи отличаются от крыш в деревне Гиены? Почему ты думаешь это так?

# data_list
source: Hyena told Tortoise, "Let us search for honey."
el: Η Ύαινα είπε στη Χελώνα, "Ας ψάξουμε για μέλι."
pt: Hiena disse a Tartaruga: "Vamos procurar mel."
ru: Гиена сказал Черепахе, «Давай искать мёд.»

# data_list
source: Compare the drawing of the houses with the first page. Whose house are they in front of?
el: Σύγκρινε τη ζωγραφιά με τα σπίτια με αυτήν στην πρώτη σελίδα. Μπροστά σε ποιο σπίτι βρίσκονται;
pt: Compare o desenho dessas casas com o da primeira página. De quem são essas casas que eles estão?
ru: Сравни рисунок домов с первой страницы. Перед чьим домом они находятся?

# data_list
source: Hyena and Tortoise seem like unlikely friends. What do you think will happen to their friendship by the end of the story?
el: Η Ύαινα και η Χελώνα φαίνονται αταίριαστοι φίλοι. Τι πιστεύεις ότι θα συμβεί με τη φιλία τους μέχρι το τέλος της ιστορίας;
pt: Hiena e Tartaruga parecem amigos improváveis. O que você acha que vai acontecer com a amizade deles até o final da história?
ru: Гиена и Черепаха кажутся маловероятными друзьями. Как ты думаешь, что произойдёт с их дружбой к концу истории?

# data_list
source: Do you have friends that are different from you? Do your differences help make your friendship weaker or stronger?
el: Έχεις φίλους που είναι διαφορετικοί από σένα; Οι διαφορές σας κάνουν τη φιλία σας πιο αδύναμη ή πιο δυνατή;
pt: Você tem amigos que são diferentes de você? As diferenças entre vocês tornam a amizade mais fraca ou mais forte?
ru: У тебя есть друзья которые отличаются от тебя? Помогает ли ваши различия делать вашу дружбу сильнее или слабее?

# data_list
source: Hyena ran fast. Tortoise followed slowly. He was afraid.
el: Η Ύαινα έτρεχε γρήγορα. Η Χελώνα ακολουθούσε αργά. Ήταν φοβισμένη.
pt: Hiena correu rápido. Tartaruga o seguiu devagar. Ele estava com medo.
ru: Гиена быстро бежал. Черепаха медленно последовал. Он боялся.

# data_list
source: These animals travel at very different speeds. Have you gone for a walk with someone who is a lot faster or slower than you? How did the two of you work out having two different speeds?
el: Αυτά τα ζώα ταξιδεύουν με πολύ διαφορετικές ταχύτητες. Έχεις περπατήσει ποτέ με κάποιον που είναι πολύ πιο γρήγορος ή πιο αργός από σένα; Πώς τα καταφέρατε με τις δύο διαφορετικές ταχύτητες;
pt: Esses animais viajam em velocidades muito diferentes. Você já saiu para passear com alguém que era muito mais rápido ou mais lento do que você? Como vocês resolveram sobre a diferença de velocidade?
ru: Эти животные передвигаются с очень разной скоростью. Ты гулял когда-нибудь с кем-то, кто намного быстрее или медленнее тебя? Как вы двое справились с тем что у вас две разные скорости?

# data_list
source: Real hyenas and tortoises don't look like these two. What are the differences? Those differences will be important later in the story!
el: Οι πραγματικές ύαινες και χελώνες δεν μοιάζουν με αυτούς τους δύο. Ξέρεις ποιες διαφορές έχουν; Αυτές οι διαφορές θα είναι σημαντικές αργότερα στην ιστορία!
pt: As hienas e as tartarugas da vida real não se parecem com eles. Quais são as diferenças? Essas diferenças serão importantes mais tarde nesta história!
ru: Настоящие гиены и черепахи не выглядят так как эти двое. В чем различия? Эти различия будут важны позже в истории!

# data_list
source: Tortoise is looking backward. What is Tortoise looking for?
el: Η Χελώνα κοιτάζει προς τα πίσω. Τι ψάχνει η Χελώνα;
pt: Tartaruga está olhando para trás. O que Tartaruga está procurando?
ru: Черепаха смотрит назад. Что ищет Черепаха?

# data_list
source: They crossed a river. They got wet.
el: Διέσχισαν έναν ποταμό. Βράχηκαν.
pt: Eles cruzaram um rio. E se molharam.
ru: Они пересекли реку. Они промокли.

# data_list
source: "They got wet" seems like an understatement for how they look in the picture. Hyenas are excellent swimmers, so it is surprising that Hyena looks so unhappy.
el: Το "βράχηκαν" φαίνεται πολύ λίγο σε σχέση με αυτό που φαίνεται στην εικόνα. Οι ύαινες είναι εξαιρετικές κολυμβήτριες, οπότε προξενεί έκπληξη το ότι η Ύαινα φαίνεται τόσο δυσαρεστημένη.
pt: "E se molharam" parece um eufemismo para a aparência deles na imagem. As hienas são excelentes nadadoras, por isso é surpreendente que Hiena pareça tão infeliz.
ru: «Они промокли» кажется как преуменьшение того как они выглядят на картинке. Гиены отличные пловцы, поэтому удивительно что Гиена выглядит такой несчастной.

# data_list
source: Do you like swimming? Have you ever gone swimming in rivers or other natural bodies of water?
el: Σου αρέσει να κολυμπάς; Έχεις κολυμπήσει ποτέ σε ποτάμι, σε λίμνη ή σε θάλασσα;
pt: Você gosta de nadar? Você já nadou em rios ou em outros corpos d'água naturais?
ru: Тебе нравится плавать? Ты когда-нибудь плавал в реках или других естественных водоёмах?

# data_list
source: Which direction do you think the water is flowing? How can you tell?
el: Προς ποια κατεύθυνση νομίζεις ότι ρέει το νερό; Πώς μπορείς να το καταλάβεις;
pt: Em qual direção você acha que a água do rio está fluindo? Como consegue identificar isso?
ru: Как ты думаешь, в каком направлении течёт вода? Как ты можешь догадаться?

# data_list
source: Then they saw beehives. Hyena ran to the hives.
el: Μετά είδαν τις κερήθρες. Η Ύαινα έτρεξε στις κερήθρες.
pt: Então eles viram as colmeias. Hiena correu em direção a elas.
ru: Затем они увидели ульи. Гиена побежал к ульям.

# data_list
source: There are a lot of hives in those trees. Sometimes a swarm will fly around looking for a new home. Have you ever seen a swarm of bees?
el: Υπάρχουν πολλές κερήθρες σε εκείνα τα δέντρα. Καμιά φορά ένα σμήνος πετά γύρω-γύρω ψάχνοντας για ένα νέο σπίτι. Έχεις δει ποτέ ένα σμήνος μελισσών;
pt: Há muitas colmeias nessas árvores. Às vezes, um enxame voa por aí em busca de um novo lar. Você já viu um enxame de abelhas?
ru: На этих деревьях много ульев. Иногда рой летает в поисках нового дома. Ты когда-нибудь видел рой пчёл?

# data_list
source: Do you like bees or are you afraid of them? What are some things you are afraid of?
el: Σου αρέσουν οι μέλισσες ή τις φοβάσαι; Ποια είναι μερικά πράγματα που φοβάσαι;
pt: {Você gosta de abelhas ou tem medo delas? Quais são as coisas das quais você tem medo?
ru: Тебе нравится пчёлы или ты их боишься? Какие некоторые вещи которых ты боишься?

# data_list
source: Hyena is pictured with four toes on his front legs and three toes on his back legs. How many more fingers do you have on your arms? How many more toes do you have on your legs?
el: Η Ύαινα απεικονίζεται με τέσσερα δάχτυλα στα μπροστινά της πόδια και τρία δάχτυλα στα πίσω της πόδια. Πόσα περισσότερα δάχτυλα έχεις στα δικά σου χέρια; Πόσα περισσότερα δάχτυλα έχεις στα δικά σου πόδια;
pt: Hiena está retratada com quatro dedos nas patas dianteiras e três dedos nas patas traseiras. Quantos dedos a mais você tem em suas mãos? Quantos dedos a mais você tem em seus pés?
ru: Гиена изображена с четырьмя пальцами на передних лапах и тремя пальцами на задних лапах. На сколько больше пальцев у тебя на руках? На сколько больше пальцев у тебя на ногах?

# data_list
source: Hyena told Tortoise, "Climb up and get the beehive."
el: Η Ύαινα είπε στη Χελώνα, "Σκαρφάλωσε και φέρε την κερήθρα."
pt: Hiena disse a Tartaruga: "Suba e pegue a colmeia."
ru: Гиена сказал Черепахе, «Поднимись и возьми улей.»

# data_list
source: It is difficult to imagine Tortoise climbing a tree. Why would Hyena be a better tree climber than Tortoise?
el: Είναι δύσκολο να φανταστείς μια Χελώνα να σκαρφαλώνει σε δέντρο. Γιατί η Ύαινα θα ήταν καλύτερη στο να σκαρφαλώσει από τη Χελώνα;
pt: É difícil imaginar Tartaruga subindo em uma árvore. Por que Hiena seria um melhor escalador de árvores que Tartaruga?
ru: Очень трудно представить черепаху взбирающиеся на дерево. Почему Гиена лучше лазит по деревьям чем Черепаха?

# data_list
source: Why did Hyena tell Tortoise to climb up and get the beehive?
el: Γιατί η Ύαινα είπε στη Χελώνα να σκαρφαλώσει και να φέρει την κερήθρα;
pt: Por que Hiena disse a Tartaruga para subir e pegar a colmeia?
ru: Почему Гиена сказал Черепахе забраться наверх и достать улей?

# data_list
source: A hexagon is a shape with six straight sides. If the sides are all the same length, it is called a regular hexagon. Each of the little cells in a beehive is a regular hexagon. Do you know of any designs around you that are made of hexagons?
el: Ένα εξάγωνο είναι ένα σχήμα με έξι ευθείες πλευρές. Αν οι πλευρές είναι ίσου μήκους, ονομάζεται κανονικό εξάγωνο. Κάθε μικρό κελί σε μια κερήθρα είναι ένα κανονικό εξάγωνο. Γνωρίζεις σχέδια γύρω σου που είναι φτιαγμένα από εξάγωνα;
pt: Um hexágono é uma forma com seis lados retos. Se todos os lados tiverem o mesmo comprimento, ele é chamado de hexágono regular. Cada uma das pequenas células de uma colmeia é um hexágono regular. Você sabe de alguma coisa ao seu redor que seja feita de hexágonos?
ru: Шестиугольник - это фигура с шестью прямыми сторонами. Если все стороны одинаковой длины, это называется правильным шестиугольником. Каждый из маленьких ячеек в улье представляет собой правильный шестиугольник. Знаешь ли ты какие-нибудь дизайны вокруг себя которые сделаны из шестиугольников?

# data_list
source: Tortoise climbed slowly. Hyena was angry. He shouted at Tortoise.
el: Η Χελώνα σκαρφάλωνε αργά. Η Ύαινα ήταν θυμωμένη. Φώναζε στη Χελώνα.
pt: Tartaruga subiu devagar. Hiena estava com raiva. Ele gritou com Tartaruga.
ru: Черепаха медленно поднимался. Гиена был злой. Он крикнул на Черепаху.

# data_list
source: Why was Hyena shouting? Did Hyena's shouting help Tortoise climb the tree?
el: Γιατί φώναζε η Ύαινα; Βοήθησαν οι φωνές της Ύαινας τη Χελώνα να σκαρφαλώσει στο δέντρο;
pt: Por que Hiena estava gritando? Os gritos de Hiena ajudaram Tartaruga a subir na árvore?
ru: Почему Гиена кричал? Помог ли крик Гиены Черепахи собраться на дерево?

# data_list
source: Do you ever get angry and start shouting? Did your shouting help make the situation better?
el: Φωνάζεις ποτέ όταν θυμώνεις; Βοήθησαν οι φωνές σου να γίνει η κατάσταση καλύτερη;
pt: Você já ficou com raiva e começou a gritar? Os seus gritos ajudaram a melhorar a situação?
ru: Ты когда-нибудь злишься и начинаешь кричать? Помог ли твой крик улучшить ситуацию?

# data_list
source: Tiles that are regular hexagons fit together to make beautiful tile floors and walls. Tiles in the shape of squares (shapes with four equal straight sides and square corners) fit together well too. Describe any other tiling patterns on floors or walls that you have seen.
el: Πλακάκια που είναι κανονικά εξάγωνα ταιριάζουν για να φτιάξουν όμορφα πατώματα και τοίχους. Τα πλακάκια σε σχήμα τετραγώνων (σχήματα με τέσσερις ίσες ευθείες πλευρές και ορθές γωνίες) ταιριάζουν επίσης καλά. Περίγραψε άλλα μοτίβα σε πατώματα ή τοίχους που έχεις δει.
pt: Ladrilhos que são hexágonos regulares se encaixam para fazer belos pisos e paredes. Ladrilhos em forma de quadrados (formas com quatro lados retos iguais e cantos quadrados) também se encaixam bem. Descreva quaisquer outros padrões de ladrilhos em pisos ou paredes que você já tenha visto.
ru: Плитки которые имеют форму правильных шестиугольников, укладываются вместе образуя красивые плиточные полы и стены. Плитка в форме квадратов (фигура с четырьмя равными прямыми сторонами и прямыми углами) тоже хорошо укладываются. Опиши любые другие узоры укладки плитки на полах или стенах которые ты видел.

# data_list
source: Tortoise touched the beehive. Bees swarmed in the air.
el: Η Χελώνα άγγιξε την κυψέλη. Οι μέλισσες πέταξαν βουίζοντας στον αέρα.
pt: Tartaruga tocou a colmeia. As abelhas se espalharam pelo ar.
ru: Черепаха коснулась улья. Пчёлы роились в воздухе.

# data_list
source: Why was Tortoise safe from the bees and Hyena was not?
el: Γιατί η Χελώνα ήταν ασφαλής από τις μέλισσες και η Ύαινα όχι;
pt: Por que Tartaruga estava a salvo das abelhas e Hiena não?
ru: Почему Черепаха была в безопасности от пчёл, а Гиена нет?

# data_list
source: An estimate is an educated guess when there are too many things to count easily. What is your estimate of how many bees there are?
el: Η εκτίμηση είναι μια λογική υπόθεση όταν υπάρχουν πάρα πολλά πράγματα και δεν μπορείς να τα μετρήσεις εύκολα. Ποια είναι η εκτίμησή σου για το πόσες μέλισσες υπάρχουν;
pt: Uma estimativa é um palpite quando há muitas coisas juntas para contar com precisão. Qual é a sua estimativa de quantas abelhas existem nesta imagem?
ru: Оценка - это обоснованное предположение, когда вещей слишком много чтобы их легко посчитать. Какова твоя оценка на количество пчёл?

# data_list
source: Do your best to count the bees. How far off was your quick estimate?
el: Προσπάθησε να μετρήσεις τις μέλισσες όσο καλύτερα μπορείς. Πόσο κοντά ήταν η γρήγορη εκτίμησή σου;
pt: Faça o seu melhor para contar as abelhas. Quão longe ficou a sua estimativa da quantidade real?
ru: Посчитай как можно лучше всех пчёл. Насколько ошибочной оказалась твоя быстрая оценка?

# data_list
source: Tortoise fell. The beehive fell on him. Hyena licked the honey.
el: Η Χελώνα έπεσε. Η κερήθρα έπεσε πάνω της. Η Ύαινα έγλειψε το μέλι.
pt: Tartaruga caiu da árvore. A colmeia caiu sobre ele. Hiena lambeu o mel.
ru: Черепаха упал. Улья упала на него. Гиена лизал мёд.

# data_list
source: Hyena was so focused on the honey that he didn't help Tortoise. Can you think of a time you were so focused on one thing that you completely forgot something else you should have done?
el: Η Ύαινα ήταν τόσο προσηλωμένη στο μέλι που ξέχασε να βοηθήσει τη Χελώνα. Μπορείς να σκεφτείς μια στιγμή που ήσουν τόσο συγκεντρωμένος σε κάτι και ξεχάσες κάτι άλλο που έπρεπε να κάνεις;
pt: Hiena estava tão focada no mel que não ajudou Tartaruga. Você consegue pensar em alguma vez na qual você estava tão focado em uma coisa que esqueceu completamente de outra coisa que deveria ter feito?
ru: Гиена был так сосредоточен на мёде, что не помог Черепахи. Ты можешь вспомнить случай, когда ты был настолько сосредоточен на чём-то одном, что совершенно забыл о чём-то другом что тебе нужно было сделать?

# data_list
source: Hyena should have helped his friend. Is Hyena a very good friend?
el: Η Ύαινα έπρεπε να βοηθήσει τον φίλο της. Είναι η Ύαινα καλός φίλος;
pt: Hiena deveria ter ajudado o seu amigo. Hiena é um bom amigo?
ru: Гиена должен был помочь своему другу. Гиена очень хороший друг?

# data_list
source: Do you think this page shows more or fewer bees than on the last page?
el: Νομίζεις ότι σε αυτή τη σελίδα φαίνονται περισσότερες ή λιγότερες μέλισσες απ’ ό,τι στην προηγούμενη σελίδα;
pt: Você acha que nesta página há mais ou menos abelhas que na página anterior?
ru: Тебе кажется что на этой странице пчёл больше или меньше чем на предыдущий?

# data_list
source: The bees stung Hyena. He ran. The bees followed him.
el: Οι μέλισσες τσίμπησαν την Ύαινα. Έτρεξε. Οι μέλισσες την ακολούθησαν.
pt: As abelhas picaram Hiena. Ele correu. As abelhas o seguiram.
ru: Пчёлы ужалили Гиену. Он бежал. Они следовали за ним.

# data_list
source: Why did the bees chase and sting Hyena?
el: Γιατί οι μέλισσες κυνήγησαν και τσίμπησαν την Ύαινα;
pt: Por que as abelhas perseguiram e picaram Hiena?
ru: Почему пчёлы следовали и жалили Гиену?

# data_list
source: A beehive is the home for the bees. Is it okay for people to take honey from beehives, or should we leave their homes untouched?
el: Η κερήθρα είναι το σπίτι των μελισσών. Είναι σωστό να παίρνουν οι άνθρωποι μέλι από τις κερήθρες ή πρέπει να αφήνουμε τα σπίτια τους ανέγγιχτα;
pt: Uma colmeia é o lar das abelhas. É correto quando as pessoas tiram mel das colmeias, ou nós deveríamos deixar as casas delas intocadas?
ru: Улей - это дом для пчёл. Можно ли людям брать мёд из ульев или нам следует оставить их дома нетронутыми?

# data_list
source: Have you ever tried to outrun a bee or some other stinging insect? Were you able to do it?
el: Έχεις προσπαθήσει ποτέ να ξεφύγεις από μια μέλισσα ή από κάποιο άλλο τσίμπημα εντόμου; Τα κατάφερες;
pt: Você já tentou fugir de uma abelha ou algum outro inseto que pica? Você conseguiu escapar?
ru: Ты когда-нибудь пытался убежать от пчелы или другого жалящего насекомого? Смог ли ты это сделать?

# data_list
source: Hyena ran into the river. The bees still followed him.
el: Η Ύαινα μπήκε στο ποτάμι. Οι μέλισσες συνέχιζαν να την ακολουθούν.
pt: Hiena correu para dentro do rio. As abelhas ainda o seguiram.
ru: Гиена кинулся в реку. Пчёлы следовали за ним.

# data_list
source: Why did the Hyena go into the river? Did it work?
el: Γιατί μπήκε η Ύαινα στο ποτάμι; Έπιασε αυτό που σκέφτηκε;
pt: Por que Hiena entrou no rio? Isso funcionou?
ru: Почему Гиена пошёл в реку? Сработало ли это?

# data_list
source: The bees can't go into the water, but Hyena can't stay under the water for long. What do you think Hyena should do?
el: Οι μέλισσες δεν μπορούν να μπουν στο νερό, αλλά και η Ύαινα δεν μπορεί να μείνει κάτω από το νερό για πολύ. Τι νομίζεις ότι πρέπει να κάνει η Ύαινα;
pt: As abelhas não podem entrar na água, mas Hiena também não pode ficar debaixo d'água por muito tempo. O que você acha que Hiena deveria fazer?
ru: Пчёлы не могут зайти в воду, а Гиена не может долго оставаться под водой. Что ты думаешь должен сделать Гиена?

# data_list
source: Poor Hyena must be miserable. Have you ever had a bee sting or some other kind of sting? If so, did it hurt a lot?
el: Η καημένη Ύαινα πρέπει να είναι πολύ ταλαιπωρημένη. Σε έχει τσιμπήσει ποτέ μέλισσα ή κάποιο άλλου είδους έντομο; Αν ναι, πόσο πόνεσε;
pt: Pobre Hiena deve estar infeliz. Você já levou uma picada de abelha ou algum outro tipo de picada? Se sim, doeu muito?
ru: Бедный Гиена, должен быть несчастным. Тебя когда-нибудь жалила пчела или что-то другое? Если да, то было очень больно?

# data_list
source: The beehive and the honey dried on Tortoise's back.
el: Η κερήθρα και το μέλι στέγνωσαν πάνω στο καβούκι της Χελώνας.
pt: A colmeia e o mel secaram nas costas de Tartaruga.
ru: Улей и мёд засохли на спине у Черепахи.

# data_list
source: All the bees went after Hyena and left Tortoise alone.
el: Όλες οι μέλισσες πήγαν να κυνηγήσουν την Ύαινα και άφησαν τη Χελώνα μόνη της.
pt: Todas as abelhas foram atrás de Hiena e deixaram Tartaruga sozinho.
ru: Все пчёлы набросились на Гиену и оставили Черепаху одну.

# data_list
source: Tortoise looks pretty safe sitting quietly under that layer of drying honey. Do you have a quiet place where you feel safe and peaceful? Perhaps it is a place no one else knows about.
el: Η Χελώνα φαίνεται αρκετά ασφαλής, καθισμένη ήσυχα κάτω από αυτό το στρώμα με ξεραμένο μέλι. Έχεις κάποιο ήσυχο μέρος όπου νιώθεις ασφαλής και γαλήνιος; Ίσως να είναι ένα μέρος που κανείς άλλος δεν γνωρίζει.
pt: Tartaruga parece bastante protegido, sentado em silêncio sob a camada de mel seco. Você tem um lugar tranquilo onde se sente seguro e sossegado? Talvez seja um lugar que ninguém mais conheça.
ru: Черепаха выглядит в полной безопасности, спокойно сидя под слоем высыхающего мёда. Есть ли у тебя тихое место, где ты чувствуешь себя в безопасности и мире? Возможно это место о котором больше никто не знает.

# data_list
source: What does his face tell you about how he is feeling?
el: Τι σου λέει το πρόσωπό της για το πώς νιώθει;
pt: O que o rosto dele diz sobre como ele está se sentindo?
ru: Что его лицо говорит тебе о том что он чувствует?

# data_list
source: Tortoise got a shell to protect himself. He went home.
el: Η Χελώνα απέκτησε ένα καβούκι για να προστατεύεται. Πήγε σπίτι.
pt: Tartaruga tem uma carapaça para se proteger. Ele voltou para casa.
ru: Черепаха обзавелся панцирем чтобы защитить себя. Он пошёл домой.

# data_list
source: The honey dried on Tortoise in a beautiful pattern. Can you think of some interesting natural patterns around you?
el: Το μέλι ξεράθηκε πάνω στη Χελώνα και σχημάτισε ένα όμορφο μοτίβο. Μπορείς να σκεφτείς μερικά ενδιαφέροντα φυσικά μοτίβα γύρω σου;
pt: O mel secou na carapaça de Tartaruga formando um belo padrão. Você consegue pensar em alguns padrões naturais interessantes ao seu redor?
ru: Мёд засох на Черепахе в красивом узоре. Можешь ли ты придумать какие-нибудь интересные природные узоры вокруг тебя?

# data_list
source: People also make a lot of patterns when they build things. Tiles are often laid out to make interesting designs. Do you see any any tiling patterns near you?
el: Οι άνθρωποι επίσης φτιάχνουν πολλά μοτίβα όταν χτίζουν πράγματα. Τα πλακάκια συχνά τοποθετούνται για να δημιουργούν ενδιαφέροντα σχέδια. Βλέπεις κοντά σου σχέδια με πλακάκια;
pt: As pessoas também fazem muitos padrões quando constroem coisas. Os ladrilhos geralmente são dispostos para fazer desenhos interessantes. Você vê algum padrão de ladrilhos perto de você?
ru: Люди тоже создают много узоров, когда что-то строят. Плитку часто выкладывают так чтобы получился интересный узор. Видишь ли ты какие-нибудь плиточные узоры рядом с тобой?

# data_list
source: What do you think -- how easy is it to sit in that chair with a big shell on your back?
el: Τι νομίζεις — πόσο εύκολο είναι να καθίσεις σε αυτή την καρέκλα με ένα μεγάλο καβούκι στην πλάτη σου;
pt: O que você acha - quão fácil é sentar nessa cadeira com uma grande carapaça nas costas?
ru: Как ты думаешь -- как легко сидеть в этом кресле с большой ракушкой на спине?

# data_list
source: The stings caused patches on Hyena's body.
el: Τα τσιμπήματα προκάλεσαν κηλίδες στο σώμα της Ύαινας.
pt: As picadas causaram manchas no corpo de Hiena.
ru: Укусы оставили пятна на теле Гиены.

# data_list
source: Now Hyena has lots of spots on him, just like hyenas we see today.
el: Τώρα η Ύαινα έχει πολλές βούλες, ακριβώς όπως οι ύαινες που βλέπουμε σήμερα.
pt: Agora Hiena possui várias manchas, assim como as hienas que vemos hoje em dia.
ru: Теперь у Гиены много пятен, как у многих Гиен которых мы видим сегодня.

# data_list
source: Make a quick estimate how many spots he has and then try to count them. How close was your estimate?
el: Κάνε μια γρήγορη εκτίμηση για το πόσες βούλες έχει και μετά προσπάθησε να τις μετρήσεις. Πόσο κοντά ήταν η εκτίμησή σου;
pt: Faça uma estimativa rápida de quantas manchas ele possui e depois tente contá-las. Quão perto foi a sua estimativa?
ru: Быстро оцени сколько у него пятен а затем попробуй их посчитать. На сколько близко была твоя оценка?

# data_list
source: Making quick estimates is a fun game two people can play. Whose estimate will be the closest?
el: Κάνοντας γρήγορες εκτιμήσεις είναι ένα διασκεδαστικό παιχνίδι που μπορούν να παίξουν δύο άνθρωποι. Ποιανού εκτίμηση θα είναι πιο κοντά;
pt: Fazer estimativas rápidas é um jogo divertido que duas pessoas podem jogar. De quem será a estimativa mais próxima?
ru: Быстрые оценки - это увлекательная игра в которую могут играть двое. Чья оценка будет наиболее близка?

# data_list
source: Tortoise and Hyena are no longer friends.
el: Η Χελώνα και η Ύαινα δεν είναι πια φίλοι.
pt: Tartaruga e Hiena não são mais amigos.
ru: Черепаха и Гиена больше не друзья.
