Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Rectangles have four straight sides and corners like those on this page. Point to and describe the rectangles in the picture.
el: Τα ορθογώνια έχουν τέσσερις ευθείες πλευρές και γωνίες, όπως αυτές σε αυτή τη σελίδα. Δείξε και περίγραψε τα ορθογώνια στην εικόνα.
pt: Retângulos têm quatro lados retos e cantos como os desta página. Aponte e descreva os retângulos na imagem.
ru: Прямоугольники имеют четыре прямые стороны и угла, как на этой странице. Укажи на прямоугольники на картине и опиши их.

# data_list
source: I looked behind the door. It was not there.
el: Κοίταξα πίσω από την πόρτα. Δεν ήταν εκεί.
pt: Eu procurei atrás da porta. Não estava lá.
ru: Я посмотрел за дверью. Её там не было.

# data_list
source: Did you notice the girl outside the window?
el: Παρατήρησες το κορίτσι έξω από το παράθυρο;
pt: Você percebeu a menina do lado de fora da janela?
ru: Ты заметил девочку за окном?

# data_list
source: The bat is not behind the door -- could it be inside the box?
el: Η ρακέτα δεν βρίσκεται πίσω από την πόρτα – μήπως είναι μέσα στο κουτί;
pt: O taco não está atrás da porta -- ele poderia estar dentro da caixa?
ru: Бита не за дверью — может быть, она внутри коробки?

# data_list
source: A box is a 3-dimensional shape with rectangles on every side. Do you see anything else similar to a box? (the door)
el: Ένα κουτί είναι ένα τρισδιάστατο σχήμα με ορθογώνιες όλες τις πλευρές. Βλέπεις κάτι άλλο παρόμοιο με κουτί; (η πόρτα)
pt: Uma caixa é uma forma de 3 dimensões, com retângulos em cada lado. Você vê alguma outra coisa parecida com uma caixa? (a porta)
ru: Коробка — это трёхмерная фигура с прямоугольниками на каждой стороне. Видишь что-то ещё, похожее на коробку? (дверь)

# data_list
source: I looked for it on the shelf. I could not find it there.
el: Έψαξα πάνω στο ράφι. Δεν μπόρεσα να τη βρω εκεί.
pt: Eu procurei na prateleira. Eu não achei ele lá.
ru: Я искал её на полке. Там я её не нашёл.

# data_list
source: The window bangs into the shelf when it opens. That seems like a bad design!
el: Το παράθυρο χτυπάει στο ράφι όταν ανοίγει. Αυτό φαίνεται σαν να είναι κακός σχεδιασμός!
pt: A janela bate na prateleira quando abre. Isso parece mal-planejado!
ru: Окно бьётся о полку, когда открывается. Похоже, это плохой дизайн!

# data_list
source: Do you think this shelf is too high for a child's room?
el: Πιστεύεις ότι αυτό το ράφι είναι πολύ ψηλά για το δωμάτιο ενός παιδιού;
pt: Você acha que essa prateleira é muito alta para o quarto de uma criança?
ru: Как ты думаешь, эта полка слишком высока для детской комнаты?

# data_list
source: There's that girl riding around again. Notice that the buildings behind her are shaped like big boxes. A lot of buildings are.
el: Να το πάλι το κορίτσι που κάνει βόλτες γύρω. Παρατήρησε ότι τα κτίρια πίσω της είναι σχηματισμένα σαν μεγάλα κουτιά. Πολλά κτίρια είναι έτσι.
pt: Lá está aquela garota andando por aí de novo. Repare que os prédios atrás dela têm o formato de caixas grandes. Muitos prédios têm esse formato.
ru: Эта девочка снова катается. Обрати внимание, что здания за ней имеют форму больших коробок. Многие здания такие.

# data_list
source: I looked for it under the bed. Not there either.
el: Έψαξα κάτω από το κρεβάτι. Εκεί δεν υπήρχε τίποτε.
pt: Eu procurei embaixo da cama. Também não estava lá.
ru: Я искал её под кроватью. И там её не было.

# data_list
source: The girl's dress matches the bag hanging by the door. Do you think the bag is hers?
el: Το φόρεμα του κοριτσιού ταιριάζει με την τσάντα που κρέμεται δίπλα στην πόρτα. Πιστεύεις ότι η τσάντα είναι δικιά της;
pt: O vestido da menina combina com a bolsa pendurada perto da porta. Você acha que a bolsa é dela?
ru: Платье девочки совпадает с сумкой, висящей у двери. Как думаешь, сумка её?

# data_list
source: Can you think of a place the boy hasn't looked?
el: Μπορείς να σκεφτείς ένα μέρος που δεν έχει ψάξει το αγόρι;
pt: Você consegue pensar em um lugar que o menino ainda não procurou?
ru: Можешь предложить место, где мальчик ещё не искал?

# data_list
source: Vertical lines are lines that go up and down. How many vertical pieces are there to the blue frame on the side of the bed? The number of spaces between those vertical pieces is one less. How many is that?
el: Οι κάθετες γραμμές είναι γραμμές που πηγαίνουν πάνω-κάτω. Πόσα κάθετα κομμάτια υπάρχουν στο μπλε πλαίσιο στο πλάι του κρεβατιού; Τα κενά διαστήματα ανάμεσα σε αυτά τα κάθετα κομμάτια είναι ένα λιγότερο. Πόσα είναι;
pt: Linhas verticais são linhas que vão para cima e para baixo. Há quantas peças verticais na cabeceira azul da cama? O número de espaços entre essas peças verticais é um a menos. Quanto é isso?
ru: Вертикальные линии — это линии, которые идут вверх и вниз. Сколько вертикальных элементов в синей раме у кровати? Количество промежутков между этими вертикальными частями на одно меньше. Сколько их?

# data_list
source: I searched inside the box. There was no sign of it.
el: Έψαξα μέσα στο κουτί. Δεν ήταν ούτε εκεί.
pt: Eu procurei dentro da caixa. Nenhum sinal dele lá.
ru: Я искал внутри коробки. Никаких следов биты.

# data_list
source: The boy's shirt has a stripe on it. Do you see other stripes in this picture? Do you see stripes around where you are?
el: Η μπλούζα του αγοριού έχει μια ρίγα επάνω της. Βλέπεις άλλες ρίγες σε αυτή την εικόνα; Βλέπεις ρίγες γύρω σου;
pt: A camisa do menino possui uma listra. Você vê outras listras nesta imagem? Você vê listras ao seu redor?
ru: На рубашке мальчика есть полоска. Видишь ли другие полоски на этой картине? Видишь ли полоски вокруг себя?

# data_list
source: Pink is a light shade of red. If you include pink, how many things are red in this picture?
el: Το ροζ είναι μια ανοιχτή απόχρωση του κόκκινου. Αν συμπεριλάβεις το ροζ, πόσα πράγματα είναι κόκκινα σε αυτή την εικόνα;
pt: O rosa é um tom de vermelho claro. Se incluirmos o rosa, quantas coisas são vermelhas nessa imagem?
ru: Розовый — это светлый оттенок красного. Включая розовый, сколько красных предметов на этой картинке?

# data_list
source: If you don't count pink, you get one less thing that is red. How many is that?
el: Αν δεν μετρήσεις το ροζ, θα έχεις ένα λιγότερο πράγμα που είναι κόκκινα. Πόσα είναι αυτά;
pt: Se não incluirmos o rosa, você tem uma coisa vermelha a menos. Quanto é isso?
ru: Если не учитывать розовый, получится на одну красную вещь меньше. Сколько это?

# data_list
source: I searched the attic. It was not there.
el: Έψαξα στο πατάρι. Δεν ήταν εκεί.
pt: Eu procurei no sótão. Não estava lá.
ru: Я искал на чердаке. Там её не было.

# data_list
source: The boy has looked in a lot of places. How long do you look for something before you give up?
el: Ο αγόρι έχει ψάξει σε πολλά μέρη. Εσύ πόσο καιρό ψάχνεις για κάτι πριν τα παρατήσεις;
pt: O menino procurou em vários lugares. Por quanto tempo você procura por algo antes de desistir?
ru: Мальчик посмотрел во многих местах. Как долго ты ищешь что-то, прежде чем сдаться?

# data_list
source: When you have trouble finding something, what are some places you end up finding it?
el: Όταν δυσκολεύεσαι να βρειςε κάτι, ποια είναι μερικά μέρη που το βρίσκεις τελικά;
pt: Quando você está com dificuldade de encontrar algo, em quais lugares você acaba encontrando?
ru: Когда у тебя возникают трудности с поиском чего-то, где ты в итоге находишь это?

# data_list
source: Notice that the window no longer bangs into the shelf. Did the shelf move?
el: Παρατήρησε ότι το παράθυρο δεν χτυπάει πλέον στο ράφι. Μετακινήθηκε το ράφι;
pt: Perceba que a janela não bate mais na prateleira. A prateleira se moveu?
ru: Обрати внимание, что окно больше не бьётся о полку. Полка переместилась?

# data_list
source: I looked here, there, and everywhere. I could not find it anywhere.
el: Έψαξα εδώ, εκεί και παντού. Δεν μπορούσα να τη βρω πουθενά.
pt: Eu procurei aqui, lá, em todo lugar. Eu não encontrei o taco em lugar nenhum.
ru: Я искал здесь, там и повсюду. Я не смог найти её нигде.

# data_list
source: Looking at his face, what do you think the boy is feeling?
el: Κοιτάζοντας το πρόσωπό του, τι νομίζεις ότι νιώθει το αγόρι;
pt: Observando sua expressão, o que você acha que o menino está sentindo?
ru: Смотря на его лицо, как ты думаешь, что мальчик чувствует?

# data_list
source: Have you ever lost something and never found it?
el: Έχεις χάσει ποτέ κάτι και δεν το βρήκες ποτέ;
pt: Você já perdeu algo e nunca o encontrou?
ru: Ты когда-нибудь терял что-то и не находил?

# data_list
source: The girl is smiling in the window. Do you think she knows where the bat is?
el: Το κορίτσι χαμογελάει στο παράθυρο. Νομίζεις ότι ξέρει πού είναι η ρακέτα;
pt: A menina está sorrindo na janela. Você acha que ela sabe onde está o taco?
ru: Девочка за окном улыбается. Как думаешь, она знает, где находится бита?

# data_list
source: My name is Simo.
de: Mein Name ist Simo.
el: Με λένε Σίμο.
pt: Meu nome é Simo.
ru: Меня зовут Симо.

# data_list
source: Count together the different colors of stripes on Simo's shirt.
de: Zähle die verschiedenen Farben der Streifen auf Simos Hemd zusammen.
el: Μετρήστε μαζί τα διαφορετικά χρώματα από τις ρίγες στη μπλούζα του Σίμο.
pt: Vamos contar juntos as diferentes cores de listras na camisa de Simo.
ru: Посчитайте полоски разных цветов на рубашке у Симо.

# data_list
source: Simo's ball has two colors and is round. A pentagon is a five-sided shape. Point at the dark pentagons on Simo's ball. Do you see any pentagons around you?
de: Simos Ball hat zwei Farben und ist rund. Ein Fünfeck hat fünf Seiten. Zeige auf die dunklen Fünfeckeauf Simos Ball. Siehst du Fünfecke um dich herum?
el: Η μπάλα του Σίμο έχει δύο χρώματα και είναι στρογγυλή. Ένα πεντάγωνο είναι ένα σχήμα με πέντε πλευρές. Δείξε τα σκούρα πεντάγωνα στη μπάλα του Σίμο. Βλέπεις πεντάγωνα γύρω σου;
pt: A bola do Simo tem duas cores e é redonda. Um pentágono é uma forma de cinco lados. Aponte para os pentágonos escuros na bola de Simo. Você vê algum pentágono ao seu redor?
ru: Мяч Симо двухцветная и круглый. Пятиугольник - это пятиугольная фигура. Покажи на тёмные пятиугольники на мяче Симо. Видишь ли ты вокруг себя пятиугольники?

# data_list
source: A hexagon is a six-sided shape. Point at the hexagons on the ball. Hexagons are often used in tiling patterns. Do you see any hexagons around you?
de: Ein Sechseck hat sechs Seiten. Zeige auf die Sechsecke auf dem Ball. Sechsecke werden oft in Kachelformen gebraucht. Siehst du Sechsecke um dich herum?
el: Ένα εξάγωνο είναι ένα σχήμα με έξι πλευρές. Δείξε τα εξάγωνα στη μπάλα. Τα εξάγωνα χρησιμοποιούνται συχνά σε σχέδια από πλακάκια. Βλέπεις εξάγωνα γύρω σου;
pt: Um hexágono é uma forma de seis lados. Aponte para os hexágonos na bola. Os hexágonos são frequentemente usados em padrões de ladrilhos. Você vê algum hexágono ao seu redor?
ru: Шестиугольник - это шестигранная фигура. Покажи на шестиугольнике на мяче. Шестиугольники часто используются в узорах плитки. Ты видишь шестиугольники вокруг тебя?

# data_list
source: I have four friends.
de: Ich habe vier Freunde.
el: Έχω τέσσερις φίλους.
pt: Eu tenho quatro amigos.
ru: У меня четверо друзей.

# data_list
source: When you put Simo together with his four friends, how many is that all together? Another way to ask this is: "What is 1 more than 4?"
de: Wenn du Simo mit seinen vier Freunden zusammenzählst, wie viele ergibt das alles zusammen? Eine andere Art, dies zu fragen ist: "Was ist 1 mehr als 4?"
el: Όταν βάλεις τον Σίμο μαζί με τους τέσσερις φίλους του, πόσοι είναι συνολικά; Ένας άλλος τρόπος να κάνεις αυτή την ερώτηση είναι: "Πόσο κάνει 1 περισσότερο από 4;"
pt: Quando você coloca Simo junto com seus quatro amigos, quantos são ao todo? Outra maneira de perguntar isso é: "Quanto é 1 mais 4?"
ru: Если собрать Симо вместе с четырьмя его друзьями, сколько это будет всего вместе? Другой способ спросить об этом: «Что на одну больше чем четыре?»

# data_list
source: How many of them have striped shirts and how many have solid shirts? That means that 2 more than 3 is 5.
de: Wie viele von ihnen haben gestreifte Hemden und wie viele einfarbige Hemden? Das bedeutet, dass 2 mehr als 3 gleich 5 ist.
el: Πόσα από τα παιδιά έχουν ριγέ μπλούζες και πόσα έχουν μονόχρωμες μπλούζες; Αυτό δείχνει ότι 2 περισσότερα από 3 κάνουν 5.
pt: Quantos deles têm camisas listradas e quantos têm camisas lisas? Isso significa que 2 a mais que 3 é 5.
ru: У скольких из них рубашки в полоску, а у скольких однотонные рубашки? Это значит, что на 2 больше чем 3 будет 5.

# data_list
source: That's two different ways of getting five! If you take one more than four you get the same thing as two more than three!
de: Das sind zwei verschiedene Arten, fünf zu bekommen! Wenn du einen mehr als vier hast, ergibt das dasselbe wie zwei mehr als drei!
el: Αυτοί είναι δύο διαφορετικοί τρόποι για να φτάσουμε στο πέντε! Το ένα περισσότερο από τέσσερα, κάνει το ίδιο με δύο περισσότερα από τρία!
pt: São duas maneiras diferentes de conseguir cinco! Se você fizer um mais quatro, você recebe a mesma coisa que dois mais três!
ru: Это два разных способа чтобы получить пять! Если ты возьмёшь на один больше четырёх, ты получишь то же самое, что на два больше трёх!

# data_list
source: Their names are Zizo, Lele, Sisa, and Ayanda.
de: Ihre Namen sind Zizo, Lele, Sisa, und Ayanda.
el: Τα ονόματά τους είναι Ζίζο, Λέλε, Σίσα και Αγιάντα.
pt: Seus nomes são Zizo, Lele, Sisa e Ayanda.
ru: Их зовут Зизо, Леле, Сиса и Аянда.

# data_list
source: Can you guess who has which name? We'll learn about each one soon.
de: Kannst du raten, wer welchen Namen hat? Wir werden bald jeden einzelnen kennenlernen.
el: Μπορείς να μαντέψεις ποιος έχει ποιο όνομα; Σύντομα θα μάθουμε για τον καθένα.
pt: Você consegue adivinhar quem tem qual nome? Aprenderemos sobre cada um deles em breve.
ru: Можешь ли ты угадать у кого какое имя? Мы скоро узнаем о каждом.

# data_list
source: Make up a story about one of them. Perhaps one of them likes cats or going on long walks?
de: Erfinde für jeden von ihnen eine Geschichte. Vielleicht mag einer von ihnen Katzen oder lange Spaziergänge?
el: Επινόησε μια ιστορία για κάποιον από αυτούς. Ίσως κάποιος να αγαπάει τις γάτες ή τις μεγάλες βόλτες;
pt: Invente uma história sobre um deles. Talvez um deles goste de gatos ou de longas caminhadas.
ru: Составь сказку об одним из них. Возможно, кто-то из них любит кошек или долгие прогулки?

# data_list
source: Of the four, one of them likes soccer, one likes swimming, another likes hide-and-seek, and one likes reading -- guess which one is which.
de: Von den Vieren mag einer Fußball, einer Schwimmen gehen, ein anderer Versteckspielen und einer mag Lesen — rate, wer wer ist.
el: Από τα τέσσερα παιδιά, ένα αγαπάει το ποδόσφαιρο, ένα αγαπάει την κολύμβηση, ένα αγαπάει το κρυφτό και ένα αγαπάει το διάβασμα -- μαντέψτε ποιο παιδί είναι ποιο.
pt: Dos quatro, um deles gosta de futebol, um gosta de nadar, outro gosta de esconde-esconde e um gosta de ler -- adivinhe qual é qual.
ru: Из четырёх, один любит футбол, один любит плавать, другой любит играть в прятки, и один любит читать -- угадай кто какой.

# data_list
source: My friend Zizo likes to play soccer.
de: Mein Freund Zizo mag Fußball spielen.
el: Του φίλου μου του Ζίζο του αρέσει να παίζει ποδόσφαιρο.
pt: Meu amigo Zizo gosta de jogar futebol.
ru: Мой друг зизу любит играть в футбол.

# data_list
source: Simo and Zizo have soccer in common. Which parts of their clothes are similar to each other?
de: Simo und Zizo haben Fußball gemeinsam. Welcher Teil ihrer Kleidung ähnelt einander?
el: Ο Σίμο και ο Ζίζο έχουν το ποδόσφαιρο κοινό. Ποια μέρη από τα ρούχα τους είναι παρόμοια;
pt: Simo e Zizo têm o futebol em comum. Quais partes de suas roupas são semelhantes entre si?
ru: Симо из Зизо объединяет футбол. Какие части их одежды похожи друг на друга?

# data_list
source: Simo and Zizo have stripes on different parts of their clothing. How are their stripes different?
de: Simo und Zizo haben Streifen auf verschiedenen Teilen ihrer Kleidung. Wie sind die Streifen verschieden?
el: Ο Σίμο και ο Ζίζο έχουν ρίγες σε διαφορετικά μέρη των ρούχων τους. Σε τι διαφέρουν οι ρίγες τους;
pt: Simo e Zizo têm listras em diferentes partes de suas roupas. Como as listras são diferentes?
ru: У Симо и Зизо полоски на разных частях одежды. Чем отличается ихние полоски?

# data_list
source: Zizo seems to like shades of red. Do you? What is your favorite color?
de: Zizo scheint Rottöne zu mögen. Und du? Was ist deine Lieblingsfarbe?
el: Φαίνεται ότι ο Ζίζο αγαπάει τις αποχρώσεις του κόκκινου. Εσύ το αγαπάς; Ποιο είναι το αγαπημένο σου χρώμα;
pt: Zizo parece gostar de tons de vermelho. E você? Qual é a sua cor favorita?
ru: Зизо, кажется, любят оттенки красного. А ты? Какой твой любимый цвет?

# data_list
source: My friend Lele likes to swim.
de: Mein Freund Lele mag Schwimmen.
el: Της φίλης μου της Λέλε της αρέσει να κολυμπάει.
pt: Minha amiga Lele gosta de nadar.
ru: Моя подруга Леле любит плавать.

# data_list
source: Point at and name the beautiful greens, blue greens, and blues in this picture.
de: Zeige auf die schönen Grüntöne, Blaugrün- und Blautöne in diesem Bild und beschreibe sie.
el: Δείξε και ονόμασε τα πράσινα, τα γαλαζοπράσινα και τα μπλε σε αυτή την εικόνα.
pt: Aponte e nomeie os belos verdes, azuis esverdeados e azuis nesta imagem.
ru: Покажи и назови красивые зелёные, сине-зелёные и синие оттенки на этой картинке.

# data_list
source: Count the fingers on Lele's left hand. Is she missing a finger or was the artist careless when drawing this picture?
de: Zähle die Finger auf Leles rechter Hand. Fehlt ein Finger oder war der Zeichner oder die Zeichnerin unvorsichtig, als er oder sie dieses Bild gezeichnet hat?
el: Μέτρησε τα δάχτυλα στο αριστερό χέρι της Λέλε. Της λείπει ένα δάχτυλο ή μήπως ο καλλιτέχνης ήταν απρόσεκτος όταν ζωγράφιζε αυτή την εικόνα;
pt: Conte os dedos da mão esquerda de Lele. Ela está sem um dedo ou a artista foi descuidada ao desenhar esta imagem?
ru: Посчитай пальцы на левой руке у Леле. У неё нет пальца или художник невнимательно рисовал эту картинку?

# data_list
source: It can be dangerous to swim by yourself. To be safe, always swim with a buddy.
de: Es kann gefährlich sein, alleine zu schwimmen. Um auf Nummer sicher zu gehen, schwimme immer mit einem Freund.
el: Είναι επικίνδυνο να κολυμπάμε μόνοι. Για να είμαστε ασφαλείς, πάντα να κολυμπάμε με έναν φίλο.
pt: Pode ser perigoso nadar sozinho. Por segurança, sempre nade com um amigo.
ru: Купаться в одиночку может быть опасно. В целях безопасности всегда плаваете с другом.

# data_list
source: My friend Sisa likes to play hide-and-seek.
de: Mein Freund Sisa mag es, Verstecken zu spielen.
el: Του φίλου μου του Σίσα του αρέσει να παίζει κρυφτό.
pt: Minha amiga Sisa gosta de brincar de esconde-esconde.
ru: Мой друг Сиса любит играть в прятки.

# data_list
source: Is Sisa "it" or is Sisa hiding? It is easy to see Sisa. Is Sisa hiding behind the tree?
de: Ist Sisa der "Sucher" oder versteckt sich Sisa? Es ist einfach, Sisa zu sehen. Versteckt sich Sisa hinter einem Baum?
el: Ο Σίσα "τα φυλάει" ή κρύβεται; Είναι εύκολο να δεις το Σίσα. Κρύβεται πίσω από το δέντρο;
pt: Sisa é o “pegador” ou está se escondendo? É fácil ver Sisa. Sisa está se escondendo atrás da árvore?
ru: Сиса - «оно» или Сиса прячется? Легко видеть Сису. Сиса прячется за деревом?

# data_list
source: They say zebras have stripes to help them hide among trees. Do the stripes on Sisa's shirt make Sisa hard to see?
de: Man sagt, Zebras haben Streifen, um ihnen zu helfen, sich unter Bäumen zu verstecken. Machen es einem die Streifen auf Sisas Hemd schwierig, Sisa zu erkennen?
el: Λένε ότι οι ζέβρες έχουν ρίγες για να κρύβονται ανάμεσα στα δέντρα. Οι ρίγες στη μπλούζα του Σίσα το κάνουν δύσκολο να τον δεις;
pt: Dizem que as zebras têm listras para ajudá-las a se esconder entre as árvores. As listras na camisa da Sisa fazem com que Sisa seja difícil de ser vista?
ru: Говорят что у зебр есть полосы, которые помогают им прятаться Среди деревьев. Из-за полосок на рубашке Сисы, его трудно видеть?

# data_list
source: When playing hide-and-seek, the "it" person usually counts up to some number before looking for people. How high do you think the person should count?
de: Beim Versteckspiel zählt der "Sucher" üblicherweise bis zu einer bestimmten Zahl, bevor er nach Leuten sucht. Wie hoch, denkst du, sollte die Person zählen?
el: Όταν παίζετε κρυφτό, το άτομο που "τα φυλάει" συνήθως μετράει μέχρι ένα αριθμό πριν ψάξει για τους άλλους. Μέχρι ποιον αριθμό νομίζεις ότι πρέπει να μετράει;
pt: Ao brincar de esconde-esconde, o “pegador” geralmente conta até certo número antes de procurar pessoas. Quão alto você acha que a pessoa deve contar?
ru: Во время игры в прятки, «оно» человек обычно считает до какого-то числа, прежде чем искать людей. Как ты думаешь, насколько высоко должен считать человек?

# data_list
source: My friend Ayanda likes to read.
de: Meine Freundin Ayanda mag es zu lesen.
el: Της φίλης μου της Αγιάντα της αρέσει να διαβάζει.
pt: Minha amiga Ayanda gosta de ler.
ru: Моя подруга Аянда любит читать.

# data_list
source: The other people picked sports and games they like to play. Is reading a sport or game?
de: Die anderen Leute wählten Sportarten und Spiele, die sie gerne spielen. Ist Lesen ein Sport oder ein Spiel?
el: Οι άλλοι επέλεξαν αθλήματα και παιχνίδια που τους αρέσει να παίζουν. Το διάβασμα είναι άθλημα ή παιχνίδι;
pt: As outras pessoas escolheram esportes e jogos que gostam de jogar. Ler é um esporte ou um jogo?
ru: Остальные люди выбрали виды спорта и игры, в которые им нравится играть. Чтение - это спорт или игра?

# data_list
source: Can you read with other people, or must you read by yourself?
de: Kannst du mit anderen Leuten lesen, oder musst du alleine lesen?
el: Μπορείς να διαβάζεις με άλλους ανθρώπους ή πρέπει να διαβάζεις μόνος;
pt: Você consegue ler com outras pessoas ou precisa ler sozinho?
ru: Можно ли читать вместе с другими людьми или нужно читать самому?

# data_list
source: Ayanda looks like she enjoys shades of orange. Name some things around you that are shades of orange.
de: Ayanda sieht aus, als ob sie Orange mag. Nenne ein paar Dinge, die in orangen Tönen gemacht sind.
el: Η Αγιάντα φαίνεται να αγαπά τις αποχρώσεις του πορτοκαλί. Ονόμασε μερικά πράγματα γύρω σου που είναι αποχρώσεις του πορτοκαλί.
pt: Ayanda parece gostar de tons de laranja. Cite algumas coisas ao seu redor que são tons de laranja.
ru: Аянда выглядит так, будто ей нравится оттенки оранжевого. Назови некоторые вещи вокруг тебя, имеющие оттенки оранжевого.

# data_list
source: Me? I like to do the things they like to do.
de: Ich? Ich mag es, Dinge zu tun, die sie mögen.
el: Εγώ; Εμένα μου αρέσει να κάνω τα πράγματα που αρέσουν και σ΄αυτούς.
pt: Eu? Gosto de fazer as coisas que eles gostam de fazer.
ru: Я? Мне нравится делать то, что им нравится делать.

# data_list
source: Does Simo like doing all the things, or is he just being agreeable so he can be with everyone?
de: Mag Simo alles tun, oder ist er nur einverstanden, damit er mit jedem zusammen sein kann?
el: Ο Σίμο αγαπάει να κάνει όλα αυτά τα πράγματα ή απλώς είναι ευγενικός για να είναι μαζί με όλους;
pt: Simo gosta de fazer todas as coisas, ou ele está apenas sendo agradável para que possa estar com todos?
ru: Нравится ли Симо делать всё подряд или он просто любезен, чтобы быть со всеми?

# data_list
source: Did you notice that the stripes on his shirt have changed? How have they changed?
de: Ist dir aufgefallen, dass sich die Streifen auf seinem Hemd verändert haben? Wie haben sie sich verändert?
el: Παρατήρησες ότι οι ρίγες στη μπλούζα του έχουν αλλάξει; Πώς έχουν αλλάξει;
pt: Você notou que as listras na camisa dele mudaram? Como elas mudaram?
ru: Ты заметил, что полосы на его рубашке изменились? Как они изменились?
