Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Malea the rhinoceros soon became close friends with Enkare, a baby buffalo. They went everywhere together.
el: Η Μαλέα, ο ρινόκερος, πολύ γρήγορα έγινε στενή φίλη με τον Ενκάρε, ένα μωρό βουβάλι. Πήγαιναν παντού μαζί.
pt: Malea, o rinoceronte, logo se tornou amigo íntimo de Enkare, um búfalo bebê. Eles iam a todos os lugares juntos.
ru: Малеа, носорог, вскоре стала близкой подругой Энкаре, буйволенка. Они везде были вместе.

# data_list
source: One of the fun things about this nursery is that the different kinds of baby animals get to play together. Do you think they are having fun?
el: Ένα ωραίο στοιχείο του βρεφοκομείου είναι ότι διαφορετικά μωρά ζώα παίζουν μαζί. Νομίζεις ότι διασκεδάζουν;
pt: Uma das coisas divertidas deste berçário é que os diferentes tipos de filhotes podem brincar juntos. Você acha que eles estão se divertindo?
ru: Одна из лучших вещей в этом питомнике — то, что разные виды детёнышей животных могут играть вместе. Думаешь, им весело?

# data_list
source: Have you ever wondered what pattern four-legged animals use their feet in? Next time you get a chance, take a careful look and see if you can figure it out. (They move their left side first, back foot first, and then repeat on their right side.)
el: Έχεις αναρωτηθεί με ποιο μοτίβο κινούν τα πόδια τους τα τετράποδα; Την επόμενη φορά παρατήρησε προσεκτικά. (Κινούν πρώτα την αριστερή πλευρά πρώτα το πίσω αριστερό και επαναλαμβάνουν στη δεξιά πλευρά.)
pt: Você já se perguntou que padrão os animais de quatro patas usam para se mover? Na próxima vez que tiver uma chance, observe com atenção e veja se consegue descobrir. (Eles movem primeiro o lado esquerdo, a pata de trás, e depois repetem no lado direito.)
ru: Задумывался/задумывалась ли ты о том, как четвероногие животные используют свои ноги? В следующий раз, когда у тебя появится возможность, посмотри внимательно и попробуй разобраться. (Они начинают передвигаться с левой части тела, а именно с задней ноги или лапы, и затем они повторяют этот процесс с правой стороны.)

# data_list
source: All these animals have body parts that come in pairs on opposite sides of their body, or singleton parts down the center of their body. Can you think of any animals that have more than one of a body part that doesn't come in pairs?
el: Όλα αυτά τα ζώα έχουν μέλη σε ζευγάρια στις αντίθετες πλευρές ή μονά στο κέντρο του σώματος. Μπορείς να σκεφτείς ζώα που έχουν πάνω από ένα μέρος που δεν είναι σε ζευγάρι;
pt: Todos esses animais têm partes do corpo que vêm em pares em lados opostos de seu corpo, ou partes únicas no centro de seu corpo. Você consegue pensar em algum animal que tenha mais de uma parte do corpo que não vem em pares?
ru: У всех этих животных части тела расположены парами на противоположных сторонах тела или по одной в центре тела. Можешь ли ты вспомнить каких-нибудь животных, у которых есть более чем одна часть тела, у которой нет пары?

# data_list
source: One night, everybody was woken up by the arrival of Ambia.
el: Ένα βράδυ, όλοι ξύπνησαν με την άφιξη της Άμπια.
pt: Uma noite, todos foram acordados pela chegada de Ambia.
ru: Однажды ночью всех разбудило прибытие Амбии.

# data_list
source: Look at how much that poor baby giraffe had to bend its neck to fit into that cage. Why do you suppose they didn't put the giraffe in a bigger cage?
el: Δες πόσο λύγισε ο λαιμός της καημένης μικρής καμηλοπάρδαλης για να χωρέσει στο κλουβί. Γιατί δεν την έβαλαν σε μεγαλύτερο κλουβί;
pt: Veja o quanto aquela pobre girafa teve que dobrar o pescoço para caber naquela gaiola. Por que você acha que eles não colocaram a girafa em uma gaiola maior?
ru: Посмотри, насколько сильно приходится этому бедному маленькому жирафу сгибать свою шею, чтобы поместиться в эту клетку. Почему ты думаешь, они не поместили жирафёнка в более большую клетку?

# data_list
source: Have you ever squeezed into a small box or other space to play? Was it scary or cozy to be in such a small space?
el: Έχεις στριμωχτεί ποτέ μέσα σε μικρό κουτί για παιχνίδι; Ήταν τρομακτικό ή ωραίο το να είσαι σε τόσο μικρό χώρο;
pt: Você já se espremeu em uma pequena caixa ou em outro espaço para brincar? Era assustador ou aconchegante estar em um espaço tão pequeno?
ru: Пытался/пыталась ли ты уместиться в маленькую коробку или другое пространство, чтобы поиграть? Было ли тебе страшно или уютно быть в таком маленьком пространстве?

# data_list
source: Look at all those stars! How many can you count? Have you been in a really dark place outside where you could see more stars than you can count?
el: Κοίτα όλα αυτά τα αστέρια! Πόσα μπορείς να μετρήσεις; Έχεις βρεθεί σε τόσο σκοτεινό μέρος που έβλεπες περισσότερα αστέρια απ’ όσα μπορείς να μετρήσεις;
pt: Olhe para todas essas estrelas! Quantas você consegue contar? Você já esteve em um lugar realmente escuro lá fora, onde podia ver mais estrelas do que pode contar?
ru: Посмотри на все эти звезды! Сколько звезд ты можешь сосчитать? Был/а ли ты когда-нибудь в очень темном месте, где ты мог/ла увидеть больше звезд, чем ты можешь сосчитать?

# data_list
source: Ambia was five months old. She was weak after her long journey.
el: Η Άμπια ήταν πέντε μηνών. Ήταν αδύναμη μετά το μακρύ ταξίδι.
pt: Ambia tinha cinco meses de idade. Ela estava fraca depois de sua longa jornada.
ru: Амбии было 5 месяцев. Она была очень слаба после своего долгого путешествия.

# data_list
source: Ambia looks weak and sad. These poor baby animals are away from their homes to get care to help save their lives. It is hard for a baby animal to be by itself in a strange place.
el: Η Άμπια φαίνεται αδύναμη και λυπημένη. Αυτά τα μωρά ζώα είναι μακριά από τα σπίτια τους για να έχουν φροντίδα και να σωθούν. Είναι δύσκολα για ένα μωρό ζώο να είναι μόνο του σε ένα άγνωστο μέρος.
pt: Ambia parece fraca e triste. Esses pobres filhotes de animais estão longe de seus lares para receber cuidados que ajudem a salvar suas vidas. É difícil para um filhote de animal ficar sozinho em um lugar estranho.
ru: Амбиа выглядит слабой и грустной. Эти бедные детеныши животных находятся вдали от своих домов для того, чтобы получить необходимую для их жизни помощь. Детенышу животного трудно оставаться одному в незнакомом месте.

# data_list
source: Have you ever gone on a trip away from home for a long time? Did you feel sad, or were you excited to be in a new place on an adventure?
el: Έχεις ταξιδέψει ποτέ μακριά από το σπίτι για καιρό; Ένιωσες λύπη ή ενθουσιασμό για την περιπέτεια;
pt: Você já fez uma viagem para longe de casa por um longo tempo? Você se sentiu triste ou estava animado por estar em um novo lugar em uma aventura?
ru: Бывал/а ли ты когда-нибудь в длительной поездке вдали от дома? Было ли тебе грустно или радостно от возможности побывать в новом месте и отправиться в приключение?

# data_list
source: An estimate is a best guess when it is difficult to count something. What is your estimate for how many dark spots Ambia has?
el: Μια εκτίμηση είναι η καλύτερη εικασία όταν είναι δύσκολο να μετρήσεις. Πόσες σκούρες κηλίδες εκτιμάς ότι έχει η Άμπια;
pt: Uma estimativa é o melhor palpite quando é difícil contar alguma coisa. Qual é a sua estimativa de quantas manchas escuras a Ambia tem?
ru: Оценка — это лучшее предположение, когда трудно что-то посчитать. Какова ваша оценка того, сколько темных пятен у Амбии?

# data_list
source: Because of her long neck, Keeper held the bottle high to feed Ambia.
el: Λόγω του μακριού της λαιμού, ο Κίπερ κρατούσε ψηλά το μπιμπερό για να ταΐσει την Άμπια.
pt: Por causa de seu longo pescoço, o Cuidador segurou a mamadeira no alto para alimentar Ambia.
ru: Из-за длинной шеи Амбии Хранителю приходится держать бутылочку высоко, чтобы накормить ее.

# data_list
source: Keeper does everything to make the animals comfortable. Taking stress out of the animals' lives is an important part of helping them to get healthy.
el: Ο Κίπερ κάνει τα πάντα για να αισθάνονται άνετα τα ζώα. Η μείωση του στρες είναι βασικό μέρος της ανάρρωσης.
pt: Cuidador faz de tudo para deixar os animais confortáveis. Retirar o estresse da vida dos animais é uma parte importante para ajudá-los a ficarem saudáveis.
ru: Хранитель делает все, что в его в силах для того, чтобы животные чувствовали себя комфортно. Снятие стресса с животных является важной частью помощи на их пути к выздоровлению.

# data_list
source: About how high up is Keeper? He is higher than the height of one person. Is he higher than twice the height of a person? Sometimes it is useful to measure the size of one thing in terms of the size of something else you know.
el: Πόσο ψηλά βρίσκεται ο Κίπερ; Είναι ψηλότερα από ένα ανθρώπινο ύψος. Είναι ψηλότερα από το διπλάσιο; Μερικές φορές Μερικές φορές είναι χρήσιμο να μετράς το μέγεθος ενός αντικειμένου σε σχέση με το μέγεθος ενός άλλου αντικειμένου που γνωρίζεις.
pt: Quão alto está o Cuidador? Ele está mais alto do que a altura de uma pessoa. Ele está mais alto do que o dobro da altura de uma pessoa? Às vezes, é útil medir o tamanho de uma coisa em relação ao tamanho de algo que você conhece.
ru: Как высоко находится Хранитель? Он на высоте больше чем человеческий рост. Находится ли он на высоте в два раза больше человеческого роста? Иногда полезно измерить размер одной вещи с помощью размера чего-то другого, что ты уже знаешь.

# data_list
source: Do the same thing with this tree. How many person-heights tall is this tree? People did this sort of thing a long time ago when creating lengths they could talk about with others. For example, they would measure some things by the length of a foot or the length of a stride.
el: Κάνε το ίδιο με αυτό το δέντρο. Πόσα «ανθρώπινα ύψη» είναι; Οι άνθρωποι έκαναν κάτι τέτοιο πριν από πολύ καιρό, όταν δημιουργούσαν μονάδες μέτρησης για να μπορούν να επικοινωνούν μεταξύ τους. Για παράδειγμα, μετρούσαν κάποια πράγματα με βάση το μήκος του ποδιού ή του βήματος.
pt: Faça a mesma coisa com esta árvore. Quantas pessoas de altura tem esta árvore? As pessoas faziam esse tipo de coisa há muito tempo, quando criavam comprimentos sobre os quais podiam falar com os outros. Por exemplo, eles mediram algumas coisas pelo comprimento de um pé ou pelo comprimento de uma passo.
ru: Сделай то же самое с деревом. Сколько человеческих ростов имеет это дерево? Люди делали что-то подобное давным-давно, придумывая разные величины, о которых они могут поговорить. Например, они измеряли некоторые вещи длинной их ступни или шага.

# data_list
source: Tiny twins Abei and Moit arrived in the middle of August. These antelopes were only a few hours old. They were very sick.
el: Τα μικρούτσικα δίδυμα Άμπεϊ και Μοΐτ έφτασαν στα μέσα Αυγούστου. Αυτές οι αντιλόπες ήταν μόνο λίγων ωρών και πολύ άρρωστες.
pt: Os pequenos gêmeos Abei e Moit chegaram no meio de agosto. Esses antílopes tinham apenas algumas horas de vida. Eles estavam muito doentes.
ru: Крохотные близнецы Абеи и Моит прибыли в середине Августа. Этим антилопам было всего лишь несколько часов отроду. Они были очень больны.

# data_list
source: How do you think they got these baby antelopes to the nursery so quickly? Do you think they were watching the birth?
el: Πώς νομίζεις τα έφεραν τόσο γρήγορα; Τα παρακολουθούσαν στη γέννα;
pt: Como você acha que eles levaram esses filhotes de antílopes para o berçário tão rapidamente? Você acha que eles estavam assistindo ao nascimento?
ru: Как ты думаешь, как им удалось так быстро доставить этих маленьких антилоп в питомник? Думаешь ли ты, что они наблюдали за их рождением?

# data_list
source: Have you ever seen a newborn animal or person? They seem so helpless and wide eyed. They are seeing their world for the very first time and they are amazed!
el: Έχεις δει ποτέ νεογέννητο ζώο ή άνθρωπο; Φαίνονται αβοήθητοι και με μεγάλα μάτια, βλέπουν πρώτη φορά τον κόσμο και είναι έκπληκτα!
pt: Você já viu um animal ou pessoa recém-nascida? Eles parecem tão indefesos e de olhos arregalados. Eles estão vendo o mundo pela primeira vez e estão maravilhados!
ru: Ты когда-нибудь видел/а новорожденного животного или ребенка? Они выглядят такими беспомощными и невинными. Они видят свой мир в первый раз, и они потрясены!

# data_list
source: It's important to keep newborns warm. That's why these pictures of newborn animals show blankets on the animals. You'll see the same thing for newborn human babies.
el: Είναι σημαντικό τα νεογέννητα να μένουν ζεστά. Γι’ αυτό τα βλέπεις σκεπασμένα με κουβέρτες. Το ίδιο ισχύει για τα ανθρώπινα μωρά.
pt: É importante manter os recém-nascidos aquecidos. É por isso que essas imagens de animais recém-nascidos mostram cobertores sobre os animais. Você verá a mesma coisa para bebês humanos recém-nascidos.
ru: Держать новорождённых в тепле – это очень важно. Именно поэтому эти картинки показывают нам новорождённых животных, закутанных в одеяла. Ты увидишь то же самое с младенцами.

# data_list
source: Everyone was sad when Abei died a week after he arrived at the nursery. But Keeper and his helpers saved Moit.
el: Όλοι λυπήθηκαν όταν ο Άμπεϊ πέθανε μια εβδομάδα μετά την άφιξή του. Αλλά ο Κίπερ και οι βοηθοί του έσωσαν τον Μοΐτ.
pt: Todos ficaram tristes quando Abei morreu uma semana depois de chegar ao berçário. Mas o Cuidador e seus ajudantes salvaram Moit.
ru: Всем было грустно, когда Абеи умерла через неделю после того, как она прибыла в питомник. Но Хранитель и его помощники спасли Моит.

# data_list
source: Sometimes, people do their best and still things do not turn out well. Think of a time when you did your best and things did not go well.
el: Κάποιες φορές κάνουμε ό,τι καλύτερο μπορούμε και πάλι δεν πετυχαίνουμε. Θυμήσου μια φορά που έκανες το καλύτερο που μπορούσες κι όμως δεν πήγαν καλά τα πράγματα.
pt: Às vezes, as pessoas fazem o seu melhor e ainda assim as coisas não dão certo. Pense em um momento em que você fez o seu melhor e as coisas não correram bem.
ru: Иногда люди делают все, что в их силах, но все равно ничего не выходит хорошо. Подумай о случае, когда ты сделал/а все, что ты мог/ла, но все получилось не очень хорошо.

# data_list
source: It can be discouraging to try hard and not have things turn out well. When you have had failures, did it discourage you, or did it make you want to work even harder to make sure things turned out better the next time?
el: Μπορεί να απογοητεύεσαι όταν αποτυγχάνεις. Όταν είχες αποτυχία, αυτό σε αποθάρρυνε ή σε έκανε να θέλεις να προσπαθήσεις ακόμα πιο σκληρά για να βεβαιωθείς ότι τα πράγματα θα πάνε καλύτερα την επόμενη φορά;
pt: Pode ser desanimador se esforçar e as coisas não darem certo. Quando você teve fracassos, isso o desencorajou ou fez com que você quisesse trabalhar ainda mais para garantir que as coisas saíssem melhor da próxima vez?
ru: Может быть обидно, когда ты стараешься изо всех сил и не получаешь желаемого результата. Когда у тебя что-то не получалось, хотелось ли тебе сдаться или это наоборот пробудило в тебе желание работать больше, чтобы убедиться, что в следующий раз все выйдет лучше?

# data_list
source: When things go poorly, it is important to understand why that happened. If there were things that happened that you could not have foreseen or controlled, then that's just bad luck. If there were things you could have done better, it's a good idea to learn those lessons so you'll do better next time.
el: Όταν τα πράγματα πάνε άσχημα, πρέπει να καταλάβουμε το γιατί. Αν οφείλεται σε απρόβλεπτους παράγοντες, τότε είναι κακή τύχη. Αν όμως μπορούσαμε να έχουμε κάνει κάτι καλύτερα, καλό είναι να μας γίνει μάθημα για την επόμενη φορά.
pt: Quando as coisas vão mal, é importante entender por que isso aconteceu. Se aconteceram coisas que você não poderia ter previsto ou controlado, então isso é apenas má sorte. Se houveram coisas que você poderia ter feito melhor, é uma boa ideia aprender essas lições para que você faça melhor da próxima vez.
ru: Когда все получается не очень хорошо, очень важно понимать почему это происходит. Если были вещи, которые ты не мог/ла предвидеть или проконтролировать, тогда это просто плохая удача. Если были вещи, которые ты мог/ла бы сделать лучше, тогда хорошей идеей может быть усвоить полученные уроки, чтобы в следующий раз добиться желаемых результатов.

# data_list
source: The last orphans to arrive in August were Kopi, Kepi, and Keji. These cubs were two weeks old. They were very hungry when they arrived.
el: Τα τελευταία ορφανά που έφτασαν τον Αύγουστο ήταν ο Κόπι, ο Κέπι και ο Κέτζι. Αυτά τα λιονταράκια ήταν δύο εβδομάδων. Ήταν πολύ πεινασμένα όταν έφτασαν.
pt: Os últimos órfãos a chegar em agosto foram Kopi, Kepi e Keji. Esses filhotes tinham duas semanas de idade. Eles estavam com muita fome quando chegaram.
ru: Последний сироты, которые прибыли в питомник в Августе, были Копи, Кепи и Кеджи. Этим детенышам было две недели. Они были очень голодными, когда они приехали.

# data_list
source: These three cubs look like they are going to have a lot of fun with each other. How do Keeper and his helpers feel about these cubs? How can you tell?
el: Αυτά τα τρία λιονταράκια φαίνονται έτοιμα για παιχνίδι. Πώς αισθάνομαι ο Κίπερ και οι βοηθοί του για τα λιονταράκια; Πώς το κατάλαβες;
pt: Esses três filhotes parecem que vão se divertir muito um com o outro. Como o Cuidador e seus ajudantes se sentem em relação a esses filhotes? Como você sabe?
ru: Похоже, что этим трём детенышам будет очень весело проводить время вместе. Как Хранитель и его помощники относятся к этим детенышам? Как ты можешь это понять?

# data_list
source: Estimate how many spots these cubs have all together. Now, try counting the spots, perhaps 2 at a time, and see how close your estimate is.
el: Εκτίμησε πόσες βούλες έχουν όλα μαζί. Τώρα μέτρησε τες ίσως ανά δύο και δες πόσο κοντά ήταν η εκτίμησή σου.
pt: Estime quantas manchas esses filhotes têm ao todo. Agora, tente contar as manchas, talvez 2 de cada vez, e veja o quão perto está sua estimativa.
ru: Прикинь, сколько всего пятен у этих детенышей. Теперь попробуй посчитать количество пятен, возможно, по два за раз, и посмотрите, насколько точны ваши подсчеты.

# data_list
source: Make a game of estimating by challenging each other to look quickly at something and have each of you make an estimate. Then, look back, count the actual number of things, and see whose estimate was closest. With practice, you'll get much better at this!
el: Κάνε παιχνίδι εκτίμησης με φίλους: ρίξτε μια γρήγορη ματιά, κάντε μια εκτίμηση, μετά μετρήστε και δείτε ποιος πλησίασε περισσότερο. Με την εξάσκηση θα γίνετε καλύτεροι!
pt: Crie um jogo de estimativa desafiando uns aos outros a olhar rapidamente para algo e peça que cada um faça uma estimativa. Em seguida, olhe para trás, conte o número real de coisas, e veja qual estimativa estava mais próxima. Com a prática, você ficará muito melhor nisso!
ru: Сделайте игру из оценивания, бросая друг другу вызов: быстро взгляните на что-то, и пусть каждый из вас сделает свою оценку. Затем, посмотрите еще раз и посчитайте сколько всего вещей на самом деле и решите чья оценка была ближе. С практикой у тебя это будет получаться гораздо лучше!

# data_list
source: Keeper and his helpers love all of the animals, even the naughty ones.
el: Ο Κίπερ και οι βοηθοί του αγαπούν όλα τα ζώα, ακόμη και τα σκανταλιάρικα.
pt: O Cuidador e seus ajudantes amam todos os animais, até mesmo os travessos.
ru: Хранитель и его помощники любят всех животных, даже непослушных.

# data_list
source: Even when these baby animals cause trouble, Keeper and his helpers have a good time playing with them. Are there some animals you enjoy playing with?
el: Ακόμη κι όταν αυτά τα μωρά κάνουν ζημιές, ο Κίπερ και οι βοηθοί του διασκεδάζουν παίζοντας μαζί τους. Σου αρέσει να παίζεις με ζώα;
pt: Mesmo quando esses filhotes causam problemas, o Cuidador e seus ajudantes se divertem brincando com eles. Existem alguns animais com os quais você gosta de brincar?
ru: Даже когда эти детеныши животных приносят проблемы, Хранитель и его помощники хорошо проводят время, играя с ними. Есть ли животные, с которыми тебе нравится играть?

# data_list
source: Do you like to play around in the water when you wash off? Young animals are not all that different than young people.
el: Σου αρέσει να πλατσουρίζεις στο νερό όταν πλένεσαι; Τα μικρά ζώα δεν διαφέρουν πολύ από τα μικρά παιδιά.
pt: Você gosta de brincar na água quando se lava? Os animais jovens não são tão diferentes das pessoas jovens.
ru: Нравится ли тебе играть в воде или с водой, когда ты моешься? Молодые животные не сильно отличаются от детей.

# data_list
source: The elephant barely fits in that bath tub. What do you think they will do when the elephant outgrows this tub?
el: Ο ελέφαντας μετά βίας χωράει στη μπανιέρα. Τι νομίζεις ότι θα κάνουν όταν γίνει πιο μεγαλος από τη μπανιέρα του;
pt: O elefante mal cabe naquela banheira. O que você acha que eles farão quando o elefante crescer e não couber mais nesta banheira?
ru: Этот слон еле-еле помещается в ванну. Как думаешь, что они будут делать, когда слон вырастет и уже точно не поместится в ванну?}

# data_list
source: The naughtiest baby was Lobolia. Lobolia liked to hide Keeper's glasses.
el: Το πιο σκανταλιάρικο μωρό ήταν ο Λομπόλια. Του άρεσε να κρύβει τα γυαλιά του Κίπερ.
pt: O bebê mais travesso era Lobolia. Lobolia gostava de esconder os óculos do Cuidador.
ru: Самой непослушной была малышка Лоболия. Лоболии нравилось прятать очки Хранителя.

# data_list
source: Do you think Keeper can see without his glasses? If he can't see, he's going to have a very hard time finding his glasses. He doesn't wear his glasses on any of the pages, so he must not need them very much.
el: Νομίζεις ότι ο Κίπερ βλέπει χωρίς τα γυαλιά; Αν δεν βλέπει θα δυσκολευτεί πολύ να βρει τα γυαλιά του. Δεν φοράει γυαλιά σε άλλες σελίδες, άρα ίσως δεν τα χρειάζεται πολύ.
pt: Você acha que o Cuidador pode ver sem os óculos? Se ele não puder ver, ele vai ter muita dificuldade em encontrar seus óculos. Ele não usa óculos em nenhuma das páginas anteriores, então não deve precisar muito deles.
ru: Как ты думаешь, может ли Хранитель видеть без своих очков? Если он не может видеть, ему будет очень тяжело найти свои очки. Он не носит очки на большинстве страниц, наверное, они ему не очень нужны.

# data_list
source: Do you remember seeing Lobolia on the previous page? Keeper had his glasses in his shirt pocket during the bath. Do you think Lobolia stole them from him?
el: Θυμάσαι τον Λομπόλια στην προηγούμενη σελίδα; Ο Κίπερ είχε τα γυαλιά στην τσέπη του. Νομίζεις ότι του τα έκλεψε ο Λομπόλια;
pt: Você se lembra de ter visto Lobolia na página anterior? Cuidador estava com os óculos no bolso da camisa durante o banho. Você acha que Lobolia roubou os óculos dele?
ru: Ты помнишь, видел/а ли Лоболию на предыдущей странице? Очки Хранителя были в его нагрудном кармане во время ванны. Думаешь ли ты, что Лоболия украла их?

# data_list
source: It would be very easy for Lobolia to escape from the nursery. Those fences would certainly not keep Lobolia in. Why do you think Lobolia stays around?
el: Θα ήταν πολύ εύκολο για τον Λομπόλια να αποδράσει. Αυτοί οι φράχτες σίγουρα δεν τον κρατούν. Γιατί νομίζεις ότι μένει;
pt: Seria muito fácil para Lobolia escapar do berçário. Essas cercas certamente não manteriam Lobolia dentro. Por que você acha que a Lobolia permanece por ali?
ru: Лоболии было бы очень легко убежать из питомника. Этот забор точно не удержал бы её внутри. Как ты думаешь, почему Лоболия остаётся?
