Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Those ripples are circles that have a common center point. Such circles are called concentric.
de: Diese Wellen sind Kreise, die einen gemeinsamen Mittelpunkt haben. Solche Kreise nennt man konzentrisch.
el: Αυτά τα κυματάκια είναι κύκλοι με κοινό κέντρο. Τέτοιοι κύκλοι ονομάζονται ομόκεντροι.
pt: Essas ondulações são círculos que têm um ponto central comum. Esses círculos são chamados de concêntricos.
ru: Это рэп представляет собой круги, имеющие общую центральную точку. Такие окружности называются концентрическими.

# data_list
source: Mod found a home under a rock. Her new skin was dry and rough.
de: Mod fand ein Zuhause unter einem Stein. Ihre neue Haut war trocken und rau.
el: Η Μοντ βρήκε σπίτι κάτω από έναν βράχο. Το νέο δέρμα της ήταν ξηρό και τραχύ.
pt: Mod encontrou uma casa debaixo de uma pedra. Sua nova pele estava seca e áspera.
ru: Мод нашла дома под камнем. Её новая кожа была сухой и грубой.

# data_list
source: Even if things did not go so well, she had some interesting experiences. Do you think Mod regrets her adventure?
de: Auch wenn die Dinge nicht so gut liefen, hatte sie ein paar interessante Erlebnisse. Meinst du, Mod bereut ihr Abenteuer?
el: Ακόμα και αν τα πράγματα δεν πήγαν πολύ καλά, είχε μερικές ενδιαφέρουσες εμπειρίες. Νομίζεις ότι η Μοντ μετάνιωσε για την περιπέτειά της;
pt: Mesmo que as coisas não tenham corrido tão bem, ela teve algumas experiências interessantes. Você acha que Mod se arrepende de sua aventura?
ru: Даже если дела пошли не так хорошо, у неё был какой-то интересный опыт. Ты думаешь что Mод сожалеет о своём приключении?

# data_list
source: Do you think toads have homes with doors, windows, and tables?
de: Denkst du, Kröten haben Häuser mit Türen, Fenstern und Tischen?
el: Νομίζετε ότι οι φρύνοι έχουν σπίτια με πόρτες, παράθυρα και τραπέζια;
pt: Você acha que sapos têm casas com portas, janelas e mesas?
ru: Ты думаешь что у жаб есть дома с дверями, окнами, и столами?

# data_list
source: It looks like Mod has three fingers now. Is that more or less than she had before?
de: Es sieht aus, als hätte Mod jetzt drei Finger. Ist das mehr oder weniger, als sie zuvor hatte?
el: Φαίνεται ότι η Μοντ έχει τώρα τρία δάχτυλα. Είναι περισσότερα ή λιγότερα από όσα είχε πριν;
pt: Parece que Mod tem três dedos agora. Isso é mais ou menos do que ela tinha antes?
ru: Похоже что у Mод теперь три пальца. Это больше или меньше чем у неё было раньше?

# data_list
source: Now only frogs have smooth skin and live near water.
de: Nun haben nur Frösche zarte Haut und nur sie leben in der Nähe des Wassers.
el: Τώρα μόνο οι βάτραχοι έχουν λείο δέρμα και ζουν κοντά στο νερό.
pt: Agora apenas rãs têm pele lisa e vivem perto da água.
ru: Теперь только лягушки имеют гладкую кожу и живут возле воды.

# data_list
source: Did you know that there are differences between frogs and toads?
de: Wusstest du, dass es Unterschiede gibt zwischen Fröschen und Kröten?
el: Ήξερες ότι υπάρχουν διαφορές ανάμεσα στους βατράχους και στους φρύνους;
pt: Você sabia que existem diferenças entre sapos e rãs?
ru: Знаешь ли ты, что между лягушками и жабами есть разница?

# data_list
source: Have you ever seen a frog or toad? Could you tell which one it was?
de: Hast du jemals eine Kröte oder einen Frosch gesehen? Konntest du erkennen, was es war?
el: Έχεις δει ποτέ βάτραχο ή φρύνο; Μπόρεσες να καταλάβεις τι ήταν;
pt: Você já viu um sapo ou uma rã? Conseguiu dizer qual era qual?
ru: Ты когда-нибудь видел лягушку или жабу? Ты знал какой это был?

# data_list
source: Have you ever gone to a pond, river, or lake to explore water life?
de: Bist du jemals zu einem Teich, Fluss oder See gegangen, um das Leben im Wasser zu erkunden?
el: Έχεις πάει ποτέ σε ένα λιμνούλα, ποτάμι ή λίμνη για να εξερευνήσεις την υδρόβια ζωή;
pt: Você já foi a um lago, rio ou lagoa para explorar a vida aquática?
ru: Ты когда-нибудь ходил в пруду, реки, или озёру, чтобы исследовать водную жизнь?

# data_list
source: This is the story of Keeper and his nursery of orphaned animals.
el: Αυτή είναι η ιστορία του Κίπερ και του βρεφοκομείου του με ορφανά ζώα.
pt: Esta é a história do Cuidador e seu berçário de animais órfãos.
ru: Это история Хранителя и его питомника для осиротевших животных.

# data_list
source: An orphan is a young animal who has no adult animals to care for it. What problems might an orphan animal have in the wild?
el: Ορφανό είναι ένα μικρό ζώο που δεν έχει ενήλικα ζώα να το φροντίζουν. Τι προβλήματα μπορεί να έχει ένα ορφανό ζώο στη φύση;
pt: Um órfão é um animal jovem que não tem animais adultos para cuidar dele. Que problemas um animal órfão pode ter na natureza?
ru: Сирота – это молодое животное, у которого нет взрослого животного, которое бы о нем заботилось. Какие проблемы могут быть у осиротевшего животного в дикой природе?

# data_list
source: Rectangles are four-sided shapes like this page. Notice how each of the gates and doors is a rectangle with a diagonal crosspiece. Adding a diagonal piece creates two triangles, and triangles are stiffer and stronger than rectangles.
el: Τα ορθογώνια είναι τετράπλευρα σχήματα όπως αυτή η σελίδα. Παρατήρησε πως κάθε πόρτα και καγκελόπορτα είναι ορθογώνιο με μια διαγώνιο. Προσθέτοντας τη διαγώνιο φτιάχνουμε δύο τρίγωνα και τα τρίγωνα είναι πιο άκαμπτα και πιο δυνατά από τα ορθογώνια.
pt: Os retângulos são formas de quatro lados como esta página. Observe como cada um dos portões e portas é um retângulo com uma peça diagonal cruzada. Adicionar uma peça diagonal cria dois triângulos, e os triângulos são mais rígidos e mais fortes que os retângulos.
ru: У прямоугольников есть четыре стороны, как у это страницы. Обрати внимание, что каждые ворота и двери – это прямоугольники с диагональной перекладиной. Добавление диагонального элемента создает два треугольника, и треугольники жестче и прочнее прямоугольников.

# data_list
source: Can you find some triangles and rectangles where you are?
el: Μπορείς να βρεις τρίγωνα και ορθογώνια εκεί όπου είσαι;
pt: Você consegue encontrar alguns triângulos e retângulos onde você está?
ru: Можешь ли ты найти треугольники и прямоугольники там, где ты находишься?

# data_list
source: August was a busy month for Keeper and his helpers at the nursery.
el: Ο Αύγουστος ήταν πολυάσχολος μήνας για τον Κίπερ και τους βοηθούς του στο βρεφοκομείο.
pt: Agosto foi um mês agitado para o Cuidador e seus ajudantes no berçário.
ru: Август выдался насыщенным месяцем для Хранителя и его помощников в питомнике.

# data_list
source: Many baby animals need milk the way baby people do. What kind of milk do you think they are putting in the bottles?
el: Πολλά μωρά ζώα χρειάζονται γάλα όπως και τα μωρά άνθρωποι. Τι είδους γάλα νομίζεις ότι βάζουν στα μπιμπερό;
pt: Muitos filhotes de animais precisam de leite da mesma forma que os bebês humanos. Que tipo de leite você acha que eles estão colocando nas mamadeiras?
ru: Много детенышей животных нуждались в молоке, точно также как в нем нуждаются младенцы. Как ты думаешь, какое молоко они наливают в бутылочки?

# data_list
source: We have triangles and rectangles as before, and now we have lots of circles. The bottles are round shapes that are called cylinders.
el: Έχουμε τρίγωνα και ορθογώνια όπως πριν, και τώρα έχουμε και πολλούς κύκλους. Τα μπουκάλια είναι στρογγυλά σχήματα που λέγονται κύλινδροι.
pt: Temos triângulos e retângulos como antes, e agora temos muitos círculos. As mamadeiras são formas redondas que são chamadas de cilindros.
ru: У нас все еще есть треугольники и прямоугольники и теперь у нас есть много кругов. Бутылочки имеют округлые формы, которые называются цилиндрами.

# data_list
source: There are many different jobs in a place that keeps lots of animals. See if you can figure out what each person's job is in this picture.
el: Υπάρχουν πολλές δουλειές σε έναν χώρο με πολλά ζώα. Προσπάθησε να μαντέψεις ποια είναι η δουλειά του καθενός σε αυτή την εικόνα.
pt: Há muitos trabalhos diferentes em um lugar que cuida de muitos animais. Veja se consegue descobrir qual é o trabalho de cada pessoa nesta imagem.
ru: Существует много разных работ в местах, где содержат много животных. Попробуй угадать, чем занимается каждый из изображенных на картинке людей.

# data_list
source: One-year-old Mkite arrived first. She came in an old green truck.
el: Πρώτη έφτασε η Μκίτε, ενός έτους. Ήρθε με ένα παλιό πράσινο φορτηγό.
pt: Mkite, de um ano de idade, chegou primeiro. Ela veio em uma velha caminhonete verde.
ru: Одногодняя Мките прибыла первой. Она приехала на старом, зелёном пикапе.

# data_list
source: This is a baby elephant with no adult elephants to take care of it. Make up a story about how this elephant came to be by itself.
el: Αυτό είναι ένα μωρό ελεφαντάκι χωρίς ενήλικους ελέφαντες να το φροντίζουν. Φτιάξε μια ιστορία για το πώς βρέθηκε μόνο του.
pt: Este é um elefante bebê sem elefantes adultos para cuidar dele. Invente uma história sobre como este elefante veio a ficar sozinho.
ru: Это маленькая слониха, у которой нет взрослых слонов, которые бы о ней позаботились. Придумай историю о том, как эта маленькая слониха оказалась одна.

# data_list
source: How do you think the baby elephant is feeling, and how can you tell? Our eyes and body position can reveal a lot about our feelings.
el: Πώς νομίζεις ότι νιώθει το ελεφαντάκι και πώς το καταλαβαίνεις; Τα μάτια μας και η στάση του σώματος αποκαλύπτουν πολλά για τα συναισθήματά μας.
pt: Como você acha que o bebê elefante está se sentindo, e como você pode dizer? Nossos olhos e posição corporal podem revelar muito sobre nossos sentimentos.
ru: Как ты думаешь, что чувствует эта слониха, и как ты можешь понять это? Наши глаза и позиция тела могут многое сказать о том, что мы чувствуем.

# data_list
source: Why are there black and yellow stripes on the ramp going down from the truck?
el: Γιατί υπάρχουν μαύρες και κίτρινες ρίγες στη ράμπα που κατεβαίνει από το φορτηγό;
pt: Por que há listras pretas e amarelas na rampa descendo do caminhão?
ru: Почему на пандусе, спускающемся от грузовика, есть черные и желтые полосы?

# data_list
source: Keeper and his helpers were very sorry for Mkite. She was so thin and sad.
el: Ο Κίπερ και οι βοηθοί του λυπήθηκαν πολύ τη Μκίτε. Ήταν τόσο αδύνατη και λυπημένη!
pt: O Cuidador e seus ajudantes estavam com muita pena de Mkite. Ela estava tão magra e triste.
ru: Хранитель и его помощники очень сочувствовали Мките. Она была такой худой и грустной.

# data_list
source: How do you think these people feel about animals who are in trouble? Do you think they believe in their work?
el: Πώς νομίζεις ότι νιώθουν αυτοί οι άνθρωποι για τα ζώα που έχουν πρόβλημα; Πιστεύεις ότι αγαπούν τη δουλειά τους;
pt: Como você acha que essas pessoas se sentem sobre os animais que estão em apuros? Você acha que eles acreditam em seu trabalho?
ru: Как ты думаешь, что чувствуют эти люди по отношению к животным, которые находятся в беде? Как ты думаешь, они верят в свою работу?

# data_list
source: Have you ever seen a wild animal who was hurt or not doing well? If so, how did it make you feel? It's very natural to want to help others in trouble.
el: Έχεις δει ποτέ άγριο ζώο που ήταν τραυματισμένο ή δεν ήταν καλά; Πώς ένιωσες; Είναι φυσικό να θέλουμε να βοηθάμε όσους έχουν ανάγκη.
pt: Você já viu algum animal selvagem ferido ou não se sentindo bem? Se sim, como você se sentiu? É muito natural querer ajudar os outros em apuros.
ru: Видел/а ли ты когда-нибудь раненое или нездоровое дикое животное? Если да, то какие чувства ты испытывал/а? Желание помочь другим, находящемся в беде – это вполне естественно.

# data_list
source: Sometimes when a person is sad, they stop eating normally. And sometimes, it can work the other way too -- if a person is not eating properly, that can affect their emotional health. All parts of an animal's life need to be in balance.
el: Μερικές φορές όταν κάποιος είναι λυπημένος, σταματά να τρώει κανονικά. Και κάποιες φορές γίνεται το αντίθετο — αν δεν τρέφεται σωστά, επηρεάζεται η συναισθηματική υγεία. Όλες οι πλευρές της ζωής ενός ζώου πρέπει να είναι σε ισορροπία.
pt: Às vezes, quando uma pessoa está triste, ela para de comer normalmente. E, às vezes, pode funcionar de outra maneira também -- se uma pessoa não está comendo corretamente, isso pode afetar sua saúde emocional. Todas as partes da vida de um animal precisam estar em equilíbrio.
ru: Иногда, когда человеку становится грустно, он перестает нормально питаться. А иногда, это может сработать наоборот – если человек не питается нормально, его эмоциональное здоровье может пострадать от этого. Все сферы жизни животного должны быть сбалансированы.

# data_list
source: But soon, Mkite got stronger. She began to play with the other animals at the nursery.
el: Σύντομα όμως, η Μκίτε δυνάμωσε. Άρχισε να παίζει με τα άλλα ζώα στο βρεφοκομείο.
pt: Mas logo, Mkite ficou mais forte. Ela começou a brincar com os outros animais no berçário.
ru: Но вскоре, Мките стала сильней. Она начала играть с другими животными в питомнике.

# data_list
source: In zoos and in the wild, these animals are usually separated. Isn't it fun to see the different kinds of animals playing together!
el: Σε ζωολογικούς κήπους και στη φύση, αυτά τα ζώα είναι συνήθως χωριστά. Δεν είναι διασκεδαστικό να βλέπεις διαφορετικά ζώα να παίζουν μαζί;
pt: Em zoológicos e na natureza, esses animais geralmente são separados. Não é divertido ver os diferentes tipos de animais brincando juntos?!
ru: В зоопарках и в дикой природе, обычно, эти животные разделены. Разве не весело наблюдать, как разные виды животных играют вместе!

# data_list
source: Look at the different shapes on this page. There are rectangles in the windows and the ball is in the shape of a sphere.
el: Κοίτα τα διαφορετικά σχήματα σε αυτή τη σελίδα. Υπάρχουν ορθογώνια στα παράθυρα και η μπάλα έχει σχήμα σφαιρικό.
pt: Veja as diferentes formas nesta página. Existem retângulos nas janelas e a bola tem a forma de uma esfera.
ru: Посмотри на разные фигуры на этой странице. Здесь есть прямоугольники в окнах и мячик имеет форму сферы.

# data_list
source: If you look very closely, the ball has pentagons (5-sided figures) and hexagons (6-sided figures) on it.
el: Αν κοιτάξεις προσεκτικά, ο διάδρομος έχει πεντάγωνα (5 πλευρές) και εξάγωνα (6 πλευρές).
pt: Se você olhar bem de perto, a bola tem pentágonos (figuras de 5 lados) e hexágonos (figuras de 6 lados) nela.
ru: Если ты присмотришься поближе, на мячике есть пятиугольники (пятисторонние фигуры) и шестиугольники (шестисторонние фигуры).

# data_list
source: On another day in August, a helicopter landed at the nursery.
el: Μια άλλη μέρα του Αυγούστου, ένα ελικόπτερο προσγειώθηκε στο βρεφοκομείο.
pt: Em outro dia de agosto, um helicóptero pousou no berçário.
ru: В очередной день в Августе, в питомнике приземлился вертолет.

# data_list
source: This view high up in the sky is something you don't get to see very often. Notice how the roofs all look like rectangles from up here. What does that tell you about the shape of the rooms underneath the roofs?
el: Αυτή η θέα από ψηλά δεν είναι συνηθισμένη. Πρόσεξε πώς οι στέγες φαίνονται σαν ορθογώνια από δω πάνω. Τι σου λέει αυτό για το σχήμα των δωματίων κάτω από τις στέγες;
pt: Essa vista lá do alto, no céu, é algo que você não tem a oportunidade de ver com muita frequência. Observe como os telhados se parecem com retângulos daqui de cima. O que isso lhe diz sobre a forma dos cômodos sob os telhados?
ru: Этот вид свысока в небе — то, что ты нечасто увидишь. Обрати внимание на то, что крыши выглядят как прямоугольники отсюда. Что это говорит тебе о формах комнат под этими крышами?

# data_list
source: There is a circle around the top of the helicopter. There is actually nothing circular there. What is causing it to look like there is a circle there?
el: Υπάρχει ένας κύκλος γύρω από την κορυφή του ελικοπτέρου. Στην πραγματικότητα δεν υπάρχει τίποτα κυκλικό εκεί. Τι κάνει να φαίνεται σαν να υπάρχει κύκλος;
pt: Há um círculo ao redor do topo do helicóptero. Na verdade, não há nada circular lá. O que está fazendo parecer que há um círculo ali?
ru: Вокруг верхней части вертолета виднеется круг. Но на самом деле, там нет ничего круглого. Что является причиной этого эффекта?

# data_list
source: There is a second small circle at the far end of the helicopter. Because we are seeing it from the side, that circle looks like a very thin oval.
el: Υπάρχει ένας δεύτερος μικρός κύκλος στο πίσω μέρος του ελικοπτέρου. Επειδή τον βλέπουμε από πλάγια, ο κύκλος μοιάζει με πολύ λεπτό οβάλ.
pt: Há um segundo pequeno círculo na extremidade do helicóptero. Como estamos vendo de lado, esse círculo parece uma forma oval muito fina.
ru: На дальнем конце вертолета находится второй небольшой круг. Из-за того, что мы смотрим на него стороны, этот круг похож на очень тонкий овал.

# data_list
source: Keeper and his helpers rushed outside. In the helicopter was a small elephant covered with a blanket.
el: Ο Κίπερ και οι βοηθοί του έτρεξαν έξω. Στο ελικόπτερο ήταν ένας μικρός ελέφαντας σκεπασμένος με κουβέρτα.
pt: Cuidador e seus ajudantes correram para fora. No helicóptero havia um pequeno elefante sob um cobertor.
ru: Хранитель и его помощники выбежали на улицу. В вертолете был маленький слоненок, накрытый одеялом.

# data_list
source: A helicopter would only be used for a small animal who needed very fast attention. Take a guess at what kind of problem this elephant has.
el: Ελικόπτερο θα χρησιμοποιούσαν μόνο για μικρό ζώο που χρειαζόταν άμεσα φροντίδα. Μάντεψε τι πρόβλημα έχει αυτός ο ελέφαντας.
pt: Um helicóptero só seria usado para um animal pequeno que precisasse de atenção muito rapidamente. Adivinhe que tipo de problema esse elefante tem.
ru: Вертолет был бы использован только для маленького животного, которому необходима быстрая помощь. Угадай, какая проблема у этого слоненка.

# data_list
source: Look at the cart that they are going to load the animal on. Why does it need four wheels? Which sorts of things are usually put on this cart?
el: Κοίτα το καρότσι στο οποίο θα φορτώσουν το ζώο. Γιατί χρειάζεται τέσσερις ρόδες; Τι είδους πράγματα τοποθετούνται συνήθως σε αυτό το καρότσι;
pt: Olhe para o carrinho em que eles vão carregar o animal. Por que precisa de quatro rodas? Que tipos de coisas normalmente são colocadas neste carrinho?
ru: Посмотри на повозку, на которую они собираются положить животное. Зачем ей нужно четыре колеса? Какие вещи обычно погружают на эту тележку?

# data_list
source: There are shapes all around us, and they are fun to wonder about. Look at the clouds. These clouds all have flat bottoms and fluffy tops. Why do you suppose a lot of clouds are like this?
el: Υπάρχουν σχήματα παντού κι είναι ωραίο να αναρωτιέσαι γι’ αυτά. Κοίτα τα σύννεφα. Αυτά τα σύννεφα έχουν επίπεδες βάσεις και αφράτες κορυφές. Γιατί νομίζεις ότι πολλά σύννεφα είναι έτσι;
pt: Há formas ao nosso redor, e elas são divertidas de se imaginar. Olhe para as nuvens. Todas essas nuvens têm fundos planos e topos macios. Por que você acha que muitas nuvens são assim?
ru: Вокруг нас полно фигур, и размышлять о них очень интересно. Посмотри на облака. У всех этих облаков есть плоский низ и пушистый верх. Почему ты думаешь, многие облака выглядят именно так?

# data_list
source: It was Ndiwa. He was five days old. Keeper fed Ndiwa with a bottle.
el: Ήταν ο Ντιούα. Ήταν πέντε ημερών. Ο Κίπερ τάιζε τον Ντιούα με μπιμπερό.
pt: Era Ndiwa. Ele tinha cinco dias de idade. Cuidador alimentou Ndiwa com uma mamadeira.
ru: Это был Ндива. Ему было пять дней. Хранитель накормил Ндиву с бутылочки.

# data_list
source: The health of animals who are just a few days old is very fragile. That's one reason there was such a rush to get care for Ndiwa.
el: Η υγεία ζώων λίγων ημερών είναι πολύ εύθραυστη. Γι’ αυτό υπήρξε τόση βιασύνη για φροντίδα.
pt: A saúde dos animais com apenas alguns dias de vida é muito frágil. Essa é uma das razões pelas quais havia tanta pressa para cuidar de Ndiwa.
ru: Здоровье животных, которым всего лишь несколько дней, очень хрупкое. Именно по этой причине, была необходима такая спешка в оказании помощи Ндиве.

# data_list
source: Ndiwa is being fed milk from a milk bottle, much as a human baby would be fed. Have you ever fed a baby or a baby animal from a milk bottle?
el: Ο Ντιούα τρέφεται με γάλα από μπιμπερό, όπως τα μωρά των ανθρώπων. Έχεις ταΐσει μωρό ή μωρό ζώο με μπιμπερό;
pt: Ndiwa está sendo alimentada com leite de uma mamadeira, assim como um bebê humano seria alimentado. Você já alimentou um bebê ou um animal bebê com uma mamadeira?
ru: Ндиву кормят молоком из бутылочки точно так же как бы кормили младенца. Кормил/а ли ты когда-нибудь младенца или детеныша животного с бутылочки для молока?

# data_list
source: Milk bottles are in the shape of cylinders. They are round and their sides go straight up and down. Do you see any cylinders around you? They are not so common, so you may not see any.
el: Τα μπιμπερό έχουν σχήμα κυλίνδρου. Είναι στρογγυλά και οι πλευρές τους είναι κάθετες. Βλέπεις κανέναν κύλινδρο γύρω σου; Δεν είναι τόσο συνηθισμένοι, ίσως να μην βρεις.
pt: As mamadeiras de leite têm a forma de cilindros. Eles são redondos e os lados vão para cima e para baixo. Você vê algum cilindro ao seu redor? Eles não são tão comuns, então talvez você não veja nenhum.
ru: Бутылочки для молока имеют форму цилиндра. Они округлые, с прямыми сторонами, уходящими вверх и вниз. Видишь ли ты цилиндры вокруг себя? Их нечасто встретишь, поэтому ты можешь их и не увидеть.

# data_list
source: The third orphan that month was Malea. She arrived at the nursery on a red tractor. She was six months old.
el: Το τρίτο ορφανό εκείνου του μήνα ήταν η Μαλέα. Έφτασε στο βρεφοκομείο με ένα κόκκινο τρακτέρ. Ήταν έξι μηνών.
pt: O terceiro órfão naquele mês foi Malea. Ela chegou ao berçário em um trator vermelho. Ela tinha seis meses de idade.
ru: Третьей сиротой за тот месяц была Малеа. Она прибыла в питомника на красном тракторе. Ей было 6 месяцев.

# data_list
source: This orphan is a lot older than Ndiwa. It must be pretty large to be in a trailer pulled by a tractor. What kind of animal do you think it is?
el: Αυτό το ορφανό είναι πολύ μεγαλύτερο σε ηλικία από τον Ντιούα. Πρέπει να είναι αρκετά μεγάλο για να μπαίνει σε ρυμουλκούμενο πίσω από τρακτέρ. Τι ζώο νομίζεις ότι είναι;
pt: Este órfão é muito mais velho que Ndiwa. Deve ser bem grande para estar em um reboque puxado por um trator. Que tipo de animal você acha que é?
ru: Эта сирота намного старше Ндивы. Она, должно быть, достаточно большая, раз уж она приехала в прицепе, притянутом трактором. Как ты думаешь, что это за животное?

# data_list
source: Look at the two pairs of wheels on the tractor. The rear pair of wheels is much larger than the front pair. Why do you suppose that is?
el: Κοίτα τα δύο ζευγάρια τροχών του τρακτέρ. Οι πίσω τροχοί είναι πολύ μεγαλύτεροι από τους μπροστινούς. Γιατί νομίζεις πως συμβαίνει αυτό;
pt: Olhe para os dois pares de rodas do trator. O par de rodas traseiras é muito maior do que o par dianteiro. Por que você acha que é assim?
ru: Посмотри на две пары колес трактора. Задняя пара колес намного больше, чем передняя пара. Как ты думаешь, почему?

# data_list
source: What advantage would having a very large pair of wheels give you?
el: Τι πλεονέκτημα δίνει ένα πολύ μεγάλο ζευγάρι τροχών;
pt: Que vantagem você teria em ter um par de rodas muito grande?
ru: Какие преимущества даст тебе наличие очень большой пары колес?
