Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **The setup:** Use a deck of cards from 1 to 10. Choose a target sum, say 10. **How to play:** Each round starts by dealing five cards face down on the table. One player randomly chooses three of those cards and turns them over. Two cards are chosen from those three to add up as close to the target as possible. The unused three cards are given, face up, to the other player to choose two cards to get close to the target. **Scoring:** The player whose result is closest to the target from either side wins a point. Have a number line handy to use for discussions about which result is closer to the target sum.
pt: **A configuração:** Use um baralho de cartas de 1 a 10. Escolha uma soma-alvo, digamos 10. **Como jogar:** Cada rodada começa distribuindo cinco cartas viradas para baixo na mesa. Um jogador escolhe aleatoriamente três dessas cartas e as vira. Duas cartas são escolhidas dessas três e somadas para chegar o mais próximo possível do alvo. As três cartas não utilizadas são dadas, viradas para cima, ao outro jogador para escolher duas cartas para chegar o mais próximo do alvo. **Pontuação:** O jogador cujo resultado estiver mais próximo do alvo de qualquer lado ganha um ponto. Tenha uma reta numérica a mão para usar em discussões sobre qual resultado está mais próximo da soma desejada.

# data_list
source: If you use subtraction instead of addition, use a lower target number, say 4.
pt: Se você usar subtração em vez de adição, use um número-alvo menor, digamos 4.

# data_list
source: ZOO RESCUE
pt: RESGATE DO ZOOLÓGICO

# data_list
source: Small Adding and Subtracting
pt: Pequenas Adições e Subtrações

# data_list
source: **The setup:** Use two dice or two sets of number cards going from 1 to 6. Each player has 6 tokens – animal tokens are perfect for this game if you have them. Each player also has a piece of paper with boxes numbered from 0 to 5. Each player decides where to put their 6 tokens – it is okay to put more than one token in a box. **How to play:** During a player’s turn, two numbers are created by rolling the dice or picking two cards, and the difference of those numbers is used. A player can free one of their tokens if they have one in that box. **How to win:** The first player to rescue all their tokens wins. **Strategy:** An important part of this game is choosing good boxes to place tokens in to start with. With practice, your child will realize that some boxes are more likely to occur than others – you can discuss ideas about why this is.
pt: **A configuração:** Use dois dados ou dois conjuntos de cartas numéricas de 1 a 6. Cada jogador tem 6 fichas – fichas de animais são perfeitas para este jogo se você as tiver. Cada jogador também tem um pedaço de papel com caixas numeradas de 0 a 5. Cada jogador decide onde colocar suas 6 fichas – não há problema em colocar mais de uma ficha em uma caixa. **Como jogar:** Durante a vez de um jogador, dois números são criados lançando os dados ou escolhendo duas cartas, e a diferença desses números é usada. Um jogador pode liberar uma de suas fichas se tiver uma naquela caixa. **Como ganhar:** O primeiro jogador a resgatar todas suas fichas vence. **Estratégia:** Uma parte importante deste jogo é escolher boas caixas para colocar as fichas para começar. Com a prática, seu filho perceberá que algumas caixas são mais prováveis de ocorrer do que outras – você pode discutir ideias sobre o porquê disso.

# data_list
source: Use cards numbered from 1 to 10 and have 10 boxes numbered from 0 to 9.
pt: Use cartas numeradas de 1 a 10 e tenha 10 caixas numeradas de 0 a 9.

# data_list
source: HOT POTATO WITH SUMS
pt: BATATA QUENTE COM SOMAS

# data_list
source: **The setup:** Use a regular deck of playing cards, have a target number of 5, and remove all cards above the target, except for one card – the 'hot potato,' which can be anything else, such as a Joker or face card. Deal the entire remaining deck to all players – it’s okay if some players get one more card than others. **How to play:** All players start by placing on the table from their hands 5’s and any pairs that add up to 5. On your turn, you can pick a random card from any other player’s hand (a simpler rule is that it is always the player on your right). If this new card gives you a pair of cards that add up to the target sum, place the pair on the table; otherwise, keep the card in your hand. Play then moves to the next player on your right. **How to win:** When play ends, the player holding the hot potato loses. Alternatively, you can play that the first player to run out of cards wins.
pt: **A configuração:** Use um baralho normal de cartas, tenha um número-alvo de 5, e remova todas as cartas acima do alvo, exceto uma carta – a 'batata quente,' que pode ser qualquer outra coisa, como o Coringa ou uma carta com uma figura. Distribua todo o baralho restante para todos jogadores – não há problemas se alguns jogadores receberem uma carta a mais do que outros. **Como jogar:** Todos os jogadores iniciam colocando na mesa as cartas 5 e quaisquer pares que somam 5. Na sua vez, você pode escolher uma carta aleatória da mão de qualquer outro jogador (uma regra mais simples é que será sempre o jogador da sua direita). Se esta nova carta lhe der um par de cartas que totalize a soma desejada, coloque o par na mesa; caso contrário, mantenha a carta na mão. O jogo então vai para o próximo jogador à sua direita. **Como ganhar:** Quando o jogo termina, o jogador que estiver com a batata quente perde. Alternativamente, você pode jogar para que o primeiro jogador a ficar sem cartas ganhe.

# data_list
source: As your child’s adding skills improve, use larger target numbers up to 10. Varying the target number will provide practice with the various number bonds.
pt: À medida que as habilidades de adição do seu filho melhoram, use números-alvos maiores, até 10. Variar o número-alvo proporcionará prática com várias ligações numéricas.

# data_list
source: COMMON SUMS
pt: SOMAS COMUNS

# data_list
source: Number Bonds
pt: Ligações Numéricas

# data_list
source: **Collect the data:** Make a sheet of paper with 12 rows. In each row, put 8 squares. The leftmost column of squares has the numbers from 1 to 12 written in order in the squares. Put 1 token on each of the 12 numbers. Start rolling a pair of dice. After each roll, move the token for the sum of the dice one square to the right. The goal for each token is to be the first to get all the way to the right across the page. Let your child come up with some questions to investigate. Some natural questions are: * Which token(s) will win and why? * Which tokens do well and which ones do poorly? * Which token is the worst? * How will the winners change if the row lengths are made shorter or longer? Have your child explain their ideas about the answers to these questions, and then investigate their ideas by running experiments. Add a competitive element to this by guessing which token will win before the round starts.
pt: **Colete os dados:** Faça uma folha de papel com 12 linhas. Em cada linha, coloque 8 quadrados. A coluna de quadrados mais à esquerda contém os números de 1 a 12 escritos em ordem nos quadrados. Coloque uma ficha em cada um dos 12 números. Comece lançando um par de dados. Após cada lançamento, mova a ficha da soma dos dados um quadrado para a direita. O objetivo de cada ficha é ser o primeiro a chegar à direita da página. Deixe o seu filho fazer algumas perguntas para investigar. Algumas questões naturais são: * Quais fichas vencerão e por quê? * Quais fichas vão bem e quais vão mal? * Qual ficha é a pior? * Como os vencedores mudarão se o comprimento das linhas for menor ou maior? Peça ao seu filho que explique suas ideias sobre as respostas a essas questões e, em seguida, investigue suas ideias realizando experimentos. Adicione um elemento competitivo a isso adivinhando qual ficha vencerá antes do início da rodada.

# data_list
source: SUDOKU VARIATIONS
pt: VARIAÇÕES DO SUDOKU

# data_list
source: The next two puzzles have the basic Sudoku rule that a square grid is filled with numbers so that each number appears exactly once in each row and column. Make these puzzles by starting with a completely filled puzzle, removing many or all the numbers, and creating subregions and the appropriate extra information for that type of puzzle. To save space, the examples here are all 4 by 4. You can make larger puzzles yourself, or you can find larger versions of these on the internet.
pt: Os quebra-cabeças nesta página têm a regra básica do Sudoku em que uma grade quadrada é preenchida com números para que cada número apareça exatamente uma vez em cada linha e coluna. Crie esses quebra-cabeças iniciando com um quebra-cabeças completamente preenchido, removendo alguns ou todos os números e criando sub-regiões e as informações extras apropriadas para esse tipo de quebra cabeça. Para economizar espaço, os exemplos aqui são todos 4 por 4. Você pode fazer quebra-cabeças maiores sozinho ou pode encontrar versões maiores deles na internet.

# data_list
source: EVEN-ODD AND KROPKI SUDOKU
pt: SUDOKU PAR-ÍMPAR E KROPKI

# data_list
source: These puzzles have the additional restriction that the numbers must occur exactly once in each marked 2 by 2 subregion.
pt: Esses quebras-cabeças têm a restrição adicional de que os números devem ocorrer exatamente uma vez em cada sub-região marcada 2 por 2.

# data_list
source: **Even-Odd Sudoku:** Squares with even numbers are greyed in. **Kropki Sudoku:** Hollow dots between cells mean the numbers are one apart; filled dots mean one number is half the other.
pt: **Sudoku Par e Ímpar:** Quadrados com números pares são cinzas. **Sudoku Kropki:** Pontos vazios entre células significam que os números estão separados por um; pontos preenchidos significam que um número é metade do outro.

# data_list
source: In addition to the usual Sudoku rules, these puzzles are broken into subregions with target numbes. Unlike standard Sudoku, it is allowed for a number to be repeated in a subregion. If a subregion has just one square in it, the target number will be the value of that square.
pt: Além das regras usuais do Sudoku, esses quebra-cabeças são divididos em sub-regiões com números-alvos. Diferentemente do Sudoku padrão, é permitido que um número seja repetido em uma sub-região. Se uma sub-região tiver apenas um quadrado, o número-alvo será o valor desse quadrado.

# data_list
source: **Sumdoku:** The sum of the numbers in a subregion is the target number. **Diffdoku:** Subregions have one or two squares. For two squares, the difference of the numbers is the target number. **SumDiffdoku:** The subregions are marked with a “+” or a “-” to indicate sum or difference.
pt: **Sumdoku:** A soma dos números em uma sub-região é o número-alvo. **Diffdoku:** As sub-regiões têm um ou dois quadrados. Para dois quadrados, a diferença dos números é o número-alvo. **SumDiffdoku:** As sub-regiões são marcadas com “+” ou um “-” para indicar soma ou diferença.

# data_list
source: Use different groups of numbers instead of the usual 1 to 4 for a 4 by 4. For example, use 1, 3, 5, and 7. If you do this, list the numbers to use above the puzzle.
pt: Use grupos diferentes de números em vez dos habituais 1 a 4 para um 4 por 4. Por exemplo, use 1,3, 5 e 7. Se você fizer isso, liste os números a serem usados acima do quebra-cabeças.

# data_list
source: SHUT THE BOX
pt: FECHE A CAIXA

# data_list
source: **The setup:** Each player writes the numbers from 1 to 9 in a row on a piece of paper. **How to play:** To start a turn, a player finds the sum of the roll of two dice. Using only numbers that have yet to be crossed out, the player crosses out a group of one or more numbers that add up to that sum. If this can’t be done, nothing changes. A player may decide in advance to use just one die. **How to win:** The first player to get all numbers crossed out wins.
pt: **A configuração:** Cada jogador escreve os números de 1 a 9 em uma linha em um pedaço de papel. **Como jogar:** Para iniciar uma jogada, um jogador encontra a soma do resultado de dois dados. Usando apenas números que ainda não foram riscados, o jogador risca um grupo de um ou mais números que totalizam essa soma. Se isso não puder ser feito, nada muda. Um jogador pode decidir antecipadamente usar apenas um dado. **Como ganhar:** O primeiro jogador a riscar todos os números vence.

# data_list
source: One way to vary this game is to use a larger range of numbers, such as going to 10 or even 12. Another way is to give each player a single turn - the turn continues with new rolls until the first time the player is stuck. At the end, the player’s score is the sum of the numbers not crossed out. The player with the lowest score wins.
pt: Uma maneira de variar esse jogo é usar uma gama maior de números, como ir até 10 ou até 12. Outra maneira é dar a cada jogador uma única vez - a vez continua com novas jogadas até o primeira vez que o jogador não tiver números a riscar. No final, a pontuação do jogador é a soma dos números não riscados. O jogador com a menor pontuação vence.

# data_list
source: HIT THE TARGET
pt: ACERTE O ALVO

# data_list
source: Sum Combinations
pt: Combinações de Soma

# data_list
source: **The setup:** From a deck of playing cards, remove the face cards and any numbers that are larger than what the children are comfortable with. Shuffle the cards and turn over five cards to use and a sixth card that is the target. Leave the remaining cards as a draw pile to fill in cards as they get removed. **How to play:** During a turn, if a player can use the sum or difference of two of the five cards to equal the sixth, the player gets all three cards and they are replaced from the draw pile. If the player fails, then a new sixth card is turned over and the turn moves to the next player. **How to win:** The player with the most cards at the end of the game wins.
pt: **A configuração:** De um baralho de cartas, remova as figuras e quaisquer números que sejam maiores do que as crianças se sentem confortáveis. Embaralhe as cartas e vire cinco cartas para usar e uma sexta carta que é o alvo. Deixe as cartas restantes em uma pilha de compras para preencher com cartas à medida que forem removidas. **Como jogar:** Durante uma rodada, se um jogador conseguir usar a soma ou a diferença de duas das cinco cartas para igualar a sexta, o jogador recebe todas as três cartas e elas são recolocadas na pilha de compras. Se o jogador falhar, uma nova sexta carta é virada e a vez passa para o próximo jogador. **Como ganhar:** O jogador com mais cartas no final do jogo vence.

# data_list
source: There are several variations you can use. You can allow a player to use three cards, instead of just two, to add up to the sixth. You can even allow any number of cards to be used to add up to the sixth. Another variation is to allow a mixture of addition and subtraction with any number of cards.
pt: Existem muitas variações que você pode usar. Você pode permitir que um jogador use três cartas, em vez de apenas duas, para somar até a sexta. Você pode também permitir que qualquer número de cartas seja usado para somar até a sexta. Outra variação é permitir uma mistura de adição e subtração com qualquer número de cartas.

# data_list
source: HOW MANY WAYS?
pt: DE QUANTAS MANEIRAS?

# data_list
source: Counting the number of ways of doing something involving choices can lead to some inter- esting investigations. Here are a few possibilities – have fun thinking of many more with your child. **Investigation 1:** Drawing with only red and blue, how many ways can you draw a monster with a hat, eyes, and cape? How does this change if you only colored the hat and the cape? How would it change if you used three colors, or if you could only use each color once? **Investigation 2:** You have a row of 5 identical candies. How many ways can you color them so that there are 2 red ones and 3 blue ones? **Investigation 3:** Find all the ways to get a sum using a small set of numbers. Do this with and without considering order. For example, if you use 1 and 2, there are 1+1+1+1 = 2+1+1 = 2+2 ways of getting 4 without considering order, and 1+1+1+1 = 2+1+1 = 1+2+1 = 1+1+2 = 2+2 ways of getting 4 considering order.
pt: Contar o número de maneiras de fazer algo que envolva escolhas pode levar a algumas investigações interessantes. Aqui estão algumas possibilidades – divirta-se pensando em muitas outras com seu filho. **Investigação 1:** Desenhando apenas com vermelho e azul, de quantas maneiras você pode desenhar um monstro com chapéu, olhos e capa? Como isso muda se você apenas colorir o chapéu e a capa? Como mudaria se você usasse três cores ou se pudesse usar cada cor apenas uma vez? **Investigação 2:** Você tem uma fileira de 5 doces idênticos. De quantas maneiras você pode colori-los para que haja 2 vermelhos e 3 azuis? **Investigação 3:** Encontre todas as formas de obter uma soma usando um pequeno conjunto de números. Faça isso com e sem considerar a ordem. Por exemplo, se você usar 1 e 2, há 1+1+1+1 = 2+1+1 = 2+2 maneiras de obter 4 sem considerar a ordem, e 1+1+1+1 = 2+1+1 = 1+2+1 = 1+1+2 = 2+2 maneiras de obter 4 considerando a ordem.

# data_list
source: HOW CAN I MAKE?
pt: COMO EU POSSO FAZER?

# data_list
source: Let Me Count the Ways
pt: Deixe-me contar as Maneiras

# data_list
source: One person gives the other person a target number and challenges them to come up with different ways of adding and/or subtracting to get that number. If the target is 3, it might start with 1 + 2, but then become 1 + 5 - 3 and so on. Add restrictions to make it more challenging. For example, you might not allow any numbers less than 4, or you might allow only numbers less than 4. You can turn this into an investigation by asking questions like: How many ways are there of getting 5 if I can only add 1's and 2's. As your child learns more mathematics, additional skills can be added, such as doubling and halving. For example, 5 is 2 doubled plus 1 or two 10’s minus three 5’s.
pt: Uma pessoa dá à outra um número-alvo e a desafia a encontrar maneiras diferentes de somar e/ou subtrair para chegar a esse número. Se o alvo for 3, pode começar com 1 + 2, mas depois se torna 1 + 5 - 3 e assim por diante. Adicione restrições para torná-lo mais desafiador. Por exemplo, você pode não permitir números menores que 4 ou pode permitir apenas números menores que 4. Você pode transformar isso em uma investigação fazendo perguntas como: Quantas maneiras existem de obter 5 se eu só puder somar 1’s e 2’s. À medida que seu seu filho aprender mais matemática, habilidades adicionais podem ser adicionadas, como duplicar ou reduzir pela metade. Por exemplo, 5 é o dobro de 2 mais 1 ou dois 10 menos três 5.

# data_list
source: NUMBER SCRAMBLE
pt: EMBARALHAMENTO DE NÚMEROS

# data_list
source: **The setup:** Roll one die twice to create a two-digit target number – the first roll will be the tens digit and the second roll the ones digit. Roll five dice to create numbers to work with. **The challenge:** Use addition, subtraction, and forming two-digit numbers to get as close as possible to the target number – the score is how close they come. **How to win:** You can either have a winner for each round, or you can add up the scores over several rounds and have an overall winner with the lowest score. Of course, you can play it for the challenge and not keep score.
pt: **A configuração:** Role um dado duas vezes para criar um número-alvo de dois dígitos - o primeiro lançamento será o dígito das dezenas e o segundo lançamento será o dígito das unidades. Role cinco dados para criar números para trabalhar. **O desafio:** Use adição, subtração e forme números de dois dígitos para chegar o mais perto possível do número-alvo – a pontuação é o quão perto eles chegam. **Como ganhar:** Você pode ter um vencedor para cada rodada ou pode somar as pontuações de várias rodadas e chegar a um vencedor geral com a menor pontuação. Claro, você pode jogar pelo desafio e não registrar a pontuação.

# data_list
source: **Example 1:** Suppose the roll is: 4, 4, 3, 1, 3 and 22. The first player gets 4 + 4 + 3 + 1 + 3 = 15; another player gets 14 + 4 + 3 + 3 = 24; and another player gets 34 - 14 + 3 = 23. **Example 2:** Suppose the roll is: 1, 2, 5, 6, 4 and 63. A player gets close with 65 - 4 + 2 + 1 = 64. Another one gets it exactly with 56 + 4 + 2 + 1 = 63. A third says 52 + 6 + 4 + 1 = 63 also works. Have a chat about why some problems have lots of solutions.
pt: **Exemplo 1:** Suponha que o lançamento seja: 4, 4, 3, 1, 3 e 22. O primeiro jogador tem 4 + 4 + 3 + 1 + 3 = 15; outro jogador tem 14 + 4 + 3 + 3 = 24 e outro tem 34 - 14 + 3 = 23. **Exemplo 2:** Suponha que o lançamento seja: 1, 2, 5, 6, 4 e 63. Um jogador chega perto com 65 - 4 + 2 + 1 = 64. Outro chega exatamente com 56 + 4 + 2 + 1 = 63. Um terceiro diz que 52 + 6 + 4 + 1 = 63 também funciona. Tenha uma conversa sobre porque alguns problemas tem várias soluções.

# data_list
source: ANY WHICH WAY
pt: DE QUALQUER MANEIRA

# data_list
source: Putting the Pieces Together
pt: Juntando as Peças

# data_list
source: The players agree on a target. A useful target is 10, but other numbers are fine. Each player is dealt five cards from a deck without face cards. Players then find as many ways as they can to get the target, or get as close to the target as possible, using any combination of addition and subtraction with any of their cards. Do this as a group activity where the whole group is given five cards to use to cooperatively come up with ways to achieve the total.
pt: Os jogadores concordam com um alvo. Um alvo útil é 10 mas outros números servem. Cada jogador recebe cinco cartas de um baralho sem figuras. Os jogadores então encontram o máximo de maneiras possíveis de atingir o alvo, ou chegar o mais perto possível do alvo, usando qualquer combinação de adição e subtração com qualquer uma de suas cartas. Faça isso como uma atividade em grupo, na qual todo o grupo recebe cinco cartas para usar e, cooperativamente, encontrar maneiras de atingir o total.

# data_list
source: PYRAMID SOLITAIRE
pt: PIRÂMIDE SOLITÁRIA

# data_list
source: **The setup:** Remove cards above a target number, say 10. Make a 21-card pyramid with 6 rows. Place the cards in the pyramid face up, with each lower row half-overlapping the row above it. The remaining cards form a draw pile. **How to play:** Collect, and move aside, uncovered groups of cards that sum to the target. This group can include the top card of the draw pile or the discard pile. If there are no matches, move the top draw pile card to the discard pile. **The challenge:** Empty the pyramid of all its cards. The game is over when the draw pile is empty.
pt: **A configuração:** Remova as cartas acima de um número-alvo, digamos 10. Faça uma pirâmide de 21 cartas com 6 fileiras. Coloque as cartas na pirâmide viradas para cima, com cada fileira inferior sobrepondo-se pela metade à fileira acima. As cartas restantes formam uma pilha de compras. **Como jogar:** Colete e coloque de lado grupos de cartas descobertas que somem o alvo. Este grupo pode incluir a carta do topo da pilha de compra ou da pilha de descarte. Se não houver combinações, mova a carta do topo da pilha de compra para a pilha de descarte. **O desafio:** Esvazie a pirâmide de todas as suas cartas. O jogo termina quando a pilha de compra estiver vazia.
