Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: It was time to go out. Mama buttoned up Sizwe's raincoat, and off they went, through the rain, to the library. Down the street, Sizwe's best friend Zanele stood at the window of her house, looking sadly at the rain. Sizwe felt his smile creeping, creeping up. Before he knew it, his smile LEAPT out, and flew across the garden to Zanele.
el: Ήταν ώρα να βγουν έξω. Η μαμά κούμπωσε το αδιάβροχο του Σίζουε και ξεκίνησαν, μέσα στη βροχή, για τη βιβλιοθήκη. Πιο κάτω, η καλύτερή του φίλη, η Ζανέλε, στεκόταν στο παράθυρο του σπιτιού, κοιτάζοντας λυπημένη τη βροχή. Ο Σίζουε ένιωσε το χαμόγελό του να ανεβαίνει, να ανεβαίνει. Πριν το καταλάβει, το χαμόγελο ΠΗΔΗΞΕ έξω και πέταξε πάνω από τον κήπο προς τη Ζανέλε.
pt: Era hora de sair. Mamãe abotoou a capa de chuva de Sizwe e foram, debaixo da chuva, para a biblioteca. No final da rua, a melhor amiga de Sizwe, Zanele, estava na janela de sua casa, olhando tristemente para a chuva. Sizwe sentiu seu sorriso se esgueirar, rastejar. Antes que ele percebesse, seu sorriso SALTOU e voou pelo jardim até Zanele.
ru: Пришло время выходить. Мама застегнула плащ Сизве, и они пошли под дождём в библиотеку. Дальше по улице лучшая подруга Сизве — Занеле стояла дома у своего окна и грустно смотрела на дождь. Сизве почувствовал, как его улыбка поползла вверх. Прежде чем он это осознал, его улыбка ВЫСКОЧИЛА и полетела через сад к Занеле.

# data_list
source: How does Zanele feel? How can you tell from the picture that Zanele feels that way?
el: Πώς νιώθει η Ζανέλε; Πώς το καταλαβαίνεις από την εικόνα;
pt: Como Zanele se sente? Como você pode dizer pela imagem que Zanele se sente assim?
ru: Что чувствует Занеле? Как можно понять по картинке, что Занеле так себя чувствует?

# data_list
source: Zanele's dog looks concerned about Zanele. Do you have an animal or person who is good at noticing when you are sad? Do they try to cheer you up?
el: Ο σκύλος της Ζανέλε δείχνει ανήσυχος για εκείνη. Έχεις ζώο ή άτομο που προσέχει πότε είσαι λυπημένος; Προσπαθεί να σε χαροποιήσει;
pt: O cachorro de Zanele parece preocupado com ela. Você tem um animal ou pessoa que é bom em perceber quando você está triste? Eles tentam te animar?
ru: Собака Занеле выглядит обеспокоенной за Занеле. Есть ли у тебя животное или человек, который умеет замечать, когда тебе грустно? Пытаются ли они тебя развеселить?

# data_list
source: Notice how the arcs of Zanele's mouth, eyes, and eyebrows are all turned down and sagging. Describe how these arcs change when someone is happy and smiling.
el: Παρατήρησε πώς τα τόξα του στόματος, των ματιών και των φρυδιών της Ζανέλε είναι γυρισμένα προς τα κάτω. Περίγραψε πώς αλλάζουν αυτά τα τόξα όταν κάποιος χαμογελά.
pt: Observe como os arcos da boca, olhos e sobrancelhas de Zanele estão todos virados para baixo e flácidos. Descreva como esses arcos mudam quando alguém está feliz e sorrindo.
ru: Обрати внимание, как изгибы рта, глаз и бровей Занеле опущены. Опиши, как эти изгибы меняются, когда кто-то счастлив и улыбается.

# data_list
source: Zanele held on tightly to the smile – it was far too precious to let it get away. As Sizwe walked away to the library, Zanele's doorbell rang. It was the postman, with a letter from her favorite cousin. Zanele was so happy, that the smile bounced up, and beamed out at the postman. "Thank you, Mister Postman!" she said.
el: Η Ζανέλε κράτησε σφιχτά το χαμόγελο – ήταν πολύτιμο για να το αφήσει. Καθώς ο Σίζουε απομακρυνόταν προς τη βιβλιοθήκη, χτύπησε το κουδούνι της πόρτας της η ταχυδρόμος με ένα γράμμα από την αγαπημένη της ξαδέλφη. Η Ζανέλε χάρηκε τόσο, που το χαμόγελο τινάχτηκε και έλαμψε στον ταχυδρόμο. «Ευχαριστώ, κύριε ταχυδρόμε!» είπε.
pt: Zanele segurou firmemente o sorriso – era precioso demais para deixá-lo escapar. Quando Sizwe se afastou em direção à biblioteca, a campainha de Zanele tocou. Era o carteiro, com uma carta de seu primo favorito. Zanele estava tão feliz que o sorriso pulou e irradiou para o carteiro. "Obrigado, Senhor Carteiro!" ela disse.
ru: Занеле крепко схватилась за улыбку — она была слишком драгоценна, чтобы позволить ей уйти. В то время как Сизве уходил, дверной звонок Занеле зазвенел. Это был почтальон с письмом от её любимого двоюродного брата. Занеле была настолько счастлива, что на её лице появилась улыбка, которая осветила почтальона. “Спасибо, мистер Почтальон!”, — сказала она.

# data_list
source: How does it make you feel when you get a message from someone you like? Do you ever send messages to people you like to cheer them up?
el: Πώς νιώθεις όταν παίρνεις μήνυμα από κάποιον που αγαπάς; Στέλνεις κι εσύ μηνύματα σε ανθρώπους που αγαπάς για να τους χαροποιήσεις;
pt: Como você se sente quando recebe uma mensagem de alguém que você gosta? Você já enviou mensagens para pessoas de quem gosta para animá-las?
ru: Что ты чувствуешь, когда получаешь сообщение от человека, который тебе нравится? Отправляешь ли ты сообщения людям, которые тебе нравятся, чтобы порадовать их?

# data_list
source: What are the bright colors in this picture? On grey days, it can take a little extra effort to find bright colors and celebrate them.
el: Ποια είναι τα φωτεινότερα χρώματα σε αυτή τη σελίδα; Σε γκρίζες μέρες χρειάζεται λίγη επιπλέον προσπάθεια να βρούμε φωτεινά χρώματα και να τα χαρούμε.
pt: Quais são as cores brilhantes nesta imagem? Em dias cinzentos, pode ser necessário um pouco mais de esforço para encontrar cores brilhantes e celebrá-las.
ru: Какие цвета на этой картинке яркие? В серые дни может потребоваться немного больше усилий, чтобы найти яркие цвета и порадоваться им.

# data_list
source: It looks like the Postman is about twice as tall as Zanele. We could say he is two Zaneles in height. People sometimes measure things in terms of people. They will say that it is 100 steps to get somewhere or that ocean waves are waist high.
el: Ο ταχυδρόμος φαίνεται περίπου διπλάσιος σε ύψος από τη Ζανέλε. Θα μπορούσαμε να πούμε ότι είναι ψηλός όσο «δύο Ζανέλες». Μερικές φορές οι άνθρωποι μετρούν πράγματα με βάση ανθρώπινες μονάδες. Λένε ότι κάτι είναι 100 βήματα μακριά ή ότι το νερό στη θάλασσα είναι βαθύ μέχρι τη μέση ή το λαιμό.
pt: Parece que o Carteiro é cerca de duas vezes mais alto que Zanele. Poderíamos dizer que ele tem duas Zaneles de altura. Às vezes, as pessoas medem coisas usando outras pessoas como referência. Eles dirão que são 100 passos para chegar a algum lugar ou que as ondas do oceano estão na altura da cintura.
ru: Похоже, что почтальон в два раза выше Занеле. Можно сказать, что он ростом в две Занеле. Иногда люди измеряют вещи, используя людей. Они скажут, что до чего-то нужно пройти 100 шагов или что океанские волны достигают пояса.

# data_list
source: Zanele's smile was the brightest thing the postman had seen all morning. It kept him warm as he trudged off through the rain. He came to a big house. Inside the gate, a dog was spinning around in circles, barking, barking, barking. He was so silly that the postman couldn't help smiling. The smile bounced through the gate with glitter of glee.
el: Το χαμόγελο της Ζανέλε ήταν το πιο φωτεινό πράγμα που είχε δει ο ταχυδρόμος εκείνο το πρωί. Τον ζέστανε καθώς περπατούσε στη βροχή. Έφτασε σ’ ένα μεγάλο σπίτι. Μέσα από την καγκελόπορτα, ένας σκύλος γυρνούσε σε κύκλους, γαβγίζοντας, γαβγίζοντας, γαβγίζοντας. Ήταν τόσο αστείος που ο ταχυδρόμος δεν κρατήθηκε και χαμογέλασε. Το χαμόγελο πήδηξε μέσα από την καγκελόπορτα τυλιγμένο σε μια ασημόσκονη χαράς.
pt: O sorriso de Zanele foi a coisa mais brilhante que o carteiro viu durante toda a manhã. Isso o manteve aquecido enquanto ele caminhava pela chuva. Ele chegou a uma grande casa. Dentro do portão, um cachorro estava girando em círculos, latindo, latindo, latindo. Ele era tão bobo, que o carteiro não pôde deixar de sorrir. O sorriso saltou através do portão com um brilho de alegria.
ru: Улыбка Занеле была самой яркой вещью, которую почтальон увидел за всё утро. Она согревала его, пока он плёлся под дождём. Он пришёл к большому дому. За воротами кружился пёс и лаял, лаял и лаял. Пёс был таким забавным, что почтальон не смог сдержать улыбку. Его улыбка пронеслась через ворота с блеском ликования.

# data_list
source: Zanele's smile was a wonderful gift to the postman, and from there it became a happy gift to the dog. Is the smile getting worn out, or is it just as powerful as when it started with Sizwe?
el: Το χαμόγελο της Ζανέλε ήταν υπέροχο δώρο στον ταχυδρόμο και από εκεί έγινε χαρούμενο δώρο για το σκύλο. Φθείρεται το χαμόγελο ή είναι το ίδιο δυνατό όπως όταν ξεκίνησε από τον Σίζουε;
pt: O sorriso de Zanele foi um presente maravilhoso para o carteiro e, a partir daí, tornou-se um presente feliz para o cachorro. O sorriso está ficando mais fraco ou ainda é tão poderoso quanto quando começou com Sizwe?
ru: Улыбка Занеле была великолепным подарком для почтальона, а затем стала хорошим подарком для собаки. Улыбка износилась или она такая же мощная, как и в начале у Сизве?

# data_list
source: What shapes do you see on this page? There are lots of rectangles, and there are quite a few interesting curves.
el: Ποια σχήματα βλέπεις σε αυτή τη σελίδα; Υπάρχουν πολλά ορθογώνια και αρκετές ενδιαφέρουσες καμπύλες.
pt: Quais formas você vê nesta página? Existem muitos retângulos e algumas curvas interessantes.
ru: Какие фигуры ты видишь на этой странице? Здесь есть много прямоугольников и немного интересных изгибов.

# data_list
source: Counting the rectangles here can be tricky because you get a new rectangle when you put two rectangles side by side. There are over 20 rectangles if you count them all!
el: Το μέτρημα των ορθογωνίων είναι δύσκολο γιατί δύο δίπλα-δίπλα φτιάχνουν νέο μεγαλύτερο. Υπάρχουν πάνω από 20 ορθογώνια αν τα μετρήσεις όλα!
pt: Contar os retângulos aqui pode ser complicado porque você obtém um novo retângulo quando coloca dois retângulos lado a lado. Existem mais de 20 retângulos, se você contar todos!
ru: Подсчёт прямоугольников здесь может быть непростым делом, потому что ты получаешь ещё один прямоугольник, когда два прямоугольника рядом находятся рядом друг с другом. Здесь есть больше 20 прямоугольников, если ты сосчитаешь их всех!

# data_list
source: The dog stopped barking. He pricked up his ears and wagged his tail. Then he turned and ran back to the house with the precious, warm smile. A bent old man opened the door. "Oh, no! You can't come inside. You're all wet!" he told the dog. But right away, the smile beamed up at the old man.
el: Ο σκύλος σταμάτησε να γαβγίζει. Ίσιωσε τ’ αυτιά και κούνησε την ουρά. Ύστερα έτρεξε πίσω στο σπίτι με το ζεστό, πολύτιμο χαμόγελο. Ένας σκυφτός γέρος άνοιξε την πόρτα. «Ωχ, όχι! Δεν μπορείς να μπεις, είσαι μούσκεμα!» είπε στο σκύλο. Αμέσως όμως το χαμόγελο έλαμψε στον γέρο.
pt: O cachorro parou de latir. Ele ergueu as orelhas e abanou o rabo. Então, ele se virou e correu de volta para casa com um sorriso precioso e caloroso. Um velho homem curvado abriu a porta. "Ah, não! Você não pode entrar. Você está todo molhado!" ele disse ao cachorro. Mas imediatamente, o sorriso irradiou para o velho homem.
ru: Пёс перестал лаять. Он навострил уши и замахал хвостом. Затем он развернулся и побежал обратно к дому с драгоценной, тёплой улыбкой. Дверь открыл сгорбленный старик. “О, нет! Ты не можешь зайти внутрь — ты мокрый насквозь!”, — сказал он псу. Но тут же лицо старика озарилось улыбкой.

# data_list
source: It is amazing how much more people like to do nice things when they are feeling happy. Do you notice it's easier to be thoughtful and kind when you are feeling good?
el: Είναι καταπληκτικό πόσο πιο εύκολα κάνουμε κάτι καλό όταν είμαστε χαρούμενοι. Το προσέχεις ότι είναι πιο εύκολο να είσαι ευγενικός όταν έχεις καλή διάθεση;
pt: É incrível como as pessoas gostam muito mais de fazer coisas boas quando estão felizes. Você percebe que é mais fácil ser atencioso e gentil quando você está se sentindo bem?
ru: Удивительно, насколько больше людям нравится делать приятные вещи, когда они чувствуют себя счастливыми. Замечаешь ли ты, что легче быть заботливым и добрым, когда ты чувствуешь себя хорошо?

# data_list
source: The world would be a much better place if everyone could feel happy all the time. Do you think that is possible?
el: Ο κόσμος θα ήταν καλύτερος αν όλοι ένιωθαν πάντα χαρούμενοι. Νομίζεις ότι είναι γίνεται αυτό;
pt: O mundo seria um lugar muito melhor se todos pudessem se sentir felizes o tempo todo. Você acha que isto é possível?
ru: Мир был бы намного лучше, если бы все могли всё время чувствовать себя счастливыми. Думаешь ли ты, что это возможно?

# data_list
source: The light vertical lines going up and down show us that it is raining. These lines are all going in the same direction. A family of lines like this are said to be parallel. Parallel lines never meet, no matter how far out they go!
el: Οι λεπτές κάθετες γραμμές δείχνουν τη βροχή. Όλες πάνε στην ίδια κατεύθυνση. Μια οικογένεια τέτοιων γραμμών λέγεται παράλληλες. Οι παράλληλες γραμμές δεν συναντιούνται ποτέ!
pt: As linhas verticais claras subindo e descendo nos mostram que está chovendo. Essas linhas estão todas indo na mesma direção. Uma família de linhas como essa é dita paralela. Linhas paralelas nunca se encontram, não importa o quão longe elas vão!
ru: Светлые вертикальные линии идут вверх и вниз, чтобы показать нам, что идёт дождь. Эти линии имеют одинаковое направление. Семейство линий, подобных этим, считается параллельным. Параллельные линии никогда не соприкасаются, неважно, насколько они длинные.

# data_list
source: The old man stood a little straighter. "Eish," he said, "Who cares if it's raining? Let's go for a walk, boy!" And off they went, splashing in the puddles. There, at the zebra crossing, stood grumpy Mrs. Makabela, the traffic cop. She looked cold, and wet, and miserable. The old man knew just what to do. "Morning, Mrs. Makabela!" he called, and smiled his biggest, brightest smile. But Mrs. Makabela did not smile back.
el: Ο γέρος στάθηκε λίγο πιο ίσια. «Έχχ», είπε, «ποιος νοιάζεται για τη βροχή; Πάμε βόλτα, αγόρι μου!» Κι έφυγαν, πλατσουρίζοντας στις λακκούβες. Εκεί, στη διάβαση, στεκόταν κατσουφιασμένη η κυρία Μακαμπέλα, η σχολική τροχονόμος. Φαινόταν κρύα, βρεγμένη, δυστυχισμένη. Ο γέρος ήξερε τι να κάνει. «Καλημέρα, κυρία Μακαμπέλα!» φώναξε και χαμογέλασε με το μεγαλύτερο, πιο φωτεινό χαμόγελο. Αλλά η κυρία Μακαμπέλα δεν χαμογέλασε.
pt: O velho homem ficou um pouco mais reto. "Ah, que nada!", disse ele, "Quem se importa se está chovendo? Vamos dar uma volta, garoto!" E lá se foram eles, chapinhando nas poças. Lá, na faixa de pedestres, estava a mal-humorada Sra. Makabela, a guarda de trânsito. Ela parecia fria, molhada e miserável. O velho homem sabia exatamente o que fazer. "Bom dia, Sra. Makabela!" ele chamou, e deu o maior e mais brilhante sorriso. Mas a Sra. Makabela não sorriu de volta.
ru: Старик выпрямился. “Эх”, — сказал он, “кого волнует, идёт ли дождь? Пойдём прогуляемся, старик!” И они ушли, плескаясь в лужах. Там, на пешеходном переходе, стояла раздражённая миссис Макабела, регулировщица дорожного движения. Она выглядела замерзшей, промокшей и несчастной. Старик знал, что нужно делать. “Доброе утро, Миссис Макабела!”, — сказал он и улыбнулся своей самой большой и яркой улыбкой. Но Миссис Макабела не улыбнулась в ответ.

# data_list
source: Some people avoid puddles on rainy days. However, it's a lot more fun to splash in them! Do you like to do that?
el: Κάποιοι αποφεύγουν τις λακκούβες, άλλοι διασκεδάζουν πλατσουρίζοντας. Εσένα σου αρέσει;
pt: Algumas pessoas evitam poças em dias chuvosos. No entanto, é muito mais divertido pular nelas! Você gosta de fazer isso?
ru: Некоторые люди избегают луж в дождливые дни. Но плескаться в них намного веселее! Нравится ли тебе это делать?

# data_list
source: What things in this picture show us how Mrs. Makabela is feeling?
el: Ποια πράγματα στην εικόνα δείχνουν πώς νιώθει η κυρία Μακαμπέλα;
pt: Quais coisas nesta imagem nos mostram como a Sra. Makabela está se sentindo?
ru: Что на этой фотографии показывает нам, что чувствует миссис Макабела?

# data_list
source: Which shapes do you see in this picture? Are there any new ones here?
el: Ποια σχήματα βλέπεις εδώ; Υπάρχουν καινούρια σχήματα;
pt: Quais formas você vê nesta imagem? Tem alguma nova por aqui?
ru: Какие фигуры ты видишь на этой картинке? Есть ли здесь какие-нибудь новые?

# data_list
source: Standing in the rain for days can make a face sad, sad, sad. But a smile is a magical thing and, by now, the smile was so strong, and so bright, that it was very hard to keep inside. It didn't work right away, but bit by tiny bit, it began to creep out until, at last!
el: Το να στέκεσαι μέρες στη βροχή κάνει το πρόσωπο θλιμμένο, θλιμμένο, θλιμμένο. Όμως ένα χαμόγελο είναι μαγικό και, τώρα πια, το χαμόγελο ήταν τόσο δυνατό και φωτεινό, που δύσκολα κρατιόταν μέσα. Δεν δούλεψε αμέσως, αλλά λίγο-λίγο και σιγά-σιγά άρχισε να ξεπροβάλλει ώσπου, επιτέλους!
pt: Ficar na chuva por dias pode deixar um rosto triste, triste, triste. Mas um sorriso é uma coisa mágica e, a essa altura, o sorriso era tão forte e tão brilhante que era muito difícil de se conter. Não funcionou imediatamente, mas de pouquinho em pouquinho, ele começou a surgir até que, finalmente!
ru: Нахождение под дождём в течение нескольких дней, может сделать лицо грустным, грустным, грустным. Но улыбка — волшебная вещь, и к этому моменту улыбка была настолько сильной и такой яркой, что её было очень трудно сдержать. Это не сработало моментально, но понемногу она начала проявляться — и вот наконец-то!

# data_list
source: There is no picture on this page to tell us what is going on. What do you think is happening in the story right now? What will happen next?
el: Δεν υπάρχει εικόνα σε αυτή τη σελίδα. Τι νομίζεις ότι συμβαίνει τώρα στην ιστορία; Τι θα ακολουθήσει;
pt: Não há nenhuma imagem nesta página para nos dizer o que está acontecendo. O que você acha que está acontecendo na história agora? O que irá acontecer depois?
ru: Здесь нет никакой картинки, которая бы помогла нам понять, что здесь происходит. Как ты думаешь, что происходит в истории сейчас? Что случится дальше?

# data_list
source: How do you think the story will end? Will all the smiles get used up?
el: Πώς νομίζεις θα τελειώσει η ιστορία; Θα εξαντληθούν τα χαμόγελα;
pt: Como você acha que a história vai acabar? Todos os sorrisos se esgotarão?
ru: Как ты думаешь, чем закончится история? Неужели все улыбки израсходованы?

# data_list
source: Smiling and being happy is one emotion. Choose another emotion and make up a story about how someone with that emotion changed the lives of the people around them.
el: Το χαμόγελο και η χαρά είναι ένα συναίσθημα. Διάλεξε ένα άλλο συναίσθημα και φτιάξε μια ιστορία για το πώς κάποιος με αυτό το συναίσθημα άλλαξε τις ζωές των ανθρώπων γύρω του.
pt: Sorrir e ser feliz é uma emoção. Escolha outra emoção e invente uma história sobre como alguém com essa emoção mudou a vida das pessoas ao seu redor.
ru: Улыбаться и быть счастливым – это одна эмоция. Выбери одну эмоцию и придумай историю о том, как кто-то с этой эмоцией изменил жизни людей вокруг себя.

# data_list
source: A great, big smile lit up Mrs. Makabela's face! The school bell rang, and children ran to cross the road. Mrs. Makabela put up her sign, and smiled, and smiled, at each and every child.
el: Ένα τεράστιο χαμόγελο φώτισε το πρόσωπο της κυρίας Μακαμπέλα! Το κουδούνι του σχολείου χτύπησε και τα παιδιά έτρεξαν να περάσουν. Η κυρία Μακαμπέλα σήκωσε το σήμα της και χαμογελούσε, χαμογελούσε, σε κάθε παιδί.
pt: Um sorriso grande, radiante, iluminou o rosto da Sra. Makabela! A campainha da escola tocou, e as crianças correram para atravessar a rua. A Sra. Makabela ergueu a placa e sorriu, sorriu para cada criança.
ru: Прекрасная, большая улыбка озарила лицо миссис Макабелы! Прозвенел школьный звонок, и дети побежали переходить дорогу. миссис Макабела держала табличку и улыбалась, и улыбалась каждому ребенку.

# data_list
source: Look at how the stripes on the street are made from a series of alternating black and white rectangles.
el: Κοίτα πώς οι ρίγες στο δρόμο είναι μια σειρά εναλλασσόμενων μαύρων και λευκών ορθογωνίων.
pt: Veja como as listras na rua são feitas de uma série de retângulos alternados em preto e branco.
ru: Посмотрите, как полоски на улице состоят из серии чередующихся чёрных и белых прямоугольников.

# data_list
source: Ever wonder whether zebras are black with white stripes or whether they are white with black stripes (they are black with white stripes)? Most roads are black, so it's very likely that these are white stripes on top of a black road.
el: Αναρωτήθηκες αν οι ζέβρες είναι μαύρες με άσπρες ρίγες ή άσπρες με μαύρες (είναι μαύρες με άσπρες). Οι δρόμοι είναι μαύροι, άρα μάλλον αυτές είναι άσπρες ρίγες πάνω σε μαύρο δρόμο.
pt: Já se perguntou se as zebras são pretas com listras brancas ou se são brancas com listras pretas (Elas são pretas com listras brancas)? A maioria das estradas é preta, por isso é muito provável que essas listras sejam brancas em cima de uma estrada preta.
ru: Ты когда-нибудь задумывался/задумывалась: зебры чёрные с белыми полосками или белые с чёрными полосками? (Они чёрные с белыми полосками.) Большинство дорог — чёрные, так что вероятнее всего, что это белые полоски на чёрной дороге.

# data_list
source: The story uses the two words "smiled" and "child" that sound alike -- they rhyme. Having rhyming words makes the story feel cheery and fun. Say some rhyming words that you think are fun to hear together.
el: Η ιστορία χρησιμοποιεί τις λέξεις «χαμογελούσε» και «περπατούσε» που ομοιοκαταληκτούν. Βρες δικές σου λέξεις που να ομοιοκαταληκτούν και να είναι διασκεδαστικές.
pt: Na história, as palavras “sorriu” e “criança” (“smiled” e “child”) rimam na versão original em inglês, o que cria um efeito sonoro interessante. Ter palavras rimadas faz a história parecer alegre e divertida. Diga algumas palavras rimadas que você acha que são divertidas de ouvir juntas.
ru: В этой истории используются два слова — «smiled» (улыбнулся) и «child» (ребёнок), которые звучат похоже — они рифмуются. Наличие рифмующихся слов делает историю весёлой. Скажи несколько рифмующихся слов, которые, по твоему мнению, будет забавно услышать вместе.

# data_list
source: The children smiled at their moms and dads, and their gogos and tatas and brothers and sisters. They smiled at the bus driver and the greengrocer, and Mme. Makau, who went off to smile at her husband, who smiled at the mayor. The smiles leapt and rolled and beamed and gleamed until EVERYONE was smiling and giggling and laughing out loud in the rain.
el: Τα παιδιά χαμογέλασαν σε μαμάδες και μπαμπάδες, σε γιαγιάδες και παππούδες, σε αδελφούς και αδελφές. Χαμογέλασαν στον οδηγό του λεωφορείου, στον μανάβη και στην κυρία Μακάου, που πήγε να χαμογελάσει στον άντρα της, ο οποίος χαμογέλασε στον δήμαρχο. Τα χαμόγελα πήδηξαν, κύλησαν, έλαμψαν ώσπου ΟΛΟΙ χαμογελούσαν, χασκογελούσαν, γελούσαν δυνατά μέσα στη βροχή.
pt: As crianças sorriram para suas mães e pais, e seus vovós e vovôs, e irmãos e irmãs. Eles sorriram para o motorista do ônibus e para o verdureiro, e para a Sra. Makau, que saiu para sorrir para o marido, que sorriu para o prefeito. Os sorrisos saltaram, se espalharam, irradiaram e brilharam até que TODOS estavam sorrindo, rindo e gargalhando alto na chuva.
ru: Дети улыбались своим мамам и папам, своим дедушкам и бабушкам, братьям и сестрам. Они улыбались водителю автобуса и продавцу фруктов, и Мме Макау, пошла улыбнуться своему мужу, который улыбнулся мэру. Улыбки прыгали, катились, сияли и блестели, пока ВСЕ не начали улыбаться, хихикать и громко смеяться под дождём.
