Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Shapes:** You might see a circle in a design in a building and ask your child to point out other circles they see, such as the circles in a traffic light. Traffic signs and shop signs provide a great supply of shapes you can describe and name. There is no end to the shapes, colors, and counting that you can find and talk about once you make a habit of looking for them. **Traveling:** There are many mathematical things to talk about as you travel. If you see a somewhat unusual red car, you can point that out and count together other red cars that are like it. Ask about bigger, smaller, thinner, and wider things such as buildings, windows, trees, and people. Which things are closer than others, and which things are farther away? **Counting in a store:** Talk about how many apples you need, and count them out as you pick them out. Count the people in line in front of you, and compare that to the length of the other lines. Point out the shapes of fruit or pictures on food boxes. Talk about how some things come in boxes, and other things come in round bottles. You might need something on a high shelf, or something on a low shelf. There is so much to describe and compare! **In a park:** Count the children, the number of structures or trees, or any- thing else. Comment about where there is more of one thing than an- other. **On the swings:** Pushing your child on something that swings or sways back and forth is a perfect opportunity to count with your child. With each push, count “1, 2, 3, 4, 5.” After your child starts learning how to count to 5, counting down from 5 is also a good idea. Start or end at 0 sometimes. Point out the circles, curves, straight lines, triangles, and rectangles in the park. Talk about how some things are over, under, between, or on top of other things.
pt: **Formas:** Você pode ver um círculo em um desenho de um prédio e pedir para seu filho apontar outros círculos que ele vê, como os círculos de um semáforo. Placas de trânsito e de lojas são uma ótima fonte de formas que você pode descrever e nomear. Não há fim para as formas, cores e contagens que você pode encontrar e usar como assunto de conversa assim que criar o hábito de procurá-las. **Viajando:** Há muitas coisas matemáticas para discutir enquanto você viaja. Se vir um carro vermelho um tanto incomum, você pode apontá-lo e contar juntos outros carros vermelhos semelhantes. Pergunte sobre coisas maiores, menores, mais finas e mais largas, como prédios, janelas, árvores e pessoas. Quais coisas estão mais próximas do que outras e quais estão mais distantes? **Contando em uma loja:** Fale sobre quantas maçãs você precisa e conte-as conforme for escolhendo. Conte as pessoas na fila à sua frente e compare com o comprimento das outras filas. Aponte os formatos de frutas ou figuras em caixas de alimentos. Fale sobre como algumas coisas vêm em caixas e outras em garrafas redondas. Você pode precisar de algo em uma prateleira alta ou algo em uma prateleira baixa. Há tanta coisa para descrever e comparar! **Em um parque:** Conte as crianças, o número de estruturas ou árvores, ou qualquer outra coisa. Comente sobre onde há mais de uma coisa do que de outra. **Nos balanços:** Empurrar seu filho em algo que balança para frente e para trás é uma oportunidade perfeita para contar com ele. A cada empurrão, conte "1, 2, 3, 4, 5". Depois que seu filho começar a aprender a contar até 5, contar regressivamente a partir de 5 também é uma boa ideia. Às vezes, comece ou termine em 0. Aponte os círculos, curvas, retas, triângulos e retângulos no parque. Fale sobre como algumas coisas estão acima, abaixo, entre ou em cima de outras.
ru: **Фигуры:** Вы можете увидеть круг в каком-тo рисунке здания и попросить ребёнка указать на другие круги, которые он видит, например, на кругах светофорoф. Дорожные знаки и вывески магазинов предоставляют богатый выбор фигур, которые можно описать и назвать. Нет конца формам, цветам, и счёту которые можно найти и обсудить как только вы привыкнете их искать. **Путешествовать:** Во время путешествия можно обсудить множество математических тем. Если вы видите необычную красную машину, укажите на неё и посчитайте другие похожие красные машины. Спросите о более крупных, мелких, тонких, и широких предметах, таких как здание, окна, деревья и люди. Какие предметы находятся ближе других, а какие дальше? **Подсчёт в магазине:** Обсудите, сколько яблок вам нужно, и пересчитайте их по мере выбора. Посчитайте людей в очереди перед вами и сравните это с длиной других очередей. Покажите формы фруктов или изображения на коробках с едой. Расскажите о том что одни вещи продаются в коробках, а другие в круглых бутылках. Возможно, вам понадобится что-то на верхней полке, а что-то на нижнее. Столько всего можно описать и сравнить! **В парке:** Посчитайте детей, количество строений, деревья или чего-нибудь ещё. Отметьте, где одного предмета больше, чем другого. **На качелях:** Катание ребёнка на чём-то, что качается или покачивается вперёд и назад это отличная возможность поучить его считать. С каждым толчком считайте «1, 2, 3, 4, 5.» Когда ребёнок научится считать до 5, неплохо начать счёт от 5. Иногда начинайте или заканчивайте с 0. Покажите детям круги, кривые, прямые линии, треугольники, и прямоугольники в парке. Обсудите, как некоторые предметы находятся над другими, под ними, между ними, или на них.

# data_list
source: 1.4 Math Talk – Describe, Compare
pt: Passo 4: Conversa sobre Matemática – Descrever, Comparar
ru: Шаг 4: Математические Беседы – Опишите, Сравните

# data_list
source: **There is important math beyond numbers:** Describing and comparing things is an important part of helping your child learn early mathematics. When children do mathematics, they use ideas about properties of objects to help them work with those objects, such as in grouping them or finding patterns with them. These skills will also help your child when it comes time to start learn- ing to read. **Point, describe, and compare:** Wherever you are, get in the habit of pointing at things that catch your or your child's attention, and then describing them. Take the opportunity to compare those things to other things to help the descriptions be more meaningful. Talk about how two things are the same or how they are different. **It is never too early:** From the earliest ages, your child is learning from everything they see, hear, taste, touch, and experience. Add to those experiences with your Math Talk. They are benefiting from your words before they show any reaction to them. Eventually, they will put together the experiences from your words and start showing you that they understand them. **Expose, but do not rush:** Don't confuse early exposure with teaching. A child will put together the patterns from their experiences as they are developmentally ready. For example, you can't teach your child to count to 5 by explaining it to them – you can only expose them to your counting over and over again until it starts making sense to them. Never be impatient or push them to understand it more quickly – they have a lot to learn and they will naturally want to make sense of it all. **Searching game:** Make a game of searching for objects around where you are. Use the game to practice concepts that your child is learning, such as color, size (large, medium, small), weight (heavy, light), quantity, and relationship (inside, on top of, below). One of you says to the other that they see something that is round on top of something that is brown. The other person tries to discover what it is. If they have trouble finding it, more clues are given.
pt: **Existe matemática importante além dos números:** Descrever e comparar coisas é uma parte importante para ajudar seu filho a aprender matemática desde cedo. Quando as crianças praticam matemática, elas usam ideias sobre as propriedades dos objetos para ajudá-las a trabalhar com esses objetos, como ao agrupá-los ou ao encontrar padrões neles. Essas habilidades também ajudarão seu filho quando chegar a hora de começar a aprender a ler. **Aponte, descreva, e compare:** Onde quer que você esteja, crie o hábito de apontar para coisas que chamam a sua atenção ou a do seu filho e, em seguida, descrevê-las. Aproveite a oportunidade para comparar essas coisas com outras para tornar as descrições mais significativas. Converse sobre como duas coisas são iguais ou diferentes. **Nunca é cedo demais:** Desde cedo, seu filho aprende com tudo o que vê, ouve, prova, toca e vivencia. Acrescente a essas experiências a sua Conversa sobre Matemática. Ele se beneficia das suas palavras antes mesmo de demonstrar qualquer reação. Com o tempo, ele juntará as experiências das suas palavras e começará a demonstrar que as compreende. **Exponha, mas não tenha pressa:** Não confunda exposição precoce com ensino. Uma criança irá construir padrões a partir de suas experiências à medida que estiver pronta para o desenvolvimento. Por exemplo, você não pode ensinar seu filho a contar até 5 explicando a ele – você só pode expô-lo à sua contagem repetidamente até que comece a fazer sentido para ele. Nunca seja impaciente nem o pressione a entender mais rápido – ele tem muito a aprender e naturalmente vai querer entender tudo. **O jogo de procura:** Crie o jogo de procurar objetos ao seu redor. Use-o para praticar conceitos que seu filho está aprendendo, como cor, tamanho (grande, médio, pequeno), peso (pesado, leve), quantidade e relação (dentro, em cima, embaixo). Um de vocês diz ao outro que vê algo redondo em cima de algo marrom. A outra pessoa tenta descobrir o que é. Se tiver dificuldade em encontrar, mais pistas são dadas.
ru: **Математика важна помимо просто чисел:** Описание и сравнение предметов - это важная часть раннего освоения математики в вашем ребёнком. Занимаясь математикой, дети используют представление о свойствах предметов, чтобы работать с ними, например, группировать их или находить закономерности. Эти навыки также пригодятся вашему ребёнку, когда он начнёт учиться читать. **Укажите, опишите, и сравните:** Где бы вы ни находились, возьмите за правило указывать на вещи, которые привлекают ваше внимание или внимание вашего ребёнка, а затем описывайте их. Воспользуйтесь возможностью сравнить эти вещи с другими, чтобы описания были более содержательными. Обсуждайте, чем две вещи похожи или чем они отличаются. **Никогда не бывает слишком рано:** С самых ранних лет ваш ребёнок учится на основе всего, что видят, слышит, пробует на вкус, и испытывает. Дополните этот опыт математическими беседами. Ваши слова приносят ему пользу ещё до того, как он на них отреагирует. Со временем он научится сопоставлять ваши знания и показывать, что понимает их. **Показывайте, но не спешите:** Не путайте ранее знакомство с обучением. Ребёнок будет выстраивать модели на основе своего опыта по мере развития. Например, невозможно научить ребёнка считать до пяти, просто объясняя ему это – можно лишь постоянно показывать ему свой счёт, пока он не начнёт понимать его. Никогда не проявляйте нетерпение и не заставляйте его усваивать материал быстрее – ему предстоит многому научиться, и он естественным образом захочет всё это понять. **Поисковая игра:** Придумайте игру с поиском предметов вокруг себя. Используйте её для отработки и понятий, которые изучает ваш ребёнок, таких как цвет, размер (большой, средний, маленький), вес (тяжёлый, лёгкий), количество, и взаимосвязи (внутри, сверху, снизу). Один из вас говорит другому, что видит что-то круглое, лежащее на чём-то коричневом. Другой пытается угадать, что это. Если ему трудно найти, даются дополнительные подсказки.

# data_list
source: 1.5 Math Talk – Counting
pt: Passo 5: Conversa sobre Matemática – Contando
ru: Шаг 5: Математические Беседы – Подсчёт

# data_list
source: **Counting, Numbers, and Quantities:** Counting and numbers are what comes to mind when most people think of early math, and they are the easiest to relate to and understand. Counting is also easy to verbalize in front of your child. There are several things to work on at the same time, so it can be more complicated for your child than what you might think. * Counting forward and backward, including 0 sometimes * Learning the numbers * Learning quantities **Repeating the sequence:** At first, all your counting in front of your child will lead to your child starting to repeat the numbers in sequence. Don't be surprised if they leave out some of the numbers or they say the numbers in the wrong order. If they make these errors, don't make a big deal out of it; simply say the count correctly and move on. This is all part of the process and they will eventually learn the numbers in the correct order. **Count down sometimes:** Counting down will help your child understand the sequence. This helps keep it from being a meaningless sequence of sounds they make that makes adults happy. You can do this almost any time you would have counted up. For example, if you have three apples you want to remove, count down from three after you take away each apple. **Include 0 sometimes:** Start your counting at 0 sometimes to help 0 become an accepted number and quantity. You can also count down to 0. Counting down to 0 is great for events that are about to happen, say in ten seconds. You can count down to 0 and then say "Blastoff" or something similar. **Understanding quantities:** It is completely intuitive to an adult that if you count a collection of things, say four pebbles, that when you count "1, 2, 3, 4" the last number you say is the size of the quantity of things you have. Your child is learning several things about counting and quantities. They are gaining an understanding of quantities. They are learning that when they count something they do a 1-to-1 correspondence between the things and the numbers they're saying. They are learning that it doesn't matter in which order you count things. And finally, they are learning the "last number is the size" rule. Adults take these things for granted, but it is a great deal for a child to learn. Be patient and remember that there is no rush. **Count everything:** There are so many things to count. Count chairs, steps to go a short distance, food items, people in line, people in a group, furniture around a table or in a room, arms, legs, and who knows what else. Whenever you find yourself mentally counting something, count it out loud in front of your child, and be sure to count down sometimes and to include 0 sometimes.
pt: **Contagem, Números e Quantidades:** A contagem e os números são o que vem à mente quando a maioria das pessoas pensa em matemática inicial, e são os mais fáceis de se relacionar e de entender. Contar também é fácil de verbalizar na frente do seu filho. Há várias coisas para se trabalhar ao mesmo tempo, então pode ser mais complicado para seu filho do que você imagina. * Contar para frente e para trás, incluindo o 0 às vezes. * Aprendendo os números * Aprendendo quantidades **Repetindo a sequência:** No início, toda a sua contagem na frente do seu filho fará com que ele comece a repetir os números em sequência. Não se surpreenda se ele omitir alguns números ou disser os números na ordem errada. Se ele cometer esses erros, não faça alarde; simplesmente diga a contagem corretamente e siga em frente. Tudo isso faz parte do processo e, eventualmente, ele aprenderá os números na ordem correta. **Conte para trás às vezes:** A contagem para trás ajudará seu filho a entender a sequência. Isso ajuda a evitar que seja apenas uma sequência de sons sem sentido que ele faz para deixar os adultos felizes. Você pode fazer isso quase a qualquer momento em que contaria para frente. Por exemplo, se você tiver três maçãs que quer tirar, conte para trás a partir do três depois que você tirar cada maçã. **Inclua o 0 às vezes:** Comece a sua contagem no 0 às vezes para ajudar o 0 a se tornar um número e uma quantidade aceitos. Você também pode fazer a contagem regressiva até o 0. Contar para trás até o 0 é ótimo para eventos que estão prestes a acontecer, digamos, em dez segundos. Você pode contar para trás até o 0 e então dizer "Decolar!" ou algo parecido. **Entendendo quantidades:** É completamente intuitivo para um adulto que, se você contar um conjunto de coisas, digamos quatro pedrinhas, quando contar "1, 2, 3, 4", o último número que você disser será o tamanho da quantidade de coisas que você tem. Seu filho está aprendendo várias coisas sobre contagem e quantidades. Ele está adquirindo uma compreensão de quantidades. Ele está aprendendo que, quando conta algo, faz uma correspondência de 1 para 1 entre as coisas e os números que está dizendo. Ele está aprendendo que não importa a ordem em que você conta as coisas. E, finalmente, ele está aprendendo a regra de "o último número é o tamanho". Os adultos acham que essas coisas são óbvias, mas é muita coisa para uma criança aprender. Seja paciente e lembre-se de que não há pressa. **Conte tudo:** Há tantas coisas para contar. Conte cadeiras, passos para percorrer uma curta distância, alimentos, pessoas na fila, pessoas em um grupo, móveis ao redor de uma mesa ou sala, braços, pernas e quem sabe o que mais. Sempre que você se pegar contando algo mentalmente, conte em voz alta na frente do seu filho e certifique-se de contar para trás e incluir o 0 às vezes.
ru: **Счёт, Числа, и Количества:** Счёт цифр - это то, что приходит на ум большинству людей, когда они думают о ранней математике, и они проще всего для понимания. Счёт также легко объяснить ребёнку словами. Работать нужно над несколькими вещами одновременно, поэтому для ребёнка это может быть сложнее, чем вы думаете. * Счёт в прямом и обратном порядке, иногда включая 0 * Изучение чисел * Изучение о количествах **Повторение последовательности:** Поначалу, eсли вы будете считать перед ребёнком, он начнёт повторять цифры по порядку. Не удивляйтесь, если он пропустит некоторые цифры или назовёт их в неправильном порядке. Если он допустит эти ошибки, не придавайте этому большого значения – просто произнесите ещё раз правильно и продолжайте. Всё это часть процесса, и со временем ребёнок выучить цифры в правильном порядке. **Иногда используйте обратный счёт:** Обратный счёт поможет ребёнку понять последовательность. Это поможет избежать бессмысленные последовательности звуков, которые радует взрослых. Вы можете делать это практически в любое время, когда бы вы считали. Например, если вам нужно убрать три яблока, считайте от трёх когда убираете каждое яблоко. **Иногда включайте 0:** Иногда начинайте счёт с 0, чтобы 0 стал привычным числом и количеством. Вы также можете считать в обратном порядке до 0. Обратный счёт до нуля отлично подходят для событий которые вот-вот произойдут, например через десять секунд. Можно досчитать до 0, а затем сказать «Взлёт» или что-то подобное.. **Понимание количества:** Взрослым совершенно очевидно, что если пересчитать несколько предметов, например четыре камешка, то при счёте «1, 2, 3, 4» последнее число которое вы назовёте будет обозначать количество предметов. Ваш ребёнок узнает много нового о счёте и количествах. Он приобретает понимание величин. Он усваивает, что когда он что-то считает, он устанавливает соответствие между предметами и числами которые называет. Он усваивает, что неважно в каком порядке вы считаете предметы. И наконец, он усваивает правило «Последнее число - это количество». Взрослые принимают это как должное, но для ребёнка - это очень важный урок. Будьте терпеливы и помните что спешить не надо. **Считайте всё:** Столько всего нужно считать. Считайте стулья, шаги чтобы пройти небольшое расстояние, еду, людей в очереди, людей в группе, мебель вокруг стола или в комнате, руки, ноги, и Бог знает что ещё. Всякий раз когда вы ловите себя на том, что мысленно что-то считаете, посчитайте это вслух перед ребёнком, и обязательно иногда делайте обратный счёт, а иногда добавляйте 0.

# data_list
source: 1.6 Math Talk – Point, Describe, Ask
pt: Passo 6: Conversa sobre Matemática – Apontar, Descrever e Perguntar
ru: Шаг 6: Математические Беседы – Указывайте, Описывайте, и Спрашивайте
