Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Gradual change:** As your child develops skill with small adding and subtracting problems, gradually shift over to doing more of these calculations mentally. Don't be in a hurry to memorize. This time spent calculating answers by seeing the relationships between numbers will pay off handsomely in terms of a much better feel and understanding of numbers. If your child masters these facts by grinding through repeated drills with flash cards, you will have thrown away this important opportunity. **Counting on:** Use 6 + 3 as an example of adding by Counting On. Initially, your child will want to do this using their fingers, and that is fine. Say "6" and have a closed fist to indicate 0. Next, count up "7, 8, 9" and raise one finger with each number. Stop at 9, when three fingers have been raised. Over time, using fingers with small addition problems will become less necessary. Your child will start to mentally see the change of 3 in going from 6 to 9, and will no longer need to use fingers – just as they no longer need fingers for adding 1 or 2. **Start from the larger number:** With experience, your child will start to realize that it is easier and faster to start with the larger of the two numbers. For example, it is easier to do 3 + 6 as 6 Counted On with 3 more than it is do it as 3 Counted On with 6 more. Part of making this choice is realizing that the results of 3 + 6 and 6 + 3 are the same. This important observation will mean learning only about half as many addition facts!
pt: **Mudança gradual:** À medida que seu filho desenvolve habilidade com pequenos problemas de adição e subtração, passe gradualmente a fazer mais desses cálculos mentalmente. Não tenha pressa em memorizar. O tempo gasto em calcular as respostas pela percepção das relações entre os números irá compensar ricamente em termos de uma percepção e compreensão muito melhores dos números. Se seu filho dominar esses fatos por meio de exercícios repetitivos com cartões de memória, você terá desperdiçado esta importante oportunidade. **Contando a partir de um número:** Use 6 + 3 como um exemplo de adição contando a partir de um número. Inicialmente, seu filho vai querer fazer isso usando os dedos, e isso não tem problema. Diga “6” e feche o punho para indicar 0. Em seguida, conte "7, 8, 9" e levante um dedo a cada número. Pare no 9, quando tiver levantado três dedos. Com o tempo, o uso dos dedos em pequenos problemas de adição se tornará menos necessário. Seu filho começará a ver mentalmente a mudança de 3 na passagem de 6 para 9 e não precisará mais usar os dedos — assim como já não precisa mais de dedos para somar 1 ou 2. **Comece do número maior:** Com a experiência, seu filho começará a perceber que é mais fácil e rápido começar com o maior dos dois números. Por exemplo, é mais fácil fazer 3 + 6 como "6 contando mais 3" do que fazê-lo como "3 contando mais 6". Parte dessa escolha é perceber que os resultados de 3 + 6 e 6 + 3 são os mesmos. Esta importante observação significará aprender apenas cerca de metade dos fatos da adição!
ru: **Постепенное изменение:** По мере того, как ваш ребёнок освоит простые примеры на сложение и вычитание, постепенно переходите к выполнению большего количества вычислений в уме. Не спешите запоминать. Время, потраченное на вычисление, основанные на понимание взаимосвязи между числами, окупятся сторицей, поскольку он будет гораздо лучше чувствовать и понимать числа. Если ваш ребёнок освоит эти знания, многократно повторяя упражнение с карточками, вы упустите эту важную возможность. **Считать от определённого числа:** Используйте 6 + 3 в качестве примера счёта от определённого числа. Сначала ваш ребёнок захочет сделать это пальцами, и это нормально. Скажите «6» сожмите кулак, чтобы обозначить 0. Затем посчитайте «7, 8, 9» поднимай один палец на каждую цифру. Остановитесь на 9, когда будут подняты три пальца. Со временем необходимость в использовании пальцев при решении простых задач на сложение отпадёт. Ваш ребёнок начнёт мысленно видеть изменения числа 3 при переходе от 6 к 9, и ему больше не придётся использовать пальцы – точно так же, как ему больше не нужны пальцы при сложении 1 или 2. **Начните с большего числа:** С опытом ваш ребёнок начнёт понимать, что начинать с большего из двух чисел проще и быстрее. Например, проще решить что 3 + 6 как 6 с добавлением 3 чем как 3 с добавлением 6. Частью этого выбора является понимание того, что результат 3 + 6 и 6 + 3 одинаковы. Это важное наблюдение означает, что ему придётся выучить примерно вдвое меньше примеров сложения!

# data_list
source: 3.2 Mental Subtracting – Take Away
pt: Passo 22: Subtração Mental – Retirar
ru: Шаг 22: Умственное Вычитание – Отнять

# data_list
source: **Two kinds of subtraction:** There are two models for subtraction, and both are important. The first is taking away. If you are asked to subtract 3 things from 9 things, you will probably think of this as taking away or removing 3 of the things. The second model involves difference. The difference between two numbers is the distance between them . If you are asked to subtract 7 from 9, you are likely to do this be finding how far apart they are, what their difference is. Both understandings of subtraction are needed and are useful. For mental arithmetic, having a choice of using take away or difference can make a big difference in the ease of the calculation. Additionally, some problems are more naturally understood as take away or difference problems. **Counting down:** Counting down is a natural way to do take away. Use 9 - 3 as an example of subtracting by counting down. As with adding, your child may want to initially do this using their fingers, and that is fine. Say "9" and have a closed fist to indicate 0. Next, count down "8, 7, 6" and raise one finger with each number. Stop at 6, when three fingers have been raised. Over time, using fingers with small subtraction problems will become less necessary. Your child will start to mentally see the change of 3 in going from 9 to 6, and will no longer need to use fingers – just as they no longer need fingers for subtracting 1 or 2. **Subtracting 1 to 4:** With practice, your child will build up speed using this approach for subtracting the numbers from 1 to 4. Take your time and make sure everyone enjoys the process.
pt: **Dois tipos de subtração:** Existem dois modelos para a subtração, e ambos são importantes. O primeiro é por retirada. Se for pedido para subtrair 3 coisas de 9, você provavelmente pensará nisso como retirar ou remover 3 das coisas. O segundo modelo envolve a diferença. A diferença entre dois números é a distância entre eles. Se for pedido para subtrair 7 de 9, você provavelmente fará isso encontrando a distância entre eles, ou seja, qual é a diferença. Ambas as compreensões da subtração são necessárias e úteis. Para a aritmética mental, ter a opção de usar retirar ou diferença pode fazer uma grande diferença na facilidade do cálculo. Além disso, alguns problemas são entendidos de forma mais natural como problemas de retirar ou de diferença. **Contagem regressiva:** Contar para trás é uma forma natural de fazer a retirada. Use 9 - 3 como um exemplo de subtração por contagem regressiva. Assim como na adição, seu filho pode querer, inicialmente, fazer isso usando os dedos, e isso não tem problema. Diga “9” e feche o punho para indicar 0. Em seguida, conte para trás "8, 7, 6" e levante um dedo a cada número. Pare no 6, quando tiver levantado três dedos. Com o tempo, o uso dos dedos em pequenos problemas de subtração se tornará menos necessário. Seu filho começará a ver mentalmente a mudança de 3 na passagem de 9 para 6 e não precisará mais usar os dedos — assim como já não precisa mais de dedos para subtrair 1 ou 2. **Subtraindo 1 de 4:** Com a prática, seu filho ficará mais rápido usando essa abordagem para subtrair os números de 1 a 4. Não tenha pressa e certifique-se de que todos aproveitem o processo.
ru: **Два вида вычитания:** Существует две модели вычитания, и обе важны. Первое - это вычитание. Если вас спросят вычесть 3 из 9, вы вероятно подумаете об этом как о вычитании или удаление 3 из них. Вторая модель - это разность. Разность между двумя числами это расстояние между ними. Если вас спросят вычесть 7 из 9, вы вероятно будете искать насколько они друг от друга удалены, какова их разница. Оба понимания и вычитания необходимые и полезные. При устном счёте возможность выбора между вычитанием и разностью может существенно упростить вычисления. Также, некоторые примеры проще понимать как примеры на вычитание или разность. **Обратный отсчёт:** Обратный отсчёт это естественный способ вычитания. Используйте 9 - 3 как пример вычитания с помощью обратного счёта. Как и при сложении, ваш ребёнок может сначала захотеть сделать это пальцами и это нормально. Скажите «9» сожмите кулак, чтобы обозначить 0. Затем посчитайте «8, 7, 6» поднимай один палец на каждую цифру. Остановитесь на 6, когда будут подняты три пальца. Со временем использование пальцев при решении простых задач на вычитание станет менее необходимым. Ваш ребёнок начнёт мысленно видит изменения числа 3 при переходе от 9 к 6, и ему больше не придётся использовать пальцы – так же, как ему больше не нужны пальцы при вычитании 1 или 2. **Вычитание от 1 до 4:** Со временем ваш ребёнок научится быстро вычитать числа от 1 до 4, используя этот подход. Не торопитесь и убедитесь, что всем нравится этот процесс.

# data_list
source: 3.3 Mental Subtracting – Difference
pt: Passo 23: Subtração Mental – Diferença
ru: Шаг 23: Вычитание в Уме – Разница

# data_list
source: **Distance or gap size:** If you are asked to find the difference between two numbers, you are doing a subtraction problem. Finding the difference is understood as finding the distance between the numbers, and this can be calculated by asking what number needs to be added to span the gap between them. **Counting On:** Use finding the difference of 9 and 6 as an example. Calculate this by keeping track of how many numbers you use as you Count On from 6 to 9. As with the instructions for adding in a previous learning step, this can be done with or without fingers. If your child has been practicing adding problems, they can probably very quickly count "7, 8, 9" and see that the gap is 3. **Subtracting and adding:** Using Counting On to find the difference is a great way to see the connec- tion between adding and subtracting. When we Counted On starting at 6 to add 6 + 3, we wanted to find the result of Counting On three times. When we Counted On from 6 to find 9 - 6, we knew the result of 9 and wanted to find out what we needed to add to 6 to get there. **Differences of 1 to 4:** With practice, your child will build up speed using this approach for finding differences of sizes 1 to 4. Take your time and make sure everyone enjoys the process.
pt: **Distância ou tamanho do intervalo:** Se for pedido para encontrar a diferença entre dois números, você está resolvendo um problema de subtração. Encontrar a diferença é entendido como encontrar a distância entre os números, e isso pode ser calculado perguntando qual número precisa ser adicionado para preencher o intervalo entre eles. **Contando a partir de um número:** Use encontrar a diferença entre 9 e 6 como um exemplo. Calcule isso acompanhando quantos números você usa enquanto conta a partir de 6 até 9. Assim como nas instruções para a adição em uma etapa de aprendizado anterior, isso pode ser feito com ou sem os dedos. Se seu filho praticou problemas de adição, ele provavelmente pode contar muito rapidamente "7, 8, 9" e ver que o intervalo é 3. **Subtraindo e adicionando:** Usar a contagem a partir de um número para encontrar a diferença é uma ótima maneira de ver a conexão entre adição e subtração. Quando contamos a partir de um número a partir de 6 para somar 6 + 3, queríamos encontrar o resultado de contar três vezes. Quando contamos a partir de um número a partir de 6 para encontrar 9 - 6, sabíamos o resultado 9 e queríamos descobrir o que precisávamos adicionar a 6 para chegar lá. **Diferenças de 1 a 4:** Com a prática, seu filho ficará mais rápido usando essa abordagem para encontrar diferenças que variam de 1 a 4. Não tenha pressa e certifique-se de que todos aproveitem o processo.
ru: **Расстояние или размер зазора:** Если вам предлагают найти разность между двумя числами, вы решаете задачу на вычитание. Нахождение разности подразумевает нахождение расстояния между числами, его можно вычислить, спросив какое число нужно прибавить, чтобы сократить расстояние между ними. **Считать от определённого числа:** Используйте в качестве примера нахождение разницы между 9 и 6. Подсчитайте это, отслеживая сколько цифр вы используете когда считаете от 6 до 9. Как и в случае с инструкциями по сложению на предыдущем этапе обучения, это можно делать как с пальцами, или без них. Если ваш ребёнок практиковался в сложении, он вероятно очень быстро сможет посчитать «7, 8, 9» и увидеть что промежуток равен 3. **Вычитание и сложение:** Используйте счёт от определённого числа для нахождения разности это отличный способ увидеть связь между сложением и вычитанием. Когда мы начинали с 6, чтобы сложить 6 + 3, мы хотели найти результат считая от определённого числа три раза. Когда мы начинали с 6, чтобы найти 9 - 6, мы знали результат 9 и хотели узнать, сколько нужно прибавить к 6, чтобы получить этот результат. **Различие от 1 до 4:** С практикой ваш ребёнок будет увеличивать скорость, используя этот подход для нахождения различия размеров от 1 до 4. Не торопитесь и убедитесь, что всем нравится этот процесс.

# data_list
source: 3.4 Number Bonds
pt: Passo 24: Ligações Numéricas
ru: Шаг 24: Числовые Связи

# data_list
source: **Part and whole:** Seeing a whole thing as being made up of its parts is an important developmental step for a child. The number bonds for a number, say 6, are all the ways of pairing two numbers that add up to 6. It is all the ways of taking the whole of 6 and breaking it into two parts. This reinforces an understanding of the connection between addition and subtraction as forming groups of fact families – a topic to be covered in an upcoming learning step. **What's missing?:** Let's continue using number bonds for 6 as our example. The number bonds for 6 are: 0 + 6, 1 + 5, 2 + 4, and 3 + 3. A child who has learned these well will then have little trouble answering the question: "What do I need to add to 2 to get 6?" They will know that 2 + 4 is a number bond for 6, so 4 is the part of 6 that is missing.
pt: **Parte e todo:** Compreender o todo como sendo composto por suas partes é uma etapa de desenvolvimento fundamental para uma criança. As ligações numéricas para um número, digamos 6, são todas as maneiras de combinar dois números que somam 6. São todas as maneiras de pegar o todo de 6 e dividi-lo em duas partes. Isso reforça a compreensão da conexão entre adição e subtração, formando grupos de famílias de fatos — um tópico a ser abordado em uma próxima etapa de aprendizado. **O que está faltando?:** Vamos continuar usando as ligações numéricas para 6 como nosso exemplo. As ligações numéricas para 6 são: 0 + 6, 1 + 5, 2 + 4 e 3 + 3. Uma criança que aprendeu isso bem terá pouca dificuldade em responder à pergunta: "O que eu preciso adicionar a 2 para obter 6?". Ela saberá que 2 + 4 é uma ligação numérica para 6, então 4 é a parte do 6 que está faltando.
ru: **Части целое:** Представление о целом, как о состоящем из частей, важный этап развития ребёнка. Числовые связи для числа, например 6 - это все способы составления пар двух чисел, дающих в сумме 6. Это все способы деления целого числа 6 на две части. Это закрепляет понимание связей между сложением и вычитанием, образующими группы фактов – тема, которая будет рассмотрена на следующем этапе обучения. **Чего не хватает?:** Давайте продолжим использовать числовые связи для числа 6 в качестве нашего примера. Числовые связи для числа 6 таковые: 0 + 6, 1 + 5, 2 + 4, и 3 + 3. Ребёнок, который это изучил, без труда ответят на вопрос: «Сколько мне нужно прибавить к 2, чтобы получить 6?» Они будут знать что 2+4 это числовая связь 6, поэтому 4 – это недостающая часть числа 6.

# data_list
source: **Ten frames:** Fluency with number bonds for all numbers up to about 12 is very useful for doing adding and subtracting, The number bonds that arise the most often are those for 10. Ten frames are designed to help visualize number bonds for 10. A ten frame with 7 dots in it makes it visually obvious that 7 + 3 is a number bond for 10. **Games and puzzles:** There are quite a few games and puzzles that involve number bonds. Sum Groups is a puzzle designed to practice number bonds. Many games, such as Memory Challenge and Go Fish, have versions that use target totals and thereby exercise number bonds.
pt: **Quadros de dez:** A fluência com as ligações numéricas para todos os números até cerca de 12 é muito útil para fazer adições e subtrações. As ligações numéricas que surgem com mais frequência são as do 10. Os quadros de dez são projetados para ajudar a visualizar as ligações numéricas para 10. Um quadro de dez com 7 pontos torna visualmente óbvio que 7 + 3 é uma ligação numérica para 10. **Jogos e quebra-cabeças:** Existem muitos jogos e quebra-cabeças que envolvem ligações numéricas. O Grupos de Soma é um quebra-cabeça projetado para praticar as ligações numéricas. Muitos jogos, como o Desafio da Memória e o Vá Pescar, têm versões que usam somas-alvo e, com isso, exercitam as ligações numéricas.
ru: **Десять рамок:** Свободное владение числовыми связями для всех чисел до 12 очень полезно для выполнения сложения и вычитания. Наиболее часто встречаются числовые связи для 10. Рамка из десяти предназначена для наглядного представления числовых связей для 10. Рамка из десяти с 7 точками в ней наглядно демонстрирует, что 7+3 это числовая связь для 10. **Игры и головоломки:** Существуют довольно много игр и головоломок, в которых задействованы числовые связи. Сум групп - это головоломка, разработанная для тренировки числовых связей. Многие игры такие как «Запомни», или «Иди рыбачить», имеют версии использующие целевые суммы и тем самым тренирующие числовые связи.

# data_list
source: 3.5 Place Value
pt: Passo 25: Valor Posicional
ru: Шаг 25: Место Значение

# data_list
source: **Meaning for the numbers 10 to 20:** At first, the numbers above 9 can be thought of as just the next numbers that come along. There is nothing wrong with that, and that viewpoint will work just fine for a long time. Eventually, with numbers all the way up to 100 coming on the horizon, it will be time to Introduce your child to the role of 10 in the numbers from 10 to 20. **Adding and subtracting 10:** Start this introduction by helping your child learn how to add 10 to single-digit numbers and subtract 10 from double-digit numbers from 10 to 20. **Practice with physical quantities:** Find something you have a lot of – perhaps pebbles, sticks, or toothpicks. Let's use 3 and 13 as an example. If you place 13 things on a flat surface, you can separate them into one group of 10 and one group of 3. This demonstrates both that 3 + 10 is 13, and also that 13 - 10 is 3. **Numerals:** If your child is ready to use numerals, write down 13 = 10 + 3 and 13 - 10 = 3 as you do the demonstration just described. When we write a two-digit number, such as 13, the place on the left is the tens place and the place on the right is the ones place. Then tens place tells how many tens the number has, and the ones place how many ones it has. For 13, it is made up of 1 ten and 3 ones, so 13 = 10 + 3. As another example, 20 is made up of 2 tens and 0 ones. **It takes time:** Breaking up a number into tens and ones, particularly symbolically with written numbers, is a big conceptual step and you should expect this to take many demonstrations, many explanations, and lots of time. As with so many of these foundational elements, your child will absorb it eventually and there is no hurry.
pt: **Significado dos números de 10 a 20:** No início, os números acima de 9 podem ser vistos apenas como os próximos números que surgem na sequência. Não há nada de errado nisso, e essa perspectiva funcionará muito bem por um bom tempo. Eventualmente, com os números até 100 surgindo no horizonte, será o momento de apresentar ao seu filho o papel do 10 nos números de 10 a 20. **Adicionando e subtraindo 10:** Inicie esta introdução ajudando seu filho a aprender a somar 10 a números de um dígito e a subtrair 10 de números de dois dígitos de 10 a 20. **Prática com objetos concretos:** Encontre algo que você tenha em grande quantidade — talvez pedras, gravetos ou palitos de dente. Vamos usar 3 e 13 como exemplo. Se você colocar 13 coisas em uma superfície plana, pode separá-las em um grupo de 10 e um grupo de 3. Isso demonstra tanto que 3 + 10 é 13, quanto que 13 - 10 é 3. **Numerais:** Se seu filho já estiver pronto para usar numerais, escreva 13 = 10 + 3 e 13 - 10 = 3 enquanto faz a demonstração que acabamos de descrever. Quando escrevemos um número de dois dígitos, como 13, a casa à esquerda é a casa das dezenas e a casa à direita é a casa das unidades. A casa das dezenas indica quantas dezenas o número tem, e a casa das unidades, quantas unidades ele tem. Para o 13, ele é formado por 1 dezena e 3 unidades, então 13 = 10 + 3. Em outro exemplo, 20 é formado por 2 dezenas e 0 unidades. **Leva tempo:** Separar um número em dezenas e unidades, principalmente na forma de números escritos, é um grande passo conceitual e você deve esperar que isso leve muitas demonstrações, muitas explicações e muito tempo. Assim como tantos desses elementos fundamentais, seu filho irá absorvê-lo eventualmente e não há pressa.
ru: **Значение чисел от 10 до 20:** Поначалу числа выше 9 можно воспринимать просто как следующие по порядку. В этом нет ничего плохого, и такая точка зрения будет прекрасно работать ещё долгое время. Со временем, когда на горизонте появятся числа вплоть до 100, настанет время познакомить ребёнка с ролью числа 10 в числах от 10 до 20. **Сложение и вычитание 10:** Начните это введение, помогая вашему ребёнку научиться прибавлять 10 к однозначным числам и вычитывать 10 из двузначных чисел от 10 до 20. **Практика с физическими величинами:** Найдите что-нибудь чего у вас много – например камешки, палочки, или зубочистки. Возьмём в качестве примера 3 и 13. Если вы разложите 13 предметов на плоской поверхности, вы можете разделить их на группы по 10 и по 3. Это доказывает что 3 + 10 = 13 а также что 13 - 10 = 3. **Цифры:** Если ваш ребёнок готов использовать цифры, запишите 13 = 10 + 3 и 13 - 10 = 3, как вы только что продемонстрировали. Когда мы записываем двузначное число, например 13, разряд слева - это разряд десятков, а разряд справа - это разряд единиц. Тогда разряд десятков показывает, сколько в нём десятков, а разряд единиц сколько в нём единиц. Число 13 состоит из одного десятка и трёх единиц, поэтому 13 = 10 + 3. Другой пример: число 20 состоит из двух десятков и ноль единиц. **Это занимает время:** Разложение числа на десятки и единицы, особенно в символическом виде когда речь идёт о написании цифр, это важный концептуальный шаг, и будьте готовы к тому что он потребует множество демонстраций, объяснение, и времени. Как и многие другие основополагающие элементы, ваш ребёнок со временем усвоит это, и вам спешить некуда.

# data_list
source: 3.6 Fact Families
pt: Passo 26: Famílias de Fatos
ru: Шаг 26: Семьи Фактов
