Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: "Daisy, you are different from the other chickens. They don't want to fly but you do! You can do it." Mama said.
el: "Μαργαρίτα, είσαι διαφορετική από τα άλλα κοτόπουλα. Δεν θέλουν να πετάξουν, αλλά εσύ το θέλεις! Μπορείς να το κάνεις," είπε η μαμά της.
pt: "Daisy, você é diferente das outras galinhas. Elas não querem voar, mas você quer! Você consegue." Mamãe disse.
ru: «Дейзи, ты отличаешься от других кур. Они не хотят летать, но ты хочешь! Ты можешь это сделать.» Мама сказала.

# data_list
source: How can you tell from Daisy's face that she is getting a new idea?
el: Πώς φαίνεται από το πρόσωπο της Μαργαρίτας ότι σκέφτεται μια νέα ιδέα;
pt: Você consegue perceber pelo rosto de Daisy que ela está tendo uma nova ideia?
ru: Как ты можешь сказать по лицу Дейзи, что у неё появляется новая идея?

# data_list
source: Think of a problem you solved by coming up with a new way to do it after the old way kept failing.
el: Σκέψου ένα πρόβλημα που έλυσες αφού σκέφτηκες έναν νέο τρόπο να το προσεγγίσεις όταν ο παλιός τρόπος δεν δούλευε.
pt: Pense em um problema que você resolveu ao criar uma nova maneira de fazê-lo após as outras maneiras continuarem falhando.
ru: Подумай о проблеме, которую вы решили придумав новый способ решения этой проблемы после того, как старый метод продолжал давать сбои.

# data_list
source: Daisy's body is made up of pairs of things, such as her eyes, and single things, such as her tail. Name all the pairs you can and then all the singles you can.
el: Το σώμα της Μαργαρίτας αποτελείται από ζευγάρια πραγμάτων, όπως τα μάτια της και από μονά πράγματα, όπως η ουρά της. Ονόμασε όλα τα ζευγάρια που μπορείς και μετά όλα τα μονά πράγματα.
pt: O corpo de Daisy é composto por pares de coisas, como os olhos e por coisas únicas, como o rabo. Nomeie todos os pares de coisas que puder e, em seguida, todas as coisas únicas que achar.
ru: Тело Дейзи состоит из пар частей, например глаза, и отдельных частей, например её хвост. Назови все возможные пары, а затем все возможные одиночные части.

# data_list
source: The following day Daisy climbed to the top of the chicken coop and flap, flap, flap, she flapped her wings. She flew into the air and flapped her wings and flapped her wings and flapped her wings and ...
el: Την επόμενη ημέρα, η Μαργαρίτα ανέβηκε στην κορυφή του κοτετσιού και φτερούγισε, φτερούγισε, φτερούγισε τα φτερά της. Πέταξε στον αέρα και φτερούγισε τα φτερά της, και φτερούγισε τα φτερά της, και φτερούγισε τα φτερά της και ...
pt: No dia seguinte, Daisy subiu ao topo do galinheiro e flap, flap, flap, ela bateu as suas asas. Ela voou pelo ar e bateu as suas asas, e bateu as suas asas e bateu as suas asas e...
ru: На следующий день, Дейзи забралась наверх курятника и хлоп-хлоп-хлоп, она хлопала крыльями. Она взлетела в воздух и хлопала крыльями, и хлопала крыльями, и хлопала крыльями, и ...

# data_list
source: There are lots of straight lines here. Some are vertical -- they go up and down. Some are horizontal -- they go side to side. Find some vertical and horizontal lines where you are.
el: Υπάρχουν πολλές ευθείες γραμμές εδώ. Μερικές είναι κάθετες — πηγαίνουν πάνω και κάτω. Μερικές είναι οριζόντιες — πηγαίνουν από τη μία πλευρά στην άλλη. Βρες κάποιες κάθετες και οριζόντιες γραμμές εκεί που βρίσκεσαι.
pt: Há muitas linhas retas aqui. Algumas são verticais -- elas sobem e descem. Algumas são horizontais – elas vão de um lado para o outro. Encontre algumas linhas verticais e horizontais onde você está.
ru: Здесь много прямых линий. Некоторые из них вертикальные -- они идут вверх и вниз. Некоторые горизонтальные --они идут из стороны в сторону. Найди несколько вертикальных и горизонтальных линий, где ты находишься.

# data_list
source: What do the curved lines next to Daisy's body indicate?
el: Τι δείχνουν οι καμπύλες γραμμές δίπλα στο σώμα της Μαργαρίτας;
pt: O que as linhas curvas próximas do corpo de Daisy indicam?
ru: Что означает изогнутые линии рядом с телом Дейзи?

# data_list
source: Daisy's face is very expressive. What does her face show this time?
el: Το πρόσωπο της Μαργαρίτας είναι πολύ εκφραστικό. Τι δείχνει το πρόσωπό της αυτή τη φορά;
pt: O rosto de Daisy é muito expressivo. O que o rosto dela está demonstrando dessa vez?
ru: Лицо Дейзи очень выразительное. Что показывает её лицо в этот раз?

# data_list
source: BAM!
el: ΜΠΑΜ!
pt: PAFT!
ru: BAУ!

# data_list
source: How is Daisy feeling right now?
el: Πώς νιώθει η Μαργαρίτα αυτή τη στιγμή;
pt: Como Daisy está se sentindo agora?
ru: Как сейчас чувствует себя Дейзи?

# data_list
source: What is the other chicken doing?
el: Τι κάνει το άλλο κοτόπουλο;
pt: O que a outra galinha está fazendo?
ru: Что делает другая курица?

# data_list
source: A kind and thoughtful chicken might go over and console and cheer Daisy up. Why isn't this chicken doing that?
el: Ένα καλόκαρδο και στοργικό κοτόπουλο μπορεί να πήγαινε στη Μαργαρίτα για να την παρηγορήσει και να την ενθαρρύνει. Γιατί δεν το κάνει αυτό το κοτόπουλο;
pt: Uma galinha gentil e atenciosa poderia ir até lá para consolar e animar Daisy. Por que a outra galinha não está fazendo isso?
ru: Добрая и заботливая курица могла бы подойти, утешить, и подбодрить Дейзи. Почему эта курица это не делает?

# data_list
source: The other chickens laughed out loud. "Ha ha ha! We told you! Chickens can't fly!"
el: Τα άλλα κοτόπουλα γέλασαν δυνατά. "Χα χα χα! Σου το είπαμε! Τα κοτόπουλα δεν μπορούν να πετάξουν!"
pt: As outras galinhas gargalharam. "Ha ha ha! Nós te avisamos! Galinhas não podem voar!"
ru: Остальные курицы громко рассмеялись. «Ха-ха-ха! Мы тебе говорили! Курицы не летают!»

# data_list
source: There is one thick vertical line in this picture. Do you see any other vertical or horizontal lines?
el: Υπάρχει μια παχιά κάθετη γραμμή σε αυτή την εικόνα. Βλέπεις άλλες κάθετες ή οριζόντιες γραμμές;
pt: Há uma linha vertical grossa nesta imagem. Você vê outras linhas verticais ou horizontais?
ru: На этой картинке есть одна толстая вертикальная линия. Видишь ли ты какие-либо другие вертикальные или горизонтальные линии?

# data_list
source: Is the laughing chicken walking or running? How can you tell?
el: Το κοτόπουλο που γελάει περπατά ή τρέχει; Πώς μπορείς να το καταλάβεις;
pt: A galinha risonha está andando ou correndo? Como identificou isso?
ru: Смеющаяся курица идёт или бежит? Как ты можешь понять?

# data_list
source: Do you think Daisy will give up after this bad fall? When you have a failure, is it hard for you to keep trying?
el: Νομίζεις ότι η Μαργαρίτα θα τα παρατήσει μετά από αυτό το άσχημο πέσιμο; Όταν έχεις μια αποτυχία, σου είναι δύσκολο να συνεχίσεις να προσπαθείς;
pt: Você acha que Daisy vai desistir depois dessa queda terrível? Quando você fracassa, é difícil para você continuar tentando?
ru: Как ты думаешь, Дейзи сдаться после такого неудачливого падения? Когда у тебя неудача, трудно ли тебе продолжать пытаться?

# data_list
source: But the next day Daisy climbed even higher, right up to the top of the hut. Flap, flap, flap, Daisy flapped her wings.
el: Αλλά την επόμενη μέρα, η Μαργαρίτα ανέβηκε ακόμα πιο ψηλά, μέχρι την κορυφή της καλύβας. Φτερούγισε, φτερούγισε, φτερούγισε τα φτερά της.
pt: Mas, no dia seguinte, Daisy subiu ainda mais alto, até o topo da cabana. Flap, flap, flap, Daisy bateu as suas asas.
ru: Но на следующий день Дейзи поднялась ещё выше, прямо наверх хижины. Хлоп-хлоп-хлоп, Дейзи взмахнула крыльями.

# data_list
source: Daisy is determined. Can you think of a time when you kept trying even after several failures?
el: Η Μαργαρίτα είναι αποφασισμένη. Μπορείς να σκεφτείς μια στιγμή που συνέχισες να προσπαθείς ακόμα και μετά από αρκετές αποτυχίες;
pt: Daisy está determinada. Você consegue pensar em uma época em que você continuou tentando mesmo depois de vários fracassos?
ru: Дейзи полна решимости. Можете ли вы вспомнить случай, когда вы продолжали попытки даже после нескольких неудач?

# data_list
source: Daisy is trying to solve her problem. What have been some of her new ideas for this problem?
el: Η Μαργαρίτα προσπαθεί να λύσει το πρόβλημά της. Ποιες ήταν μερικές από τις νέες ιδέες της για το πρόβλημα;
pt: Daisy está tentando resolver o problema dela. Quais foram as novas ideias que ela teve para resolver esse problema?
ru: Дейзи пытается решить свою проблему. Каковы были её новые идеи по этой проблеме?

# data_list
source: Why did they show Daisy twice in this picture? Why does Daisy look big and the other chickens look so small?
el: Γιατί δείχνουν τη Μαργαρίτα δύο φορές σε αυτή την εικόνα; Γιατί η Μαργαρίτα φαίνεται μεγάλη και τα άλλα κοτόπουλα μικρά;
pt: Por que Daisy aparece duas vezes nesta imagem? Por que Daisy parece tão grande e as outras galinhas tão pequenas?
ru: Почему на этой картинке дважды показали Дейзи? Почему Дейзи выглядит большой, а другие куры такими маленькими?

# data_list
source: She flew into the air and flapped her wings and flapped her wings and flapped her wings and ...
el: Πέταξε στον αέρα και φτερούγισε τα φτερά της, και φτερούγισε τα φτερά της, και φτερούγισε τα φτερά της και ...
pt: Ela voou pelo o ar e bateu as suas asas, e bateu as suas asas, e bateu as suas asas, e...
ru: Она взлетела в воздух и хлопала крыльями, и хлопала крыльями, и хлопала крыльями, и ...

# data_list
source: At last, Daisy is successful! How does that make you feel? It feels good to share the successes of others.
el: Τελικά, η Μαργαρίτα τα κατάφερε! Πώς σε κάνει αυτό να νιώθεις; Είναι ωραίο να μοιράζεσαι την επιτυχία των άλλων.
pt: Finalmente, Daisy obteve sucesso! Como isso faz você se sentir? Faz bem compartilhar os sucessos dos outros.
ru: Наконец-то Дейзи добилась успеха! Как это заставляет тебя чувствовать? Приятно делиться успехами других.

# data_list
source: How can you tell from the drawing that she is flying upward?
el: Πώς μπορείς να καταλάβεις από το σχέδιο ότι πετάει προς τα πάνω;
pt: Como você pode dizer pelo desenho que ela está voando para cima?
ru: Как по рисунку понять, что она летит вверх?

# data_list
source: Look at the movement lines drawn around her body. How are the movement lines in this picture different from the ones on the last page?
el: Κοίταξε τις γραμμές κίνησης γύρω από το σώμα της. Πώς διαφέρουν οι γραμμές κίνησης σε αυτή την εικόνα από τις γραμμές στην προηγούμενη σελίδα;
pt: Olhe para as linhas de movimento desenhadas ao redor do corpo dela. Como as linhas de movimento nesta imagem diferem das da última página?
ru: Посмотри на линии движения, нарисованные вокруг её тела. Чем линии движения на этой картинке отличается от линии на прошлой странице?

# data_list
source: She kept flying! The wind beneath her wings grew stronger and she flew higher and higher! The sparrows and the swallows said, "Amazing! A flying chicken!"
el: Συνέχισε να πετάει! Ο άνεμος κάτω από τα φτερά της δυνάμωσε και πέταξε ψηλότερα και ψηλότερα! Τα σπουργίτια και τα χελιδόνια είπαν, "Απίστευτο! Μια κότα που μπορεί να πετάξει!"
pt: Ela continuou voando! O vento sob as suas asas ficou mais forte e ela voou cada vez mais alto! Os pardais e as andorinhas disseram: "Incrível! Uma galinha voadora!"
ru: Она продолжала лететь! Ветер под её крыльями становился сильнее, и она летела всё выше и выше! Воробьи и ласточки сказали, «Удивительно! Летающая курица!»

# data_list
source: How does Daisy's flying body look different from the other birds in the sky?
el: Σε τι διαφέρει το σώμα της Μαργαρίτας που πετάει από τα άλλα πουλιά στον ουρανό;
pt: Como o corpo de Daisy voando parece diferente dos corpos dos outros pássaros no céu?
ru: Чем летающее тело Дейзи отличается от других птиц в небе?

# data_list
source: How is Daisy feeling now that all of her hard work has paid off?
el: Πώς νιώθει η Μαργαρίτα τώρα που όλη η σκληρή δουλειά της απέδωσε;
pt: Como Daisy está se sentindo agora que todo o seu trabalho árduo valeu a pena?
ru: Как Дейзи себя чувствует теперь, когда вся её тяжёлая работа окупилась?

# data_list
source: What are the other chickens thinking now?
el: Τι νομίζουν τώρα τα άλλα κοτόπουλα;
pt: O que as outras galinhas estão pensando agora?
ru: О чём сейчас думают другие куры?

# data_list
source: And the other chickens wanted to be just like her.
el: Και τα άλλα κοτόπουλα ήθελαν να είναι σαν αυτήν.
pt: E as outras galinhas queriam ser iguais a ela.
ru: И другие куры хотели быть такими же, как она.

# data_list
source: Use your arms to copy the positions of the wings of these chickens.
el: Χρησιμοποίησε τα χέρια σου για να μιμηθείς τις θέσεις των φτερών αυτών των κοτόπουλων.
pt: Use os seus braços para copiar as posições das asas dessas galinhas.
ru: Своими руками скопируй положение крыльев этих кур.

# data_list
source: What are these chickens feeling now that Daisy is successful?
el: Πώς νιώθουν τώρα αυτά τα κοτόπουλα τώρα που η Μαργαρίτα είναι επιτυχημένη;
pt: O que essas galinhas estão sentindo agora que Daisy obteve sucesso?
ru: Что чувствуют эти куры теперь, когда Дейзи добилась успеха?

# data_list
source: Do you think the other chickens will learn to fly someday?
el: Νομίζεις ότι τα άλλα κοτόπουλα θα μάθουν ποτέ να πετάνε;
pt: Você acha que as outras galinhas vão aprender a voar algum dia?
ru: Как ты думаешь, а другие куры когда-нибудь научиться летать?

# data_list
source: They said, "Oh Daisy, you're amazing!"
el: "Ω Μαργαρίτα, είσαι απίστευτη!"
pt: Elas disseram, "Ah, Daisy, você é incrível!"
ru: Они сказали, «О Дейзи, ты потрясающая!»

# data_list
source: What happens next in Daisy's story after this book?
el: Τι θα συμβεί στη συνέχεια στην ιστορία της Μαργαρίτας μετά από αυτό το βιβλίο;
pt: O que acontece a seguir na história de Daisy depois deste livro?
ru: Что происходит дальше в истории Дейзи после этой книги?

# data_list
source: Have you ever wished that you could fly?
el: Έχεις ευχηθεί ποτέ να μπορούσες να πετάξεις;
pt: Você já desejou poder voar?
ru: Вы когда-нибудь хотели, чтобы вы могли летать?

# data_list
source: Where would you go if you could fly? What would you like to look at if you could get way up in the sky above it?
el: Πού θα ήθελες να πας αν μπορούσες να πετάξεις; Τι θα ήθελες να κοιτάξεις αν μπορούσες να ανεβείς ψηλά στον ουρανό;
pt: Para onde você iria se pudesse voar? O que você gostaria de contemplar se pudesse subir até o céu e olhar lá de cima?
ru: Куда бы вы полетели, если бы могли летать? На что бы вы хотели смотреть, если вы могли подняться высоко в небо?

# data_list
source: Everyone knows that the elephant has a very long nose.
el: Όλοι γνωρίζουν ότι ο ελέφαντας έχει μια πολύ μακριά προβοσκίδα.
pt: Todo mundo sabe que o elefante tem um nariz muito longo.
ru: Все знают, что у слона очень длинный нос.

# data_list
source: Elephants live in many places in Africa and Asia. What are some things you know about elephants?
el: Οι ελέφαντες ζουν σε πολλά μέρη στην Αφρική και την Ασία. Ποια είναι μερικά πράγματα που γνωρίζεις για τους ελέφαντες;
pt: Os elefantes vivem em muitos lugares na África e na Ásia. O que você sabe sobre os elefantes?
ru: Все знают, что у слона очень длинный нос.} {Слоны живут во многих местах Африки и Азии. Какие некоторые вещи которые ты знаешь о слонах?

# data_list
source: Have you ever seen an elephant? If so, did it look like this?
el: Έχεις δει ποτέ ελέφαντα; Αν ναι, έμοιαζε με αυτόν;
pt: Você já viu um elefante? Se sim, ele era parecido com este?
ru: Ты когда-нибудь видел слона? Если да, то как он выглядел?

# data_list
source: There are two patches of hair on this elephant. Do elephants actually have hair like this?
el: Υπάρχουν δύο περιοχές με τρίχωμα πάνω σε αυτόν τον ελέφαντα. Έχουν στην πραγματικότητα οι ελέφαντες τρίχωμα σαν αυτό;
pt: Há dois punhados de pelos neste elefante. Será que os elefantes realmente têm pelos assim?
ru: У этого слона две клочья шерсти. Действительно ли у слонов такая шерсть?

# data_list
source: But a long time ago, the elephant's nose was short and fat. Like a shoe in the middle of its face.
el: Αλλά πολύ παλιά, η προβοσκίδα του ελέφαντα ήταν κοντή και παχιά. Σαν ένα παπούτσι στη μέση του προσώπου του.
pt: Mas, há muito tempo, o nariz dos elefantes era curto e gordo. Como um sapato no meio de seus rostos.
ru: Но давным-давно, нос слона был коротким и толстым. Как ботинок посреди его лица.

# data_list
source: Elephants have 5 toes on each foot. How many toes in total? One way to figure this out is to skip count by 5's -- 5, 10, 15, 20.
el: Οι ελέφαντες έχουν 5 δάχτυλα σε κάθε πόδι. Πόσα δάχτυλα έχουν συνολικά; Ένας τρόπος για να το υπολογίσεις είναι να μετρήσεις πηδώντας ανά 5: 5, 10, 15, 20.
pt: Os elefantes têm 5 dedos em cada pata. Quantos dedos são no total? Uma maneira de descobrir isso é contar em intervalos de 5 (5, 10, 15, 20).
ru: У слонов по 5 пальцев на каждой ноге. Сколько всего пальцев получается вместе? Один из способов чтобы это понять, это считать по пяти -- 5, 10, 15, 20.

# data_list
source: Elephants have large ears and can hear sounds up to six miles away.
el: Οι ελέφαντες έχουν μεγάλα αυτιά και μπορούν να ακούσουν ήχους μέχρι 10 χιλιόμετρα μακριά.
pt: Os elefantes têm orelhas grandes e conseguem ouvir ruídos até quase 10 quilômetros de distância.
ru: У слонов большие уши, и они могут слышать звуки на расстоянии до шести миль.

# data_list
source: Elephants also use their ears to keep cool.
el: Οι ελέφαντες χρησιμοποιούν επίσης τα αυτιά τους για να δροσίζονται.
pt: Os elefantes também usam as suas orelhas para se refrescarem.
ru: Слоны также используют свои уши чтобы сохранять прохладу.

# data_list
source: One day a baby elephant was born. She was curious about everything. She had a question for every animal.
el: Μια μέρα γεννήθηκε μια μικρή ελεφαντίνα. Ήταν περίεργη για τα πάντα. Είχε να κάνει μια ερώτηση σε κάθε ζώο.
pt: Um dia nasceu uma bebê elefante. Ela estava curiosa sobre tudo. Ela tinha uma pergunta para cada animal.
ru: Однажды родился Слонёнок. Ей было интересно всё. У неё был вопрос к каждому животному.

# data_list
source: Even numbers are numbers that can be split evenly in two. Odd numbers can't. The elephant has 2 eyes, 2 ears, and four legs -- all even numbers.
el: Οι ζυγοί αριθμοί είναι αριθμοί που μπορούν να χωριστούν εξίσου στα δύο. Οι μονοί αριθμοί δεν μπορούν. Η ελεφαντίνα έχει 2 μάτια, 2 αυτιά και 4 πόδια — όλα ζυγοί αριθμοί.
pt: Os números pares são números que podem ser divididos igualmente por dois. Os números ímpares não podem. O elefante tem 2 olhos, 2 orelhas e quatro patas - todos são números pares.
ru: Чётные числы - это числы которые можно разделить поровну на две части. Нечётные числы нельзя. У слона 2 глаза, 2 уха, и четыре ноги-- все чётные числы.

# data_list
source: Find some things in this picture that there are an odd number of.
el: Βρες μερικά πράγματα σε αυτή την εικόνα που είναι σε μονό αριθμό.
pt: Encontre algumas coisas nesta imagem que são em números ímpares.
ru: Найди на этой картинке предметы которых нечётное количество.

# data_list
source: Notice that all the body parts that there are an odd number of are in the middle of the elephant's body.
el: Παρατήρησε ότι όλα τα μέρη του σώματος που είναι σε μονό αριθμό βρίσκονται στο κέντρο του σώματος της ελεφαντίνας.
pt: Observe que todas as partes do corpo que são um número ímpar estão no meio do corpo do elefante.
ru: Обрати внимание, что все части тела которых нечётнoе количество, находится в середине тела слона.

# data_list
source: She was curious about Giraffe. "Why do you have a long neck?" she asked.
el: Ήταν περίεργη για την Καμηλοπάρδαλη. "Γιατί έχεις μακρύ λαιμό;" ρώτησε.
pt: Ela estava curiosa sobre Girafa. "Por que você tem um pescoço comprido?", perguntou ela.
ru: Ей было любопытно узнать о жирафе. «Почему у тебя длинная шея?» она спросила.

# data_list
source: Can you count the Giraffe's dark spots, or are there too many to count?
el: Μπορείς να μετρήσεις τις σκούρες κηλίδες της Καμηλοπάρδαλης ή είναι πάρα πολλές για να τις μετρήσεις;
pt: Você pode contar as manchas escuras de Girafa, ou há muitas delas para contar?
ru: Можешь ли ты посчитать тёмные пятна на жирафе, или их слишком много чтобы посчитать?

# data_list
source: No two giraffe's have the same pattern of dark spots!
el: Καμία καμηλοπάρδαλη δεν έχει το ίδιο σχέδιο σκούρων κηλίδων!
pt: Nenhuma girafa tem as manchas escuras iguais!
ru: У двух жирафов нет одинакового рисунка тёмных пятен!}

# data_list
source: Do you think it takes a giraffe a long time to swallow its food because it has such a long neck?
el: Νομίζεις ότι χρειάζεται πολύς χρόνος για μια καμηλοπάρδαλη να καταπιεί την τροφή της επειδή έχει τόσο μακρύ λαιμό;
pt: Você acha que uma girafa leva muito tempo para engolir o seu alimento porque ela tem um pescoço muito longo?
ru: Как ты думаешь, жирафу требуется много времени, чтобы проглотить пищу потому что у него такая длинная шея?

# data_list
source: She was curious about Rhino. "Why does your horn have a sharp point?"
el: Ήταν περίεργη για τον Ρινόκερο. "Γιατί το κέρατό σου έχει μια μυτερή άκρη;"
pt: Ela estava curiosa sobre Rinoceronte. "Por que o seu chifre tem a ponta tão afiada?"
ru: Ей было любопытно узнать о носорога. «Почему у твоего рога острый кончик?»

# data_list
source: A rhino can run about half as fast as a car on a highway.
el: Ένας ρινόκερος μπορεί να τρέξει με περίπου τη μισή ταχύτητα ενός αυτοκινήτου στον αυτοκινητόδρομο.
pt: Um rinoceronte pode correr cerca de metade da velocidade de um carro em uma rodovia.
ru: Носорог может бежать по шоссе примерно вполовину быстрее автомобиля.

# data_list
source: A rhino can run three times faster than a person, so don't try to run away from one!
el: Ένας ρινόκερος μπορεί να τρέξει τρεις φορές πιο γρήγορα από έναν άνθρωπο, οπότε μην προσπαθήσεις να απομακρυνθείς από κοντά του τρέχοντας!
pt: Um rinoceronte pode correr três vezes mais rápido que uma pessoa, então não tente fugir de um deles!
ru: Носорог может бежать в три раза быстрее человека, поэтому не пытайся убежать от него!

# data_list
source: The elephant was curious about the rhino. Are you? What would you like to ask the rhino?
el: Η ελεφαντίνα ήταν περίεργη για τον ρινόκερο. Εσύ; Τι θα ήθελες να ρωτήσεις τον ρινόκερο;
pt: Bebê Elefante estava curiosa sobre Rinoceronte. E você? O que gostaria de perguntar ao rinoceronte?
ru: Слон заинтересовался носорогом. А ты? О чём бы ты хотел спросить носорога?

# data_list
source: She was curious about Hippo. "Why do you have red eyes?" she asked.
el: Ήταν περίεργη για τον Ιπποπόταμο. "Γιατί έχεις κόκκινα μάτια;" ρώτησε.
pt: Ela estava curiosa sobre Hipopótamo. "Por que você tem olhos vermelhos?", perguntou ela.
ru: Ей было любопытно узнать о Бегемоте. «Почему у тебя красные глаза?» она спросила.

# data_list
source: Hippos can fill up on grass and then not eat for three weeks! How many days is that? Hint: Skip count by 7's.
el: Οι ιπποπόταμοι μπορούν να χορτάσουν γρασίδι και μετά να μη φάνε για τρεις εβδομάδες! Πόσες μέρες είναι αυτό; Υπόδειξη: Μέτρησε πηδώντας ανά 7.
pt: Os hipopótamos podem se empanturrar de grama e depois não comerem nada por três semanas! Quantos dias têm em três semanas? Dica: Conte em intervalos de 7.
ru: Бегемоты могут насытиться травой, а потом не есть три недели! Сколько это дней? Подсказка: считай по семи.

# data_list
source: How long can you go without eating?
el: Πόσο καιρό μπορείς να μείνεις χωρίς φαγητό;
pt: Quanto tempo você consegue ficar sem comer?
ru: Как долго ты можешь не есть?
