Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Number meaning:** Seeing a two-digit number as some number of tens and ones is central to understanding and working with those numbers. Doing two-digit addition and subtraction requires fluency with the concepts of place value. Develop that understanding through lots of experiences with physical objects and written numbers. **Bundles of tens:** Take something you have lots of, make a large pile of it, and put some of them in a few bundles of ten. For example, out of that large pile ask your child to gather 23 of them. Then ask your child to group them in groups of ten. They will form two groups of ten and 3 singles. See what happens with the groups of ten in these 23 things as you put in some additional items or take some away, always making sure that there are no more than 9 single items at any time. **Expanded form:** The expanded form of a number is writing it as a sum of its place value parts. For example, 23 would be written as 20 + 3, and 256 would be written as 200 + 50 + 6. Practice with your child converting in both directions between a number's usual form and its expanded form. Point out that the expanded form of a number is the same as taking that many things and bundling them into groups of ten and have ones left over. **Counting with tick marks:** Counting using groups of five tick marks is a natural thing people like to do and is strongly related to place value. If you are counting 23 things with tick marks, you will end up with 4 bundles of 5 and 3 tick marks left over. Those 4 bundles of 5 can be reorganized as 2 bundles of 2 groups of 5, which is our expanded form view of 23. **Skip counting:** Skip counting by various numbers is a way to build mental practice with adding or subtracting single-digit and double-digit numbers. Although it is a great way to practice, this does require some mental steps that not every child will be ready for at this point – there is no hurry. Here are two examples. With lots of practice, these thinking steps will become automatic. Skip count upward by 8 starting at 23. Think of 23 as 20 plus 3 more. Using the number bonds for 10, 3 will need 7 more to make a group of 10. Use 7 out of the 8 being added so that 3 plus 7 forms another group of 10. So, 23 + 8 becomes 20 + 10 + 1, which is 31. Skip count downward by 5 starting at 23. Break up 5 into 3 and 2. To subtract 5, we will first take away 3 and then take away 2. 23 subtract 3 brings us to 20, which we will think of as 10 + 10. Subtracting the remaining 2 from one of those 10's leaves 8, so our answer is 10 + 8, which is 18.
pt: **Significado dos números:** Ver um número de dois dígitos como uma certa quantidade de dezenas e unidades é fundamental para entender e trabalhar com esses números. Fazer adição e subtração de dois dígitos exige fluência com os conceitos de valor posicional. Desenvolva essa compreensão através de muitas experiências com objetos físicos e números escritos. **Conjuntos de dezenas:** Pegue algo que você tenha em grande quantidade, faça uma grande pilha com isso e coloque alguns deles em alguns conjuntos de dez. Por exemplo, dessa grande pilha, peça a seu filho para juntar 23 deles. Em seguida, peça a seu filho para agrupá-los em grupos de dez. Eles formarão dois grupos de dez e 3 unidades soltas. Veja o que acontece com os grupos de dez nestas 23 coisas ao adicionar ou retirar alguns itens, sempre garantindo que não haja mais de 9 unidades soltas a qualquer momento. **Forma expandida:** A forma expandida de um número é escrevê-lo como a soma de suas partes de valor posicional. Por exemplo, 23 seria escrito como 20 + 3, e 256 seria escrito como 200 + 50 + 6. Pratique com seu filho a conversão em ambas as direções, entre a forma usual de um número e sua forma expandida. Ressalte que a forma expandida de um número é o mesmo que pegar essa quantidade de coisas e formar conjuntos de dez com elas, sobrando unidades. **Contagem com marcas de registro:** A contagem usando grupos de cinco marcas de registro é algo natural que as pessoas gostam de fazer e está fortemente relacionada ao valor posicional. Se você estiver contando 23 coisas com marcas de registro, você terminará com 4 conjuntos de 5 e 3 marcas de registro restantes. Esses 4 conjuntos de 5 podem ser reorganizados como 2 conjuntos de 2 grupos de 5, o que é a nossa visão de 23 em forma expandida. **Contagem pulando números:** A contagem pulando números em diferentes intervalos é uma forma de exercitar mentalmente a soma ou a subtração de números de um e dois dígitos. Embora seja uma ótima forma de praticar, isso exige algumas etapas mentais para as quais nem toda criança estará pronta neste ponto — não há pressa. Aqui estão dois exemplos. Com bastante prática, essas etapas de pensamento se tornarão automáticas. Faça a contagem pulando números de 8 em 8, a partir do 23. Pense no 23 como 20 mais 3. Usando as ligações numéricas para o 10, o 3 precisará de 7 para formar um grupo de 10. Use 7 dos 8 que estão sendo adicionados para que 3 mais 7 formem outro grupo de 10. Assim, 23 + 8 se torna 20 + 10 + 1, que é 31. Faça a contagem pulando números de 5 em 5 para baixo, a partir do 23. Separe o 5 em 3 e 2. Para subtrair 5, vamos primeiro tirar 3 e depois tirar 2. 23 menos 3 nos leva a 20, no qual vamos pensar como 10 + 10. Subtrair os 2 restantes de uma dessas dezenas nos deixa 8, então nossa resposta é 10 + 8, que é 18.
ru: **Значение числа:** Восприятие двузначного числа как последовательности десятков и единиц имеет решающее значение для понимания и работы с этими числами. Сложение и вычитание двузначных чисел требует свободного владения понятиями разрядных значений. Развивайте это понимание, используя множество практик с физическими объектами и письменными цифрами. **Пачки десятков:** Возьмите что-нибудь из того, чего у вас много, сложите это в большую кучу и разложите некоторые из них в несколько связок по десять предметов. Например, попросите ребёнка собрать из этой большой кучи 23 предмета. Затем попросите его разбить их на группы по десять предметов. Получится две группы по десять предметов и три группы по одному предмету. Посмотрите, что происходит с группами по десять предметов в этих 23 предметах, когда вы добавляете что-то или убираете что-то, всегда следя за тем, чтобы в любой момент времени оставалось не более 9 отдельных предметов. **Расширённая форма:** Развёрнутая форма числа записывается как сумма его разрядных частей. Например, 23 записывается как 20 + 3, а 256 как 200 + 50 + 6. Потренируйтесь с ребёнком в преобразовании обычного и развёрнутого вида числа в обе стороны. Обратите внимание, что развёрнутая форма числа - это то же самое, что взять столько же элементов, объединить их в группы по десять и оставить единицы. **Подсчёт с помощью деления:** Счёт с помощью группы пять делений это естественное занятие, которое нравится людям и тесно связано с разрядом. Если вы считаете 23 предмета с делениями, у вас получится четыре группы по пять и три оставшиеся деления. Эти четыре группы по пять можно преобразовать в 2 группы по 5, что соответствует нашему расширенному виду числа 23. **Счёт с пропусками:** Счёт с пропусками это способ развить умственную практику, слагая и вычитая однозначные и двузначные числа. Хотя это отличный способ практики, он требует некоторых мыслительных действий, к которым не каждый ребёнок готов на данном этапе, так что спешить некуда. Вот два примера. С длительной практикой эти мыслительные действия станут автоматическими. Пропустите счёт по 8 начиная с 23. Представьте, что 23 это 20 плюс ещё 3. Используя числовые связи для 10, к 3 потребуется ещё 7 чтобы получить группу из 10. Используйте 7 из 8 добавляемых чисел, чтобы 3 плюс 7 образовали ещё одну группу из 10. Таким образом, 23 + 8 превращается в 20 + 10 + 1, что равно 31. Пропускаем счёт по 5 вниз начиная с 23. Разбиваем 5 на 3 и 2. Чтобы вычесть 5, мы сначала отнимаем 3, а затем отнимаем 2. 23 минус 3 даёт нам 20, что мы будем считать как 10 + 10. Вычитая оставшиеся 2 из одной из этих десятков, даёт нам 8, поэтому наш ответ 10 + 8, то есть 18.

# data_list
source: 4.3 Finger Addition The Easy Way
pt: Passo 33: Adição com os Dedos
ru: Шаг 33: Сложение на Пальцах

# data_list
source: **Counting On using fingers:** Any single-digit number can be added to any number using this method. This uses the child's hands to keep track of the single-digit number that is being added. It makes use of Counting On to find the final total, and also your child's skill with recognizing quantities of fingers. **Example:** Use 8 + 7 as an example. We could use either number as the number we start with, but it will be quicker and less work if we start with the larger number, which is 8 in this case. Start with no fingers raised and both hands in a closed fist. Your child is going to count starting at 8, and each time a new number is mentioned, your child will raise another finger. So, starting with "8" with no fingers raised, the child Counts On and says "9, 10, 11, 12, 13, 14, 15" while raising one more finger each time. Your child will stop at 15 because they will recognize they have 7 fingers raised at that point. **Any starting number:** Notice that your child can use this method with any starting number. This example would have worked just as easily for adding 58 + 7. **It is reliable, but it will be replaced:** This will eventually be replaced by other methods, but for now this is reliable and is something your child can be assured will always give them the right answer any time they need it.
pt: **Contagem a partir de um número usando os dedos:** Qualquer número de um dígito pode ser adicionado a qualquer número usando este método. Essa técnica usa as mãos da criança para acompanhar o número de um dígito que está sendo adicionado. Faz uso da Contagem a partir de um número para encontrar o total final e também da habilidade de seu filho em reconhecer quantidades de dedos. **Exemplo:** Use 8 + 7 como exemplo. Poderíamos usar qualquer um dos números para começar, mas será mais rápido e exigirá menos esforço se começarmos com o número maior, que neste caso é o 8. Comece com as duas mãos em punho fechado e nenhum dedo levantado. Seu filho vai contar a partir do 8, e a cada novo número que disser, ele levantará um dedo. Então, começando com "8" e nenhum dedo levantado, a criança faz a Contagem a partir de um número e diz "9, 10, 11, 12, 13, 14, 15" enquanto levanta mais um dedo a cada vez. Seu filho vai parar no 15 porque ele reconhecerá que levantou 7 dedos naquele momento. **Qualquer número inicial:** Observe que seu filho pode usar este método com qualquer número inicial. Este exemplo teria funcionado com a mesma facilidade para somar 58 + 7. **É confiável, mas será substituído:** Com o tempo, esta técnica será substituída por outros métodos, mas por enquanto ela é confiável e é algo que seu filho pode ter a certeza de que sempre lhe dará a resposta certa, sempre que ele precisar.
ru: **Сложение на пальцах:** Используя этот метод, можно сложить любое однозначное число с любым другим. Ребёнок использует руки, чтобы следить за суммируемым однозначным числом. Для нахождения итоговой суммы используется метод счёта, а также умение ребёнка распознавать количество пальцев. **Пример:** Возьмём в качестве примера 8 + 7. Мы можем начать с любого из этих чисел, но будет быстрее и проще, если начать с большого, в данном случае с 8. Начните с не поднятыми пальцами, и сожмите обе руки в кулаки. Ваш ребёнок будет считать, начиная с 8, и каждый раз когда упоминается новое число, он будет поднимать ещё один палец. Итак, начав с «8» без поднятия пальцев, ребёнок продолжает счёт и говорит «9, 10, 11, 12, 13, 14, 15» поднимая каждый раз по одному пальцу. Ваш ребёнок остановится на 15, потому что он осознает, что в этот момент у него поднято 7 пальцев. **Любое начальное число:** Обратите внимание, что ваш ребёнок может использовать этот метод с любым начальным числом. Этот пример также легко подошёл бы для сложения 58 + 7. **Он надёжен, но его заменят:** В конечном итоге его заменят другие методы, но пока этот надёжен, и ваш ребёнок может быть уверен что он всегда даст ему правильный ответ, когда бы он ему не понадобился.

# data_list
source: 4.4 Finger Subtraction The Easy Way
pt: Passo 34: Subtração com os Dedos
ru: Шаг 34: Вычитание на Пальцах

# data_list
source: **Two subtractions:** The two models for subtraction, take away and difference, are both important and both need to be practiced. Here are methods that use a child's hands to keep track of part of the calculation. As with finger addition using fingers, these methods use your child's skill with recognizing quantities of fingers. We'll use 14 - 8 as our example for both methods. **Take away with fingers:** This method uses counting down to take away a single-digit number from any number. Have your child start with two closed fists and say "14." Counting down from 14, your child raises one more finger with each new number: "13, 12, 11, 10, 9, 8, 7, 6." Your child will stop at 6 when they see they have 8 fingers raised. **Difference with fingers:** This method uses Counting On to find a single-digit difference between any two numbers. Have your child start with two closed fists and say "8." Counting On from 8, your child raises one more finger with each new number: "9, 10, 11, 12, 13, 14." When your child hits 14, they look at their fingers and see that the difference is 6. **Reliable but will be replaced:** These will eventually be replaced by other methods, but for now these are reliable and are something your child can be assured will always give them the right answer any time they need it.
pt: **Duas subtrações:** Os dois modelos de subtração, por retirada e por diferença, são importantes e precisam ser praticados. Aqui estão métodos que usam as mãos da criança para acompanhar parte do cálculo. Assim como na adição com os dedos, esses métodos usam a habilidade de seu filho em reconhecer quantidades de dedos. Usaremos 14 - 8 como nosso exemplo para ambos os métodos. **Retirada com os dedos:** Este método usa a contagem para trás para retirar um número de um dígito de qualquer número. Peça a seu filho para começar com os dois punhos fechados e dizer "14". Contando para trás a partir do 14, seu filho levanta um dedo a cada novo número: "13, 12, 11, 10, 9, 8, 7, 6". Seu filho vai parar no 6 quando perceber que levantou 8 dedos. **Diferença com os dedos:** Este método usa a Contagem a partir de um número para encontrar a diferença de um dígito entre dois números. Peça a seu filho para começar com os dois punhos fechados e dizer "8". Fazendo a Contagem a partir de um número a partir do 8, seu filho levanta um dedo a cada novo número: "9, 10, 11, 12, 13, 14". Quando seu filho chegar ao 14, ele olha para os dedos e vê que a diferença é 6. **Confiável, mas será substituído:** Com o tempo, esta técnica será substituída por outros métodos, mas por enquanto ela é confiável e é algo que seu filho pode ter a certeza de que sempre lhe dará a resposta certa, sempre que ele precisar.
ru: **Два вида вычитания:** Обе модели вычитания, вычитание и разность, важны, и обе требуют практики. Вот методы которые используют руки ребёнка для отслеживания части вычислений. Как и в случае сложения на пальцах, эти методы используют умение ребёнка распознавать количество пальцев. В качестве примера для обоих методов мы возьмём 14 - 8. **Вычисления с пальцами:** Этот метод использует обратный счёт, чтобы отнять однозначное число от любого числа. Пусть ребёнок начнёт с двух сжатых кулаков и скажет «14.» Считая от 14, ребёнок поднимает ещё один палец с каждой новой цифрой: «13, 12, 11, 10, 9, 8, 7, 6.» Ваш ребёнок остановиться на 6, когда увидит, что поднято 8 пальцев. **Разница с пальцами:** Этот метод использует метод счёта, чтобы найти разницу в однозначных числах между любыми двумя числами. Пусть ребёнок начнёт с двух сжатых кулаков и скажет «8.» Счёт начинается с 8, и ребёнок поднимает ещё один палец с каждой новой цифрой: «9, 10, 11, 12, 13, 14.» Когда ребёнок доходит до 14, он смотрит на свои пальцы и видит, что разница составляет 6. **Надёжный, но будет заменен:** В конечном итоге есть и другие методы, но на данный момент эти надёжные и могут гарантировать, что ваш ребёнок всегда получит правильный ответ, когда был он ему не понадобился.

# data_list
source: 4.5 Compensation for Add and Subtract
pt: Passo 35: Compensação para Somar e Subtrair
ru: Шаг 35: Компенсация за Сложение и Вычитание

# data_list
source: **Useful and easier than you think:** Compensation is a useful mental arithmetic tool for simplifying addition and subtraction calculations of all sizes. Understanding it also increases number sense for addition and subtraction. It is simpler than it sounds. For example, suppose you were adding 99 + 15. You would recognize that 99 needs just one more to make 100, a number that is much easier to work with than 99. So you would move 1 from the 15 to the 99 – you would have the same total number of things, but they are distributed in a way that's easier to work with. This problem becomes 100 + 14, which is very easy to do. This is the kind of thing we'll be doing. **Compensation for addition:** The idea is to give or take some small amount to make one of the numbers easier to work with. We will typically be making one of the numbers into a multiple of 10. Suppose you are adding 8 + 7. The 8 just needs 2 more to become 10, so take that 2 away from the 7. This makes 8 + 7 into 10 + 5, which is easy. We could also have done this problem by giving 3 to the 7 to make it 10. In that case, we'd turn 8 + 7 into 5 + 10. **More compensation for addition:** There are other possibilities for using compensation in addition problems. Consider 6 + 8 for example. The 6 could give 2 to the 8 to make this problem 4 + 10. However, the 8 could give 1 to the 6 to make this 7 + 7, an adding twins problem. Challenge each other to think of different ways for doing a given adding problem. **Compensation for subtraction:** For subtraction, we will add the same amount or subtract the same amount from both numbers. This will keep the distance between them the same but will make them easier to work with. Typically that will mean turning the number we're subtracting into a multiple of 10. Suppose we are subtracting 13 - 8. If we add 2 to both numbers, then the distance between stays the same, but now we are subtracting 15 - 10, which is easy. Similarly, if we were asked to do 17 - 13, we could subtract 3 from both numbers and turn it into 14 - 10. Alternatively, we could subtract 10 from both numbers and turn it into 7 - 3.
pt: **Útil e mais fácil do que você pensa:** A compensação é uma ferramenta útil de aritmética mental para simplificar cálculos de adição e subtração de todos os tamanhos. Entendê-la também aumenta o senso numérico para adição e subtração. É mais simples do que parece. Por exemplo, suponha que você estivesse somando 99 + 15. Você reconheceria que o 99 precisa de apenas mais um para chegar ao 100, um número com o qual é muito mais fácil de trabalhar do que com o 99. Então, você moveria 1 do 15 para o 99 — você teria o mesmo número total de coisas, mas elas estariam distribuídas de uma forma que é mais fácil de trabalhar. Este problema se torna 100 + 14, o que é muito fácil de fazer. Este é o tipo de coisa que faremos. **Compensação na adição:** A ideia é dar ou tirar uma pequena quantidade para tornar um dos números mais fácil de trabalhar. Normalmente, faremos com que um dos números se torne um múltiplo de 10. Suponha que você esteja somando 8 + 7. O 8 precisa de apenas mais 2 para se tornar 10, então tire esse 2 do 7. Isso transforma 8 + 7 em 10 + 5, o que é fácil. Também poderíamos ter resolvido este problema dando 3 ao 7 para que se tornasse 10. Nesse caso, transformaríamos 8 + 7 em 5 + 10. **Mais sobre compensação na adição:** Existem outras possibilidades de usar a compensação em problemas de adição. Considere 6 + 8, por exemplo. O 6 poderia dar 2 ao 8 para transformar este problema em 4 + 10. No entanto, o 8 poderia dar 1 ao 6 para que se tornasse 7 + 7, um problema de soma de iguais. Desafiem-se a pensar em diferentes formas de resolver um problema de adição. **Compensação na subtração:** Para a subtração, somamos ou subtraímos a mesma quantidade de ambos os números. Isso mantém a mesma distância entre eles, mas os torna mais fáceis de trabalhar. Normalmente, isso significa transformar o número que estamos subtraindo em um múltiplo de 10. Suponha que estejamos subtraindo 13 - 8. Se somarmos 2 a ambos os números, a distância entre eles permanece a mesma, mas agora estamos subtraindo 15 - 10, o que é fácil. Da mesma forma, se nos pedissem para fazer 17 - 13, poderíamos subtrair 3 de ambos os números e transformá-lo em 14 - 10. Alternativamente, poderíamos subtrair 10 de ambos os números e transformá-lo em 7 - 3.
ru: **Полезно и проще чем вы думаете:** Компенсация - это полезный инструмент устного счёта для упрощения вычислений и сложение и вычитание любого объёма. Понимание этого инструмента также развивает чувство числа при сложении и вычитании. Это проще, чем кажется. Например, предположим что вы складываете 99 + 15. Вы понимаете, что к 99 нужно добавить всего один элемент, чтобы получить 100, число с которым гораздо проще работать чем с 99. Поэтому вы переставляете 1 из 15 в 99 – общее количество элементов остаётся тем же, но они распределены таким образом, что с ними проще работать. Эта задача превращается в 100 + 14, что очень просто решить. Именно этим мы и займёмся. **Компенсация за сложение:** Идея заключается в том, чтобы немного увеличить или уменьшить одну из чисел, чтобы с ним было легче работать. Обычно мы превращаем одно из чисел в число, кратное 10. Предположим что вы складываете 8 + 7. К 8 нужно всего лишь добавить 2, чтобы получить 10, поэтому отнимаем 2 от 7. Таким образом 8 + 7 превращается в 10 + 5, что легко. Мы могли бы также решить эту задачу, добавив 3 к 7, чтобы получить 10. В этом случае мы превратим 8 + 7 в 5 + 10. **Дополнительная компенсация за сложение:** Существуют и другие возможности использования компенсации в примерах на сложение. Рассмотрим, например 6 + 8. 6 может дать 2 к 8 и получается 4 + 10. Однако 8 может дать 1 к 6 и получится 7 + 7, пример на сложение близнецов. Предложите друг другу придумать разные способы решения данного примера на сложение. **Компенсация за вычитание:** Для вычитания мы прибавим или вычтем одинаковое число из обоих чисел. Это сохранит расстояние между ними, но с ними будет проще работать. Обычно это означает превращение вычитаемого числа в число, кратное 10. Предположим что мы вычитаем 13 - 8. Если мы прибавим к обоим числам 2, расстояние между ними останется прежним, но теперь мы вычитаем 15 - 10, что легко. Аналогично, если бы нам предложили выполнить действие 17 - 13, мы могли бы вычесть 3 из обоих чисел и получить 14 - 10. Или же мы могли бы вычесть 10 из обоих чисел и получить 7 - 3.

# data_list
source: 4.6 10 as a Midway Point
pt: Passo 36: 10 como Ponto Intermediário
ru: Шаг 36: 10 как Средняя Точка
