Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The main reason for a child to play with this puzzle is to have fun moving pieces around until they accidentally solve it and also to practice getting numbers in order. Despite that simple goal, you may start to wonder about deeper ideas in the puzzle. A frequent theme of problem solving is to learn from simpler problems or examples. So, let’s do that. The smallest example is 2 by 2. For this size, it is clear that the rows will end up being either 1 2; 3 0 or 1 3; 2 0. The next smallest is 2 by 3. Start this by getting the 1 and 4 in the left column. Once this is done, your puzzle will look like 1 _ _; 4 _ _ . Finish off the last four squares as you would the 2 by 2 case. The 2 by 4 puzzle is done similarly. Start by putting 1 and 5 in the left column. Next, put the 2 and 6 in the second left column without disturbing the 1 and 4. Finally finish off the last 2 by 2. At this point, the pattern for attacking puzzles with 2 rows is clear. What to do with more than 2 rows? Suppose you have 3 rows. Start the solution by getting the top row correctly laid out. After that, leave the top row undisturbed and use your ability to solve a puzzle with 2 rows. Similarly, if there are 4 rows, do the top row first, the second row next (without disturbing the top row), and finish off the last 2 rows as before.
pt: O principal motivo para uma criança brincar com esse quebra-cabeça é se divertir movendo as peças até, por acaso, resolvê-lo, além de praticar a ordenação dos números. Apesar desse objetivo simples, você pode começar a se interessar por ideias mais profundas presentes no quebra-cabeça. Um tema comum na resolução de problemas é aprender a partir de exemplos ou problemas mais simples. Então, vamos fazer isso. O menor exemplo é uma grade 2 x 2. Nesse tamanho, fica claro que as linhas terminarão sendo ou 1 2; 3 0 ou 1 3; 2 0. O próximo menor é 2 x 3. Comece posicionando o 1 e o 4 na coluna da esquerda. Feito isso, seu quebra-cabeça ficará assim: 1 _ _; 4 _ _. Termine os últimos quatro quadrados como no caso do 2 x 2. O quebra-cabeça 2 x 4 é feito de forma semelhante. Comece colocando o 1 e o 5 na coluna da esquerda. Depois, coloque o 2 e o 6 na segunda coluna da esquerda, sem mexer no 1 e no 4. Por fim, finalize os últimos 2 x 2 quadrados. A essa altura, o padrão para resolver quebra-cabeças com 2 linhas fica claro. E com mais de 2 linhas? Suponha que você tenha 3 linhas. Comece a solução organizando corretamente a linha de cima. Depois disso, deixe essa linha intacta e use sua habilidade de resolver um quebra-cabeça com 2 linhas para organizar as linhas restantes. Da mesma forma, se houver 4 linhas, organize primeiro a linha de cima, depois a segunda linha (sem mexer na primeira), e finalize as últimas 2 linhas como antes.

# data_list
source: Is This Puzzle Solvable?
pt: Este Quebra-Cabeça é Solucionável?

# data_list
source: Okay, you have a simple method for solving the puzzle. The next question is: How can I just look at the puzzle and know whether it is solvable or not? To make describing the answer as simple as possible, do a few quick moves, if needed, to place the empty square in the bottom row. Next, make a list of the rows in one long list - the first row is listed first, the second row is listed second, and so on with the last row listed last. Omit the empty square when you list the last row. Take this long list and count the number of inversions in it. When a number earlier in the list is larger than a number later in the list, this is called an inversion. If the number of inversions is an even number, then the puzzle is solvable. If it is an odd number, it is not. As an example, take the 3 by 3 puzzle at the start of this discussion. Start by moving the 4 up to the second row. Then the list is: 6 1 2 4 8 5 3 7. There are 10 inversions in this list: 6 1, 6 2, 6 4, 6 5, 6 3, 4 3, 8 5, 8 3, 8 7, and 5 3. There are an even number of inversions, so the puzzle is solvable. Why does this rule work? I won’t drag you through a detailed analysis. The key idea is to keep track of the number of inversions every time you make a move. It turns out that, if you adjust for the hole being in the last row, the number of inversions must always change by an even number after any move. Consequently, if the number of inversions starts as an odd number, it can never get down to 0 inversions.
pt: Ok, você já tem um método simples para resolver o quebra-cabeça. A próxima pergunta é: como posso apenas olhar para o quebra-cabeça e saber se ele é solucionável ou não? Para facilitar a explicação, faça alguns movimentos rápidos, se necessário, para colocar o quadrado vazio na última linha. Em seguida, faça uma lista com todas as linhas, uma após a outra — a primeira linha listada primeiro, a segunda linha logo depois, e assim por diante, até a última linha, que deve ser listada por último. O quadrado vazio deve ser omitido dessa lista. Agora, conte o número de inversões nessa lista longa. Uma inversão acontece quando um número que aparece antes na lista é maior que um número que aparece depois. Se o número de inversões for par, o quebra-cabeça é solucionável. Se for ímpar, não é. Por exemplo, considere o quebra-cabeça 3 x 3 do início desta discussão. Comece movendo o número 4 para a segunda linha. A lista fica: 6 1 2 4 8 5 3 7. Existem 10 inversões nesta lista: (6 1), (6 2), (6 4), (6 5), (6 3), (4 3), (8 5), (8 3), (8 7) e (5 3). Como 10 é um número par, o quebra-cabeça é solucionável. Por que essa regra funciona? Não vou entrar em uma análise detalhada, mas a ideia principal é acompanhar o número de inversões a cada movimento. Acontece que, ajustando para o quadrado vazio estar na última linha, o número de inversões sempre muda em múltiplos de dois a cada movimento. Portanto, se o número de inversões começar ímpar, ele nunca poderá chegar a zero inversões.

# data_list
source: Investigations
pt: Investigações
ru: Расследования

# data_list
source: Bigger Boards
pt: Tabuleiros Maiores

# data_list
source: One Working Number
pt: Um Número Funcionando

# data_list
source: Two Working Numbers
pt: Dois Números Funcionando

# data_list
source: Binary Numbers
pt: Números Binários

# data_list
source: It is a hot, sunny Saturday morning on the farm. Maya, Duksie, and Doobie are helping Mama K in her vegetable garden. The children work all morning. They dig compost into the soil. They weed and water the garden. Then, the harvest is ripe. Today each of the children will take home freshly picked strawberries, spinach, and carrots.
el: Είναι ένα ζεστό, ηλιόλουστο Σάββατο πρωί στο αγρόκτημα. Η Μάγια, η Ντάκσι και ο Ντούμπι βοηθούν τη Μεγάλη Μαμά στην λαχανόκηπό της. Τα παιδιά δουλεύουν όλο το πρωί. Ρίχνουν κοπριά στο χώμα. Βγάζουν τα ζιζάνια και ποτίζουν τον κήπο. Η σοδειά έχει ωριμάσει. Σήμερα καθένα από τα παιδιά θα πάρει στο σπίτι του φρεσκοκομμένες φράουλες, σπανάκι και καρότα.
pt: É uma manhã quente e ensolarada de sábado na fazenda. Maya, Duksie e Doobie estão ajudando Mamãe K em sua horta. As crianças trabalham a manhã toda. Eles misturam adubo na terra. Eles capinam e regam o jardim. Então, a colheita está pronta. Hoje, cada uma das crianças levará para casa morangos, espinafres e cenouras recém-colhidos.
ru: Это было жаркое, солнечное утро на ферме. Майя, Дукси и Дуби помогают Маме К в огороде. Дети работают всё утро. Они закапывают компост в почву. Они пропалывают и поливают сад. Затем, урожай созрел. Сегодня каждый ребёнок возьмёт домой свежесорванную клубнику, шпинат и морковь.

# data_list
source: Have you ever worked in a garden or farm? Freshly grown food has wonderfully strong flavors!
el: Έχεις δουλέψει ποτέ σε κήπο ή φάρμα; Τα φρεσκοκομμένα τρόφιμα έχουν υπέροχη δυνατή γεύση!
pt: Você já trabalhou em uma horta ou fazenda? Alimentos recém-cultivados têm sabores maravilhosamente fortes!
ru: Ты когда-нибудь работал/а на ферме или в саду? Свежевыращенная еда имеет невероятно насыщенный вкус!

# data_list
source: Rectangles are four-sided shapes like the shape of this page. Can you find all the rectangles on this page? There are a lot of them!
el: Τα ορθογώνια είναι τετράπλευρα σχήματα όπως αυτή η σελίδα. Μπορείς να βρεις όλα τα ορθογώνια σε αυτή τη σελίδα; Υπάρχουν πάρα πολλά!
pt: Os retângulos são formas de quatro lados assim como a forma desta página. Consegue encontrar todos os retângulos nesta página? Tem muitos deles!
ru: Прямоугольники — это четырёхсторонние фигуры, как эта страница. Можешь ли ты найти все прямоугольники на этой странице? Их очень много!

# data_list
source: If you look closely, you'll notice that some of the rectangles are squares, with all their sides the same length. Can you find them?
el: Αν κοιτάξεις προσεκτικά, θα παρατηρήσεις ότι κάποια ορθογώνια είναι τετράγωνα, δηλαδή έχουν όλες τις πλευρές ίσες. Μπορείς να τα βρεις;
pt: Se você olhar com atenção, notará que alguns dos retângulos são quadrados, com todos os lados do mesmo comprimento. Consegue encontrá-los?
ru: Если ты присмотришься, то заметишь, что некоторые прямоугольники на самом деле квадраты, у которых все стороны равны. Можешь ли ты их найти?

# data_list
source: Mama K always gives the children a treat for helping her. Sometimes the treat is cake, chocolate, or long sweets that look like snakes. Sometimes it's apples, pears, or oranges. Mama K has only one rule. "Share it fair!" The children know they must share the treats equally, so they all get the same amount.
el: Η Μεγάλη Μαμά πάντα δίνει στα παιδιά μια λιχουδιά για τη βοήθειά τους. Μερικές φορές το κέρασμα είναι κέικ, σοκολάτα ή μακριές καραμέλες που μοιάζουν με φίδια. Άλλες φορές είναι μήλα, αχλάδια ή πορτοκάλια. Η Μεγάλη Μαμά έχει μόνο έναν κανόνα. «Μοιραστείτε δίκαια!» Τα παιδιά ξέρουν ότι πρέπει να μοιράσουν τα κεράσματα εξίσου, ώστε όλοι να πάρουν την ίδια ποσότητα.
pt: Mamãe K sempre dá às crianças uma guloseima por ajudá-la. Às vezes, a guloseima é um bolo, chocolate ou doces longos que parecem cobrinhas. Às vezes são maçãs, peras ou laranjas. Mamãe K tem apenas uma regra. "Compartilhe de forma justa!" As crianças sabem que devem compartilhar as guloseimas igualmente, então todas recebem a mesma quantidade.
ru: Мама К всегда даёт детям угощения за то, что они ей помогают. Иногда это угощение может быть тортом, шоколадкой или длинными сладостями, которые похожи на змей. Иногда это могут быть яблоки, груши или апельсины. У Мамы К есть только одно правило: “Делись честно!” Дети знают, что они обязаны делиться сладостями поровну, так чтобы каждый из них получил одинаковое количество угощений.

# data_list
source: Think about what it means to share something equally. Suppose you had 12 cookies to share evenly among 3 people. How many cookies would each person get?
el: Σκέψου τι σημαίνει να μοιράζεις κάτι στα ίσα. Αν είχες 12 μπισκότα να μοιράσεις σε 3 άτομα, πόσα μπισκότα θα έπαιρνε καθένας;
pt: Pense no que significa compartilhar algo igualmente. Suponha que você tenha 12 biscoitos para compartilhar igualmente entre 3 pessoas. Quantos biscoitos cada pessoa receberia?
ru: Подумай о том, что же значит делить что-то поровну. Предположим, что у тебя есть 12 печений, которые нужно поделить поровну между 3 людьми. Сколько бы каждый человек получил печений?

# data_list
source: What would you do if you had 4 or 5 pieces of hard candy to share among 3 people?
el: Τι θα έκανες αν είχες 4 ή 5 καραμέλες να μοιράσεις σε 3 άτομα;
pt: O que você faria se tivesse 4 ou 5 balas para dividir entre 3 pessoas?
ru: Что бы ты сделал/а, если бы у тебя было 4 или 5 кусочков карамели, которые надо разделить поровну между 3 людьми?

# data_list
source: What if the things are different? How would you share an apple, an orange, and a banana among three people? Sharing can be tricky, even when everyone is trying to be fair.
el: Κι αν τα πράγματα είναι διαφορετικά; Πώς θα μοιραστείς ένα μήλο, ένα πορτοκάλι και μια μπανάνα σε τρία άτομα; Το μοίρασμα μπορεί να είναι δύσκολο, ακόμη κι όταν όλοι θέλουν να είναι δίκαιοι.
pt: E se as coisas fossem diferentes? Como você dividiria uma maçã, uma laranja e uma banana entre três pessoas? Compartilhar pode ser complicado, mesmo quando todos tentam ser justos.
ru: А что если предметы, которые надо разделить, разные? Как бы ты поделил/а яблоко, апельсин и банан между 3 людьми? Делиться чем-то может быть непросто, даже если все стараются быть честными.

# data_list
source: Today Mama K has baked a round strawberry cake with pink icing and berries from her garden. The children wait on the grass for their treat. "Here you go!" smiles Mama K. "But remember the rule that everyone must get the same. Share it fair! Don't fight!"
el: Σήμερα η Μεγάλη Μαμά έχει ψήσει ένα στρογγυλό κέικ φράουλα με ροζ γλάσο και φράουλες από τον κήπο της. Τα παιδιά περιμένουν στο γρασίδι για το κέρασμα. «Ορίστε!» χαμογελά η Μεγάλη Μαμά. «Αλλά θυμηθείτε τον κανόνα ότι όλοι πρέπει να πάρουν το ίδιο. Μοιραστείτε δίκαια! Να μη μαλώσετε!»
pt: Hoje, Mamãe K assou um bolo de morango redondo com glacê rosa e frutas de sua horta. As crianças esperam na grama pela sua guloseima. "Aqui está!" sorri Mamãe K. "Mas lembre-se da regra de que todos devem receber o mesmo. Compartilhem de forma justa! Não briguem!"
ru: Сегодня, Мама К испекла круглый клубничный торт с розовой глазурью и ягодами из своего сада. Дети ждут её угощение. “Держите!” — улыбнулась Мама К. “Но помните правило: все должны получить равную часть. Делитесь честно! Не деритесь!”

# data_list
source: Fortunately, cake is easy to share. How would you share this cake among the three children?
el: Ευτυχώς, το κέικ είναι εύκολο να μοιραστεί. Πώς θα μοιράσεις αυτό το κέικ στα τρία παιδιά;
pt: Felizmente, um bolo é fácil de compartilhar. Como você dividiria este bolo entre as três crianças?
ru: К счастью, торт легко разделить на равные части. Как бы ты поделил/а этот торт между тремя детьми?

# data_list
source: When someone dies, it is sometimes very hard to find an equal way to share all the different things that person owned.
el: Όταν κάποιος φεύγει από τη ζωή, είναι συχνά πολύ δύσκολο να βρεθεί ένας τρόπος να μοιραστούν στα ίσα όλα τα διαφορετικά πράγματα που είχε.
pt: Quando alguém morre, às vezes é muito difícil encontrar uma maneira igualitária de dividir todas as coisas diferentes que essa pessoa possuía.
ru: Когда кто-то умирает, иногда очень трудно найти способ разделить все вещи, которыми он владел, поровну.

# data_list
source: Can you think of a time when you and your friends or your family had something to share and it was tricky to find a way to do it? How was the problem solved?
el: Θυμήσου μια φορά που έπρεπε να μοιραστείς κάτι με φίλους ή οικογένεια και ήταν δύσκολο. Πώς λύθηκε το πρόβλημα;
pt: Você consegue pensar em um momento em que você e seus amigos ou sua família tinham algo para compartilhar e foi complicado encontrar uma maneira de fazer isso? Como o problema foi resolvido?
ru: Можешь ли ты вспомнить случай, когда тебе, твоим друзьям или твоей семье было чем поделиться, и было сложно найти способ сделать это? Как вы решили эту проблему?

# data_list
source: Maya has the first turn to share the cake. She uses the knife to trace lines in the icing. The others watch her. She does not cut the cake yet. The others must first agree if her way is fair. "I think I will cut two slices, like this. Now we have three slices, all the same!" Maya shows them.
el: Η Μάγια έκανε την πρώτη προσπάθεια να μοιράσει το κέικ. Με το μαχαίρι χαράζει γραμμές στο γλάσο. Οι άλλοι την παρακολουθούν. Δεν κόβει το κέικ ακόμη. Πρέπει πρώτα να συμφωνήσουν ότι ο τρόπος της είναι δίκαιος. «Νομίζω θα κόψω δύο φέτες, έτσι. Τώρα έχουμε τρεις φέτες, όλες ίδιες!» δείχνει η Μάγια.
pt: Maya é a primeira a dividir o bolo. Ela usa a faca para traçar linhas na cobertura. Os outros a observam. Ela ainda não corta o bolo. Os outros devem primeiro concordar se o método dela é justo. "Acho que vou cortar duas fatias, assim. Agora temos três fatias, tudo igual!" Maya mostra a eles.
ru: Майя делит торт первой. Она использует нож, чтобы наметить линии на глазури. Остальные наблюдают за ней. Она пока что не режет торт. Сначала все остальные должны согласиться, что её способ деления честный. “Я думаю, что порежу два кусочка так. Теперь у нас есть три одинаковых кусочка!”, — показывает им Майя.

# data_list
source: Keep watching the strawberries on top of the cake. There are six of them now, but it will keep changing. Where do they go?
el: Συνέχισε να παρακολουθείς τις φράουλες πάνω στο κέικ. Τώρα είναι έξι, αλλά θα αλλάζει συνέχεια. Πού πηγαίνουν;
pt: Continue observando os morangos em cima do bolo. Agora são seis, mas a quantidade vai mudar. Para onde eles vão?
ru: Продолжай наблюдать за клубникой на верхушке торта. Сейчас их шесть, но это будет меняться. Куда они пропадают?

# data_list
source: There are some more rectangles in this picture. Can you find parts of them?
el: Υπάρχουν κι άλλα ορθογώνια σε αυτή την εικόνα. Μπορείς να βρεις τμήματά τους;
pt: Há mais alguns retângulos nesta imagem. Consegue encontrar partes deles?
ru: На этой картинке есть ещё больше прямоугольников. Можешь ли ты найти их (или их части)?

# data_list
source: Notice which children wear hats. That will keep changing too! Is the author having fun with us, or is something else going on?
el: Πρόσεξε ποια παιδιά φορούν καπέλα. Κι αυτό θα αλλάζει! Παίζει άραγε παιχνίδια ο συγγραφέας μαζί μας ή συμβαίνει κάτι άλλο;
pt: Observe quais crianças usam chapéus. Isso também vai mudar! O autor está se divertindo conosco ou há algo a mais acontecendo?
ru: Обрати внимание, какие из детей носят головные уборы. Это тоже будет меняться! Автор подшучивает над нами или происходит что-то другое?

# data_list
source: "No way!" says Duksie, "the one in the middle is much too big!" Doobie also shakes his head. Maya laughs and shrugs and tells Duksie to try.
el: «Με τίποτα!» λέει η Ντάκσι. «Αυτό στη μέση είναι πολύ μεγάλο!» Ο Ντούμπι κουνά κι αυτός το κεφάλι. Η Μάγια γελά και λέει στη Ντάκσι να δοκιμάσει εκείνη.
pt: "Sem chance!" diz Duksie, "o pedaço do meio é muito grande!" Doobie também balança sua cabeça. Maya ri e dá de ombros e diz a Duksie para tentar.
ru: “Ни за что!” — говорит Дукси. “Тот, который посередине слишком большой!”, — Дуби тоже покачивает головой. Майя смеётся, пожимает плечами и предлагает Дукси попробовать.

# data_list
source: There are three pieces for three people. Is this a fair way to cut the cake?
el: Υπάρχουν τρία κομμάτια για τρία άτομα. Είναι δίκαιος αυτός ο τρόπος να κοπεί το γλυκό;
pt: Há três pedaços para três pessoas. Esta é uma maneira justa de cortar o bolo?
ru: Три кусочка для трёх людей. Честный ли это способ разделения торта?

# data_list
source: When some pieces have more topping or icing, it can be hard to divide something fairly. It is good to be among friends when it is difficult like that.
el: Όταν κάποια κομμάτια έχουν περισσότερο γλάσο, γίνεται δύσκολο το δίκαιο μοίρασμα. Όταν είναι δύσκολη η μοιρασιά, είναι καλό να είσαι με φίλους.
pt: Quando alguns pedaços têm mais cobertura ou recheio, pode ser difícil dividir algo de forma justa. É bom estar entre amigos quando é difícil assim.
ru: Когда у некоторых кусочков больше начинки или глазури, разделение становится сложнее. Хорошо, когда рядом друзья, особенно если это трудно.

# data_list
source: When you have trouble sharing something equally, how do you work it out?
el: Όταν έχεις δυσκολία να μοιράσεις κάτι ίσα, πώς το λύνεις;
pt: Quando você tem problemas para compartilhar algo igualmente, como você resolve isso?
ru: Когда у тебя возникают проблемы с разделением чего-то поровну, как ты их решаешь?

# data_list
source: "Here! Pass me the knife, I'll do it. Easy peasy!" chants Duksie. First she rubs out Maya's pattern in the icing and licks her fingers.
el: «Δώσε μου το μαχαίρι, θα το κάνω εγώ. Πανεύκολο!» τραγουδά η Ντάκσι. Πρώτα σβήνει το σχέδιο της Μάγιας στο γλάσο και γλείφει τα δάχτυλα.
pt: "Aqui! Passe-me a faca, eu faço isso. Muito fácil!" cantarolou Duksie. Primeiro, ela apaga o desenho de Maya no glacê e lambe os dedos.
ru: “Вот! Передай мне нож, я сделаю это. Легкотня!” — пропела Дукси. Сначала она стёрла наметки Майи на глазури, а затем облизала свои пальцы.

# data_list
source: Look at their faces. How can you tell they might not all agree with this new sharing idea?
el: Κοίτα τα πρόσωπά τους. Πώς καταλαβαίνεις ότι ίσως δεν συμφωνούν όλοι με τη νέα ιδέα μοιράσματος;
pt: Olhe para os rostos deles. Como você pode perceber que nem todos concordam com essa nova ideia de divisão?
ru: Посмотри на их лица. Как ты можешь быть уверен/а, что не все они согласятся с новой идеей разделения?

# data_list
source: There are lots of round shapes in this picture. When a circle gets stretched or shrunk in one direction, it is called an oval or an ellipse. Find some circles and ovals in this picture.
el: Υπάρχουν πολλοί στρογγυλοί σχηματισμοί σε αυτή την εικόνα. Όταν ένας κύκλος τεντώνεται σε μία κατεύθυνση, λέγεται οβάλ ή έλλειψη. Βρες κύκλους και οβάλ.
pt: Há muitas formas redondas nesta imagem. Quando um círculo é esticado ou encolhido em uma direção, ele é chamado de oval ou elipse. Encontre alguns círculos e formas ovais nesta imagem.
ru: На этой картинке есть много округлых фигур. Когда круг растягивают или сжимают в одном направлении, его называют овалом или эллипсом. Найди круги и овалы на этой картинке.

# data_list
source: Sometimes our point of view distorts a shape and makes it look different, even though it hasn't changed at all. For example, circles can look like ovals when viewed from the side. Do you see some examples of that around you?
el: Μερικές φορές η οπτική μας γωνία παραμορφώνει ένα σχήμα παρόλο που αυτό δεν έχει αλλάξει καθόλου. Για παράδειγμα, οι κύκλοι φαίνονται οβάλ αν τους δούμε πλαγίως. Βλέπεις τέτοια παραδείγματα γύρω σου;
pt: Às vezes, nosso ponto de vista distorce uma forma e faz com que ela pareça diferente, mesmo que não tenha mudado nada. Por exemplo, os círculos podem parecer ovais quando vistos de lado. Você vê alguns exemplos disso ao seu redor?
ru: Иногда наша точка зрения искажает формы и заставляет их выглядеть иначе, хотя они совсем не изменились. Например, круги могут выглядеть как овалы, если смотреть на них под углом. Видишь ли примеры этого явления вокруг себя?

# data_list
source: Then she makes one cut across and one down, "Look, these are my three slices!" "That's not fair!" shout Maya and Doobie together.
el: Έπειτα χαράζει μία κοπή οριζόντια και μία κάθετη σ’ αυτή. «Κοιτάξτε, αυτά είναι τα τρία κομμάτια μου!» «Αυτό δεν είναι δίκαιο!» φωνάζουν μαζί η Μάγια και ο Ντούμπι.
pt: Então, ela faz um corte na horizontal e outro na vertical, "Olhem, essas são minhas três fatias!" "Isso não é justo! gritaram Maya e Doobie juntos.
ru: Тогда она разрезает торт один раз, разрезает ещё раз. “Смотрите, это три моих кусочка!” “Это нечестно!” — прокричали Майя и Дуби вместе.

# data_list
source: If you had a choice, which piece would you choose? When one piece is obviously the best or the worst, the sharing is probably not fair!
el: Αν είχες επιλογή, ποιο κομμάτι θα διάλεγες; Όταν ένα κομμάτι είναι ξεκάθαρα καλύτερο ή χειρότερο, το μοίρασμα μάλλον δεν είναι δίκαιο!
pt: Se você tivesse que escolher, qual pedaço você escolheria? Quando um pedaço é obviamente melhor ou pior, a divisão provavelmente não é justa!
ru: Если бы у тебя был выбор, какой бы кусок выбрал/а ты? Когда один из кусков лучше или хуже остальных, тогда деление скорее всего нечестное!
