Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Every animal we've seen has a bit of hair at the end of its tail. They are all mammals, and mammals have hair! Even the bowhead whale has hair on its lips, chin, snout, and behind its blowhole.
el: Κάθε ζώο που έχουμε δει έχει λίγο τρίχωμα στο τέλος της ουράς του. Είναι όλα θηλαστικά, και τα θηλαστικά έχουν τρίχωμα! Ακόμη και η τοξωτή φάλαινα έχει τρίχωμα στα χείλη, το πιγούνι, το ρύγχος και πίσω από τον φυσητήρα της.
pt: Todo animal que vimos tem um pouco de pelo na ponta de suas caudas. Eles são todos mamíferos e os mamíferos têm pelos! Até a baleia-da-groenlândia tem pelos em seus lábios, queixo, focinho e atrás do seu espiráculo.
ru: У каждого животного которого мы видели, на конце хвоста есть немного шерсти. Они все млекопитающие, а у млекопитающих есть шерсть! Даже у гренландского кита есть шерсть на губах, подбородки, морде, и задыхалом.

# data_list
source: And she was VERY curious about Crocodile. "What does Crocodile eat for dinner?" she asked.
el: Και ήταν ΠΟΛΥ περίεργη για τον Κροκόδειλο. "Τι τρώει για βραδινό ο Κροκόδειλος;" ρώτησε.
pt: E ela estava MUITO curiosa sobre Crocodilo. "O que Crocodilo come no jantar?", perguntou ela.
ru: И ей было ОЧЕНЬ любопытно узнать о Крокодиле. «Что крокодил ест на ужин?» она спросила.

# data_list
source: How many teeth can you see? If it has the same number of teeth on the other side of its mouth, how many would that be all together?
el: Πόσα δόντια μπορείς να δεις; Αν έχει τον ίδιο αριθμό δοντιών στην άλλη πλευρά του στόματός του, πόσα θα είναι συνολικά;
pt: Quantos dentes você consegue ver? Se ele tem o mesmo número de dentes no outro lado da boca, quantos dentes seriam no total?
ru: Сколько зубов ты видишь? Сколько бы их было всего вместе, если на другой стороне рта у него такое же количество зубов?

# data_list
source: What do you think is on his dinner plate under the cover?
el: Τι νομίζεις ότι βρίσκεται στο πιάτο του φαγητού του κάτω από το καπάκι;
pt: O que você acha que está embaixo da tampa no prato de jantar dele?
ru: Как ты думаешь, что у него на тарелке под крышкой?

# data_list
source: Which is more and which is less: Crocodile's teeth or the bumps on Crocodile's tail?
el: Ποιο είναι περισσότερο και ποιο είναι λιγότερο: Τα δόντια του Κροκόδειλου ή τα εξογκώματα στην ουρά του Κροκόδειλου;
pt: O que tem mais e o que tem menos: os dentes ou as escamas na cauda de Crocodilo?
ru: Что больше, а что меньше: зубы Крокодила или шишки на хвосте Крокодила?

# data_list
source: "Never ask a question like that!" said her mother. Then she walked off, frowning.
el: "Ποτέ μην κάνεις τέτοιες ερωτήσεις!" είπε η μητέρα της. Μετά έφυγε συνοφρυωμένη.
pt: "Nunca faça uma pergunta dessas!", disse a sua mãe. Então ela saiu, franzindo a testa.
ru: «Никогда не задавай такие вопросы!» сказала её мама. Потом она ушла, нахмурившись.

# data_list
source: There are many groups of things in this picture, such as groups of ears, eyes, and eyelashes. How many different groups can you find?
el: Υπάρχουν πολλές ομάδες πραγμάτων σε αυτή την εικόνα, όπως ομάδες αυτιών, ματιών και βλεφαρίδων. Πόσες διαφορετικές ομάδες μπορείς να βρεις;
pt: Há muitos grupos de coisas nesta imagem, como por exemplo, grupos de orelhas, olhos e cílios. Quantos grupos diferentes você consegue encontrar?
ru: На этой картинке много групп объектов, например группы ушей, глаз, и ресниц. Сколько разных групп ты можешь найти?

# data_list
source: Why did the mother say not to ask such a question?
el: Γιατί η μητέρα της είπε να μην κάνει τέτοιες ερωτήσεις;
pt: Por que a mãe disse para ela não fazer essa pergunta?
ru: Почему мама сказала не задавать такой вопрос?

# data_list
source: Count the eyelashes on both elephants by skip counting by 3's. What would you skip count by to count their feet?
el: Μέτρησε τις βλεφαρίδες και των δύο ελεφάντων πηδώντας ανά 3. Για να μετρήσεις τα πόδια τους ανά ποιο αριθμό θα πηδούσες στο μέτρημα;
pt: Conte os cílios de ambos os elefantes em intervalos de 3. Qual intervalo de número você usaria para contar os pés dos elefantes?
ru: Посчитай ресницы у обоих слонов считая по 3. По чём бы ты посчитал если считать их ноги?

# data_list
source: Quickly Crow flew down to baby elephant. "Follow me to the river. There you will see what Crocodile eats for dinner," squawked Crow.
el: Γρήγορα ο Κόρακας πέταξε κάτω προς τη μικρή Ελεφαντίνα. "Ακολούθησέ με μέχρι τον ποταμό. Εκεί θα δεις τι τρώει ο Κροκόδειλος," κράζει ο Κόρακας.
pt: Rapidamente, Corvo voou até Bebê Elefante. "Siga-me até o rio. Lá você vai ver o que Crocodilo come no jantar", grasnou Corvo.
ru: Быстро Ворона прилетела к слонёнку. «Следуй за мной к реке. Там ты увидишь, что ест Крокодил на ужин,» пропищала Ворона.

# data_list
source: Do you think Crow wants to help, or is Crow going to play a trick on Baby Elephant?
el: Νομίζεις ότι ο Κόρακας θέλει να βοηθήσει ή θα παίξει κάποιο παιχνίδι στη μικρή Ελεφαντίνα;
pt: Você acha que Corvo quer ajudar, ou ele vai pregar uma peça em Bebê Elefante?
ru: Как ты думаешь, Ворона хочет помочь, или Ворона собирается обмануть Слонёнка?

# data_list
source: Would you follow Crow?
el: Εσύ θα ακολουθούσες τον Κόρακα;
pt: Você seguiria Corvo?
ru: Ты бы последовал за Вороной?

# data_list
source: For each of the numbers from one to four, find a group in this picture with that many things in it.
el: Για κάθε έναν από τους αριθμούς από το ένα έως το τέσσερα, βρες μια ομάδα με τόσο πολλά πράγματα σε αυτή την εικόνα (τι υπάρχει ένα, τι δύο κλπ.
pt: Nesta imagem, encontre grupos de coisas que têm a mesma quantidade que cada um dos números de um a quatro (1, 2, 3 e 4).
ru: Для каждого числа от 1 до 4 найди на этой картинке группы, в которых содержится такое количество предметов.

# data_list
source: So the baby elephant followed Crow down to the river.
el: Έτσι, η μικρή Ελεφαντίνα ακολούθησε τον Κόρακα μέχρι τον ποταμό.
pt: Então Bebê Elefante seguiu Corvo até o rio.
ru: Итак, Слонёнок последовала за Вороной к реке.

# data_list
source: The yellow path looks narrower in the distance. Things far away often look smaller.
el: Το κίτρινο μονοπάτι φαίνεται στενότερο στο βάθος. Τα πράγματα που είναι μακριά συχνά φαίνονται μικρότερα.
pt: O caminho amarelo parece mais estreito à distância. Coisas distantes, muitas vezes, parecem menores.
ru: Жёлтая дорога вдалеке кажется уже. Вещи, расположенные далеко, часто кажутся меньше.

# data_list
source: How would you describe the look on Baby Elephant's face?
el: Πώς θα περιέγραφες την έκφραση του προσώπου της μικρής Ελεφαντίνας;
pt: Como você descreveria a expressão no rosto de Bebê Elefante?
ru: Как бы ты описал выражение на мордочки Слонёнка?

# data_list
source: Imagine if you had four feet to control to walk like Baby Elephant. Would it be easier or harder than walking on two feet?
el: Φαντάσου να έπρεπε να ελέγχεις τέσσερα πόδια για να περπατήσεις όπως η μικρή Ελεφαντίνα. Θα ήταν πιο εύκολο ή πιο δύσκολο από το να περπατάς με δύο πόδια;
pt: Imagine se você tivesse quatro pés para controlar ao andar assim como Bebê Elefante. Isso seria mais fácil ou mais difícil do que andar somente com dois pés?
ru: Представь, если бы тебе нужно было контролировать четыре ноги чтобы ходить, как слонёнок. Было бы это легче или труднее, чем ходить на двух ногах?

# data_list
source: She pushed through the reeds and stood on the bank. She looked into the water. Where was Crocodile?
el: Παραμερίζοντας τα καλάμια, στάθηκε στην άκρη της όχθης. Κοίταξε μέσα στο νερό. Πού ήταν ο Κροκόδειλος;
pt: Ela empurrou os juncos e ficou na margem do rio. Ela olhou para a água. Onde estava Crocodilo?
ru: Она пробралась через камыш и остановилась на берегу. Она посмотрела в воду. Где был Крокодил?

# data_list
source: There are the same things on each side of baby elephant. This is called mirror symmetry, or simply symmetry.
el: Υπάρχουν τα ίδια πράγματα σε κάθε πλευρά της μικρής Ελεφαντίνας. Αυτό ονομάζεται καθρέφτισμα ή απλά συμμετρία.
pt: Há as mesmas coisas em cada lado de Bebê Elefante. Isso é chamado de simetria espelhada ou simplesmente simetria.
ru: На каждой стороне слонёнка одинаковые вещи. Это называется зеркальной симметрией или просто симметрией.

# data_list
source: Faces often have mirror symmetry. The flower on baby elephant's face breaks the mirror symmetry of her face.
el: Τα πρόσωπα συχνά έχουν συμμετρία. Το λουλούδι στο πρόσωπο της μικρής Ελεφαντίνας σπάει τη συμμετρία του προσώπου της.
pt: Os rostos geralmente têm simetria espelhada. A flor no rosto de Bebê Elefante quebra a simetria espelhada do rosto dela.
ru: Лицы часто имеет зеркальную симметрию. Цветок на морде слонёнка нарушает зеркальную симметрию её лица.

# data_list
source: With mirror symmetry, body parts not on the midline show up in pairs -- for example, two ears, two eyes, and two arms. Because of this, there will be an even number of them.
el: Με τη συμμετρία, τα μέρη του σώματος που δεν είναι στη μεσαία γραμμή εμφανίζονται σε ζευγάρια — για παράδειγμα, δύο αυτιά, δύο μάτια και δύο χέρια. Λόγω αυτού, θα είναι ζυγός ο αριθμός τους.
pt: Com a simetria espelhada, as partes do corpo que não estão na linha central aparecem em pares; por exemplo, duas orelhas, dois olhos e dois braços. Por causa disso, haverá um número par deles.
ru: При зеркальной симметрии, части тела не находящиеся на средней линии отображаются парами -- например, два уха, два глаза, и две руки. Из-за этого их будет чётное количество.

# data_list
source: "Hello," said a stone near the river bank. "Hello," said Baby Elephant. "Can you tell me what Crocodile eats for dinner?" she asked.
el: "Γεια σου," είπε μια πέτρα κοντά στην όχθη του ποταμού. "Γεια σου," είπε η μικρή Ελεφαντίνα. "Μπορείς να μου πεις τι τρώει ο Κροκόδειλος;" ρώτησε.
pt: "Olá", disse uma pedra perto da margem do rio. "Olá", disse Bebê Elefante. "Você pode me dizer o que Crocodilo come no jantar?", perguntou ela.
ru: «Привет,» сказал камень возле берега реки. «Привет,» сказала Слонёнок. «Ты можешь мне сказать, что крокодил ест на ужин?» она спросила.

# data_list
source: Is Baby Elephant talking to a stone or to Crocodile?
el: Σε ποιον μιλάει η μικρή Ελεφαντίνα, σε μια πέτρα ή στον Κροκόδειλο;
pt: Bebê Elefante está falando com uma pedra ou com Crocodilo?
ru: Слонёнок разговаривает с камнём или с Крокодилом?

# data_list
source: Why is it useful to a crocodile to have its eyes stick up above the water when the rest of its body is below the water?
el: Γιατί είναι χρήσιμο για έναν κροκόδειλο να έχει τα μάτια του να εξέχουν πάνω από το νερό όταν το υπόλοιπο σώμα του είναι κάτω από το νερό;
pt: Por que é útil para um crocodilo ficar com os seus olhos acima da água enquanto o resto de seu corpo está abaixo da água?
ru: Почему Крокодилу полезно держать глаза торчащими над водой, когда остальное часть тела находится под водой?

# data_list
source: Count all the circles in this picture. Some parts of some of the circles are blocked from view.
el: Μέτρησε όλους τους κύκλους σε αυτή την εικόνα. Κάποια μέρη μερικών κύκλων είναι κρυμμένα και δεν φαίνονται.
pt: Conte todos os círculos nesta imagem. Algumas partes de alguns dos círculos não estão sendo totalmente exibidas.
ru: Посчитай все круги на этой картинке. Некоторые части некоторых кругов заблокированы от просмотра.

# data_list
source: "Bend down and I will tell you," said the stone. "Lower, lower," said the stone. So Baby Elephant bent down lower, and lower.
el: "Σκύψε και θα σου πω," είπε η πέτρα. "Χαμηλότερα, χαμηλότερα," είπε η πέτρα. Έτσι η μικρή Ελεφαντίνα έσκυψε χαμηλότερα, και χαμηλότερα.
pt: Incline-se e eu lhe direi", disse a pedra. "Mais baixo, mais baixo", disse a pedra. Então Bebê Elefante se inclinou mais e mais para baixo.
ru: «Нагнись вниз и я тебе скажу,» сказал камень. «Ниже, ниже,» сказал камень. И Слонёнок нагнулась всё ниже и ниже.

# data_list
source: Uh oh! Why does Crocodile want Baby Elephant to get closer?
el: Ωχ, όχι! Γιατί θέλει ο Κροκόδειλος να πλησιάσει πιο κοντά η μικρή Ελεφαντίνα;
pt: Uh-oh! Por que Crocodilo quer que Bebê Elefante se aproxime dele?
ru: Ой! Почему Крокодил хочет чтобы Слонёнок приблизился?

# data_list
source: What do you think will happen next?
el: Τι νομίζεις ότι θα συμβεί στη συνέχεια;
pt: O que você acha que vai acontecer a seguir?
ru: Что ты думаешь произойдёт дальше?

# data_list
source: Can the crocodile eat Baby Elephant? Baby Elephant is much bigger than crocodile.
el: Μπορεί ο Κροκόδειλος να φάει τη μικρή Ελεφαντίνα; Η μικρή Ελεφαντίνα είναι πολύ μεγαλύτερη από τον Κροκόδειλο.
pt: Crocodilo pode comer Bebê Elefante? Bebê Elefante é muito maior que Crocodilo.
ru: Крокодил может съесть Слонёнка? Слонёнок намного больше крокодила.

# data_list
source: Then suddenly, "Snap!" Baby Elephant's nose was caught in Crocodile's jaws. "Crocodile will eat YOU for dinner!" squawked Crow, and flew away.
el: Ξαφνικά, "Κρατς!" Η προβοσκίδα της μικρής Ελεφαντίνας πιάστηκε στα σαγόνια του Κροκόδειλου. "Ο Κροκόδειλος θα φάει ΕΣΕΝΑ για γεύμα!" κράζει ο Κόρακας, και πετάει μακριά.
pt: Então, de repente, "Snap!" O nariz de Bebê Elefante foi pego pelas mandíbulas de Crocodilo. "Crocodilo vai comer VOCÊ no jantar!", grasnou Corvo que, em seguida, voou para longe.
ru: И вдруг, «Щелчок!» нос Слонёнка застрял в челюстях Крокодила. «Крокодил съест ТЕБЯ на ужин!» Пропищала Ворона и улетела.

# data_list
source: Crow tricked Baby Elephant. Can you think of any stories where someone played a trick on someone else?
el: Ο Κόρακας ξεγέλασε τη Μικρή Ελεφαντίνα. Μπορείς να σκεφτείς κάποια ιστορία όπου κάποιος έπαιξε ένα παιχνίδι για να ξεγελάσει κάποιον άλλο;
pt: Corvo enganou Bebê Elefante. Você consegue pensar em alguma história na qual alguém pregou uma peça em outra pessoa?
ru: Ворона обманула Слонёнка. Ты можешь вспомнить историю, в которой кто-то разыграл кого-то другого?

# data_list
source: Can you think of a time when someone tricked you?
el: Μπορείς να σκεφτείς κάποτε που κάποιος ξεγέλασε εσένα;
pt: Você consegue pensar em um momento no qual alguém te pregou uma peça?
ru: Ты можешь вспомнить случай, когда тебя кто-то обманул?

# data_list
source: Have you noticed the ground Baby Elephant stands on keeps changing color? Which colors have been used so far?
el: Έχεις παρατηρήσει ότι το έδαφος, όπου στέκεται η μικρή Ελεφαντίνα, αλλάζει συνεχώς χρώμα; Ποια χρώματα έχουν χρησιμοποιηθεί μέχρι στιγμής;
pt: Você reparou que o chão em que Bebê Elefante está fica mudando de cor? Quais cores já foram usadas até agora?
ru: Ты заметил, что земля на которой стоит Слонёнок постоянно меняет цвет? Какие цвета использовались до сих пор?

# data_list
source: Baby Elephant sat back on her strong legs and pulled. She pulled, and pulled. But Crocodile did not let go of her nose.
el: Η μικρή Ελεφαντίνα κάθισε πίσω στα δυνατά της πόδια και τραβούσε και τραβούσε και τραβούσε. Αλλά ο Κροκόδειλος δεν άφηνε την προβοσκίδα της.
pt: Bebê Elefante sentou-se sobre as suas pernas fortes e puxou. Ela puxou e puxou. Mas Crocodilo não soltou o seu nariz.
ru: Слонёнок откинулась на своих сильных ногах и потянула. Она тянула и тянула. Ну Крокодил не отпускал её нос.

# data_list
source: What is Baby Elephant feeling right now?
el: Τι νιώθει τώρα η μικρή Ελεφαντίνα;
pt: O que Bebê Elefante está sentindo neste momento?
ru: Что Слонёнок сейчас чувствует?

# data_list
source: What is Crocodile feeling right now?
el: Τι νιώθει τώρα ο Κροκόδειλος;
pt: O que Crocodilo está sentindo neste momento?
ru: Что Крокодил сейчас чувствует?

# data_list
source: Baby Elephant's nose was described as a shoe in the middle of its face at the start of the story. What does it look like now?
el: Η προβοσκίδα της μικρής Ελεφαντίνας περιγράφηκε σαν ένα παπούτσι στη μέση του προσώπου της στην αρχή της ιστορίας. Σαν τι μοιάζει να είναι τώρα;
pt: O nariz de Bebê Elefante foi descrito, no início da história, como um sapato no meio de seu rosto. Com o que ele se parece agora?
ru: В начале истории нос Слонёнка описывался как ботинок посередине морды. А теперь как он выглядит?

# data_list
source: Baby Elephant's nose stretched, and stretched, and stretched. Then, "Thud!" she fell on her back.
el: Η προβοσκίδα της μικρής Ελεφαντίνας τεντώθηκε, και τεντώθηκε, και τεντώθηκε. Έπειτα, "Μπουμ!" έπεσε στην πλάτη της.
pt: O nariz de Bebê Elefante esticou, e esticou, e esticou. Então, "Paft!" Ela caiu de costas.
ru: Но Слонёнка растягивалась, растягивалась, и растягивалась. И потом, «Стук!» она упала на спину.

# data_list
source: Have you ever lost your balance and flipped over with a "Thud"?
el: Έχεις χάσει ποτέ την ισορροπία σου και να τουμπάρεις με ένα "Μπουμ";
pt: Você já perdeu o seu equilíbrio e capotou com um "Paft"?
ru: Ты когда-нибудь терял равновесие и упал переворачиваясь со «Стук»?

# data_list
source: Notice the lines that curl and swerve in the picture. What are they telling us?
el: Παρατήρησε τις γραμμές που στριφογυρίζουν και στροβιλίζονται στην εικόνα. Τι μας λένε;
pt: Observe as linhas onduladas e curvas na imagem. O que elas nos dizem?
ru: Заметь на линии, которые закручивается и извиваются на картине. Что они нам говорят?

# data_list
source: Point to and count all the extra lines added to the picture.
el: Δείξε και μέτρησε όλες τις πρόσθετες γραμμές που προστέθηκαν στην εικόνα.
pt: Aponte e conte todas as linhas extras adicionadas à imagem.
ru: Укажи и посчитай все дополнительные линии, добавленные к картинке.

# data_list
source: Crocodile sunk back into the water. He was cross about losing his dinner.
el: Ο Κροκόδειλος βούτηξε πίσω στο νερό. Ήταν θυμωμένος που έχασε το φαγητό του.
pt: Crocodilo afundou de volta na água. Ele ficou irritado por perder o seu jantar.
ru: Крокодил снова погрузился в воду. Он был расстроен из-за потери ужина.

# data_list
source: Is this pond big enough for Crocodile, or is it too small?
el: Είναι αυτή η λίμνη αρκετά μεγάλη για να χωρέσει ο Κροκόδειλος, ή είναι πολύ μικρή;
pt: Esta lagoa é grande o suficiente para Crocodilo ou ela é muito pequena?
ru: Этот пруд достаточно большой для Крокодила, или он слишком маленький?

# data_list
source: Is Crocodile's body curled into a ball so that it fits in the pond?
el: Είναι το σώμα του Κροκόδειλου τυλιγμένο σαν μπάλα για να χωρέσει στη λίμνη;
pt: O corpo de Crocodilo está enrolado como uma bola para caber dentro da lagoa?
ru: Тело Крокодила свернулось в клубок, чтобы поместиться в пруд?

# data_list
source: There are three plants near Crocodile. There is another group of three things that shows us how Crocodile is feeling -- where are they?
el: Υπάρχουν τρία φυτά κοντά στον Κροκόδειλο. Υπάρχει μια άλλη ομάδα από τρία πράγματα που μας δείχνει πώς αισθάνεται ο Κροκόδειλος — πού βρίσκονται;
pt: Há três plantas próximas de Crocodilo. Há outro grupo de três coisas que nos mostra como Crocodilo está se sentindo -- onde elas estão?
ru: Рядом с Крокодилом три растения. Есть ещё одна группа из трёх вещей, которая показывает нам как чувствует себя Крокодил -- что это?

# data_list
source: Baby Elephant looked at her nose. It was stretched very long. She could not see where it ended!
el: Η μικρή Ελεφαντίνα κοίταξε την προβοσκίδα της. Ήταν τεντωμένη πολύ μακριά. Δεν μπορούσε να δει πού τελείωνε!
pt: Bebê Elefante olhou para o seu nariz. Ele estava muito esticado. Ela não conseguia ver onde ele terminava!
ru: Слонёнок посмотрела на свой нос. Он был растянут очень длинным. Она не могла видеть где он заканчивается!

# data_list
source: How is Baby Elephant feeling about her nose?
el: Πώς νιώθει η μικρή Ελεφαντίνα για την προβοσκίδα της;
pt: Como Bebê Elefante está se sentindo em relação ao nariz dela?
ru: Что чувствует слонёнок по поводу своего носа?

# data_list
source: It can be difficult to accept changes in how you look. Have your looks changed?
el: Μπορεί να είναι δύσκολο να αποδεχτούμε τις αλλαγές στην εμφάνισή μας. Έχει αλλάξει ποτέ η εμφάνισή σου;
pt: Pode ser difícil aceitar mudanças em nossa aparência. A sua aparência já mudou?
ru: Может быть трудно принять изменения в том, как ты выглядишь. Изменилась ли твоя внешность?

# data_list
source: When Baby Elephant stands up, do you think her trunk will touch the ground?
el: Όταν η μικρή Ελεφαντίνα σταθεί όρθια, πιστεύεις ότι η προβοσκίδα της θα αγγίζει το έδαφος;
pt: Quando Bebê Elefante se levantar, você acha que a tromba dela vai tocar o chão?
ru: Как ты думаешь, когда слонёнок встанет её нос коснётся земли?

# data_list
source: Her nose was so long she could pick fruit from high branches.
el: Η προβοσκίδα της ήταν τόσο μακριά που μπορούσε να πιάσει φρούτα από τα ψηλά κλαδιά.
pt: Seu nariz estava tão comprido que ela podia colher as frutas dos galhos altos.
ru: Её нос был таким длинным, что она могла собирать фрукты с высоких веток.

# data_list
source: Her nose has turned into a long trunk. An elephant's trunk has lots of muscles and is very strong.
el: Η προβοσκίδα της έχει γίνει μια μακριά και χρήσιμη προβοσκίδα. Μια προβοσκίδα ελέφαντα έχει πολλούς μύες και είναι πολύ δυνατή.
pt: O nariz dela se transformou em uma longa tromba. A tromba de um elefante tem muitos músculos e é muito forte.
ru: Её нос превратился в длинный хобот. Хобот слона имеет много мышц и очень сильный.

# data_list
source: What are some ways that a long trunk is useful? Do you wish you had one?
el: Ποιοι είναι κάποιοι τρόποι που μια μακριά προβοσκίδα είναι χρήσιμη; Θα ήθελες να έχεις μία;
pt: Cite algumas maneiras que fazem uma tromba longa ser útil. Você gostaria de ter uma?
ru: Чем полезен длинный хобот? Хотел ли ты чтобы у тебя был один?

# data_list
source: Sometimes a change that seemed bad at first turns out to be a good thing. Has something like that happened to you?
el: Μερικές φορές μια αλλαγή που φαινόταν κακή στην αρχή αποδεικνύεται ότι είναι κάτι καλό. Έχει συμβεί κάτι παρόμοιο σε σένα;
pt: Às vezes, uma mudança que parecia ruim no início acaba se tornando uma coisa boa. Algo assim já aconteceu com você?
ru: Иногда перемены, которые поначалу казались плохими оказываются хорошими. Это когда-нибудь случалось с тобой?

# data_list
source: Her nose was so long she could shower her back with water. From that day, all elephants have had long and useful trunks.
el: Η προβοσκίδα της ήταν τόσο μακριά που μπορούσε να ρίξει νερό στην πλάτη της σαν ντουζ. Από εκείνη την ημέρα, όλοι οι ελέφαντες έχουν μακριές και χρήσιμες προβοσκίδες.
pt: O seu nariz ficou tão comprido que ela conseguia jogar água em suas costas. Desde esse dia, todos os elefantes tiveram trombas longas e úteis.
ru: Её нос был таким длинным, что она могла ополоснуть спину водой. С того дня у всех слонов появились длинные и полезные хоботы.

# data_list
source: If all elephants have long trunks after this, did each one have to get their nose stretched by a crocodile?
el: Αν όλοι οι ελέφαντες έχουν μακριές προβοσκίδες μετά από αυτό, θα έπρεπε καθένας τους να πάει σε έναν κροκόδειλο για να τεντώσει τη μύτη του;
pt: Se todos os elefantes têm trombas longas, cada um deles teve o seu nariz esticado por um crocodilo?
ru: Если после этого у всех слонов хоботы стали длинными, то каждому из них пришлось вытягивать нос крокодилом?

# data_list
source: Do you think Baby Elephant should be friends with Crow ever again?
el: Πιστεύεις ότι η μικρή Ελεφαντίνα θα έπρεπε να είναι πάλι φίλη με τον Κόρακα;
pt: Você acha que Bebê Elefante deveria ser amiga de Corvo novamente?
ru: Как ты думаешь, Слонёнок должна когда-нибудь снова дружить с Вороной?

# data_list
source: Make up a story like this that explains how the giraffe got such a long neck.
el: Φτιάξε μια ιστορία σαν αυτή που εξηγεί πώς η καμηλοπάρδαλη απέκτησε έναν τόσο μακρύ λαιμό.
pt: Faça uma história como esta que explique como a girafa ficou com um pescoço tão longo.
ru: Придумай подобную историю, объясняющую почему у жирафа такая длинная шея.

# global
source: Next
pt: Próximo
ru: Следующий

# global
source: Previous
pt: Anterior
ru: Предыдущий

# global
source: Done
pt: Concluído
ru: Закончен
