Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **The setup:** Make a simple barrier between the two players so they can’t see each other’s work. Another option is to work back to back. Each person has a piece of paper and the same set of colored pencils, crayons, or pens. One person draws shapes (such as circles, triangles, squares, and rectangles) in colors and groups in distinctive positions on their paper. That person then gives directions for the other person to follow to make the identical drawing. At the end, the barrier is removed and the two drawings are compared (usually with lots of laughter). The players compare ideas on which spoken directions worked and which did not.
el: **Η προετοιμασία:** Φτιάξτε ένα απλό εμπόδιο ανάμεσα στους δύο παίκτες ώστε να μη βλέπουν τη δουλειά ο ένας του άλλου. Μια άλλη επιλογή είναι να καθίσετε πλάτη με πλάτη. Κάθε άτομο έχει ένα φύλλο χαρτί και το ίδιο σετ χρωματιστών μολυβιών, κηρομπογιών ή στυλό. Ένα άτομο σχεδιάζει σχήματα (όπως κύκλους, τρίγωνα, τετράγωνα και ορθογώνια) με χρώματα και ομαδοποιήσεις σε χαρακτηριστικές θέσεις στο χαρτί του. Αυτό το άτομο δίνει στη συνέχεια οδηγίες για να ακολουθήσει ο άλλος ώστε να φτιάξει το ίδιο σχέδιο. Στο τέλος, το εμπόδιο αφαιρείται και τα δύο σχέδια συγκρίνονται, συνήθως με πολύ γέλιο. Οι παίκτες συζητούν ποιες προφορικές οδηγίες λειτούργησαν και ποιες όχι.
pt: **A configuração:** Faça uma barreira simples entre os dois jogadores para que eles não possam ver o trabalho do outro. Outra opção é trabalhar um de costas para o outro. Cada jogador tem uma folha de papel e o mesmo conjunto de lápis, giz ou canetas. Uma pessoa desenha formas (como círculos, triângulos, quadrados e retângulos) em cores e agrupamentos em posições distintas do papel. Essa pessoa então dá instruções para que a outra pessoa siga e faça o mesmo desenho idêntico. No final, a barreira é removida e os dois desenhos são comparados (geralmente com muita risada). Os jogadores comparam ideias sobre quais instruções faladas funcionaram e quais não.
ru: **Подготовка:** Создайте простую перегородку между двумя игроками, чтобы они не могли видеть рисунки друг друга. Другой вариант — работать спиной к спине. У каждого есть лист бумаги и одинаковый набор цветных карандашей, мелков, или ручек. Один игрок рисует фигуры (например, круги, треугольники, квадраты, и прямоугольники) разными цветами и группируя в уникальных позициях на своей бумаге. Этот игрок затем даёт инструкции другому игроку, чтобы тот повторил идентичный рисунок. В конце преграда убирается, и два рисунка сравниваются (обычно с множеством смеха). Игроки обсуждают, какие устные инструкции сработали, а какие нет.

# data_list
source: This can be a 3D activity if each player has the same set of stackable items (such as Lego bricks). In this case, one player makes a stack in some interesting way and then gives a sequence of directions to the other player.
el: Αυτό μπορεί να γίνει τρισδιάστατη δραστηριότητα αν κάθε παίκτης έχει το ίδιο σετ στοιβαζόμενων αντικειμένων (όπως τουβλάκια Lego). Σε αυτή την περίπτωση, ο ένας παίκτης φτιάχνει μια στοίβα με κάποιον ενδιαφέροντα τρόπο και μετά δίνει μια σειρά οδηγιών στον άλλον παίκτη.
pt: Essa pode ser uma atividade 3D se cada jogador possuir o mesmo conjunto de itens empilháveis (como peças de Lego). Nesse caso, um jogador faz uma pilha de alguma maneira interessante e depois dá uma sequência de instruções para o outro jogador.
ru: Это можно сделать в 3D-формате, для этого нужен набор предметов которые можно складывать друг на друга (например, деталей LEGO). В этом случае один игрок строит башню, а затем даёт последовательную инструкцию другому игроку.

# data_list
source: WHICH SHAPE AM I?
el: ΠΟΙΟ ΣΧΉΜΑ ΕΊΜΑΙ;
pt: QUAL FORMA SOU EU?
ru: КАКАЯ Я ФИГУРА?

# data_list
source: Have a collection of small shapes, drawings of shapes on cards, or names of shapes on cards. Stick a shape or card on each person’s forehead. Ask yes-or-no questions about your own shape until you guess what you are.
el: Έχετε μια συλλογή από μικρά σχήματα, σχέδια σχημάτων σε κάρτες ή ονόματα σχημάτων σε κάρτες. Κολλήστε ένα σχήμα ή μια κάρτα στο μέτωπο κάθε ατόμου. Κάντε ερωτήσεις ναι ή όχι για το δικό σας σχήμα μέχρι να μαντέψετε τι είστε.
pt: Tenha um conjunto de pequenas formas, desenhos de formas em cartas, ou nomes de formas em cartas. Coloque uma forma ou carta na testa de cada pessoa. Faça perguntas de “sim ou não” sobre a sua própria forma até descobrir qual você é.
ru: Карточки с рисунками фигур или их названиями. Прикрепите карточку на лоб каждого игрока. Задавайте "да" или "нет" вопросы о своей фигуре, пока не угадаете, что это за фигура.

# data_list
source: WHO IS IT?
el: ΠΟΙΟΣ ΕΊΝΑΙ;
pt: QUEM É?
ru: УГАДАЙ КТО?

# data_list
source: This is an activity for several people. The Leader secretly picks one person in the group. To narrow down to the secret person, players ask questions such as, "Is this person wearing a shirt with a triangle on the front?" or "Is this person's hair more than 12 inches long?"
el: Αυτή είναι δραστηριότητα για πολλά άτομα. Ο Αρχηγός διαλέγει κρυφά ένα άτομο της ομάδας. Για να φτάσουν στο μυστικό άτομο, οι παίκτες κάνουν ερωτήσεις όπως «Φορά αυτό το άτομο μπλούζα με τρίγωνο μπροστά;» ή «Έχει αυτό το άτομο μαλλιά πιο μακριά από 10 εκατοστά;»
pt: Esta é uma atividade para várias pessoas. O Líder escolhe secretamente alguém do grupo. Para descobrir quem é a pessoa secreta, os jogadores devem fazer perguntas como, "Esta pessoa está usando uma camisa com um triângulo na frente?" ou "O cabelo desta pessoa é maior que 30 centímetros?".
ru: Эта активность для нескольких человек. Ведущий тайно выбирает одного человека из группы. Игроки задают вопросы, такие как: "Этот человек в футболке с треугольником?" или "У этого человека волосы длиннее 30 см?"

# data_list
source: WHOSE SHAPE IS THIS ANYWAY
pt: DE QUEM É ESTA FORMA AFINAL DE CONTAS
ru: ЧЬЯ ЭТА ФИГУРА ВООБЩЕ

# data_list
source: **The setup:** Have a collection of cards with standards shapes drawn on them. These could be square, circle, triangle, rectangle, parallelogram, pentagon, hexagon, octagon, oval, star, or anything else you child is familiar with. **How to play:** A child can do this by themselves, or with a partner. Give a small random collection of the shape cards to the child or children for them to act out silently. They can use their body parts (but not their fingers) and the ground to do things that suggest the shape. Their goal is to have the other people guess the name of the shape. You can make it competitive by having a time limit and seeing which team can do the most shapes in the allotted time.
pt: **A preparação:** Faça uma coleção de cartas com formas padronizadas desenhadas. Estas formas podem ser quadrado, círculo, triângulo, retângulo, paralelogramo, pentágono, hexágono, octógono, oval, estrela ou qualquer outra forma com a qual a criança esteja familiarizada. **Como jogar:** Uma criança pode jogar sozinha ou com um(a) parceiro(a). Aleatoriamente dê um pequeno monte das cartas com as formas para a criança ou crianças encenarem silenciosamente. Elas podem usar partes do corpo (mas não os dedos) e o chão para fazer coisas que indicam qual é a forma. Seu objetivo é fazer com que as outras pessoas adivinhem o nome da forma. Você pode tornar o jogo mais competitivo estabelecendo um limite de tempo e vendo qual equipe consegue adivinhar mais formas no tempo determinado.
ru: **Установка.** Возьмите набор карточек со стандартными фигурами, нарисованными на них. Это может быть квадрат, круг, треугольник, прямоугольник, параллелограмм, пятиугольник, шестиугольник, восьмиугольник, овал, или что-то ещё с чем ваш ребёнок знаком. **Как играть:** Ребёнок может сделать это самостоятельно или с партнёром. Дайте ребёнку или детям небольшую случайную коллекцию карточек с фигурами, чтобы они могли молча разыграть игру. Они могут использовать части своего тела (но не пальцы) и землю, чтобы делать то что подсказывает им фигуру. Их цель- заставить других людей угадать название фигуры. Вы можете сделать игру соревновательной, установив ограничение по времени и посмотрев какая команда сможет нарисовать больше фигур за отведенное время.

# data_list
source: BUILDING WITH SHAPES
pt: CRIAR COM FORMAS
ru: СТРОИТЕЛЬСТВО С ФИГУРАМИ

# data_list
source: Unknown Shapes
el: Ανακαλυπτοντας Σχηματα
pt: Formas Desconhecidas
ru: Неизвестные Фигуры

# data_list
source: Bring together an interesting collection of shapes for your child to play with. The shapes may all be flat polygons, in which case your child can play with making designs and tiling patterns. Explore which shapes fit together nicely and which don't. Name some of the shapes as your child picks them up. They may be things that can be stacked or placed together in interesting ways, such as boxes and cans. If two structures are built, talk about which is taller, wider, or stronger. Which one has more pieces in it? Which pieces are easy to put on top of each other and which ones are not?
pt: Reúna uma coleção interessante de formas para a sua criança brincar. As formas podem ser todas polígonos planos, neste caso ela pode brincar com a criação de modelos e padrões de azulejos. Explore quais formas se encaixam bem e quais não. Nomeie algumas das formas enquanto a sua criança as pega. Elas podem ser coisas que podem ser empilhadas ou colocadas juntas de maneiras interessantes, como caixas e latas. Se duas estruturas forem construídas, fale sobre qual é a mais alta, a mais larga ou a mais forte. Qual delas possuem mais peças? Quais peças são fáceis de colocar umas sobre as outras e quais não são?
ru: Соберите интересную коллекцию фигур для игры с вашим ребёнком. Все фигуры могут быть плоскими многоугольниками, в этом случае ваш ребёнок может играть, создавая дизайны и узоры для мозаика. Исследуйте, какие фигуры хорошо сочетаются друг с другом, а какие нет. Назовите некоторые фигуры, когда ваш ребёнок их подберёт. Это могут быть вещи, которые можно складывать или размешивать вместе интересными способами, например, коробки и банки. Если построены две конструкции, обсудите какая из них выше, шире, или прочнее? Какие детали легко ставить друг на друга, а какие нет?

# data_list
source: STAGE 2 – I CAN COUNT TO 5!
el: ΣΤΆΔΙΟ 2 – ΜΠΟΡΏ ΝΑ ΜΕΤΡΉΣΩ ΜΈΧΡΙ ΤΟ 5!
pt: ETAPA 2 – EU POSSO CONTAR ATÉ 5!
ru: ЭТАП 2 – Я МОГУ СЧИТАТЬ ДО 5!

# data_list
source: Stage 2 Introduction
el: Στάδιο 2 – Εισαγωγή
pt: Etapa 2 – Introdução
ru: 2-ой Этап – Введение

# data_list
source: **Where You've Been** Wow! Your child is now able to count to 5! These numbers are not just being repeated in order like a parrot – they represent quantities that your child is gaining a feel for. You are ready to assign properties to objects that you describe and talk about. Think how far your child has come in understanding the world! Your child is becoming more verbal and better able to reason and explain. You can discuss mathematical things and this allows you to start playing games and doing puzzles together.
el: **Όσα Έχετε Καταφέρει** Τι θαύμα! Το παιδί σας μπορεί πλέον να μετρά μέχρι το 5! Οι αριθμοί αυτοί δεν επαναλαμβάνονται πια παπαγαλίζοντας, αλλά αντιπροσωπεύουν ποσότητες που το παιδί αρχίζει να κατανοεί. Είστε έτοιμοι να αποδίδετε ιδιότητες στα αντικείμενα που περιγράφετε και συζητάτε. Σκεφτείτε πόσο έχει προχωρήσει το παιδί στην κατανόηση του κόσμου. Το παιδί γίνεται πιο ομιλητικό και ικανό να αιτιολογεί και να εξηγεί. Μπορείτε πλέον να συζητάτε μαθηματικά θέματα και αυτό σας επιτρέπει να αρχίσετε να παίζετε παιχνίδια και να λύνετε γρίφους μαζί.
pt: **Onde Você Já Chegou** Uau! Seu filho agora é capaz de contar até 5! Esses números não estão apenas sendo repetidos em ordem como um papagaio - eles representam quantidades com as quais seu filho está se familiarizando. Vocês estão prontos para atribuir propriedades aos objetos que vocês descrevem e falam sobre. Pense no quanto seu filho avançou na compreensão do mundo! Seu filho está se tornando mais verbal e mais capaz de raciocinar e explicar. Vocês podem discutir assuntos matemáticos e isso permite que comecem a jogar e a fazer quebra-cabeças juntos.
ru: **Растут на Глазах** Ух-ты! Ваш ребёнок теперь умеет считать до 5! Эти числа уже не просто повторяющийся звук словно радио – они представляют собой объём, который ваш ребёнок начинает понимать. Вы готовы к свойствам объектов, которые описываете и обсуждаете. Подумайте, как далеко ваш ребёнок продвинулся в понимании окружающего мира! Ваш ребёнок становится более говорливым и начинает лучше рассуждать и объяснять. Вы можете обсуждать математические вещи, и это позволяет вам начать играть в игры и решать головоломки вместе.

# data_list
source: Your child will be learning many things in the coming months beyond counting to 10 and above. Here is a quick list of topics that will be covered in this Stage. • Counting forward and backward to 10. Don’t ignore backward counting – it is important for understanding number relationships as well as being an aid for subtraction. • Include 0 in your counting sometimes. Including 0 now makes it a familiar number and keeps it from feeling exotic. • Reasoning with properties and numbers. Understanding properties and reasoning with them is a key part of developing mathematical ability. • Deepening understanding of shapes, especially circles, triangles, and squares. Keep using descriptive shape names as your child interacts with them. • Comparing and ordering numbers. How quantities compare and interact with each other is central to understanding them. • One more, one less, two more, two less. These concepts are relatively easy to pick up, and they will form the basis for addition and subtraction. • Learning to use manipulatives, especially fingers, to understand adding and subtracting. Adding and subtracting 0. • Subtracting a number from itself.
el: Το παιδί σας θα μάθει πολλά τους επόμενους μήνες πέρα από το μέτρημα μέχρι το 10 και παραπάνω. Δείτε έναν σύντομο κατάλογο θεμάτων που θα καλυφθούν σε αυτό το Στάδιο. * Μετράμε προς τα πάνω και προς τα πίσω μέχρι το 10. Μην παραμελείτε το μέτρημα προς τα πίσω, είναι σημαντικό για την κατανόηση των σχέσεων των αριθμών και βοηθά στην αφαίρεση. * Συμπεριλάβετε το 0 στο μέτρημα μερικές φορές. Αν το 0 εμφανιστεί από τώρα, γίνεται οικείος αριθμός και δεν φαίνεται «εξωτικός». * Συλλογισμός με ιδιότητες και αριθμούς. Η κατανόηση των ιδιοτήτων και ο συλλογισμός με αυτές είναι κλειδί για την ανάπτυξη μαθηματικών ικανοτήτων. * Εμβάθυνση στην κατανόηση των σχημάτων, ιδιαίτερα κύκλων, τριγώνων και τετραγώνων. Συνεχίστε να χρησιμοποιείτε περιγραφικά ονόματα σχημάτων όταν το παιδί αλληλεπιδρά με αυτά. * Σύγκριση και ταξινόμηση αριθμών. Το πώς συγκρίνονται και αλληλεπιδρούν οι ποσότητες είναι κρίσιμο για την κατανόησή τους. * Ένα περισσότερο, ένα λιγότερο, δύο περισσότερα, δύο λιγότερα. Αυτές οι έννοιες κατακτώνται σχετικά εύκολα και θα αποτελέσουν τη βάση για πρόσθεση και αφαίρεση. * Χρήση χειραπτικών αντικειμένων, ειδικά των δαχτύλων, για κατανόηση της πρόσθεσης και της αφαίρεσης. Πρόσθεση και αφαίρεση με το 0. * Αφαίρεση ενός αριθμού από τον εαυτό του.
pt: Seu filho aprenderá muitas coisas nos próximos meses, além de contar até 10 e acima. Aqui está uma lista rápida dos tópicos que serão abordados nessa etapa. * Contagem progressiva e regressiva até 10. Não ignore a contagem regressiva - ela é importante para a compreensão das relações numéricas, além de ser um auxílio para a subtração. * Incluir o 0 em sua contagem às vezes. Incluir o 0 agora o torna um número familiar e evita que pareça exótico. * Raciocínio com propriedades e números. Compreender as propriedades e raciocinar com elas é uma parte fundamental do desenvolvimento da habilidade matemática. * Aprofundar a compreensão das formas, especialmente círculos, triângulos e quadrados. Continue usando nomes descritivos de formas à medida que seu filho interage com elas. * Comparação e ordenação de números. O modo como as quantidades se comparam e interagem umas com as outras é fundamental para compreendê-las. * Um a mais, um a menos, dois a mais, dois a menos. Esses conceitos são relativamente fáceis de serem aprendidos e formarão a base para a adição e a subtração. * Aprender a usar manipuladores, especialmente os dedos, para compreender a adição e a subtração. Adição e subtração de 0. * Subtrair um número por ele mesmo.
ru: Ваш ребёнок будет учить много нового в ближайшие месяцы, помимо счёта до 10 и выше. Вот краткий список тем, которые будут рассмотрены на этом этапе. * Счёт вперёд и назад до 10. Не игнорируйте обратный счёт – он важен для понимания отношений между числами и помогает в вычитании. * Иногда используйте 0. Включение 0-я сейчас сделает его знакомым числом и поможет избежать смущение в дальнейшем. * Понимание логики стоящей за свойствами и числами является ключевой частью развития математических способностей. * Углубление понимания форм, особенно кругов, треугольников, и квадратов. Продолжайте описывать формы, когда ваш ребёнок взаимодействует с ними. * Сравнение и упорядочивание чисел. То, как числа сравниваются и взаимодействуют друг с другом, является основой. * На один больше, на один меньше, на два больше, на два меньше. Эти идеи относительно легко усваиваются, и они будут основой для сложения и вычитания * Использование наглядных материалов, особенно пальцев, для понимания сложения и вычитания. Не забывайте про 0. * Вычитание числа из самого себя.

# data_list
source: CONNECT THE DOTS
el: ΈΝΩΣΕ ΤΙΣ ΤΕΛΕΊΕΣ
pt: CONECTE OS PONTOS
ru: СОЕДЕНИТЬ ПО ТОЧКАМ

# data_list
source: **How to create:** Complete fun drawings by connecting numbered dots. Make these by taking a simple drawing, removing some straight lines, and replacing them with numbered dots. Connecting the dots in order recreates the original drawing.
el: **Πώς να το φτιάξετε:** Ολοκληρώστε διασκεδαστικά σχέδια ενώνοντας αριθμημένες τελείες. Φτιάξτε τα παίρνοντας ένα απλό σχέδιο, αφαιρώντας μερικές ευθείες γραμμές και αντικαθιστώντας τες με αριθμημένες τελείες. Ενώνοντας τις τελείες με τη σειρά αναδημιουργείτε το αρχικό σχέδιο.
pt: **Como criar:** Complete desenhos divertidos conectando pontos numerados. Faça isso pegando um desenho simples, removendo algumas linhas retas e substituindo-as por pontos numerados. Conectar os pontos em ordem recria o desenho original.
ru: **Подготовка:** Возьмите простой рисунок, удалите некоторые прямые линии и замените их пронумерованными точками. Соединение точек в порядке их номера восстанавливает оригинальный рисунок.

# data_list
source: **Backwards:** Challenge your child to connect the dots in backwards order. You can also find these kinds of drawings to download from the internet.
el: **Ανάποδα:** Προκαλέστε το παιδί σας να ενώσει τις τελείες με αντίστροφη σειρά. Μπορείτε επίσης να βρείτε τέτοια σχέδια για κατέβασμα από το διαδίκτυο.
pt: **Ordem inversa:** Desafie seu filho a conectar os pontos na ordem inversa. Você também pode encontrar esses desenhos para baixar na internet.
ru: **Обратным ходом:** Предложите вашему ребёнку соединить точки в обратном порядке. Так же можете искать картинки в интернете.

# data_list
source: ISLAND HOPPING – COUNTING
el: ΠΗΔΉΜΑΤΑ ΝΗΣΙΏΝ – ΜΈΤΡΗΜΑ
pt: PULANDO DE ILHA EM ILHA – CONTANDO
ru: С ОСТРОВА НА ОСТРОВ – СЧЕТ

# data_list
source: These puzzles use numbered islands (circles) connected by bridges (lines). **The challenge:** Find a path that connects the islands in order. The easiest versions have numbers that go from 1 to the number of islands.
el: Αυτοί οι γρίφοι χρησιμοποιούν αριθμημένα νησιά (κύκλους) που συνδέονται με γέφυρες (γραμμές). **Η πρόκληση:** Βρείτε μια διαδρομή που ενώνει τα νησιά με τη σωστή σειρά. Οι πιο εύκολες διαδρομές έχουν αριθμούς που ξεκινούν από το 1 μέχρι τον συνολικό αριθμό των νησιών.
pt: Esses quebra-cabeças usam ilhas numeradas (círculos) conectadas por pontes (linhas). **O desafio:** Encontre um caminho que conecte as ilhas em ordem. As versões mais fáceis têm números que vão de 1 até o número de ilhas.
ru: Эти пазлы используют пронумерованные острова (круги), соединенные мостами (линии). **Цель:** Найдите путь, который соединяет острова по порядку. Простая версия идет от 1 и все острова пронумерованы.

# data_list
source: **Adjust the challenge 1:** Leave out some numbers so your child figures out what is missing and where it belongs. **Adjust the challenge 2:** Instead of starting at 1, design the puzzles to start at 0 or other numbers. (Note the range at the top of the puzzle).
el: **Προσαρμόστε την πρόκληση 1:** Αφαιρέστε μερικούς αριθμούς ώστε το παιδί να βρει τι λείπει και πού ανήκει. **Προσαρμόστε την πρόκληση 2:** Αντί να ξεκινά από το 1, σχεδιάστε γρίφους που να ξεκινούν από το 0 ή από άλλους αριθμούς. (Δείτε το εύρος στο επάνω μέρος του γρίφου).
pt: **Ajuste o desafio 1:** Deixe alguns números de fora para que seu filho descubra o que está faltando e a que lugar pertence. **Ajuste o desafio 2:** Em vez de começar em 1, crie os quebra-cabeças para começar em 0 ou em outros números. (Observe o intervalo na parte superior do quebra-cabeça).
ru: **Вариация 1:** Пропустите некоторые числа, чтобы ваш ребёнок мог понять, чего не хватает и где что должно быть. **Вариация 2:** Вместо того чтобы начинать с 1, можете начинать с 0 или других чисел. (Укажите диапазон чисел в верхней части головоломки).

# data_list
source: Make this into a physical puzzle by placing pieces of paper with consecutive numbers on the floor in some twisty path. Your child can solve this puzzle by walking along the path from the smallest to the largest number. Add challenge: Replace some of the numbered pieces with blank ones. Also, have your child to start at the largest number and go downward.
el: Μετατρέψτε το σε φυσικό γρίφο τοποθετώντας κομμάτια χαρτιού με διαδοχικούς αριθμούς στο πάτωμα, δημιουργώντας μια στριφογυριστή διαδρομή. Το παιδί σας λύνει τον γρίφο περπατώντας από τον μικρότερο στον μεγαλύτερο αριθμό. Πρόσθετη πρόκληση: Αντικαταστήστε μερικά από τα αριθμημένα κομμάτια με κενά. Επίσης, ζητήστε από το παιδί να ξεκινήσει από τον μεγαλύτερο αριθμό και να κατεβαίνει.
pt: Transforme isso em um quebra-cabeça físico colocando pedaços de papel com números consecutivos no chão em um caminho sinuoso. Seu filho pode resolver esse quebra-cabeça percorrendo o caminho do menor para o maior número. Adicione o desafio: Substitua algumas das peças numeradas por peças em branco. Além disso, peça ao seu filho que conte em ordem decrescente.
ru: Разместите листы бумаги с числами по возрастанию на полу. Ваш ребёнок может решить эту головоломку, пройдя по пути от самого маленького до самого большого числа. Усложните: замените некоторые пронумерованные листы на пустые. Также предложите вашему ребёнку начать с самого большого числа и идти по убыванию.

# data_list
source: STRING NUMBER LINE
pt: RETA NUMÉRICA NA CORDA
ru: ЧИСЛА НА ВЕРЕВКЕ

# data_list
source: In addition to having a paper number line on a wall, create a number line using a piece of string. Tie or clip a section of string between two objects. Use paper clips to attach sliding Number Cards from 0 to 10 along the string in order.
pt: Além de ter uma reta numérica de papel em uma parede, crie uma reta numérica usando um pedaço de barbante. Amarre ou prenda uma linha de barbante entre dois objetos. Use clipes de papel para prender Cartas Numéricas deslizantes de 0 a 10 ao longo do barbante, em ordem.
ru: Привяжите или прикрепите верёвку между двумя объектами. Используйте скрепки, чтобы прикрепить скользящие карточки с числами от 0 до 10 вдоль верёвки в порядке возрастания.
