Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The drivers held a meeting to discuss the strike. They argued for a long time. "Maybe the horses are right," said one man. "Why should they get better conditions?" asked another.
el: Οι οδηγοί έκαναν μια συγκέντρωση για να συζητήσουν την απεργία. Τσακώθηκαν για αρκετή ώρα. "Ίσως τα άλογα έχουν δίκιο", είπε ένας άνδρας. "Γιατί να έχουν καλύτερες συνθήκες;" ρώτησε ένας άλλος.
pt: Os carroceiros fizeram uma reunião para discutir a greve. Eles discutiram por muito tempo. "Talvez os cavalos estejam certos", disse um homem. "Por que eles deveriam ter melhores condições?", perguntou outro.
ru: Водители провели митинг, чтобы обсудить забастовку. Они долго спорили. «Может быть, лошади правы,» сказал один мужчина. «Почему они должны получить лучшие условия?» спросил другой.

# data_list
source: Estimate how many people are crowded into the room and then count, as best you can, how people there are. An estimate is an educated guess based on partial information, such as a quick glance.
el: Εκτίμησε πόσα άτομα έχουν στριμωχτεί στο δωμάτιο και μετά μέτρησε, όσο καλύτερα μπορείς, πόσοι είναι πραγματικά. Η εκτίμηση είναι μια υπολογισμένη υπόθεση βασισμένη σε μερικές πληροφορίες, όπως μια γρήγορη ματιά.
pt: Estime quantas pessoas estão aglomeradas na sala e depois conte, da melhor forma possível, quantas pessoas têm ali. Uma estimativa é uma suposição baseada em informações parciais, como olhar algo rapidamente.
ru: Оцени сколько людей собралось в комнате, а затем посчитай сколько сможешь; сколько там людей. Оценка - это обоснованное предположение основанное на частичной информации, например быстрым взглядом.

# data_list
source: Making estimates can be a fun game. When you're walking around, have everyone make an estimate of a group of things, then carefully count how many there are, and see who is closest to the right answer.
el: Οι εκτιμήσεις μπορούν να γίνουν ένα διασκεδαστικό παιχνίδι. Όταν περπατάτε γύρω, κάντε όλοι μια εκτίμηση για έναν αριθμό πραγμάτων, μετά μέτρησε προσεκτικά πόσα είναι και δες ποιος ήταν πιο κοντά στο σωστό αριθμό.
pt: Fazer estimativas pode ser um jogo divertido. Quando você estiver andando por aí, peça a todos que façam uma estimativa sobre um grupo de coisas, depois conte cuidadosamente quantas delas existem e veja quem está mais próximo da resposta certa.
ru: Оценять может быть увлекательная игрой. Когда ты гуляешь попроси всех оценить группу вещей, потом потихоньку посчитай сколько их есть, и посмотри кто ближе к правильному ответу.

# data_list
source: How do the owners know what the horses want? Did the horses talk to them?
el: Πώς ξέρουν οι ιδιοκτήτες τι θέλουν τα άλογα; Μίλησαν τα άλογα σε αυτούς;
pt: Como os donos sabem o que os cavalos querem? Os cavalos falaram com eles?
ru: Как владельцы знают чего хотят лошади? Лошади с ними поговорили?

# data_list
source: The horses' strike spread from the town of Debre Birhan across Ethiopia. Nearly three million horses refused to work. "We have had enough! Treat us fairly!" they said.
el: Η απεργία των αλόγων εξαπλώθηκε από την πόλη του Ντέμπρε Μπίρχαν σε ολόκληρη την Αιθιοπία. Σχεδόν τρία εκατομμύρια άλογα αρνήθηκαν να δουλέψουν. "Φτάνει πια! Φερθείτε μας δίκαια!" έλεγαν.
pt: A greve dos cavalos se espalhou da cidade de Debre Birhan para toda a Etiópia. Quase três milhões de cavalos se recusaram a trabalhar. "Estamos fartos! Trate-nos com justiça!", eles disseram.
ru: Забастовка лошадей распространилась из города Дебри Берхана по всей Эфиопии. Почти три миллиона лошадей отказались работать. «Нам было достаточно! Относитесь к нам справедливо!» они сказали.

# data_list
source: Three million is a lot of horses! Can you think of something around you that there are more than one hundred of? More than a thousand?
el: Τρία εκατομμύρια είναι ένας τεράστιος αριθμός αλόγων! Μπορείς να σκεφτείς κάτι γύρω σου που να υπάρχουν περισσότερα από εκατό από αυτά; Περισσότερα από χίλια;
pt: Três milhões é um monte de cavalos! Você consegue pensar em algo ao seu redor que tenha mais de cem? E mais de mil?
ru: Три миллиона - это много лошадей! Ты можешь вспомнить чего-нибудь вокруг тебя, чего насчитывается более ста? Более тысячи?

# data_list
source: Have you heard of working people going on strike near you? Did the strike work, or did the strikers give up before getting what they wanted?
el: Έχεις ακούσει να κάνουν απεργία εργαζόμενοι κοντά σου; Πέτυχε η απεργία ή σταμάτησαν πριν αποκτήσουν αυτό που ήθελαν;
pt: Você já ouviu falar de trabalhadores fazendo greve perto de você? A greve funcionou, ou os grevistas desistiram antes de conseguir o que queriam?
ru: Слышал ли ты что где-то рядом с тобой рабочие люди идут на забастовку? Сработала ли забастовка, или бастующие сдались не добившись желаемого?

# data_list
source: What do you do when you really want something and it doesn't seem like you are going to get it? Does it work?
el: Τι κάνεις όταν θέλεις πολύ κάτι και φαίνεται πως δεν πρόκειται να το αποκτήσεις; Λειτουργεί;
pt: O que você faz quando você realmente quer algo e parece que não vai conseguí-lo? Fazer isso funciona?
ru: Что делать если очень чего-то хочешь и кажется что не добьёшься этого? Это работает?

# data_list
source: So, the cart drivers were forced to change. They agreed to better conditions and fair treatment for all horses. They learned how to look after the horses, and keep them healthy.
el: Έτσι, οι οδηγοί των κάρων αναγκάστηκαν να αλλάξουν. Συμφώνησαν σε καλύτερες συνθήκες και δίκαιη μεταχείριση για όλα τα άλογα. Έμαθαν πώς να φροντίζουν τα άλογα και να τα κρατούν υγιή.
pt: Desta forma, os carroceiros foram forçados a mudar. Eles concordaram com melhores condições e tratamento justo para todos os cavalos. Eles aprenderam a cuidar dos cavalos e a mantê-los saudáveis.
ru: И так, водители телег были вынуждены измениться. Они согласились на лучшие условия и справедливое обращение со всеми лошадьми. Они научились ухаживать за лошадьми и сохранять их здоровье.

# data_list
source: Taking better care of the horses is the right thing to do for the horses, and it's the smart thing to do to get the horses to do better work!
el: Το να φροντίζουν καλύτερα τα άλογα είναι το σωστό για τα άλογα, αλλά είναι και μια έξυπνη ιδέα για να κάνουν τα άλογα να δουλεύουν καλύτερα!
pt: Cuidar melhor dos cavalos é a coisa certa a se fazer por eles, e também é a coisa inteligente a se fazer para que os cavalos façam um trabalho melhor!
ru: Лучше заботиться о лошадях - это правильно для лошадей, и это разумно чтобы заставить лошадей лучше работать!

# data_list
source: If it's a good idea to take better care of the horses, why weren't the drivers doing this all along?
el: Αν είναι καλή ιδέα να φροντίζουν καλύτερα τα άλογα, γιατί οι οδηγοί δεν το έκαναν εξαρχής;
pt: Se é uma boa ideia cuidar melhor dos cavalos, por que os carroceiros não estavam fazendo isso desde o início?
ru: Если лучше заботиться о лошадях, то почему водители не делали это всё время?

# data_list
source: Sometimes people do something that seems easy, but is a bad idea in the long run. Have you ever put off doing something that you wished you hadn't?
el: Μερικές φορές, οι άνθρωποι κάνουν κάτι που φαίνεται εύκολο, αλλά είναι κακή ιδέα μακροπρόθεσμα. Έχεις αναβάλει ποτέ κάτι που θα ευχόσουν να μην το είχες αναβάλει;
pt: Às vezes, as pessoas fazem algo que parece fácil, mas é uma má ideia a longo prazo. Você já deixou de fazer algo que gostaria de não ter deixado de fazer?
ru: Иногда люди делают что-то что кажется лёгким, но в долгосрочной перспективе это плохая идея. Ты когда-нибудь откладывал то чего тебе не хотелось бы делать?

# data_list
source: Slowly, the horses' lives improved. They got enough food and rest. Their harnesses fitted. They got better shoes for their hooves. Old Chalew became a hero to all horses!
el: Σιγά-σιγά, οι ζωές των αλόγων βελτιώθηκαν. Είχαν αρκετό φαγητό και ξεκούραση. Τα σαμάρια τους ταίριαζαν. Είχαν καλύτερα παπούτσια για τις οπλές τους. Ο γέρος Χαλής έγινε ήρωας για όλα τα άλογα!
pt: Aos poucos, a vida dos cavalos melhorou. Eles conseguiram comida e descanso suficientes. Seus arreios se encaixavam. Eles conseguiram ferraduras melhores para os seus cascos. O velho Chalew se tornou um herói para todos os cavalos!
ru: Постепенно жизнь лошадей улучшилась. Они получили достаточно еды и отдыха. Ихние упряжки им подходили. У них была получше обувь для копыт. Старый Чалу стал героем для всех лошадей!

# data_list
source: Chalew took a risk and helped an important cause. Can you think of a person who has done that?
el: Ο Χαλής πήρε ένα ρίσκο και υποστήριξε έναν σημαντικό σκοπό. Μπορείς να σκεφτείς κάποιο πρόσωπο που να έχει κάνει κάτι τέτοιο;
pt: Chalew se arriscou e ajudou uma causa importante. Você consegue pensar em uma pessoa que já fez isso?
ru: Чалу пошёл на риск и помог важному делу. Можешь ли ты вспомнить человека который этого делал?

# data_list
source: Have you ever gone out of your way to help a person or group of people who needed help? Did you make a difference for them?
el: Έχεις πάει ποτέ πέρα από τα συνηθισμένα για να βοηθήσεις έναν άνθρωπο ή μια ομάδα που χρειαζόταν βοήθεια; Έκανες τη διαφορά για αυτούς;
pt: Você já fez de tudo para ajudar uma pessoa ou grupo de pessoas que precisava de ajuda? Você fez a diferença para eles?
ru: Приходилось ли тебе когда-нибудь изо всех сил помогать человеку или группы людей, нуждающихся в помощи? Ты что-то изменил для них?

# data_list
source: How does it feel when you help others?
el: Πώς νιώθεις όταν βοηθάς άλλους;
pt: Como você se sente quando ajuda os outros?
ru: Как ты себя чувствуешь когда ты помогаешь другим?

# data_list
source: Long time ago, animals had no legs. They all used to crawl.
el: Πολύ παλιά, τα ζώα δεν είχαν πόδια. Όλα σερνόταν για να μετακινηθούν.
pt: Há muito tempo, os animais não tinham pernas. Todos eles costumavam engatinhar.
ru: Давным-давно у животных не было ног. Они все ползали.

# data_list
source: Imagine if you had to crawl everywhere. How hard would that be?
el: Φαντάσου αν έπρεπε να σέρνεσαι παντού. Πόσο δύσκολο θα ήταν αυτό;
pt: Imagine se você tivesse que se rastejar por toda parte. O quão difícil isto seria?
ru: Представь если тебе пришлось везде ползать. Насколько это было бы трудно?

# data_list
source: An estimate is an educated guess. Without counting, estimate how many spots the giraffe has. Now count the spots and see how close you came.
el: Η εκτίμηση είναι μια υπολογισμένη υπόθεση. Χωρίς να μετράς, εκτίμησε πόσες βούλες έχει η καμηλοπάρδαλη. Τώρα μέτρησε τις βούλες και δες πόσο κοντά έπεσες στην εκτίμησή σου.
pt: Uma estimativa é um palpite. Sem contar, estime quantas manchas a girafa tem. Agora conte as manchas e veja o quão perto você chegou.
ru: Оценка - это обоснованная предположение. Не считая, оцени сколько пятен у жирафа. Теперь посчитай пятна и посмотри насколько близко ты подошёл.

# data_list
source: Do the estimation game with a friend. When you see a group of things, both of you make a quick estimate for the count. Now count the things and see which of you was closer.
el: Παίξε το παιχνίδι εκτίμησης με έναν φίλο. Όταν βλέπετε μια ομάδα αντικειμένων κάντε και οι δύο μια γρήγορη εκτίμηση για το πόσα είναι. Τώρα μετρήστε τα αντικείμενα και δείτε ποιανού η εκτίμηση ήταν πιο κοντά.
pt: Jogue o jogo da estimativa com um amigo. Quando vocês virem um grupo de coisas, façam uma estimativa rápida para a contagem. Em seguida, contem as coisas e vejam qual de vocês chegou mais próximo.
ru: Проведи игру по оценкам с другом. Когда вы видите группу вещей, вы оба быстро оцениваете их количество. Теперь посчитайте вещи и посмотрите, кто из вас был ближе.

# data_list
source: Only people had legs, which Maguru gave to them.
el: Μόνο οι άνθρωποι είχαν πόδια, τα οποία τους έδωσε ο Μαγκούρου.
pt: Apenas as pessoas tinham pernas, as quais Maguru deu a elas.
ru: Только у людей были ноги, которые им дал Магуру.

# data_list
source: Arms and legs are called limbs. How many limbs does one person have? How many limbs do two people have?
el: Τα χέρια και τα πόδια ονομάζονται άκρα. Πόσα άκρα έχει ένας άνθρωπος; Πόσα άκρα έχουν δύο άνθρωποι;
pt: Braços e pernas são chamados de membros. Quantos membros têm uma pessoa? Quantos membros duas pessoas têm?
ru: Руки и ноги называются конечностями. Сколько конечностей у одного человека? Сколько конечностей у двух человек?

# data_list
source: To find all the limbs for two people, you can count them by 4's as four plus four more. Another way is to count the pairs of limbs by 2's as 2, 4, 6, 8. Of course you can just count them all one at a time. Which way do you like best?
el: Για να βρεις όλα τα άκρα για δύο ανθρώπους, μπορείς να τα μετρήσεις ανά 4 δηλαδή τέσσερα συν τέσσερα ακόμα. Ένας άλλος τρόπος είναι να μετρήσεις τα ζεύγη των άκρων ανά 2: 2, 4, 6, 8. Φυσικά, μπορείς απλά να τα μετρήσεις όλα ένα-ένα. Ποιος τρόπος σου αρέσει περισσότερο;
pt: Para encontrar o total de membros de duas pessoas, você pode contá-los em intervalos de 4, como quatro mais quatro. Outra maneira é contar os pares de membros em intervalos de 2, como 2, 4, 6, 8. É claro que você também pode contá-los um de cada vez. De qual maneira você mais gosta de contar?
ru: Чтобы найти все конечности у двух человек, ты можешь посчитать их по 4 как четыре плюс ещё четыре. Другой способ чтобы посчитать пары конечностей это по 2 как 2, 4, 6, 8. Конечно их можно посчитать всех по одному. Какой способ тебе нравится больше всего?

# data_list
source: There are lots of colors in this picture. Which colors of the rainbow are missing?
el: Υπάρχουν πολλά χρώματα σε αυτή την εικόνα. Ποια χρώματα του ουράνιου τόξου λείπουν;
pt: Há muitas cores nesta imagem. Quais cores do arco-íris estão faltando?
ru: Ты картинки много цветов. Каких цветов радуги не хватает?

# data_list
source: One day, Maguru decided to give legs to every animal. He wanted them to walk. He told them about it.
el: Μια μέρα, ο Μαγκούρου αποφάσισε να δώσει πόδια σε κάθε ζώο. Ήθελε να περπατούν. Τους το ανακοίνωσε.
pt: Um dia, Maguru decidiu dar pernas a todos os animais. Ele queria que eles caminhassem. Ele lhes contou sobre isto.
ru: В один день, Магуру решил дать ноги каждому животному. Он хотел чтобы они ходили. Он рассказал им об этом.

# data_list
source: Count as many round shapes in this picture as you can.
el: Μέτρησε όσα περισσότερα στρογγυλά σχήματα μπορείς σε αυτή την εικόνα.
pt: Conte o maior número possível de formas redondas nesta imagem.
ru: Посчитай как можно больше круглых фигур на этой картинке.

# data_list
source: A round shape that comes to a point is called a cone. The megaphone and the tops of the houses are all cones. Have you ever had food, such as ice cream, out of a cone?
el: Ένα στρογγυλό σχήμα που καταλήγει σε κορυφή ονομάζεται κώνος. Το μεγάφωνο και οι σκεπές των σπιτιών είναι όλοι κώνοι. Έχεις φάει ποτέ κάτι, όπως παγωτό, από έναν κώνο;
pt: Uma forma redonda que termina em uma ponta é chamada de cone. O megafone e os topos das casas são todos cones. Você já comeu algo, como um sorvete, em um cone?
ru: Круглая фигура которая сходится в точку называется конусом. Мегафон и крыша домов - это конусы. Ты когда-нибудь ел еду, например мороженое из конуса?

# data_list
source: Maguru's hand has an unusual number of fingers. Who has more fingers, you or Maguru?
el: Το χέρι του Μαγκούρου έχει έναν ασυνήθιστο αριθμό δαχτύλων. Ποιος έχει περισσότερα δάχτυλα, εσύ ή ο Μαγκούρου;
pt: A mão de Maguru tem um número incomum de dedos. Quem tem mais dedos, você ou Maguru?
ru: На руке у Магуру необычное количество пальцев. У кого больше пальцев, у тебя или у Магуру?

# data_list
source: The animals said, "It will be very nice to have legs." They sang and danced.
el: Τα ζώα είπαν: "Θα είναι πολύ ωραίο να έχουμε πόδια." Τραγούδησαν και χόρεψαν.
pt: Os animais disseram: "Vai ser muito bom ter pernas." Eles cantaram e dançaram.
ru: Животные сказали, «Будет очень здорово иметь ноги.» Они пели и танцевали.

# data_list
source: You can dance sitting down and you can dance lying down. Have you ever tried dancing on your knees?
el: Μπορείς να χορέψεις καθιστός και μπορείς ακόμα να χορέψεις και ξαπλωμένος. Έχεις δοκιμάσει ποτέ να χορέψεις γονατιστός;
pt: Você pode dançar sentado e também deitado. Você já tentou dançar de joelhos?
ru: Можно танцевать сидя и можно танцевать лёжа. Ты когда-нибудь пробовал танцевать на коленях?

# data_list
source: These animals can be grouped in many ways. Some have ears and some do not seem to. Some have bodies with just one color and others do not. Some have skinny tails and others do not. Can you think of some other groupings?
el: Αυτά τα ζώα μπορούν να ομαδοποιηθούν με πολλούς τρόπους. Μερικά έχουν αυτιά και μερικά δεν φαίνεται να έχουν. Μερικά έχουν σώματα μόνο με ένα χρώμα και άλλα όχι. Κάποια έχουν λεπτές ουρές και άλλα όχι. Μπορείς να σκεφτείς κάποιες άλλες ομαδοποιήσεις;
pt: Esses animais podem ser agrupados de várias maneiras. Alguns deles têm orelhas e outros parecem não ter. Alguns têm corpos com apenas uma cor e outros não. Alguns têm caudas finas e outros não. Consegue pensar em outros agrupamentos?
ru: Этих животных можно сгруппировать по-разному. У некоторых есть уши а у некоторых их похоже нет. У некоторых тела окрашены только в один цвет а у других нет. У некоторых тонкие хвосты а у других нет. Ты можешь придумать другие группировки?

# data_list
source: Grouping things using their properties is an important way we understand things in the world. What are some of your most important properties?
el: Η ομαδοποίηση των πραγμάτων με βάση τα χαρακτηριστικά τους είναι ένας σημαντικός τρόπος για να κατανοούμε τον κόσμο. Ποια θεωρείς τα πιο σημαντικά χαρακτηριστικά σου;
pt: Agrupar coisas usando as suas propriedades é uma maneira importante de entendermos as coisas no mundo. Quais são algumas das suas propriedades mais importantes?
ru: Группировка вещей по их свойствам важный способ понимания вещей в мире. Какие некоторые твои самые важные свойства?

# data_list
source: The animals said it was hard to crawl. They felt pain.
el: Τα ζώα είπαν ότι ήταν δύσκολο να σέρνονται. Πονούσαν.
pt: Os animais diziam que era difícil engatinhar. Eles sentiam dor.
ru: Животные сказали что им было трудно ползать. Они чувствовали боль.

# data_list
source: Would you rather crawl or walk?
el: Θα προτιμούες να σέρνεσαι ή να περπατάς;
pt: Você prefere engatinhar ou andar?
ru: Ты бы предпочёл ползать или ходить?

# data_list
source: Do you think the mouse will get legs long enough to put him in the clouds?
el: Νομίζεις ότι το ποντίκι θα πάρει πόδια αρκετά μακριά ώστε να φτάσει στα σύννεφα;
pt: Você acha que o rato terá pernas longas o suficiente para colocá-lo nas nuvens?
ru: Ты думаешь что у мыши будут достаточно длинные ноги чтобы она могла летать в облаках?

# data_list
source: Why do you think the crocodile has band-aids on?
el: Γιατί νομίζεις ότι ο κροκόδειλος έχει αυτοκόλλητους επιδέσμους;
pt: Por que você acha que o crocodilo está com curativos?
ru: Почему ты думаешь у крокодила на теле пластыри?

# data_list
source: When the day came, many animals went to Maguru's house. Giraffes, lions, elephants, rabbits, crocodiles, and birds stood in a line.
el: Όταν ήρθε η μέρα, πολλά ζώα πήγαν στο σπίτι του Μαγκούρου. Καμηλοπαρδάλεις, λιοντάρια, ελέφαντες, λαγοί, κροκόδειλοι και πουλιά σχημάτισαν μια γραμμή.
pt: Quando chegou o dia, muitos animais foram à casa de Maguru. Girafas, leões, elefantes, coelhos, crocodilos e pássaros fizeram uma fila.
ru: Когда настал день, многие животные пришли в дом Магуру. Жирафы, львы, слоны, кролики, крокодилы, и птицы выстроились в линию.

# data_list
source: That's a very long line! Estimate how many animals are in that line.
el: Αυτή είναι μια πολύ μεγάλη γραμμή! Εκτίμησε πόσα ζώα υπάρχουν στη γραμμή.
pt: Esta é uma fila muito longa! Estime quantos animais estão nesta fila.
ru: Это очень длинная линия! Оцени сколько животных в этой линии.

# data_list
source: Count all the animals and see how close your estimate was. Can you count that high? Was it too high, too low, or exactly right?
el: Μέτρησε όλα τα ζώα και δες πόσο κοντά ήταν η εκτίμησή σου. Μπορείς να μετρήσεις τόσο πολύ; Ήταν η εκτίμησή σου πολύ μεγάλη, πολύ μικρή ή ακριβώς;
pt: Conte todos os animais e veja o quão perto estava a sua estimativa. Você consegue contar todos eles? A sua estimativa foi muito alta, muito baixa ou exatamente correta?
ru: Посчитай всех животных и посмотри насколько точно оказалась твоя оценка. Ты можешь считать так высоко? Было ли это слишком высоко, слишком низко, или совершенно правильно?

# data_list
source: Do you see any animals going down? Do you think there is a different path on the backside of the mountain for going down?
el: Βλέπεις κανένα ζώο που κατεβαίνει; Νομίζεις ότι υπάρχει διαφορετικός δρόμος στο πίσω μέρος του βουνού για να κατεβούν;
pt: Você vê algum animal descendo? Você acha que há um caminho diferente na parte de trás da montanha para descer?
ru: Ты видишь животных которые спускаются вниз? Ты думаешь что есть другой путь на обратной стороне горы, чтобы спуститься?

# data_list
source: Each animal was given four legs. Birds were given two legs each.
el: Κάθε ζώο πήρε από τέσσερα πόδια. Στα πουλιά δόθηκαν δύο πόδια το καθένα.
pt: Cada animal recebeu quatro pernas. Os pássaros receberam duas pernas cada.
ru: Каждому животному было дано четыре ноги. Птицам дали по две ноги.

# data_list
source: Birds are animals, so why are they being treated differently than the other animals?
el: Τα πουλιά είναι ζώα, οπότε γιατί αντιμετωπίζονται διαφορετικά από τα άλλα ζώα;
pt: Os pássaros são animais, então por que estão sendo tratados de forma diferente dos outros animais?
ru: Птицы - это животные, так почему же с ними обращаются иначе, чем с другими животными?

# data_list
source: How many fewer feet did birds get than the other animals?
el: Πόσα λιγότερα πόδια πήραν τα πουλιά από τα άλλα ζώα;
pt: Quantos pés a menos os pássaros conseguiram do que os outros animais?
ru: На сколько меньше ног получили птицы чем другие животные?

# data_list
source: If you were a bird, would you feel short-changed getting only two feet, or do you think having two feet is more fun than having four?
el: Αν ήσουν πουλί, θα ένιωθες ότι πήρες λιγότερα πόδια και αυτό σε αδίκησε, ή νομίζεις ότι είναι πιο διασκεδαστικό να έχεις δύο πόδια από ό,τι τέσσερα;
pt: Se você fosse um pássaro, você se sentiria diminuído se tivesse apenas conseguido dois pés, ou você acha que ter dois pés é mais divertido do que ter quatro?
ru: Если бы тыл был птицей, чувствовал ли ты себя обделённом имея всего лишь две ноги или ты считаешь что иметь две ноги веселее чем иметь четыре?

# data_list
source: Everything was different after they got legs. Some danced for joy. Others fell down.
el: Όλα ήταν διαφορετικά από την ώρα που πήραν πόδια. Κάποια χόρευαν από χαρά. Άλλα έπεσαν κάτω.
pt: Tudo ficou diferente depois que eles conseguiram as pernas. Alguns deles dançavam de alegria. E outros caíam.
ru: Всё стало по-другому после того как у них появились ноги. Некоторые танцевали от радости. Некоторые упали.

# data_list
source: Look at their faces. What are the different feelings these animals have?
el: Κοίταξε τα πρόσωπά τους. Ποια είναι τα διαφορετικά συναισθήματα που έχουν αυτά τα ζώα;
pt: Olhe para os rostos deles. Quais são os diferentes sentimentos que estes animais têm?
ru: Посмотри на их лица. Какие чувства испытывают эти животные?
