Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The second brother took them to the first family he had adopted. He introduced them, "Here is my father and my brother." The family welcomed the men. They slaughtered a sheep and gave them a big feast.
el: Ο δεύτερος γιος τούς πήγε στην πρώτη οικογένεια που είχε "υιοθετήσει". Τους σύστησε: "Αυτός είναι ο πατέρας μου και ο αδερφός μου." Η οικογένεια καλωσόρισε τους άντρες. Έσφαξαν ένα πρόβατο και τους έκαναν ένα μεγάλο γλέντι.
pt: O irmão mais novo levou-os para a primeira família que ele havia adotado. Ele lhes apresentou: "Estes são o meu pai e o meu irmão". A família os acolheu. Eles mataram uma ovelha e fizeram-lhes um grande banquete.
ru: Второй брат отвёз их в первую усыновленную семью. Он представил их, "Вот мой отец и мой брат." Семья приветствовала мужчин. Они зарезали овцу и устроили им большой пир.

# data_list
source: This family gave the father a feast! Why did they do that?
el: Αυτή η οικογένεια έκανε γλέντι για τον πατέρα! Γιατί το έκαναν αυτό;
pt: Essa família deu um banquete ao pai! Por que eles fizeram isso?
ru: Эта семья устроила отцу пир! Почему они это сделали?

# data_list
source: How do you think the father is feeling about this?
el: Πώς νομίζεις ότι αισθάνεται ο πατέρας για αυτό;
pt: Como você acha que o pai está se sentindo em relação a isso?
ru: Как ты думаешь, что чувствует по этому поводу отец?

# data_list
source: What do you think will happen with the next family they visit?
el: Τι νομίζεις ότι θα συμβεί με την επόμενη οικογένεια που θα επισκεφθούν;
pt: O que você acha que vai acontecer quando eles visitarem a próxima família?
ru: Как ты думаешь, что произойдёт со следующей семьёй которую они посетят?

# data_list
source: They went to the second family the younger son had adopted. He introduced his father and brother and they were given another feast.
el: Πήγαν στη δεύτερη οικογένεια που είχε "υιοθετήσει" ο δεύτερος γιος. Τους σύστησε τον πατέρα και τον αδελφό του και τους έκαναν άλλο ένα γλέντι.
pt: Eles foram para a segunda família que o filho mais novo havia adotado. Ele apresentou seu pai e irmão, e eles foram recebidos com outro banquete.
ru: Они пошли во вторую семью, которая усыновила младшего сына. Он представил отца и брата, и им устроили ещё один пир.

# data_list
source: Notice how the people are looking at each other. How are they feeling?
el: Παρατήρησε πώς κοιτάζουν ο ένας τον άλλον οι άνθρωποι. Πώς αισθάνονται;
pt: Observe como as pessoas estão olhando umas para as outras. Como elas estão se sentindo?
ru: Обрати внимание, как люди смотрят друг на друга. Как они себя чувствуют?

# data_list
source: What do you think the small child and the second son are saying to each other as they meet?
el: Τα ρούχα τους έχουν πολλές απαλές αποχρώσεις. Περίγραψε μερικά από τα διαφορετικά χρώματα που βλέπεις.
pt: O que você acha que a criança pequena e o filho mais novo estão dizendo um para o outro enquanto se encontram?
ru: Как ты думаешь, что говорят друг другу маленький ребёнок и второй сын при встрече?

# data_list
source: Their clothes have many soft hues. Describe some of the different colors that you see.
el: Τα ρούχα τους έχουν πολλές απαλές αποχρώσεις. Περίγραψε μερικά από τα διαφορετικά χρώματα που βλέπεις.
pt: As roupas deles têm muitos tons suaves. Descreva algumas das diferentes cores que você vê.
ru: Их одежда имеет множество мягких оттенков. Опиши некоторые цвета которые ты видишь.

# data_list
source: Father and brother were welcomed in all the places where the younger son was adopted. They ate and were satisfied. Then they left for home.
el: Ο πατέρας και ο αδερφός ήταν καλοδεχούμενοι σε όλα τα σπίτια όπου ο δεύτερος γιος είχε "υιοθετήσει". Έφαγαν και χόρτασαν. Μετά έφυγαν για το σπίτι.
pt: O pai e o irmão foram acolhidos em todos os lugares onde o filho mais novo foi adotado. Comeram e ficaram satisfeitos. Depois partiram para casa.
ru: Отца и брата приветствовали во всех местах, где был усыновлён младший сын. Они поели и остались довольными. Потом они ушли домой.

# data_list
source: Some of the cone-shaped roofs are steeper than others. Why is it helpful to have a steep roof?
el: Μερικές από τις στέγες με σχήμα κώνου είναι πιο απότομες από άλλες. Γιατί είναι χρήσιμο να έχουμε μια απότομη στέγη;
pt: Alguns dos telhados em forma de cone são mais íngremes que os outros. Por que é útil ter um telhado íngreme?
ru: Некоторые крыши в форме конусов намного круче других. Почему полезно иметь крутую крышу?

# data_list
source: Can you think of any disadvantages of having a steep roof? (It would take more material.)
el: Μπορείς να σκεφτείς κάποια μειονεκτήματα στο να έχεις απότομη στέγη; (Θα χρειαζόταν περισσότερα υλικά)
pt: Você consegue pensar em alguma desvantagem em ter um telhado íngreme? (Seria preciso usar mais material.)
ru: Можешь ли ты назвать какие-то недостатки крутой крыши? (Они требуют больше материала.)

# data_list
source: What things about the father tell you that he is feeling very tired?
el: Τι είναι αυτό που σου λέει για τον πατέρα ότι αισθάνεται πολύ κουρασμένος;
pt: Quais coisas estão indicando que o pai está se sentindo muito cansado?
ru: Что в отце говорит тебе о том что он очень устал?

# data_list
source: The father said, "This is what I meant when I said you should make yourself a home. A home is more than many huts or a big expensive house. It is love, warmth and friendship with other people."
el: Ο πατέρας είπε: "Αυτό εννοούσα όταν σας είπα να φτιάξετε ένα σπίτι. Ένα σπίτι είναι κάτι περισσότερο από πολλές καλύβες ή ένα μεγάλο ακριβό σπίτι. Είναι αγάπη, ζεστασιά και φιλία με άλλους ανθρώπους."
pt: O pai disse: "É isso que eu quis dizer quando falei que vocês deveriam construir uma casa para si mesmos. Uma casa é mais do que várias cabanas ou uma residência grande e cara. É amor, carinho e amizade com outras pessoas.
ru: Отец сказал, «Вот что я имел в виду когда говорил что ты должен создать себе дом. Дом - это больше чем множество хижин или большого дорогого дома. Это любовь, теплота, и дружба с другими людьми.»

# data_list
source: A home is not just a roof or walls or doors. In the place where you live, what kinds of things make it a home to you?
el: Ένα σπίτι δεν είναι μόνο στέγη ή τοίχοι ή πόρτες. Τον χώρο όπου ζεις, ποια πράγματα το κάνουν σπίτι για σένα;
pt: Uma casa não é apenas telhado, paredes ou portas. No lugar onde você mora, que tipos de coisas fazem dele um lar para você?
ru: Дом - это не просто крыша, стены, или двери. Какие вещи делает место где ты живёшь домом для тебя?

# data_list
source: Which of these three is the tallest and which is the shortest?
el: Ποιος από αυτούς τους τρεις είναι ο πιο ψηλός και ποιος είναι ο πιο κοντός;
pt: Qual dos três é o mais alto e qual é o mais baixo?
ru: Какой из этих трёх самый высокий, а какой самый низкий?

# data_list
source: Which do you think is more helpful – to have lots of people who care about you or to have lots of buildings?
el: Τι νομίζεις ότι είναι πιο χρήσιμο — να έχεις πολλούς ανθρώπους που νοιάζονται για σένα ή να έχεις πολλά κτίρια;
pt: O que você acha que é mais útil – ter muitas pessoas que se importam com você ou ter muitas casas?
ru: Как ты думаешь, что более полезно – имёть много людей которые заботятся о тебе, или иметь много зданий?

# data_list
source: Emeka lived in a fine house in Ebiba town. His parents were rich. Emeka had a dog called Chita. He looked after Chita very well.
el: Ο Εμέκα ζούσε σε ένα ωραίο σπίτι στην πόλη Εμπίμπα. Οι γονείς του ήταν πλούσιοι. Ο Εμέκα είχε έναν σκύλο που τον έλεγαν Τσίτα. Φρόντιζε τον Τσίτα πολύ καλά.
pt: Emeka vivia em uma ótima casa na cidade de Ebiba. Seus pais eram ricos. Emeka tinha uma cachorra chamada Chitta. Ele cuidava muito bem da Chitta.
ru: Эмека жил в хорошем доме в городе Эбиба. Его родители были богатыми. У Эмеки была собака по имени Чита. Он очень хорошо ухаживал за Читой.

# data_list
source: Are you responsible for caring for any animals who are your friends?
el: Εσύ έχεις την ευθύνη της φροντίδας κάποιου ζώου που είναι φίλος σου;
pt: Você é responsável por cuidar de algum animal que é seu amigo?
ru: Несешь ли ты ответственность за заботу о животных, которые являются твоими друзьями?

# data_list
source: Rectangles are four-sided shapes like this page. How many rectangles can you find here?
el: Τα ορθογώνια είναι τετράπλευρα σχήματα όπως αυτή η σελίδα. Πόσα ορθογώνια μπορείς να βρεις εδώ;
pt: Retângulos são formas de quatro lados como esta página. Quantos retângulos você consegue encontrar aqui?
ru: У каждого прямоугольника есть 4 стороны, как у этой страницы. Сколько прямоугольников ты можешь найти здесь?

# data_list
source: There are also some triangles on this page. How many triangles and rectangles can you find where you are?
el: Υπάρχουν επίσης μερικά τρίγωνα σε αυτή τη σελίδα. Πόσα τρίγωνα και ορθογώνια μπορείς να βρεις εκεί που βρίσκεσαι;
pt: Também existem triângulos nesta página. Quantos triângulos e retângulos você consegue encontrar onde você está?
ru: На этой странице также есть треугольники. Сколько треугольников и прямоугольников ты можешь найти там, где ты находишься?

# data_list
source: Every day, Emeka's father took him to school in his car. He also brought Emeka home after school. One afternoon on their way home, Emeka's father stopped to buy something at a big shop.
el: Κάθε μέρα ο πατέρας του Εμέκα τον πήγαινε στο σχολείο με το αυτοκίνητο και τον έφερνε πίσω στο σπίτι μετά το σχολείο. Ένα απόγευμα, γυρνώντας, ο πατέρας του σταμάτησε σε ένα μεγάλο κατάστημα για να αγοράσει κάτι.
pt: Todos os dias, o pai do Emeka o levava para a escola no seu carro. Ele também levava Emeka para casa após a escola. Uma tarde na volta para casa, o pai do Emeka parou para comprar algo numa grande loja.
ru: Каждый день папа Эмеки отвозил его в школу на своей машине. Он также привозил Эмеку домой после школы. В один день, по пути домой, папа Эмеки остановился, чтобы купить что-то в большом магазине.

# data_list
source: There are shapes everywhere! In addition to the rectangles on this wall, can you find some circles in this picture?
el: Υπάρχουν σχήματα παντού! Εκτός από τα ορθογώνια στον τοίχο, μπορείς να βρεις μερικούς κύκλους σε αυτή την εικόνα;
pt: Há formas para todos os lados! Além de retângulos nesta parede, você consegue encontrar alguns círculos nesta imagem?
ru: Фигуры есть везде! Помимо прямоугольников на этой стене, можешь ли ты найти на какие-нибудь круги этой картинке?

# data_list
source: An arc is the name for a partial circle. Can you find any arcs in this picture?
el: Ένα τόξο είναι μέρος ενός κύκλου. Βλέπεις κανένα τόξο σε αυτή την εικόνα;
pt: Um arco é o nome de um círculo parcial. Você consegue encontrar algum arco nesta imagem?
ru: Дуга – это название для части круга. Можешь ли ты найти дуги на этой картинке?

# data_list
source: As you get to know the shapes, you start to see the world in new ways and you see how the shapes fit together all around you.
el: Όσο γνωρίζεις τα σχήματα, αρχίζεις να βλέπεις τον κόσμο με νέο τρόπο και να καταλαβαίνεις πώς τα σχήματα μπορεί να υπάρχουν παντού γύρω σου.
pt: Conforme você conhece as formas, você começa a ver o mundo de novas maneiras e você vê como as formas se encaixam umas nas outras ao seu redor.
ru: По мере знакомства с формами ты начинаешь видеть мир по-новому, замечая, как они гармонично сочетаются вокруг тебя.

# data_list
source: From the car, Emeka looked across the road and saw an old man. He was carrying a big load on his head. He was tired and walked slowly. Emeka kept looking at him.
el: Μέσα από το αυτοκίνητο ο Εμέκα κοίταξε απέναντι και είδε έναν γέρο. Κουβαλούσε ένα μεγάλο φορτίο στο κεφάλι. Είχε κουραστεί και περπατούσε αργά. Ο Εμέκα τον κοιτούσε συνεχώς.
pt: Do seu carro, Emeka olhou para o outro lado da rua e viu um velho senhor. Ele estava carregando uma grande sacola sobre sua cabeça. Ele estava cansado e andava devagar. Emeka continuou a olhar para ele.
ru: Из машины, Эмека посмотрел через дорогу и увидел пожилого мужчину. Он нёс большой груз на своей голове. Он был уставшим и шел медленно. Эмека продолжал смотреть на него.

# data_list
source: This old man is homeless. He is carrying everything he owns on his back. Can you imagine carrying everything you own on your back?
el: Αυτός ο γέρος είναι άστεγος. Κουβαλάει όλα του τα υπάρχοντα στην πλάτη. Μπορείς να φανταστείς να κουβαλάς όλα σου τα πράγματα στην πλάτη;
pt: Este velho senhor é um sem-teto. Ele está carregando tudo que ele tem em suas costas. Você consegue imaginar carregar tudo que tem em suas costas?
ru: Этот пожилой мужчина бездомный. Он несёт всё, что у него есть, у себя на спине. Можешь ли ты представить, что ты несёшь всё, что у тебя есть, на своей собственной спине?

# data_list
source: Homelessness is a big problem all over the world and it is a difficult problem to solve. A lot of people need help with food, shelter, medicine, and other basic needs.
el: Η έλλειψη στέγης είναι μεγάλο πρόβλημα σε όλο τον κόσμο και δύσκολο να λυθεί. Πολλοί άνθρωποι χρειάζονται βοήθεια με φαγητό, στέγη, φάρμακα και άλλες βασικές ανάγκες.
pt: Não ter uma moradia é um problema sério em todo o mundo e muito difícil de se solucionar. Muitas pessoas precisam de ajuda com comida, abrigo, medicamentos e outras necessidades básicas.
ru: Бездомность – это большая проблема по всему миру, и это проблему тяжело решить. Множество людей нуждается в помощи, еде, крыше над головой, лекарствах и других базовых потребностях.

# data_list
source: That load is almost as big as the man! How far can you walk when you aren't carrying anything? How far do you think you could walk carrying a big load like that?
el: Αυτό το φορτίο είναι σχεδόν τόσο μεγάλο όσο ο άντρας! Πόσο μακριά μπορείς να περπατήσεις χωρίς να κουβαλάς τίποτα; Πόσο νομίζεις ότι θα μπορούσες να περπατήσεις κουβαλώντας ένα τόσο μεγάλο φορτίο;
pt: Esta sacola é quase tão grande quanto o homem! Quão longe você consegue andar quando não está carregando nada? Quão longe você acha que conseguiria andar carregando uma sacola tão grande como esta?
ru: Этот груз почти такого же размера, как и сам мужчина. Как много ты можешь пройти, когда ты ничего не несешь? Как много ты можешь пройти, неся такой большой груз?

# data_list
source: The old man sat under the shade of a tree on the walkway and opened his bag. He had two flat plastic water bottles, which he was making into shoes.
el: Ο γέρος κάθισε στη σκιά ενός δέντρου πάνω στο πεζοδρόμιο και άνοιξε την τσάντα του. Είχε δύο επίπεδα πλαστικά μπουκάλια νερού, τα οποία τα έκανε παπούτσια.
pt: O velho senhor se sentou na sombra de uma árvore na calçada e abriu sua sacola. Ele tinha duas garrafas plásticas de água, que ele estava transformando em sapatos.
ru: Старик сел в тени дерева на тротуаре и открыл свою сумку. У него было две плоские бутылки воды, из которых он сделал обувь.

# data_list
source: Using plastic water bottles as shoes is clever, though uncomfortable. The old man has learned to be creative and resourceful to make do with the little he has.
el: Το να χρησιμοποιεί πλαστικά μπουκάλια ως παπούτσια είναι έξυπνο, αν και άβολο. Ο γέρος έμαθε να είναι δημιουργικός και ευρηματικός, αξιοποιώντας τα λίγα που έχει.
pt: Usar as garrafas plásticas como calçados é inteligente, porém desconfortável. O velho senhor aprendeu a ser criativo e engenhoso para se virar com o pouco que tem.
ru: Использовать пластиковые бутылки из-под воды в качестве обуви – это умно, но не очень комфортно. Пожилой мужчина научился быть креативным и находчивым, чтобы обходиться тем немногим, что у него есть.

# data_list
source: Finding new uses for old things is a good way to reduce waste in the world. Have you ever thought of new uses for things that were meant for other purposes?
el: Το να βρίσκουμε νέες χρήσεις για παλιά πράγματα είναι καλός τρόπος να μειώσουμε τα σκουπίδια. Έχεις σκεφτεί ποτέ νέες χρήσεις για πράγματα που προορίζονταν για άλλο σκοπό;
pt: Encontrar novos usos para coisas velhas é uma boa maneira de reduzir o desperdício no mundo. Você já pensou em novas maneiras de se usar coisas que tinham um propósito diferente?
ru: Поиск новых применений для старых вещей — это хороший способ сократить количество отходов в мире. Думал/а ли ты о новых применениях для вещей, которые должны были быть использованы для других целей?

# data_list
source: Look at the many shades of blues and greens in this picture. Notice how the blue fades as the sky gets farther and farther away. Fading colors can help us tell which parts of a picture are in the distance.
el: Κοίτα τις πολλές αποχρώσεις του μπλε και του πράσινου. Παρατήρησε πώς το μπλε ξεθωριάζει όσο ο ουρανός απομακρύνεται. Τα ξεθωριασμένα χρώματα μας βοηθούν να καταλάβουμε ποια μέρη μιας εικόνας είναι πιο μακριά.
pt: Olhe para as diferentes tonalidades de azul e verde nesta imagem. Observe como o azul vai ficando mais claro à medida que o céu fica cada vez mais distante. As cores que vão ficando mais fracas podem nos ajudar a saber quais são as partes mais distantes de uma imagem.
ru: Посмотри на разнообразие оттенков голубого и зеленого на этой картинке. Обрати внимание на то, как голубой бледнеет по мере того, как небо становится всё дальше и дальше. Бледность цветов может помочь нам определить, какие части изображения находятся вдалеке.

# data_list
source: Emeka thought about that old man for a long time. He felt sad. When he got home, he could not eat. He thought about what he could do.
el: Ο Εμέκα σκεφτόταν τον γέρο για πολλή ώρα. Ένιωθε λυπημένος. Όταν έφτασε στο σπίτι, δεν μπορούσε να φάει. Σκεφτόταν τι θα μπορούσε να κάνει.
pt: Emeka pensou no velho senhor por muito tempo. Ele se sentiu triste. Quando ele chegou em casa, ele não quis comer. Ele pensou no que poderia fazer.
ru: Эмека долго думал об этом старике. Ему было грустно. Когда он приехал домой, он не мог есть. Он думал о том, что он мог сделать.

# data_list
source: Most people see homeless people and ignore them. It is so hard to know good ways to help other people and then follow through and do them.
el: Οι περισσότεροι βλέπουν άστεγους και τους αγνοούν. Είναι δύσκολο να βρεις έναν καλό τρόπο να βοηθήσεις και κυρίως να το κάνεις μετά.
pt: A maioria das pessoas vê pessoas sem-teto e as ignora. É muito difícil saber boas maneiras de ajudar outras pessoas e depois colocá-las em prática.
ru: Большинство людей видят бездомных людей и игнорируют их. Очень трудно найти хорошие способы помочь другим людям, а затем следовать им и делать это.

# data_list
source: Emeka is practicing good problem solving. He is considering his options and thinking carefully about what might be best. What do you think he should do to help the old man?
el: Ο Εμέκα είναι καλός στην επίλυση προβλημάτων. Σκέφτεται τις επιλογές του και τι θα ήταν καλύτερο. Τι νομίζεις ότι πρέπει να κάνει για να βοηθήσει τον γέρο;
pt: Emeka está praticando uma boa resolução de problemas. Ele está considerando suas opções e está pensando cuidadosamente sobre o que seria melhor. O que você acha que ele poderia fazer para ajudar o velho senhor?
ru: Эмека практикуется в решении проблем. Он учитывает все свои варианты и тщательно думает о том, что же будет лучше. Что ты думаешь ему следует сделать, чтобы помочь пожилому мужчине?

# data_list
source: An oval is a circle that has been stretched or squashed in one direction. As drawn in this picture, the table and the pan are ovals that don't look like circles. Do you think they are actually circles? Find a circle near you, move around and see how the circle changes shape depending on where you are.
el: Ένα οβάλ είναι ένας κύκλος που έχει τεντωθεί ή έχει πιεστεί προς μια κατεύθυνση. Στην εικόνα, το τραπέζι και το σκεύος φαγητού έχουν ζωγραφιστεί ως οβάλ και δεν φαίνονται για κύκλοι. Νομίζεις πως είναι στην πραγματικότητα κύκλοι; Βρες έναν κύκλο κοντά σου, μετακινήσου γύρω του και δες πώς αλλάζει το σχήμα του ανάλογα με τη θέση σου.
pt: Uma forma oval é um círculo que foi alongado ou achatado em uma direção. Conforme desenhado nesta imagem, a mesa e a panela são formas ovais que não parecem círculos. Você acha que são realmente círculos? Encontre um círculo próximo a você, mova-se e observe como o círculo muda de forma dependendo de onde você estiver.
ru: Овал – это круг, который растянут или сплюснут в одном направлении. На этой картинке, стол и кастрюля – это овалы, не похожие на круги. Думаешь ли ты, что на самом деле это круги? Найди круг около себя, походи вокруг него и посмотри, как круг меняет свою форму в зависимости от того, где ты находишься.

# data_list
source: He got up and took some money from his money bag. He called Chita and jumped on his bicycle. Emeka rode to the shop where his father had shopped.
el: Σηκώθηκε, πήρε λίγα χρήματα από το πουγκί του, φώναξε τον Τσίτα και ανέβηκε στο ποδήλατό του. Ο Εμέκα πήγε μέχρι το κατάστημα όπου είχε ψωνίσει ο πατέρας του.
pt: Ele se levantou e pegou um pouco de dinheiro da sua bolsa. Ele chamou a Chita e montou em sua bicicleta. Emeka andou de bicicleta até a loja onde seu pai tinha feito compras.
ru: Он встал и взял денег из своего кошелька. Он позвал Читу и сел на свой велосипед. Эмека поехал в магазин, где его папа раннее делал покупки.

# data_list
source: Circles have many uses. The table on the last page was a circle. Find the circles on this page (there are at least three).
el: Οι κύκλοι έχουν πολλές χρήσεις. Το τραπέζι στην προηγούμενη σελίδα ήταν κύκλος. Βρες τους κύκλους σε αυτή τη σελίδα (υπάρχουν τουλάχιστον τρεις).
pt: Círculos têm muitos usos. A mesa da última página era um círculo. Encontre os círculos nesta página (Há pelo menos três)
ru: У кругов есть много предназначений. На последней странице, стол был кругом. Найди круги на этой странице (здесь есть минимум три).

# data_list
source: Find some circles where you are. What do you suppose makes circles so useful?
el: Βρες μερικούς κύκλους εκεί που είσαι. Τι νομίζεις ότι κάνει τους κύκλους τόσο χρήσιμους;
pt: Encontre alguns círculos onde você está. O que você acha que torna os círculos tão úteis?
ru: Найди круги около себя. Что ты предполагаешь делает круги таким полезными?

# data_list
source: The side of this house is a five-sided figure called a pentagon. This pentagon is made by putting a triangle on top of a rectangle. Combining basic shapes is a great way to make more complicated ones!
el: Η πλευρά αυτού του σπιτιού είναι ένα πεντάγωνο. Αυτό το πεντάγωνο έγινε βάζοντας ένα τρίγωνο πάνω σε ένα ορθογώνιο. Ο συνδυασμός βασικών σχημάτων είναι σπουδαίος τρόπος για να δημιουργήσεις πιο πολύπλοκα σχήματα!
pt: Este lado da casa é uma figura de cinco lados chamada pentágono. Este pentágono é feito colocando um triângulo em cima de um retângulo. Combinar formas básicas é uma ótima maneira de se obter formas mais complicadas!
ru: Сторона этого дома является пятисторонней фигурой, которая называется пятиугольник. Этот пятиугольник получается путем помещения треугольника на прямоугольник. Соединение базовых фигур – это отличный способ создания более сложных!

# data_list
source: The boy ran into the shop and came out with a bag. He went to where the old man was resting against a tree. Emeka called out, "Good afternoon, sir." The man answered, "Peace to you, my child."
el: Το αγόρι έτρεξε μέσα στο κατάστημα και βγήκε με μια σακούλα. Πήγε εκεί όπου ο γέρος ξεκουραζόταν σε ένα δέντρο. Ο Εμέκα είπε, «Καλησπέρα σας, κύριε». Ο άντρας απάντησε, «Ειρήνη να έχεις, παιδί μου».
pt: O menino correu para dentro da loja e saiu com uma sacola. Ele foi até onde o velho senhor estava descansando encostado em uma árvore. Emeka disse “Boa tarde, senhor.” O homem respondeu, “Paz a você, meu filho."
ru: Мальчик забежал в магазин и вышел с пакетом. Он пошел туда, где старик отдыхал, облокотившись на дерево. Эмека сказал: “Доброго вам дня, сэр”. Мужчина ответил: “Мир тебе, дитя мое”.
