Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Fati saw a beautiful leaf. The leaf was shiny and green. She put one finger on the beautiful leaf.
el: Η Φάτι είδε ένα όμορφο φύλλο. Το φύλλο ήταν γυαλιστερό και πράσινο. Έβαλε ένα δάχτυλο πάνω στο όμορφο φύλλο.
pt: Fati viu uma bela folha. A folha era brilhante e verde. Ela tocou na bela folha com um dedo.
ru: Фати увидела красивый лист. Лист был блестящим и зелёным. Она положила один палец на красивый лист.

# data_list
source: What do you think will happen next with this strange leaf?
el: Τι νομίζεις ότι θα συμβεί στη συνέχεια με αυτό το περίεργο φύλλο;
pt: O que você acha que vai acontecer a seguir com essa folha estranha?
ru: Что ты думаешь случится дальше с этим странным листом?

# data_list
source: What is different about the "leaf" that Fati is touching?
el: Τι είναι διαφορετικό στο "φύλλο" που αγγίζει η Φάτι;
pt: O que há de diferente na "folha" que Fati está tocando?
ru: Как отличается «лист» который Фати трогает?

# data_list
source: An estimate is an educated guess. Make an estimate of how many leaves are in this picture. Is it a number bigger than you know?
el: Μια εκτίμηση είναι μια υπόθεση που βασίζεται σε γνώσεις. Κάνε μια εκτίμηση για το πόσα φύλλα υπάρχουν σε αυτή την εικόνα. Είναι αυτός ο αριθμός μεγαλύτερος από αυτόν που ξέρεις;
pt: Uma estimativa é um palpite. Faça uma estimativa de quantas folhas há nesta imagem. É um número maior do que você sabe?
ru: Оценка - это обоснованное предложение. Оцени, сколько листьев на этой картинке. Это число больше, чем ты знаешь?

# data_list
source: Fati said, "This does not feel like a leaf." Suddenly, the beautiful leaf moved! Fati said, "This is not a beautiful leaf. This is a green snake!"
el: Η Φάτι είπε: "Αυτό δεν μοιάζει με φύλλο. Ξαφνικά, το όμορφο φύλλο κουνήθηκε! Η Φάτι είπε: "Αυτό δεν είναι όμορφο φύλλο. Είναι ένα πράσινο φίδι!"
pt: Fati disse: "Isto não parece uma folha. De repente, a bela folha se mexeu! Fati disse: "Isto não é uma bela folha. Isto é uma cobra verde!"
ru: Фати сказала, «Это не выглядит как лист.» Внезапно, красивый лист двинулся! Фати сказала, «Это не красивый лист. Это зелёная змея!»

# data_list
source: Which of her five senses did Fati use to notice the snake?
el: Ποια από τις πέντε αισθήσεις της χρησιμοποίησε η Φάτι για να παρατηρήσει το φίδι;
pt: Qual dos cinco sentidos Fati usou para notar a cobra?
ru: Какое из пяти чувств использовала Фати, чтобы заметить змею?

# data_list
source: If you remove one of the five senses, how many are left?
el: Αν αφαιρέσεις μία από τις πέντε αισθήσεις, πόσες απομένουν;
pt: Se você remover um dos cinco sentidos, quantos restam?
ru: Если убрать одно из пяти чувств, сколько останется?

# data_list
source: Can you name all five of your senses?
el: Μπορείς να ονομάσεις και τις πέντε αισθήσεις σου;
pt: Você pode nomear todos os seus cinco sentidos?
ru: Ты можешь назвать все пять своих чувств?

# data_list
source: Fati screamed, "EII!" She ran very fast to look for her mother and father.
el: Η Φάτι ούρλιαξε: "ΕΙΙ!" Έτρεξε πολύ γρήγορα να βρει τη μητέρα και τον πατέρα της.
pt: Fati gritou: "AH!" Ela correu muito rápido para procurar por sua mãe e seu pai.
ru: Фати закричала, «Иии!» Она очень быстро побежала искать свою мать и отца.

# data_list
source: Fati screamed and ran. When you are surprised and scared, what do you do?
el: Η Φάτι ούρλιαζε και έτρεχε. Όταν εκπλήσσεσαι και φοβάσαι, τι κάνεις;
pt: Fati gritou e correu. Quando você está surpreso(a) e assustado(a), o que você faz?
ru: Фати кричала и бежала. Когда ты удивлён и напуган, что ты делаешь?

# data_list
source: Do you like to hide in your bed or maybe under your bed? What is your favorite hiding spot?
el: Σου αρέσει να κρύβεσαι στο κρεβάτι σου ή ίσως κάτω από το κρεβάτι σου; Ποιο είναι το αγαπημένο σου σημείο για να κρύβεσαι;
pt: Você gosta de se esconder na sua cama ou, talvez, embaixo dela? Qual é o seu esconderijo favorito?
ru: Тебе нравится прятаться в своей кровати, или может быть под кроватью? Какое твоё любимое место чтобы прятаться?

# data_list
source: Fati is running so fast that she doesn't notice something. What is it?
el: Η Φάτι τρέχει τόσο γρήγορα που δεν παρατηρεί κάτι. Τι είναι αυτό;
pt: Fati está correndo tão rápido que ela não percebe algo. Você sabe o que é?
ru: Фати бежит так быстро, что чего то не заметила. Что это?

# data_list
source: Fati saw her father and shouted, "A snake! A snake!" Father said, "Where? Where?" Fati said, "There! There!"
el: Η Φάτι είδε τον πατέρα της και φώναξε: "Ένα φίδι! Ένα φίδι!" Ο πατέρας είπε: "Πού; Πού;" Η Φάτι είπε: "Εκεί! Εκεί!"
pt: Fati viu o seu pai e gritou: "Uma cobra! Uma cobra!" O pai disse: "Onde? Onde?" Fati disse: "Lá! Lá!"
ru: Фати увидела своего отца и закричала, «Змея! Змея!» Отец сказал, «Где? Где?» Фати сказала, «Там! Там!»

# data_list
source: Do you think her father is angry that she wondered away, happy that she is okay, or both?
el: Νομίζεις ότι ο πατέρας της είναι θυμωμένος που απομακρύνθηκε, χαρούμενος που είναι καλά, ή και τα δύο;
pt: Você acha que o pai dela está bravo por que ela se afastou do local, feliz por que ela está bem, ou os dois?
ru: Как ты думаешь, её отец злится что она ушла, рад что с ней всё в порядке, или и то и другое?

# data_list
source: Her father has two shoes. How many shoes does Fati have and how many is she missing?
el: Ο πατέρας της έχει δύο παπούτσια. Πόσα παπούτσια έχει η Φάτι και πόσα της λείπουν;
pt: O pai dela tem dois sapatos. Quantos sapatos Fati têm e quantos faltam?
ru: У её отца есть два башмака. Сколько башмаков у Фати и сколько ей не хватает?

# data_list
source: Together they have one more shoe than her father has. What is one more than two?
el: Μαζί έχουν ένα παπούτσι παραπάνω από ό,τι έχει ο πατέρας της. Πόσο κάνει ένα παραπάνω από δύο;
pt: Os dois juntos têm um sapato a mais do que o pai dela tem. Quanto é um mais dois?
ru: Вместе у них на один башмак больше, чем у её отца. Что на один больше двух?

# data_list
source: Then her father chased the green snake with a stick. The green snake slithered away.
el: Έπειτα ο πατέρας της έδιωξε το πράσινο φίδι με ένα μπαστούνι. Το πράσινο φίδι σύρθηκε μακριά.
pt: Então o seu pai perseguiu a cobra verde com uma vara de madeira. A cobra verde se rastejou para longe.
ru: Потом её отец погнался за зелёной змеёй с палкой. Зелёная змея ускользнула.

# data_list
source: Have you ever seen a snake outside on the ground or in a bush?
el: Έχεις δει ποτέ ένα φίδι έξω στο έδαφος ή μέσα σε θάμνο;
pt: Você já viu uma cobra do lado de fora no chão ou em um arbusto?
ru: Ты когда-нибудь видел змею на земле или в кустах?

# data_list
source: Some snakes are very dangerous, and many others are safe. Do some snakes do good things?
el: Μερικά φίδια είναι πολύ επικίνδυνα και πολλά άλλα είναι ακίνδυνα για τον άνθρωπο. Μερικά φίδια κάνουν καλό;
pt: Algumas cobras são muito perigosas, e muitas outras são inofensivas. Algumas cobras fazem coisas boas?
ru: Некоторые змеи очень опасны, а многие другие безопасны. Некоторые змеи делают хорошие вещи?

# data_list
source: What do you know about snakes?
el: Τι γνωρίζεις για τα φίδια;
pt: O que você sabe sobre cobras?
ru: Что ты знаешь о змеях?

# data_list
source: Father said, "Fati, you are safe." Let's go to mother and tell her about the green snake."
el: Ο πατέρας είπε: "Φάτι, είσαι ασφαλής. Πάμε στη μητέρα να της πούμε για το πράσινο φίδι."
pt: O pai disse: "Fati, você está segura." Vamos até a mãe para contar a ela sobre a cobra verde."
ru: Отец сказал, «Фати, ты в безопасности. Пойдём к маме и расскажем ей про зелёную змею.»

# data_list
source: What are Fati and her father feeling in this picture?
el: Τι αισθάνονται η Φάτι και ο πατέρας της σε αυτή την εικόνα;
pt: O que Fati e o pai dela estão sentindo nesta imagem?
ru: Что чувствуют Фати и её отец на этой картинке?

# data_list
source: What do you think her mother will say?
el: Τι νομίζεις ότι θα πει η μητέρα της;
pt: O que você acha que a mãe dela vai dizer?
ru: Что ты думаешь скажет её мать?

# data_list
source: Fati got back her other shoe. Now she and her father have one more than three shoes. How many shoes is that?
el: Η Φάτι βρήκε το άλλο της παπούτσι. Τώρα αυτή και ο πατέρας της έχουν ένα παραπάνω από τρία παπούτσια. Πόσα παπούτσια είναι αυτό;
pt: Fati recuperou o seu outro sapato. Agora, ela e o pai têm três sapatos mais um. Quantos sapatos eles têm no total?
ru: Фати вернула себе второй башмак. Теперь у неё с отцом на два башмака больше, чем три. Сколько башмаков получается?

# data_list
source: Mother said, "Fati, I am happy the green snake did not bite you."
el: Η μητέρα είπε: "Φάτι, είμαι χαρούμενη που το πράσινο φίδι δεν σε δάγκωσε."
pt: A mãe disse: "Fati, estou feliz que a cobra verde não tenha picado você."
ru: Мать сказала, «Фати, я рада что зелёная змея тебя не укусила.»

# data_list
source: Are you surprised that her mother is not angry?
el: Εκπλάγηκες που η μητέρα της δεν είναι θυμωμένη;
pt: Você está surpreso(a) que a mãe dela não está com raiva?
ru: Ты удивлён, что её мать не злится?

# data_list
source: Count together the number of many kinds of things in this picture.
el: Μετρήστε μαζί πόσα διαφορετικά είδη πραγμάτων υπάρχουν σε αυτή την εικόνα.
pt: Vamos contar juntos os vários tipos de coisas existentes nesta imagem.
ru: Посчитай количество разных предметов на этой картинке.

# data_list
source: Are there more pants or dresses? Are there more sandals or boots?
el: Υπάρχουν περισσότερα παντελόνια ή φορέματα; Υπάρχουν περισσότερα σανδάλια ή μπότες;
pt: Há mais calças ou vestidos? Há mais sandálias ou botas?
ru: Есть ли больше брюк или платьев? Есть ли больше сандалий или ботинков?

# data_list
source: But next time, please, look where you go, and be more careful. And that was the end of that.
el: "Αλλά την επόμενη φορά, παρακαλώ, πρόσεχε πού πηγαίνεις και να είσαι πιο προσεκτική." Και αυτή ήταν η ιστορία."
pt: "Mas da próxima vez, por favor, olhe para onde você vai e tenha mais cuidado." E esse foi o fim.
ru: «Но в следующий раз, пожалуйста, смотри куда идёшь и будь осторожней.» И это был конец этого.

# data_list
source: What does the story mean by "And that was the end of that." ?
el: Τι εννοεί η ιστορία λέγοντας "Και αυτή ήταν η ιστορία.";
pt: O que a história quer dizer com "E esse foi o fim." ?
ru: Что означает сказка с «И это был конец этого.» ?

# data_list
source: The three of them have three pairs of shoes. How many is that?
el: Οι τρεις τους έχουν τρία ζευγάρια παπούτσια. Πόσα είναι αυτά;
pt: Os três têm três pares de sapatos. Quantos sapatos são no total?
ru: У них троих по три пары обуви. Сколько это получается?

# data_list
source: You can count all their shoes by counting by 2's -- 2, 4, 6. Or, you could think of it as twice the number of people -- 3, 6. Which way is easier for you?
el: Μπορείς να μετρήσεις όλα τα παπούτσια τους μετρώντας ανά 2 — 2, 4, 6. Ή, θα μπορούσες να το σκεφτείς ως διπλάσιο του αριθμού των ανθρώπων — 3, 6. Ποιος τρόπος είναι πιο εύκολος για σένα;
pt: Você pode contar todos os sapatos deles contando em intervalos de 2 -- 2, 4, 6. Ou você poderia contar como o dobro do número de pessoas -- 3, 6. Qual dessas opções é mais fácil para você?
ru: Ты можешь пересчитать всю их обувь, посчитав по 2 -- 2, 4, 6. Или ты можешь думать об этом как о удвоенном количестве людей -- 3, 6. Какое легче для тебя?

# data_list
source: Chat was born blind. Her eyes had never seen her parents, or her brother and sisters. She knew their faces by touch.
de: Chat war blind geboren worden. Ihre Augen hatten ihre Eltern, Brüder oder Schwestern nie gesehen. Sie kannte ihre Gesichter durch Berührung.
el: Η Τσατ γεννήθηκε τυφλή. Τα μάτια της δεν είχαν δει ποτέ τους γονείς της, ή τον αδερφό και τις αδερφές της. Γνώριζε τα πρόσωπά τους με την αφή.
pt: Chat nasceu cega. Seus olhos nunca tinham visto seus pais, ou seus irmãos e irmãs. Ela conhecia os rostos deles pelo toque.
ru: Чет родилась слепой. Её глаза никогда не видели её родителей, братьев и сестёр. Она знала их лица на ощупь.

# data_list
source: Have you tried walking with your eyes closed? If you do, be sure to be with someone else to stay safe.
de: Hast du schon versucht, mit geschlossenen Augen irgendwohin zu gehen? Wenn ja, dann bleib an der Seite von jemandem, damit du dich gut zurechtfindest.
el: Έχεις δοκιμάσει να περπατήσεις με κλειστά τα μάτια; Αν το κάνεις, βεβαιώσου ότι είσαι με κάποιον για να είσαι ασφαλής.
pt: Você já tentou andar com os olhos fechados? Se fizer isso, tenha certeza de que está com outra pessoa para se manter em segurança.
ru: Ты пробовал ходить с закрытыми глазами? Если да, обязательно будьте с кем-нибудь ещё, чтобы оставаться в безопасности.

# data_list
source: When you don't see, you become much more aware of your other senses. Which senses do you notice more when you close your eyes?
de: Wenn man nicht sieht, werden andere Sinne viel bewusster wahrgenommen. Welche Sinne erlebst du stärker, wenn du deine Augen schließt?
el: Όταν δεν βλέπεις, συνειδητοποιείς πολύ περισσότερο τις άλλες αισθήσεις σου. Ποιες αισθήσεις παρατηρείς περισσότερο όταν κλείνεις τα μάτια;
pt: Quando você não enxerga, você se torna muito mais consciente de seus outros sentidos. Quais sentidos você nota mais quando fecha os olhos?
ru: Когда ты не видишь, ты гораздо лучше осознаёшь другие свои чувства. Какие чувства ты замечаешь больше, когда ты закрываешь свои глаза?

# data_list
source: A rectangle is a four-sided shape like this page. A square is a rectangle with four equal sides. Point to the squares and rectangles you see on this page.
de: Ein Rechteck ist eine vierseitige Form, wie diese Seite. Ein Viereck ist ein Rechteck mit vier gleichen Seiten. Zeige auf die Vierecke und Rechtecke, die du auf dieser Seite siehst.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις πλευρές, όπως αυτή η σελίδα. Ένα τετράγωνο είναι ένα ορθογώνιο με τέσσερις ίσες πλευρές. Δείξε τα τετράγωνα και τα ορθογώνια που βλέπεις σε αυτή τη σελίδα.
pt: Um retângulo é uma forma de quatro lados como esta página. Um quadrado é um retângulo com quatro lados iguais. Aponte para os quadrados e retângulos que você vê nesta página.
ru: Прямоугольник - это четырехсторонняя фигура, подобная этой странице. Квадрат - это прямоугольник с четырьмя равными сторонами. Покажи на квадраты и прямоугольники которые ты видишь на этой странице.

# data_list
source: One day, Chat was strolling in the garden. She liked the sweet scent of flowers. She loved to touch their soft petals.
de: Eines Tages schlenderte Chat durch den Garten. Sie mochte den süßen Duft der Blumen. Und sie mochte es, die feinen Blumenblätter anzufassen.
el: Μια μέρα, η Τσατ έκανε μια βόλτα στον κήπο. Της άρεσε το γλυκό άρωμα των λουλουδιών. Της άρεσε να αγγίζει τα απαλά πέταλά τους.
pt: Um dia, Chat estava passeando no jardim. Ela gostava do doce aroma das flores. Ela adorava tocar suas pétalas macias.
ru: Однажды Чет прогуливалась по саду. Ей нравился сладкий аромат цветов. Она любила прикасаться к их мягким лепесткам.

# data_list
source: There are many things to count here. Count together the trees, butterflies, canes, shoes, and any other groups you notice.
de: Es gibt hier vieles zum Zusammenzählen. Zähle die Bäume, Schmetterlinge, Stöcke und anderen Gruppen von Dingen, die dir auffallen.
el: Υπάρχουν πολλά πράγματα για να μετρήσεις εδώ. Μετρήστε μαζί τα δέντρα, τις πεταλούδες, τα μπαστούνια, τα παπούτσια, και οποιεσδήποτε άλλες ομάδες πραγμάτων βλέπετε.
pt: Há muitas coisas para contar aqui. Vamos contar juntos as árvores, borboletas, bengalas, sapatos e quaisquer outros grupos que você notar.
ru: Здесь есть много чего что можно посчитать. Посчитай вместе деревья, бабочки, трость, туфли и любые другие группы которые ты замечаешь.

# data_list
source: Which of these groups can Chat count?
de: Welche dieser Gruppen kann Chat zählen?
el: Ποιες από αυτές τις ομάδες μπορεί να μετρήσει η Τσατ;
pt: Quais desses grupos a Chat consegue contar?
ru: Какую из этих групп может посчитать Чет?

# data_list
source: Which of these groups has the most in it and which has the least?
de: Welche dieser Gruppen haben das meiste in sich, welche das wenigste?
el: Ποια από αυτές τις ομάδες έχει τα περισσότερα και ποια τα λιγότερα;
pt: Qual desses grupos tem mais e qual tem menos?
ru: Какой из этих групп больше всего, а в какой наименьшее всего?

# data_list
source: Chat wished she could see flowers, just once. "They are lovely," she said to herself.
de: Chat wünschte sich, sie könnte Blumen sehen, nur einmal. "Sie sind wunderbar," sagte sie zu sich selbst.
el: Η Τσατ ευχόταν να μπορούσε να δει λουλούδια, έστω και για μια φορά. "Είναι υπέροχα" είπε στον εαυτό της.
pt: Chat desejou poder ver flores, apenas uma vez. "Elas são adoráveis", ela disse para si mesma.
ru: Чет хотела бы хоть раз увидеть цветы. «Они такие прекрасные,» она сказала себе.

# data_list
source: There are five blue flowers and five yellow-orange flowers. How many is that all together?
de: Es hat hier fünf blaue Blumen und fünf gelb-orange Blumen. Wie viel ergibt das im Ganzen?
el: Υπάρχουν πέντε μπλε λουλούδια και πέντε πορτοκαλοκίτρινα λουλούδια. Πόσα είναι όλα μαζί;
pt: Há cinco flores azuis e cinco flores amarelo-laranja. Quantas são todas juntas?
ru: Есть пять синих цветов и пять жёлто-оранжевых цветов. Сколько это вместе?

# data_list
source: If you include the yellow-orange flower that Chat is holding, that would be one more. What is one more than five?
de: Wenn du die gelb-orange Blume dazuzählst, die Chat in der Hand hält, wäre das eine mehr. Wie viel ist eins mehr als fünf?
el: Αν συμπεριλάβεις το πορτοκαλοκίτρινο λουλούδι που κρατάει η Τσατ, θα είναι ένα περισσότερο. Πόσο είναι ένα περισσότερο από πέντε;
pt: Se você incluir a flor amarelo-laranja que a Chat está segurando, seria mais uma. Quanto é um mais cinco?
ru: Если ты добавишь жёлто-оранжевый цветок, который держит Чет, это будет на ещё один больше. Что на один больше пяти?

# data_list
source: How many more blue flowers are there than butterflies?
de: Wie viele blaue Blumen gibt es mehr als Schmetterlinge?
el: Πόσα περισσότερα μπλε λουλούδια υπάρχουν από πεταλούδες;
pt: Quantas flores azuis existem a mais do que borboletas?
ru: На сколько синих цветов больше, чем бабочек?

# data_list
source: Every day, Chat walked in the garden. She knew her way around. Today, she raised her head to the skies.
de: Chat ging jeden Tag durch den Garten. Sie kannte sich dort gut aus. Heute hob sie ihren Kopf gegen den Himmel hinauf.
el: Κάθε μέρα, η Τσατ περπατούσε στον κήπο. Ήξερε τον δρόμο της. Σήμερα, σήκωσε το κεφάλι της στον ουρανό.
pt: Todos os dias, Chat caminhava no jardim. Ela conhecia o caminho. Hoje, ela ergueu a cabeça para o céu.
ru: Каждый день Чет гуляла в саду. Она знала свой путь. Сегодня она подняла голову к небу.

# data_list
source: Do you see the surprise on her face? What is she surprised about?
de: Siehst du die Verwunderung auf ihrem Gesicht? Was befremdet sie so?
el: Βλέπεις την έκπληξη στο πρόσωπό της; Γιατί εκπλήσσεται;
pt: Você vê a surpresa no rosto dela? Com o que ela está surpresa?
ru: Ты видишь удивление на её лице? Чему она удивлена?

# data_list
source: She can't see the clouds. What can she sense about what is happening?
de: Sie kann die Wolken nicht sehen. Was kann sie fühlen darüber, was vor sich geht?
el: Δεν μπορεί να δει τα σύννεφα. Τι μπορεί να αισθανθεί για το τι συμβαίνει;
pt: Ela não consegue ver as nuvens. O que ela pode sentir sobre o que está acontecendo?
ru: Она не может видеть облака. Что она может чувствовать в происходящем?

# data_list
source: What is going on in the sky? What do you think is about to happen?
de: Was ist im Himmel los? Was meinst du, was geschieht hier?
el: Τι συμβαίνει στον ουρανό; Τι νομίζεις ότι πρόκειται να συμβεί;
pt: O que está acontecendo no céu? O que você acha que está prestes a acontecer?
ru: Что происходит в небе? Что ты думаешь сейчас случится?

# data_list
source: Suddenly, she heard thunder and lightning. "I need to hurry back to the house," Chat thought.
de: Plötzlich hörte sie Blitz und Donner. "Ich muss schnell zurück ins Haus", dachte Chat.
el: Ξαφνικά, άκουσε βροντές και αστραπές. "Πρέπει να βιαστώ να επιστρέψω στο σπίτι" σκέφτηκε η Τσατ.
pt: De repente, ela ouviu trovões e relâmpagos. "Eu preciso correr de volta para casa", pensou Chat.
ru: Внезапно, она услышала гром и молнии. «Мне нужно поспешить обратно домой,» Чет подумала.

# data_list
source: Have you ever been outside someplace when a storm came up quickly? Did you get wet?
de: Warst du jemals irgendwo draußen, als in aller Eile ein Sturm aufkam? Wurdest du nass?
el: Έχεις βρεθεί ποτέ έξω όταν ξαφνικά έρχεται καταιγίδα; Βράχηκες;
pt: Você já esteve fora em algum lugar quando uma tempestade surgiu rapidamente? Você se molhou?
ru: Ты когда-нибудь был где-нибудь на улице, когда быстро надвигался шторм? Ты промок?

# data_list
source: Do you like watching lightning?
de: Magst du es, Blitze zu beobachten?
el: Σου αρέσει να βλέπεις τις αστραπές;
pt: Você gosta de ver relâmpagos?
ru: Тебе нравится смотреть на молнии?

# data_list
source: Do you find lightning scary or fun when you are outside?
de: Findest du Blitze draußen schaurig oder lustig?
el: Βρίσκεις τις αστραπές τρομακτικές ή διασκεδαστικές όταν βρίσκεσαι έξω;
pt: Você acha um relâmpago assustador ou divertido quando está do lado de fora?
ru: Находишь ли ты молнию пугающей или веселой, когда находишься На улице?

# data_list
source: Rain began to fall. Chat slipped, lost her balance and fell. She hit her head on a stone.
de: Es begann zu regnen. Chat rutschte aus, verlor das Gleichgewicht und fiel um. Sie schlug ihren Kopf an einem Stein.
el: Άρχισε να πέφτει βροχή. Η Τσατ γλίστρησε, έχασε την ισορροπία της και έπεσε. Χτύπησε το κεφάλι της σε μια πέτρα.
pt: A chuva começou a cair. Chat escorregou, perdeu o equilíbrio e caiu. Ela bateu a cabeça em uma pedra.
ru: Дождь начал падать. Чет поскользнулась, потеряла равновесие и упала. Она ударилась головой о камень.

# data_list
source: Head injuries can be very serious. Do you think Chat will be okay?
de: Kopfverletzungen können sehr schwere Folgen haben. Meinst du, Chat wird es gut gehen?
el: Οι τραυματισμοί στο κεφάλι μπορεί να είναι πολύ σοβαροί. Νομίζεις ότι η Τσατ θα είναι καλά;
pt: Lesões na cabeça podem ser muito graves. Você acha que a Chat vai ficar bem?
ru: Травмы головы могут быть очень серьёзными. Как ты думаешь, Чет всё будет в порядке?

# data_list
source: There are colors going from yellow to light red to red in this picture. Point to them and describe them.
de: Auf diesem Bild gibt es Farben von Gelb bis Hellrot. Zeige auf sie und beschreibe sie.
el: Υπάρχουν χρώματα που ξεκινούν από κίτρινο και πάνε προς ανοιχτό κόκκινο σε αυτή την εικόνα. Δείξε τα όλα και περίγραψέ τα.
pt: Existem cores que vão do amarelo ao vermelho claro e ao vermelho nesta imagem. Aponte para elas e descreva-as.
ru: На этой картинке цвета переходят от жёлтого к светло-красному и красному. Покажи на них и опиши их.

# data_list
source: Point to and describe the colors going from yellow to various greens in the picture.
de: Zeige auf die Farben von Gelb zu verschiedenen Grüntönen auf diesem Bild und beschreibe sie.
el: Δείξε και περίγραψε τα χρώματα που ξεκινούν από κίτρινο και γίνονται διάφορες αποχρώσεις του πράσινου στην εικόνα.
pt: Aponte e descreva as cores que vão do amarelo para vários tons de verde na imagem.
ru: Укажи на картинке и Опиши цвета которые переходят от жёлтого к зелёному.

# data_list
source: When Chat woke up, there were people around her. "What happened?" she asked.
de: Als Chat aufwachte, waren Leute um sie herum. "Was ist passiert?", fragte sie.
el: Όταν η Τσατ ξύπνησε, υπήρχαν άνθρωποι γύρω της. "Τι συνέβη;" ρώτησε.
pt: Quando Chat acordou, havia pessoas ao seu redor. "O que aconteceu?" ela perguntou.
ru: Когда Чет проснулась, вокруг неё были люди. «Что случилось?» она спросила.
