Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Lower targets:** If you use a target less than 10, reduce the pyramid size by a row or two so that you have a big enough draw pile. For example, for a goal of 8 use 15 cards in 5 rows. **Use subtraction:** Instead of using addition, use subtraction. If you use the cards up to ten, a good target number is 5 – remove pairs of cards whose difference is 5. When you have a '5,' you can either remove it or pair it with a 10.
pt: **Alvos mais baixos:** Se você usar um alvo menor que 10, reduza o tamanho da pirâmide em uma ou duas fileiras para que você tenha uma pilha de compra grande o suficiente. Por exemplo, para um alvo de 8, use 15 cartas em 5 fileiras. **Use subtração:** Em vez de usar adição, use subtração. Se você usar as cartas até dez, um bom número alvo é 5 – remova pares de cartas cuja diferença seja 5. Quando tiver um "5", você pode removê-lo ou combiná-lo com um 10.

# data_list
source: DIFFERENCE PYRAMID
pt: PIRÂMIDE DE DIFERENÇA

# data_list
source: Solitaire Puzzles
pt: Quebra-cabeças Solitários

# data_list
source: **The challenge:** The challenge is to put the numbers from 1 to 6 in a pyramid with one card in the top row, two cards in the second row and three cards in the third row, where each number is the difference of the two numbers directly below it. Let your child take time and play with this. Most likely, just by playing around, they will happen upon a solution. However, if your child gets anxious, here are two tips that help. The 6 must be in the bottom row because it cannot be the difference of any pair of numbers. Similarly, the 5 must either be in the bottom row or in the middle row above the 6 and the 1.
pt: **O desafio:** O desafio é colocar os números de 1 a 6 em uma pirâmide com uma carta na fileira de cima, duas cartas na segunda fileira e três cartas na terceira fileira, onde cada número é a diferença dos dois números diretamente abaixo dele. Deixe seu filho brincar com isso com calma. Provavelmente, só de brincar, ele encontrará uma solução. No entanto, se seu filho ficar ansioso, aqui vão duas dicas que podem ajudar. O 6 deve estar na linha de baixo, pois não pode ser a diferença entre nenhum par de números. Da mesma forma, o 5 deve estar na linha de baixo ou na linha do meio, acima do 6 e do 1.

# data_list
source: Related challenges
pt: Desafios relacionados

# data_list
source: If your child finds this easy to do, challenge them to find how many ways it can be done. Discuss what it means for two solutions to be different – if one solution is the mirror image of another, should it be considered different? Another challenge is to solve the harder puzzle of putting the numbers from 1 to 10 in a four-level difference pyramid.
pt: Se o seu filho achar isso fácil, desafie-o a descobrir de quantas maneiras isso pode ser feito. Discuta o que significa duas soluções serem diferentes – se uma solução é o espelho da outra, ela deve ser considerada diferente? Outro desafio é resolver o quebra-cabeça mais difícil de colocar os números de 1 a 10 em uma pirâmide de quatro níveis.

# data_list
source: STRATEGY GAMES
pt: JOGOS DE ESTRATÉGIA

# data_list
source: Playing strategy games will help your child with many reasoning, planning, and problem solving skills. There are dozens of such games – such as tic-tac-toe, 9 Men’s Morris, Fox and Geese, Dara, Connect Four, Mancala, Checkers, Go, Chess – far too many to cover here.
pt: Jogar jogos de estratégia ajudará seu filho a desenvolver diversas habilidades de raciocínio, planejamento e resolução de problemas. Existem dezenas de jogos desse tipo – como jogo da velha, 9 Men's Morris, Raposa e Ganso, Dara, Lig 4, Mancala, Damas, Go, Xadrez – e muitos outros para serem abordados aqui.

# data_list
source: **The setup:** There are many games similar to this one – games such as Rota, 9 Holes, and 3 Men’s Morris. In this game, there are 9 points connected in a grid by 3 horizontal and 3 vertical lines. Each player has three identical tokens to play with. The goal of the game is to get your three tokens in a line.
pt: **A configuração:** Existem muitos jogos semelhantes a este – jogos como Rota, 9 Buracos e 3 Men’s Morris. Neste jogo, há 9 pontos conectados em uma grade por 3 linhas horizontais e 3 verticais. Cada jogador tem três fichas idênticas para jogar. O objetivo do jogo é alinhar as três fichas.

# data_list
source: **How to play:** There are two phases of play. During the first 'placement' phase, the players take turns placing their tokens one at a time on vacant points. After placing the tokens, the second 'movement' phase begins. During this phase, players take turns moving their tokens to empty adjacent points. An alternative rule is that pieces can be moved to any empty point, not just adjacent points. **How to win:** The game is over when one player wins or when the same position occurs three times, in which case it is a tie game.
pt: **Como jogar:** O jogo tem duas fases. Durante a primeira fase de "posicionamento", os jogadores se revezam colocando suas fichas, uma de cada vez, em pontos vagos. Após a colocação das fichas, inicia-se a segunda fase de "movimento". Durante esta fase, os jogadores se revezam movendo suas fichas para pontos adjacentes vazios. Uma regra alternativa é que as peças podem ser movidas para qualquer ponto vazio, não apenas para os pontos adjacentes. **Como ganhar:** O jogo termina quando um jogador vence ou quando a mesma posição ocorre três vezes, caso em que o jogo termina empatado.

# data_list
source: DOTS AND BOXES
pt: PONTOS E CAIXAS

# data_list
source: Strategy Games
pt: Jogos de Estratégia

# data_list
source: **The setup:** This satisfying game starts with a rectangular grid of dots – say 3 by 4.
pt: **A configuração:** Este jogo gratificante começa com uma grade retangular de pontos – digamos 3 por 4.

# data_list
source: **How to play:** During a turn, a player draws a horizontal or vertical line connecting two unjoined adjacent dots. If the new line completes a 1 by 1 box, the player earns a point and draws another line. **How to win:** When no more lines can be drawn, the player with the most points wins. An easy way to keep track of points is to put an initial inside each earned box.
pt: **Como jogar:** Durante uma jogada, um jogador desenha uma linha horizontal ou vertical conectando dois pontos adjacentes não unidos. Se a nova linha completar uma caixa de 1 por 1, o jogador ganha um ponto e desenha outra linha. **Como ganhar:** Quando não for possível desenhar mais linhas, o jogador com mais pontos vence. Uma maneira fácil de acompanhar os pontos é colocar uma inicial dentro de cada quadrado conquistado.

# data_list
source: **Use numbers.** One variation is to place numbers inside each square of the grid when the grid is first drawn. When a player completes a square, they receive the number of points inside the box. After all lines are drawn, the points are totaled up and the player with the most points wins.
pt: **Use números.** Uma variação é colocar números dentro de cada quadrado da grade quando a desenhar pela primeira vez. Quando um(a) jogador(a) completa um quadrado, ela(a) recebe o número de pontos que está dentro do quadrículo. Depois que todas as linhas forem desenhadas, os pontos serão somados e o(a) jogador(a) com mais pontos vencerá.

# data_list
source: Although this is traditionally played with little squares, it can also be played with dots in a pattern to produce triangles or hexagons – it’s just harder to draw.
pt: Embora tradicionalmente seja jogado com quadradinhos, também pode ser jogado com pontos em um padrão para produzir triângulos ou hexágonos — é apenas mais difícil de desenhar.

# data_list
source: STAGE 4 – I CAN COUNT TO 20!
pt: Etapa 4 – Eu Posso Contar até 20!
ru: ЭТАП 4 – Я МОГУ СЧИТАТЬ ДО 20!

# data_list
source: Stage 4 Introduction
pt: Etapa 4 – Introdução
ru: 4-ый Этап – Введение

# data_list
source: **Where You've Been** Your child has come so far! They can count up and down between 0 and 20 and understand what those quantities mean. Your child is comfortable “counting on” or “counting down” starting at any number in between 0 and 20. There is also a budding understanding of place value and how that relates to expanded form. Calculational abilities have also grown! Beyond adding and subtracting small numbers, your child has a sense of the number relationships of number bonds and fact families. The ideas of adding and subtracting 1 or 2, adding twins, and near twins, are ready to be the foundation for learning all addition and subtraction facts. Your child has also picked up skip counting by 2, doubling, halving, and even and odd numbers – all of which set the stage for learning multiplication and division.
pt: **Onde Você Já Chegou** Seu filho chegou tão longe! Eles podem contar em ambos os sentidos de 0 a 20 e entendem o que essas quantidades significam. Seu filho se sente confortável em "contar" ou "fazer uma contagem regressiva" começando em qualquer número entre 0 e 20. Há também uma compreensão crescente do valor posicional e de como isso se relaciona com a forma expandida. As habilidades de cálculo também cresceram! Além de adicionar e subtrair números pequenos, seu filho tem uma noção das relações numéricas de ligações numéricas e famílias de fatos. As ideias de adicionar e subtrair 1 ou 2, adicionar iguais e quase iguais estão prontas para serem a base para aprender todos os fatos de adição e subtração. Seu filho também aprendeu a contagem pulando de 2 em 2, multiplicando por 2, reduzindo pela metade e números pares e ímpares - todos os quais preparam o terreno para aprender multiplicação e divisão.

# data_list
source: * Counting to 100 – While it’s fun to hear your child count to 100, keep this practice grounded in understanding the numbers – place value and counting backwards will help a lot with this. * Expanded Form and Place Value – The earlier practice with this will be reinforced here. Understanding tens and ones, and using expanded form (such as 37 = 30 + 7), is essential to understanding numbers. * Comparing double-digit numbers – Understanding place value will make this easy. * All single-digit adding and subtracting – This is first done with manipulatives, especially fingers. Then, using number relationships, it will be extended to mental arithmetic. * Compensation for Addition and Subtraction – Adjusting addition and subtraction problems to make them easier helps with mental arithmetic, and teaches the structure of numbers. * Skip Counting – Skipping up and down by single-digit numbers starting anywhere is great for doing mental addition and subtraction, and helps with multiplication and division. * Beginning multiplying – Your child already knows how to multiply by 2. This will be extended, in part using skip counting, to all single-digit numbers. * Games, Puzzles, Problem Solving and Investigations – The games and puzzles will be more challenging in keeping with your child’s growing sophistication and abilities. Keep these activities fun and playful - enjoyment is the most important thing for your child’s long term mathematical success. Kindle sparks of joy when your child discovers or experiences particularly beautiful or satisfying mathematical patterns.
pt: * Contando até 100 – Embora seja divertido ouvir seu filho contar até 100, mantenha essa prática fundamentada na compreensão dos números – o valor posicional e a contagem regressiva ajudarão muito nisso. * Forma Expandida e Valor Posicional – A prática anterior com isso será reforçada aqui. Compreender dezenas e unidades e usar a forma expandida (como 37 = 30 + 7) é essencial para entender os números. * Comparando números de dois dígitos – Entender o valor posicional tornará isso mais fácil. *Todas as adições e subtrações de um dígito – Isso é feito primeiro com manipuladores, especialmente dedos. Então, usando relações numéricas, será estendido para a aritmética mental. * Compensação por Adição e Subtração – Ajustar problemas de adição e subtração para torná-los mais fáceis ajuda na aritmética mental e ensina a estrutura dos números. * Contagem Pulando Números – Pular para cima e para baixo em números de um dígito começando em qualquer lugar é ótimo para fazer adição e subtração mental e ajuda na multiplicação e divisão. * Começando a multiplicar – Seu filho já sabe como multiplicar por 2. Isso será estendido, em parte usando a contagem pulando números, para todos os números de um dígito. * Jogos, Quebra-cabeças, Resolução de Problemas e Investigações – Os jogos e quebra-cabeças serão mais desafiadores de acordo com a crescente sofisticação e habilidades do seu filho. Mantenha essas atividades divertidas e lúdicas - o prazer é a coisa mais importante para o sucesso matemático de seu filho a longo prazo. Solte faíscas de alegria quando seu filho descobrir ou experimentar padrões matemáticos particularmente bonitos ou satisfatórios.

# data_list
source: FINGER ADDITION W/ COMPENSATION
pt: ADIÇÃO DE DEDO COM COMPENSAÇÃO

# data_list
source: Use compensation for sums between 11 and 18 to make them easier. **Giving away fingers:** Suppose you’re adding 7 + 8. One person puts up 7 fingers and the other person puts up 8 fingers. Then, one person gives away as many fingers as are needed to put up 10 fingers on the other person’s hands. In this example, 7 + 8 could turn into 5 + 10 (giving away 2) or 10 + 5 (giving away 3). **Magic:** Be dramatic and give away the fingers by having one person’s hand bang into the other person’s hand and having the fingers transfer “magically.”
pt: Use a compensação para somas entre 11 e 18 para torná-las mais fáceis. **Dando dedos:** Suponha que você esteja adicionando 7 + 8. Uma pessoa levanta 7 dedos e a outra levanta 8 dedos. Então, uma pessoa dá quantos dedos forem necessários para colocar 10 dedos nas mãos da outra pessoa. Neste exemplo, 7 + 8 podem se transformar em 5 + 10 (dando 2) ou 10 + 5 (dando 3). **Magia:** Seja dramático e dê os dedos fazendo com que a mão de uma pessoa bata na mão da outra pessoa e faça com que os dedos sejam transferidos "magicamente".

# data_list
source: FINGER ADDITION THE EASY WAY
pt: ADIÇÃO DE DEDO DA MANEIRA MAIS FÁCIL

# data_list
source: **Counting on:** Use the idea of 'counting on' to make addition easier. Counting on refers to doing addition by starting at one of the numbers, rather than starting at 0 and counting out both of the numbers.
pt: **Contando:** Use a ideia de 'contar' para facilitar a adição. Contar refere-se a fazer a adição começando em um dos números, em vez de começar em 0 e contar os dois números.

# data_list
source: Let's use adding 8 + 3 as an example. It is easier if you pick the larger number being added as the starting point for the 'counting on.' Have your child make a closed fist and say '8.' Then, lift one more finger each time as your child counts out loud '9, 10, 11.' When 3 fingers are raised, you are done adding 3, and the counting stops. At that point, you have that 8 plus 3, which is 11.
pt: Vamos usar a adição de 8 + 3 como exemplo. É mais fácil se você escolher o número maior que está sendo adicionado como ponto de partida para a 'contagem'. Peça ao seu filho que feche o punho e diga '8'. Em seguida, levante mais um dedo em cada vez que seu filho contar em voz alta '9, 10, 11'. Quando 3 dedos são levantados, você termina de adicionar 3 e a contagem para. Nesse ponto, você tem aquele 8 mais 3, que é 11.

# data_list
source: With practice and further number relationship ideas, these math facts will become automatic for your child. However, there is no hurry for memorization, and it can wait until more experience with the quantities and relationships between the numbers has been gained.
pt: Com a prática e mais ideias de relacionamento numérico, esses fatos matemáticos se tornarão automáticos para seu filho. No entanto, não há pressa para a memorização, e ela pode esperar até que mais experiência com as quantidades e relações entre os números tenha sido adquirida.

# data_list
source: FINGER SUBTRACTION THE EASY WAY
pt: SUBTRAÇÃO DE DEDO DA MANEIRA MAIS FÁCIL

# data_list
source: Finger Math up to 20
pt: Matemática dos Dedos

# data_list
source: **Two methods:** Subtraction can be thought of as 'take away' or 'difference.' Both models are essential to a complete understanding of subtraction. Have your child practice both ways of thinking of subtraction using these finger subtraction methods. We’ll use 11 - 3 for our examples.
pt: **Dois métodos:** A subtração pode ser pensada como 'tirar' ou 'diferença'. Ambos os modelos são essenciais para uma compreensão completa da subtração. Faça com que seu filho pratique as duas maneiras de pensar na subtração usando esses métodos de subtração dos dedos. Usaremos 11 - 3 para nossos exemplos.

# data_list
source: **Take Away method:** Start with a closed fist and say “11.” Then, lifting one more finger each time, count “10, 9, 8.” Each time you lift a finger and count down, you are taking one more away from the original number. When your child sees 3 fingers raised, the counting stops. They now see that taking 3 away from 11 leaves 8.
pt: **Método de tirar:** Comece com o punho fechado e diga "11". Em seguida, levantando mais um dedo de cada vez, conte "10, 9, 8". Cada vez que você levanta um dedo e faz a contagem regressiva, você está tirando mais um do número original. Quando seu filho vê 3 dedos levantados, a contagem para. Eles agora veem que tirar 3 de 11 deixa 8.

# data_list
source: **Difference method:** This uses counting on, much as we did for Easy Way Finger Addition. What we are doing is finding out which number weneedtoaddto3toget11. Have your child make a closed fist and say “3.” Then, lifting one more finger each time, count “4, 5, 6, 7, 8, 9, 10, 11.” When your child says 11, there are 8 fingers raised. That shows that the difference between 3and11is8!
pt: **Método da diferença:** Isso usa a contagem, assim como fizemos para a adição de dedo da maneira mais fácil. O que estamos fazendo é descobrir qual número precisamos adicionar a 3 para obter 11. Peça ao seu filho que feche o punho e diga "3". Em seguida, levantando mais um dedo de cada vez, conte "4, 5, 6, 7, 8, 9, 10, 11". Quando seu filho diz 11, há 8 dedos levantados. Isso mostra que a diferença entre 3 e 11 é 8!

# data_list
source: PIG
pt: PORCO

# data_list
source: **How to play:** During a turn, roll a die as many times as you want. When a roll is not 1, you add that roll to your turn’s total. If it is 1, you lose everything for that turn and the turn is over. A player may choose to stop before rolling a 1, keep the turn’s points so far, and add them to the player’s running total. **How to win:** The first player to reach the target number, say 30, wins.
pt: **Como jogar:** Durante um turno, jogue um dado quantas vezes quiser. Quando uma rolagem não é 1, você adiciona essa rolagem ao total do seu turno. Se for 1, você perde tudo naquele turno e o turno acaba. Um jogador pode optar por parar antes de rolar um 1, manter os pontos do turno até o ponto e adicioná-los ao total acumulado do jogador. **Como ganhar:** O primeiro jogador a atingir o número-alvo, digamos 30, vence.

# data_list
source: A two dice variation has these rules: If neither die shows a 1, the sum is added to the turn’s running total. If exactly one of the dice shows a 1, then nothing more is added to the running total and the turn ends. If two 1’s are rolled, the turn’s total becomes 0 and the turn ends.
pt: Uma variação de dois dados tem estas regras: Se nenhum dado mostrar um 1, a soma é adicionada ao total acumulado do turno. Se exatamente um dos dados mostrar um 1, nada mais é adicionado ao total em execução e o turno termina. Se dois 1's forem lançados, o total do turno se torna 0 e o turno termina.

# data_list
source: ENCLOSED SUMS
pt: SOMAS FECHADAS

# data_list
source: **The setup:** These puzzles have shapes connected by lines. Each enclosed region, such as where the 9 or the 7 are in this example, has a number that is the sum of the shapes that border it. While circles may have any value, a non-circle must have the same value as any other figure of the same shape.
pt: **A configuração:** Esses quebra-cabeças têm formas conectadas por linhas. Cada região delimitada, como onde o 9 ou o 7 estão neste exemplo, tem um número que é a soma das formas que a cercam. Embora os círculos possam ter qualquer valor, um não-círculo deve ter o mesmo valor que qualquer outra figura da mesma forma.

# data_list
source: **The challenge:** Fill in the missing numbers in the shapes and the inside of the regions. **How to create:** Create these puzzles by making a diagram of circles and maybe some squares. Next, fill in all the figures with numbers and fill in the bounded regions with the sum of the figures that surround them. Finally, remove some of the numbers.
pt: **O desafio:** Preencha os números que faltam nas formas e no interior das regiões. **Como criar:** Crie esses quebra-cabeças fazendo um diagrama de círculos e talvez alguns quadrados. Em seguida, preencha todas as figuras com números e preencha as regiões delimitadas com a soma das figuras que as cercam. Por fim, remova alguns dos números.

# data_list
source: WAR – ADDITION AND SUBTRACTION
pt: GUERRA – ADIÇÃO E SUBTRAÇÃO

# data_list
source: **The setup:** Evenly split a shuffled deck of playing cards with the face cards removed. If you like, use dominoes instead. **How to play:** Both players turn over their top two cards and add them. The player with the larger sum wins all four cards. If the sums are equal, the next two pairs of cards are added and the winner gets all eight cards. Play this with a single pass through the deck or multiple passes. **How to win:** The winner is the player who has the most cards.
pt: **A configuração:** Divida uniformemente um baralho de cartas embaralhado, sem as figuras. Se preferir, use dominó. **Como jogar:** Ambos os jogadores viram suas duas cartas do topo e as adicionam. O jogador com a maior soma ganha todas as quatro cartas. Se as somas forem iguais, os próximos dois pares de cartas são adicionados e o vencedor recebe todas as oito cartas. Jogue isso com uma única passagem pelo baralho ou várias passagens. **Como ganhar:** O vencedor é o jogador que tiver mais cartas.

# data_list
source: For variety, play this using the difference of the two cards. Or, you can add three cards at a time. Another option is to assign one person to be Odd and the other Even. For this, each player turns over a card and the evenness or oddness of the sum determines who gets the cards.
pt: Para variar, jogue usando a diferença das duas cartas. Ou você pode adicionar três cartas de cada vez. Outra opção é atribuir uma pessoa para ser ímpar e a outra par. Para isso, cada jogador vira uma carta e a paridade da soma determina quem recebe as cartas.

# data_list
source: TARGET GIN RUMMY
pt: GIN RUMMY AO ALVO

# data_list
source: Number Bonds and Fact Families
pt: Ligações Numéricas e Famílias de Fatos
