Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Polygons are flat shapes with straight sides. Sun's house is made up of polygons. Find as many rectangles (polygons with four sides and square corners) and pentagons (polygons with five sides) as you can.
el: Τα πολύγωνα είναι επίπεδα σχήματα με ευθείες πλευρές. Το σπίτι του Ήλιου αποτελείται από πολύγωνα. Βρες όσα περισσότερα ορθογώνια (πολύγωνα με τέσσερις πλευρές και ορθές γωνίες) και πεντάγωνα (πολύγωνα με πέντε πλευρές) μπορείς.
pt: Polígonos são formas planas com lados retos. A casa de Sol é feita de polígonos. Encontre o maior número possível de retângulos (polígonos com quatro lados e cantos quadrados) e pentágonos (polígonos com cinco lados).
ru: Многоугольники - это плоские фигуры с прямыми сторонами. Дом Солнца сделан из многоугольников. Найди как можно больше прямоугольников (многоугольники с четырьмя сторонами и прямыми углами) и пятиугольников (многоугольники с пятью сторонами).

# data_list
source: Then Water said, "If you wish me to visit you, build a very large compound. My people are very many, and take up a lot of room." Sun promised to build a very big compound.
el: Τότε το Νερό είπε: «Αν θέλεις να σε επισκεφτώ, χτίσε έναν πολύ μεγάλο περίβολο. Οι δικοί μου είναι πάρα πολλοί και πιάνουν πολύ χώρο». Ο Ήλιος υποσχέθηκε να χτίσει έναν πολύ μεγάλο περίβολο.
pt: Então Água disse: "Se você deseja que eu o visite, construa um complexo muito grande. A minha família é muito numerosa e ocupa muito espaço.” Sol prometeu construir um complexo enorme.
ru: Потом Вода сказал, «Если хочешь чтобы я тебя навестил, построй большой комплекс. Моих людей очень много, и они занимают много места.» Солнце обещал построить очень большой комплекс.

# data_list
source: The story is leading up to Water coming to visit Sun's home. On the previous page Water said "we will drive you out." What problem may occur when Water comes to visit?
el: Η ιστορία οδηγεί στο να έρθει το Νερό στο σπίτι του Ήλιου. Στην προηγούμενη σελίδα το Νερό είπε «θα σε διώξουμε». Ποιο πρόβλημα μπορεί να προκύψει όταν το Νερό έρθει να επισκεφτεί τον Ήλιο;
pt: A história está levando Água a ir visitar a casa de Sol. Na página anterior, Água disse "vamos expulsá-lo de casa". Qual problema pode ocorrer quando Água vier visitar?
ru: История подводит нас к тому что Вода приходит в гости Солнцу домой. На предыдущей странице вода сказал «Мы выгоним вас.» Какая проблема может случиться когда Вода придёт в гости?

# data_list
source: How do you think this story will end after Water comes to visit?
el: Πώς νομίζεις ότι θα τελειώσει η ιστορία μετά την επίσκεψη του Νερού;
pt: Como você acha que esta história terminará depois que Água vier visitar?
ru: Как ты думаешь закончится эта история после того как Вода придёт в гости?

# data_list
source: Who do you think is in Water's family? Why does Water describe his family as being big?
el: Ποιοι νομίζεις ότι είναι μέλη της οικογένειας του Νερού; Γιατί το Νερό χαρακτηρίζει την οικογένειά του μεγάλη;
pt: Quem você acha que é da família de Água? Por que Água descreve a família dela como sendo enorme?
ru: Кто ты думаешь входит в семью Воды? Почему Вода описывает свою семью как большую?

# data_list
source: Sun returned home to his wife, Moon, who greeted him with a broad smile. Sun told Moon what he had promised Water.
el: Ο Ήλιος γύρισε σπίτι στη σύζυγό του, τη Σελήνη, που τον καλωσόρισε με ένα πλατύ χαμόγελο. Ο Ήλιος είπε στη Σελήνη τι είχε υποσχεθεί στο Νερό.
pt: Sol voltou para casa e se juntou a sua esposa, Lua, que o cumprimentou com um sorriso largo. Sol contou a Lua o que ele havia prometido a Água.
ru: Солнце вернулся домой к своей жене, Луне, которая встретила его широкой улыбкой. Солнце рассказал Луне что он обещал воде.

# data_list
source: When you can only see part of Moon like this, it is called a crescent moon. The outline of a crescent moon is made of two arcs.
el: Όταν βλέπεις μόνο ένα τμήμα της Σελήνης όπως εδώ, λέγεται μισοφέγγαρο. Το περίγραμμα ενός μισοφέγγαρου αποτελείται από δύο τόξα.
pt: Quando você só pode ver parte da lua, assim como nesta imagem, ela é chamada de lua crescente. O contorno de uma lua crescente é feito de dois arcos.
ru: Когда ты видишь только часть Луны, как здесь, это называется полумесяцем. Контр-полумесяца состоит из двух дуг.

# data_list
source: When you look at a crescent moon in the sky, you are only seeing part of the moon. What happened to the part of the moon you don't see? Has that part disappeared, or is something going on that makes that part hard to see?
el: Όταν κοιτάς ένα μισοφέγγαρο στον ουρανό, βλέπεις μόνο ένα κομμάτι της Σελήνης. Τι έχει συμβεί στο μέρος που δεν βλέπεις; Εξαφανίστηκε, ή συμβαίνει κάτι που το κάνει δύσκολο να φανεί;
pt: Quando você olha para uma lua crescente no céu, você está vendo apenas parte da lua. O que aconteceu com a parte da lua que você não vê? Essa parte desapareceu, ou está acontecendo algo que a torna difícil de ver?
ru: Когда ты смотришь на полумесяц в небе, ты видишь только часть луны. Что случилось с той части луны которую ты не видишь? Это часть исчезла или что-то происходит из-за чего эту часть трудно видеть?

# data_list
source: It's fun to start tracking the relationship of the sun and the moon. For example, where is the sun relative to the moon when the moon is full?
el: Είναι διασκεδαστικό να παρακολουθεί κανείς τη σχέση Ήλιου και Σελήνης. Για παράδειγμα, πού βρίσκεται ο Ήλιος σε σχέση με τη Σελήνη όταν η Σελήνη είναι πανσέληνος;
pt: É divertido começar a acompanhar a relação do sol e da lua. Por exemplo, onde está o sol em relação à lua quando a lua está cheia?
ru: Интересно начать отслеживать взаимосвязь солнце и луны. Например, где находится солнце относительно к луне когда луна полная?

# data_list
source: The next day he started building a huge compound in which to entertain his friend.
el: Την επόμενη μέρα άρχισε να χτίζει έναν τεράστιο περίβολο για να φιλοξενήσει τον φίλο του.
pt: No dia seguinte, ele começou a construir um enorme complexo para entreter a sua amiga.
ru: На следующий день он начал строить огромный комплекс, где он мог бы развлекать своего друга.

# data_list
source: Sun is building a very large wall. Will it be big enough to hold Water and all Water's friends?
el: Ο Ήλιος χτίζει έναν πολύ μεγάλο τοίχο. Θα είναι αρκετά μεγάλος για να χωρέσει το Νερό και όλους τους φίλους του;
pt: Sol está construindo um muro muito grande. O muro será grande o suficiente para segurar Água e todos os amigos dela?
ru: Солнце строит очень большую стену. Будет ли она достаточна большая, чтобы вместить Воду и всех его друзей?

# data_list
source: Sun's wall is straight up and down, but follows a curved path. Have you ever seen a wall near you that follows a curved path?
el: Ο τοίχος του Ήλιου είναι κατακόρυφος αλλά ακολουθεί καμπύλη πορεία. Έχεις δει ποτέ κοντά σου έναν τοίχο που ακολουθεί καμπύλη;
pt: O muro de Sol é reto para cima e para baixo, mas segue um caminho curvo. Você já viu um muro que seguia um caminho curvo?
ru: Стена Солнца прямая вверх и вниз, но следует по изогнутой траектории. Ты когда-нибудь видела рядом с собой стену которая идёт по изогнутой траектории?

# data_list
source: The wall is made of bricks that are shaped like boxes. How many sides does a brick have? Name the shapes you see on the sides of a brick.
el: Ο τοίχος είναι φτιαγμένος από τούβλα που έχουν σχήμα κουτιού. Πόσες πλευρές έχει ένα τούβλο; Ονόμασε τα σχήματα που βλέπεις στις πλευρές του.
pt: O muro é feito de tijolos que têm formas de caixas. Quantos lados têm um tijolo? Nomeie as formas que você vê nas laterais de um tijolo.
ru: Стена сделана из кирпичей имеющих форму коробок. Сколько сторон у кирпича? Назови фигуры которые ты видишь на сторонах кирпича.

# data_list
source: As soon as the compound was completed, he asked Water to come and visit them.
el: Μόλις ο περίβολος ολοκληρώθηκε, ζήτησε από το Νερό να έρθει να τους επισκεφτεί.
pt: Assim que o complexo foi concluído, ele pediu a Água para visitá-los.
ru: Как только строительство было завершено, он попросил Воду приехать и навестить их.

# data_list
source: The pictures of the wall are a little confusing. On this page the wall looks a little taller than the house. On other pages, the wall looks about half as high as the house. Which do you think it is?
el: Οι εικόνες του τοίχου είναι λίγο μπερδεμένες. Σε αυτή τη σελίδα ο τοίχος φαίνεται λίγο ψηλότερος από το σπίτι. Σε άλλες σελίδες φαίνεται περίπου μισός στο ύψος του σπιτιού. Τι πιστεύεις ότι ισχύει;
pt: As imagens do muro estão um pouco confusas. Nesta página, o muro parece um pouco mais alto que a casa. Em outras páginas, o muro parece ter quase a metade da altura da casa. Qual deles você acha que é o certo?
ru: Фотографии стены немного сбивают с толку. На этой странице стена выглядит немного выше дома. На других страницах, стена выглядит примерно вполовину ниже дома. Какая ты думаешь правильная?

# data_list
source: Why do you think Sun made some of the wall straight and some of it curved?
el: Γιατί νομίζεις ότι ο Ήλιος έκανε ένα μέρος του τοίχου ευθύ και ένα μέρος καμπύλο;
pt: Por que você acha que Sol deixou parte do muro reto e parte curvo?
ru: Как ты думаешь, почему Солнце сделал часть стены прямой, а часть изогнутой?

# data_list
source: It's time for Water to visit. What do you think will happen next?
el: Ήρθε η ώρα να τον επισκεφτεί το Νερό. Τι νομίζεις ότι θα συμβεί μετά;
pt: É hora da visita de Água. O que você acha que vai acontecer em seguida?
ru: Пришло время Воде посетить. Что ты думаешь случится дальше?

# data_list
source: When Water arrived, he asked Sun whether it would be safe for him to enter. "Yes, come in, my friend," Sun answered.
el: Όταν έφτασε το Νερό, ρώτησε τον Ήλιο αν θα ήταν ασφαλές να μπει. «Ναι, φίλε μου, πέρασε», απάντησε ο Ήλιος.
pt: Quando Água chegou, ela perguntou a Sol se seria seguro para ela entrar. "Sim, entre, minha amiga", respondeu Sol.
ru: Когда Вода пришёл, он спросил у Солнца безопасно ли ему будет войти. «Да, заходи, мой друг,» Солнце ответил.

# data_list
source: Water is bringing lots of friends. What are some plants and animals that like to live in water?
el: Το Νερό φέρνει πολλούς φίλους. Ποια φυτά και ζώα τους αρέσει να ζουν στο νερό;
pt: Água está trazendo muitos amigos. Quais são algumas das plantas e animais que gostam de viver na água?
ru: Вода приносит много друзей. Какие растения и животные любят жить в воде?

# data_list
source: If a lot of water comes into our houses, we say that they are flooded. Why is having too much water in a house bad for most houses?
el: Αν μπει πολύ νερό στα σπίτια μας, λέμε ότι πλημμυρίζουν. Γιατί είναι κακό για τα περισσότερα σπίτια να έχουν πάρα πολύ νερό μέσα;
pt: Se um monte de água entra em nossas casas, nós dizemos que elas foram inundadas. Por que ter água demais em uma casa é ruim?
ru: Если в наши дома попадает много воды, то мы говорим что они затоплены. Почему слишком большое количество воды в доме плохо для большинства домов?

# data_list
source: Do you like to swim? With all the water near their home, it looks like Sun and Moon had better like to swim!
el: Σου αρέσει να κολυμπάς; Με τόσο νερό κοντά στο σπίτι τους, φαίνεται πως ο Ήλιος και η Σελήνη μάλλον καλό θα είναι να αγαπούν το κολύμπι!
pt: Você gosta de nadar? Com toda essa água perto da casa deles, parece que é melhor que Sol e Lua gostem de nadar!
ru: Тебе нравится плавать? Учитывая что возле их дома полно воды, похоже что Солнце и Луне лучше любить плавать!

# data_list
source: Water began to flow in. He was accompanied by crocodiles, fish, frogs, snakes, snails, flukes, turtles, and all the water animals.
el: Το Νερό άρχισε να ρέει μέσα. Το συνόδευαν κροκόδειλοι, ψάρια, βάτραχοι, φίδια, σαλιγκάρια, χελώνες και όλα τα υδρόβια ζώα.
pt: Água começou a entrar. Ela estava acompanhada de crocodilos, peixes, sapos, cobras, caracóis, vermes, tartarugas e todos os animais aquáticos.
ru: Вода начал поступать. Его сопровождали крокодилы, рыбы, лягушки, змеи, улитки, тримотоды, черепахи, и все водные животные.

# data_list
source: That's a lot of animals! All those animals coming into the house look very happy to be there!
el: Πολλά ζώα! Όλα αυτά που μπαίνουν στο σπίτι φαίνονται πολύ χαρούμενα!
pt: São muitos animais! Todos os animais que estão entrando na casa parecem muito felizes por estarem ali!
ru: Это много животных! Все эти животные которые приходят в дом выглядят очень счастливыми!

# data_list
source: How many animals do you see in this picture? How many more are coming? Do you think they will all fit?
el: Πόσα ζώα βλέπεις σε αυτή την εικόνα; Πόσα ακόμη έρχονται; Θα χωρέσουν όλα;
pt: Quantos animais você vê nesta imagem? Quantos mais virão? Você acha que todos eles vão caber?
ru: Сколько животных ты видишь на этой картинке? Сколько ещё их будет? Ты думаешь что они все поместятся?

# data_list
source: Sun and Moon are very welcoming! Perhaps they are too welcoming?
el: Ο Ήλιος και η Σελήνη είναι πολύ φιλόξενοι! Μήπως υπερβολικά φιλόξενοι;
pt: Sol e Lua são muito acolhedores! Talvez eles sejam acolhedores demais?
ru: Солнце и Луна очень гостеприимны! Возможно они слишком гостеприимны?

# data_list
source: Very soon Water was knee-deep. He asked Sun if it was still safe. "Yes," Sun again answered. So more of water's people came in.
el: Πολύ σύντομα το Νερό έφτασε μέχρι τα γόνατα. Ρώτησε τον Ήλιο αν ήταν ακόμη ασφαλές. «Ναι», απάντησε ξανά ο Ήλιος. Έτσι μπήκαν κι άλλοι από τους δικούς του.
pt: Rapidamente Água já estava até os joelhos. Ela perguntou a Sol se ainda era seguro. "Sim", respondeu Sol novamente. Então mais seres aquáticos entraram.
ru: Очень скоро воды стало по колено. Он спросил у Солнца если всё ещё безопасно. «Да,» Ответил опять Солнце. Так что пришло больше людей из воды.

# data_list
source: Count how many animals are in the house and how many are still on their way in. How many animals does that make in total?
el: Μέτρησε πόσα ζώα είναι μέσα στο σπίτι και πόσα ακόμη έρχονται. Πόσα είναι συνολικά;
pt: Conte quantos animais estão dentro da casa e quantos ainda estão chegando. Há quantos animais no total?
ru: Посчитай сколько животных в доме и сколько ещё на пути к прибытию. Сколько всего животных получается?

# data_list
source: Sun still looks happy. Does Moon feel the same way? How can you tell?
el: Ο Ήλιος ακόμη φαίνεται χαρούμενος. Αισθάνεται το ίδιο η Σελήνη; Πώς το καταλαβαίνεις;
pt: Sol ainda parece feliz. Lua sente o mesmo? Como você consegue perceber isso?
ru: Солнце всё ещё выглядит счастливым. Луна чувствует то же самое? Как ты можешь догадаться?

# data_list
source: Have you ever told someone it was okay for them to do something and then regretted it? Did you do anything about it?
el: Έχεις πει ποτέ σε κάποιον ότι μπορεί να κάνει κάτι και μετά το μετάνιωσες; Έκανες κάτι γι’ αυτό;
pt: Você já disse a alguém que não havia problema em fazer algo e depois se arrependeu? Você fez alguma coisa a respeito disso?
ru: Ты когда-нибудь говорил кому-то что он может что-то сделать, а потом жалел об этом? Ты что-нибудь сделал по этому поводу?

# data_list
source: Water reached the level of the top of a person's head. He asked Sun, "Can more of my people come in?" Sun and Moon both answered, "Yes." Water flowed on, until Sun and Moon had to perch themselves on the top of the roof.
el: Το Νερό έφτασε στο ύψος του κεφαλιού ενός ανθρώπου. Ρώτησε τον Ήλιο: «Μπορούν να μπουν κι άλλοι δικοί μου;» Ο Ήλιος και η Σελήνη απάντησαν και οι δύο «Ναι». Το Νερό συνέχισε να ρέει, μέχρι που ο Ήλιος και η Σελήνη χρειάστηκε να βολευτούν πάνω στην κορυφή της στέγης.
pt: Água atingiu o nível do topo da cabeça de uma pessoa. Ela perguntou a Sol: "Mais da minha família pode entrar?" Sol e Lua responderam: "Sim." Água continuou a fluir até que Sol e Lua tiveram que subir no topo do telhado.
ru: Вода достигла уровня макушки головы человека. Он спросил у Солнца, «Могут ли заходить ещё мои люди?» Солнце и Луна оба ответили, «Да.» Вода текла, пока Солнце и Луна не были вынуждены взобраться на вершину крыши.

# data_list
source: Sun and Moon both said yes, but they don't look entirely happy about having to move to their roof!
el: Ο Ήλιος και η Σελήνη είπαν και οι δύο ναι, αλλά δεν φαίνονται και πολύ ευχαριστημένοι που χρειάστηκε να μετακινηθούν στη στέγη!
pt: Sol e Lua disseram que sim, mas não parecem totalmente felizes por terem que se mudar para o telhado!
ru: Солнце и Луна оба сказали да, но они не выглядят полностью довольными тем что им приходится идти на крышу!

# data_list
source: Sun and Moon had to move to the roof. If Water gets any higher, where will they be able to go next?
el: Ο Ήλιος και η Σελήνη έπρεπε να μετακινηθούν στη στέγη. Αν το Νερό ανέβει κι άλλο, πού θα μπορέσουν να πάνε μετά;
pt: Sol e Lua tiveram que ir para o telhado. Se a água ficar mais alta, para onde eles poderão ir em seguida?
ru: Солнце и Луне пришлось забираться на крышу. Если уровень Воды поднимется ещё выше, куда они могут пойти дальше?

# data_list
source: Before you turn the page, how do you think this story ends?
el: Πριν γυρίσεις σελίδα, πώς νομίζεις ότι τελειώνει αυτή η ιστορία;
pt: Antes de virar a página, como você acha que esta história termina?
ru: Прежде чем как ты повернёшь страницу, как ты думаешь закончится эта история?

# data_list
source: Water's people continued to rush in. Very soon they reached the top of the roof. Sun and Moon were forced to go up to the sky. They have remained in the sky ever since.
el: Οι φίλοι του Νερού συνέχισαν να ορμούν μέσα. Πολύ σύντομα έφτασαν στην κορυφή της στέγης. Ο Ήλιος και η Σελήνη αναγκάστηκαν να ανέβουν στον ουρανό. Έκτοτε έχουν μείνει εκεί.
pt: A família de Água continuou a entrar. E logo chegaram ao topo do telhado. Sol e Lua foram forçados a subir ao céu. Eles permaneceram no céu desde então.
ru: Люди Воды продолжали спешить внутрь. Очень скоро они достигли вершины крыши. Солнце и Луна были вынуждены подняться на небо. С тех пор они остались в небе.

# data_list
source: There are many things in the sky other than Sun and Moon. Make up a story about how the stars ended up in the sky and why there are so many of them.
el: Υπάρχουν πολλά πράγματα στον ουρανό εκτός από τον Ήλιο και τη Σελήνη. Φτιάξε μια ιστορία για το πώς βρέθηκαν τα αστέρια στον ουρανό και γιατί είναι τόσα πολλά.
pt: Há muitas coisas no céu além de Sol e Lua. Invente uma história sobre como as estrelas foram parar no céu e por que há tantas delas.
ru: На небе есть много вещей кроме Солнца и Луны. Придумай историю о том как звёзды оказались на небе и почему их так много.

# data_list
source: It's fun to make up stories about why something came to be the way it is. Perhaps you have a favorite tree, rock, lake, or mountain you can think of a story for?
el: Είναι διασκεδαστικό να φτιάχνεις ιστορίες για το πώς έγινε κάτι όπως είναι. Ίσως έχεις ένα αγαπημένο δέντρο, βράχο, λίμνη ή βουνό για το οποίο μπορείς να επινοήσεις μια ιστορία;
pt: É divertido inventar histórias sobre por que algo veio a ser do jeito que é. Talvez você tenha uma árvore, uma rocha, um lago ou uma montanha favorita para o(a) qual você possa pensar em uma história?
ru: Забавно придумывать истории о том почему что-то стало таким какое оно есть. Возможно у тебя есть любимое дерево, камень, озеро, или гора о которых ты можешь придумать историю?

# data_list
source: Sun and Moon look happy together in the sky. When they are close to each other in the sky the moon is a new moon and can barely be seen. From now on you can look up and see Sun and Moon in a new way!
el: Ο Ήλιος και η Σελήνη φαίνονται χαρούμενοι μαζί στον ουρανό. Όταν είναι ο ένας κοντά στον άλλο, η Σελήνη είναι νέα και μόλις που φαίνεται. Από τώρα και στο εξής μπορείς να κοιτάς ψηλά και να βλέπεις τον Ήλιο και τη Σελήνη με νέο τρόπο!
pt: Sol e Lua parecem felizes juntos no céu. Quando eles estão próximos um do outro no céu, a lua se torna uma lua nova e mal pode ser vista. A partir de agora, você pode olhar para cima e ver Sol e Lua de uma nova maneira!
ru: Солнце и Луна смотрятся счастливо вместе в небе. Когда они находятся близко друг другу в небе, Луна в новолуние и её едва можно увидеть. Теперь ты можешь посмотреть вверх и увидеть Солнце и Луну по-новому!

# data_list
source: I wonder if there's another me somewhere in the world.
el: Αναρωτιέμαι αν υπάρχει ένας άλλος εαυτός μου κάπου στον κόσμο.
pt: Eu me pergunto se existe outro eu em algum lugar do mundo.
ru: Интересно, есть ли где-то в мире ещё один я.

# data_list
source: What do you think -- is there another animal just like this one somewhere in the world?
el: Τι νομίζεις — υπάρχει άλλο ζώο ακριβώς σαν αυτό κάπου στον κόσμο;
pt: O que você acha – existe outro animal igual a este em algum lugar do mundo?
ru: Что ты думаешь -- есть ли где то в мире ещё одно животное похожее на это?

# data_list
source: Do you think there's another person just like you?
el: Νομίζεις ότι υπάρχει άλλο άτομο ακριβώς σαν εσένα;
pt: Você acha que existe outra pessoa igual a você?
ru: Ты думаешь что есть ещё один человек который похож на тебя?

# data_list
source: There are five trees in this picture. If you take away the one by itself on one side, how many trees are there on the other side? What is one less than five?
el: Υπάρχουν πέντε δέντρα σε αυτή την εικόνα. Αν αφαιρέσεις το ένα που είναι μόνο του στη μία πλευρά, πόσα δέντρα υπάρχουν στην άλλη πλευρά; Πόσο κάνει ένα λιγότερο από το πέντε;
pt: Há cinco árvores nesta imagem. Se você tirar a árvore que está sozinha de um lado, quantas árvores sobram do outro lado? Quanto é cinco menos um?
ru: На этой картинке пять деревьев. Если отнять дерево которое одно на стороне, сколько деревьев останется с другой стороны? Сколько будет один меньше пяти?

# data_list
source: Who looks the same.
el: Ποιος φαίνεται ίδιος με μένα.
pt: Alguém que pareça igual.
ru: Кто выглядит одинаково.

# data_list
source: When you look in a mirror or in water, the image is almost the same as how you look. How is it different and how is it the same?
el: Όταν κοιτάζεις στον καθρέφτη ή στο νερό, η εικόνα είναι σχεδόν ίδια με την εμφάνισή σου. Με ποιον τρόπο διαφέρει και με ποιον τρόπο είναι ίδια;
pt: Quando você se olha no espelho ou na água, a imagem é quase a mesma de como você se parece. O que é diferente e o que é igual entre você e a imagem refletida?
ru: Когда ты смотришь в зеркало или воду, изображение почти такое же как ты выглядишь. Чем это отличается и чем это одно и тоже?

# data_list
source: Something that has one side that is the mirror image of the other side is called symmetric, or even mirror symmetric. Do you see some things around you that are symmetric?
el: Κάτι που έχει δύο πλευρές όπου η μια πλευρά είναι καθρέφτισμα της άλλης πλευράς ονομάζεται συμμετρικό. Βλέπεις γύρω σου πράγματα που είναι συμμετρικά;
pt: Algo que tem um lado que é a imagem espelhada do outro lado é chamado de simétrico, ou também espelhamento simétrico. Você vê algumas coisas ao seu redor que são simétricas?
ru: То, что имеет одну сторону, которая является зеркальным отражением другой стороны, называется симметричным, или даже зеркально симметричным. Видишь ли ты вокруг себя какие-нибудь симметричные вещи?

# data_list
source: People's faces are very close to being symmetric. Do you notice anything on one side of your face that is a little different than the other side? Perhaps your hair?
el: Τα ανθρώπινα πρόσωπα είναι πολύ κοντά στο να είναι συμμετρικά. Παρατηρείς κάτι στη μία πλευρά του προσώπου σου που είναι λίγο διαφορετικό από την άλλη πλευρά; Ίσως τα μαλλιά σου;
pt: Os rostos das pessoas estão muito próximos de serem simétricos. Você percebe alguma coisa em um lado do seu rosto que é um pouco diferente do outro lado? Talvez o seu cabelo?
ru: Лица людей очень близки к симметрии. Замечаешь ли ты что-нибудь на одной стороне твоего лица, что немного отличается от другой стороны? Возможно твои волосы?
