Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Mother caught him before he could go. She raised her voice so that Eryum and his sisters would hear too. "You could catch a cold," she said. "You don't like pepper soup and you would have to eat some, if you caught a cold," she added with a smile.
el: Η μητέρα τον έπιασε πριν προλάβει να βγει. Ύψωσε τη φωνή της για να την ακούσουν και ο Εριούμ και οι αδελφές του. «Μπορεί να κρυολογήσεις», είπε. «Δεν σου αρέσει η πιπερόσουπα και θα πρέπει να φας, αν κρυολογήσεις», πρόσθεσε χαμογελώντας.
pt: A mãe o pegou antes que ele pudesse sair. Ela aumentou o tom de voz para que Eryum e suas irmãs também pudessem ouvir.. "Você pode pegar um resfriado," ela disse. "Você não gosta de sopa de pimenta e se pegar um resfriado, teria de comer um pouco" disse ela com um sorriso.
ru: Мама поймала его до того, как он успел уйти. Она повысила свой голос для того, чтобы Эрюм и его сестры тоже услышали. “Ты мог бы заболеть”, — сказала она. “Тебе не нравится перечный суп, а если бы ты заболел, тебе бы пришлось его есть”, — добавила она с улыбкой.

# data_list
source: A partial circle is called an arc. Do you think the colors of a rainbow are in the shape of an arc?
el: Ένα τμήμα κύκλου λέγεται τόξο. Νομίζεις ότι τα χρώματα του ουράνιου τόξου σχηματίζουν τόξο;
pt: Um círculo parcial é chamado de arco. Você acha que as cores do arco-íris formam um arco?
ru: Часть окружности называется дугой. Думаешь ли ты, что цвета радуги имеют форму дуги?

# data_list
source: Eryum wanted to go outside to see and touch the rainbow. Have you ever touched a rainbow. Do you think it's possible?
el: Ο Εριούμ ήθελε να βγει για να δει και να αγγίξει το ουράνιο τόξο. Έχεις αγγίξει ποτέ ουράνιο τόξο; Μπορεί άραγε να γίνει αυτό;
pt: Eryum queria ir para fora de casa para ver e tocar o arco-íris. Você já tocou em um arco-íris? Você acha que isso é possível?
ru: Эрюм хотел выйти на улицу и потрогать радугу. Трогал/а ли ты когда-нибудь радугу? Думаешь это возможно?

# data_list
source: Have you ever wanted to do something so much that you tried to do it even though an adult told you not to?
el: Έχεις θελήσει ποτέ τόσο πολύ να κάνεις κάτι, ώστε το προσπάθησες παρόλο που ένας μεγάλος σου το απαγόρευσε;
pt: Você já quis tanto fazer algo que, mesmo depois de um adulto dizer não, você tentou mesmo assim?
ru: Хотелось ли тебе когда-нибудь сделать что-то настолько, что ты пытался/пыталась это сделать, несмотря на запрет взрослых?

# data_list
source: Hoping that they would ask for a story, she said, "The rainbow is a magical river with healing powers. But it is so high up in the sky that you can't reach it. If you catch a cold, the rainbow can't help you." The children thought about this.
el: Ελπίζοντας ότι θα ζητούσαν μια ιστορία, είπε: «Το ουράνιο τόξο είναι ένα μαγικό ποτάμι με θεραπευτικές δυνάμεις. Αλλά είναι τόσο ψηλά στον ουρανό που δεν μπορείτε να το φτάσετε. Αν κρυολογήσετε, το ουράνιο τόξο δεν μπορεί να σας βοηθήσει». Τα παιδιά το σκέφτηκαν.
pt: Na esperança de que eles pedissem uma história, ela disse: "O arco-íris é um rio mágico com poderes de cura. Mas está tão alto no céu que você não o alcança. Se você pegar um resfriado, o arco-íris não vai poder te ajudar" As crianças pensaram nisso.
ru: Надеясь, что они попросят рассказать им историю, она сказала: “Радуга — это волшебная река с целебными способностями. Но она находится настолько высоко в небе, что до нее невозможно добраться. И если ты простудишься, радуга не сможет тебе помочь”. Дети подумали об этом.

# data_list
source: Their mother is going to tell them a story about the magical healing powers of a rainbow. Before you read further, make up a story of your own about rainbows.
el: Η μητέρα θα τους πει ιστορία για τις θεραπευτικές δυνάμεις του ουράνιου τόξου. Πριν συνεχίσεις, φτιάξε κι εσύ μια ιστορία για ουράνια τόξα.
pt: A mãe das crianças vai contar uma história sobre os poderes mágicos de cura de um arco-íris. Antes de continuar lendo, invente sua própria história sobre arco-íris.
ru: Их мама собиралась рассказать им историю о волшебных целебных силах радуги. Прежде чем продолжить чтение, придумай свою собственную историю о радугах.

# data_list
source: The straight lines in this picture make lots of rectangles, which are four-sided shapes similar to this page. How many rectangles do you see around you?
el: Οι ευθείες γραμμές σε αυτή την εικόνα δημιουργούν πολλά ορθογώνια, τετράπλευρα σχήματα όπως αυτή η σελίδα. Πόσα ορθογώνια βλέπεις γύρω σου;
pt: As linhas retas nesta imagem formam vários retângulos, que são formas de quatro lados similares a esta página. Quantos retângulos você vê ao seu redor?
ru: Прямые линии на этой картинке создают множество прямоугольников — четырёхсторонних фигур, как эта страница. Сколько прямоугольников ты видишь вокруг себя?

# data_list
source: Sometimes, seeing lots of straight lines is dull. Do you find these lines interesting or dull? Is the curvy pot more interesting?
el: Μερικές φορές πολλές ευθείες είναι βαρετές. Τα βρίσκεις ενδιαφέροντα ή βαρετά αυτά τα σχέδια; Είναι πιο ενδιαφέρουσα η καμπύλη γλάστρα;
pt: Às vezes, ver muitas linhas retas parece chato. Você acha essas linhas interessantes ou chatas? O vaso curvo é mais interessante?
ru: Иногда видеть множество прямых линий — скучно. Кажутся ли тебе эти линии интересными или скучными? Может быть, изогнутый горшок выглядит интереснее?

# data_list
source: "Mother, please tell us our rainbow story," said Erdoo. "Yes, please mother, I want to hear it too," Udoo chimed in. "Me three," Eryum begged, lifting up three little fingers. "Well, let me see, mmmm," she said playfully. "Okay lovelies, gather round. Mother, the storyteller is here!"
el: «Μαμά, πες μας την ιστορία του ουράνιου τόξου», είπε η Ερντού. «Ναι, σε παρακαλώ μαμά, θέλω κι εγώ», συμφώνησε η Ουντού. «Κι εγώ, τρία», ικέτευσε ο Εριούμ, σηκώνοντας τρία μικρά δάχτυλα. «Λοιπόν, να δω... μμμ», είπε παιχνιδιάρικα. «Εντάξει αγαπούλες, ελάτε γύρω-γύρω. Η μαμά-παραμυθού είναι εδώ!»
pt: "Mãe, conte-nos a nossa história do arco-íris, por favor" pediu Erdoo. "Sim, mãe, por favor, eu também quero ouvir" Udoo adicionou. “Eu também” Eryum implorou. "Bom, vejamos, mmmm," disse ela em tom de brincadeira. "Ok, meus amores, cheguem mais perto. Mãe, a contadora de histórias, está aqui!"
ru: “Мама, пожалуйста, расскажи нам историю о радуге”, – сказала Эрду. “Да, пожалуйста, мама, я тоже хочу её услышать”, — вмешалась Уду. “И я тоже”, — умолял Эрюм, поднимая вверх три маленьких пальчика. “Ну что ж, дайте-ка мне подумать, хмммм”, — сказала она шутливо. “Хорошо, любимые мои, собирайтесь вокруг. Мама-рассказчик здесь!”

# data_list
source: Is there someone you know who makes up stories to tell you? Describe the feeling you have when someone tells you a story.
el: Υπάρχει κάποιος που να σου λέει ιστορίες; Πώς νιώθεις όταν σου διηγούνται μια ιστορία;
pt: Você conhece alguém que inventa histórias para lhe contar? Descreva a sensação que você tem quando alguém lhe conta uma história.
ru: Есть ли среди твоих знакомых кто-то, кто придумывает истории, чтобы рассказать их тебе? Опиши чувства, которые ты испытываешь, когда кто-то рассказывает тебе историю.

# data_list
source: Sometimes a group of people will create a story together by taking turns making up parts of the story. Have you ever tried this?
el: Μερικές ομάδες φτιάχνουν μια ιστορία όλοι μαζί, φτιάχνοντας τα κομμάτια της καθένας με τη σειρά. Το έχεις δοκιμάσει;
pt: Às vezes, um grupo de pessoas cria uma história e se revezam entre si para inventar partes da narrativa. Você já tentou fazer isso?
ru: Иногда группа людей создает историю вместе, по очереди добавляя к ней свои части. Делал/а ты что-то подобное когда-либо?

# data_list
source: How can you tell the children are happy on this page? What do you see in their faces and body positions that make it obvious?
el: Πώς φαίνεται ότι τα παιδιά είναι χαρούμενα; Τι βλέπεις στα πρόσωπα και τα σώματά τους;
pt: Como você pode dizer que as crianças estão felizes nesta página? O que você vê nos rostos e nas posições corporais delas que torna isso óbvio?
ru: Как ты можешь сказать, что дети на этой странице счастливы? Что ты видишь в их лицах и позициях тела, что делает это очевидным?

# data_list
source: Erdoo ran for the naha, the stirring stick they used as their totem. She handed it over to mother. Eryum got the headgear for mother to wear. It never failed to put her in character. They all sat quietly to listen to the story they had heard many times. Udoo blew the whistle, telling mother to start. The story began.
el: Η Ερντού έτρεξε για το “νάχα”, το ξύλινο κουτάλι που χρησιμοποιούσαν ως σύμβολο. Το έδωσε στη μητέρα. Ο Εριούμ έφερε το μαντήλι για το κεφάλι για να φορέσει η μητέρα. Πάντα τη βοηθούσε να μπει στον ρόλο της ιστορίας. Κάθισαν ήσυχα να ακούσουν την ιστορία που είχαν ακούσει πολλές φορές. Η Ουντού φύσηξε τη σφυρίχτρα για να δώσει το σήμα της έναρξης. Η ιστορία άρχισε.
pt: Erdoo buscou o “naha”, o bastão que eles usavam como totem. Ela entregou-o à mãe. Eryum pegou o ojá para sua mãe usar, o que nunca falhava em colocá-la no personagem. Todos se sentaram em silêncio para ouvir a história que já haviam escutado muitas vezes. Udoo soprou o apito, indicando para a mãe começar. A história começou.
ru: Эрду побежала за наха — палочкой для мешания, которая также использовалась в качестве тотема. Она отдала её маме. Эрюм принес головной убор своей мамы, чтобы она его надела. Это всегда помогало ей вжиться в образ. Они тихо сели, чтобы послушать историю, которую они слышали уже много-много раз. Уду дунула в свисток, давая понять маме, что пора начинать. История началась.

# data_list
source: Do you have special clothes or objects that you use for particular events like story telling?
el: Έχεις ειδικά ρούχα ή αντικείμενα για συγκεκριμένες στιγμές, όπως για την αφήγηση ιστοριών;
pt: Você tem roupas ou objetos especiais que usa para eventos específicos, como contar histórias?
ru: Есть ли у тебя какие-либо вещи или предметы для каких-то особенных событий, например, для рассказывания историй?

# data_list
source: Having a set of things, or particular places, associated with a type of event helps create a sense of shared occasion. Describe some special events, such as birthday parties, when you wear special clothes or do particular activities.
el: Ένα σετ αντικειμένων ή ένας χώρος συνδεδεμένος με ένα γεγονός δημιουργεί μια αίσθηση για την περίσταση. Μίλησε για κάποιες ιδιαίτερες γιορτές, π.χ. γενέθλια, όπου φοράς κάτι ειδικό ή κάνεις συγκεκριμένα πράγματα.
pt: Ter um conjunto de coisas ou lugares associados a um tipo de evento ajuda a criar uma sensação de ocasião compartilhada. Descreva alguns eventos especiais, como festas de aniversário, em que você usa roupas especiais ou realiza atividades específicas.
ru: Наличие набора вещей или определенных мест, связанных с каким-либо события, помогает создать ощущение особого момента или общего праздника. Опиши какие-нибудь особые события, как например — дни рождения, когда ты надеваешь специальную одежду или делаешь что-то особенное.

# data_list
source: The frame on the wall is a rectangle, but not the rug on the floor. An oval is a circle that has been stretched or shrunken in one direction. What do you think, is this rug a perfect circle or is it an oval?
el: Η κορνίζα στον τοίχο είναι ορθογώνιο, αλλά όχι το χαλί στο πάτωμα. Ένα οβάλ είναι ένας κύκλος τεντωμένος σε μία κατεύθυνση. Τι νομίζεις, το χαλί είναι τέλειος κύκλος ή οβάλ;
pt: O quadro na parede é um retângulo, mas o tapete no chão não é. A forma oval é um círculo que foi esticado ou encolhido em uma direção. Este tapete é um círculo perfeito ou oval? O que você acha?
ru: Рама на стене — прямоугольник, но ковер на полу не является прямоугольником. Овал — это круг, который был растянут или сплющен в одном направлении. Думаешь ли ты, что ковер на полу — овал или круг?

# data_list
source: "Once, the rainbow was a magical river. It was hidden inside the green woods of Mbadede. Because it had healing powers, it was guarded. If you were sick, you drank the water. The rainbow was always happy to share. Bit it didn't like badly behaved people."
el: «Κάποτε, το ουράνιο τόξο ήταν ένα μαγικό ποτάμι. Ήταν κρυμμένο μέσα στα πράσινα δάση της Μπαντέντε. Επειδή είχε θεραπευτικές δυνάμεις, το φρουρούσαν. Αν ήσουν άρρωστος, έπινες το νερό. Το ουράνιο τόξο χαιρόταν να μοιράζεται. Μα δεν του άρεσαν οι κακοί τρόποι».
pt: "Antigamente, o arco-íris era um rio mágico. Ele estava escondido dentro das florestas verdejantes de Mbadede. Ele era protegido por conta dos seus poderes de cura. Se você estivesse doente, você bebia a água do rio. O Arco-íris estava sempre feliz em compartilhar. Mas ele não gostava de pessoas mal-comportadas."
ru: “Однажды, радуга была волшебной рекой. Она была спрятана в лесу Мбадеде. Из-за того, что у нее были целебные способности, она была под охраной”. “Если кто-то болел — он или она пил или пила воду. Радуга всегда была рада поделиться. Но ей не нравились люди, которые плохо себя вели”.

# data_list
source: This story talks about the rainbow river as though it could feel and think. Do you think non-animals in our world have feelings and thoughts?
el: Η ιστορία μιλάει για το ποτάμι λες και έχει συναισθήματα και σκέψεις. Νομίζεις ότι άψυχα πράγματα έχουν συναισθήματα και σκέψεις;
pt: Esta história fala sobre o rio arco-íris como se ele pudesse sentir e pensar. Você acha que objetos que não sejam animais vivos em nosso mundo têm sentimentos e pensamentos?
ru: Это история рассказывает о радуге, будто она могла чувствовать и думать. Как думаешь, есть ли у неживых объектов или вещей чувства и мысли?

# data_list
source: This story talks about the river not liking badly behaved people. This is called foreshadowing. It tells us that such a person will soon appear in the story.
el: Το ποτάμι δεν αγαπούσε τους ανθρώπους με κακή συμπεριφορά. Αυτό λέγεται προοικονομία: μας προετοιμάζει ότι κάποιος τέτοιος άνθρωπος θα εμφανιστεί.
pt: Esta história fala sobre como o rio não gosta de pessoas mal-comportadas. Isto é chamado de prenúncio. Serve para dizer que uma pessoa assim logo aparecerá na história.
ru: Эта история рассказывает о том, что радуга не любила людей, которые вели себя плохо. Это называется предвосхищением. Это намекает нам на то, что такой человек вскоре появится в этой истории.

# data_list
source: What do you think a badly behaved person could do to upset the river?
el: Τι θα μπορούσε να κάνει ένας κακομαθημένος για να θυμώσει το ποτάμι;
pt: O que você acredita que alguém mal-comportado poderia fazer para chatear o rio?
ru: Как ты думаешь, что может сделать плохо ведущий себя человек, что может расстроить реку?

# data_list
source: "Because of the river's magic, there was ice cream along the banks! Everyone who came to drink the water also enjoyed the ice cream, especially children. The ice cream from the river was red, orange, yellow, green, blue, purple, and indigo."
el: «Επειδή το ποτάμι ήταν μαγικό, υπήρχε παγωτό στις όχθες! Όλοι όσοι έπιναν νερό απολάμβαναν και το παγωτό, ειδικά τα παιδιά. Το παγωτό του ποταμού ήταν κόκκινο, πορτοκαλί, κίτρινο, πράσινο, μπλε, λουλακί και μωβ ».
pt: "Por conta da magia do rio, havia sorvete ao longo das margens! Todos que vinham beber a água do rio também aproveitavam para tomar sorvete, especialmente as crianças. O sorvete do rio era vermelho, laranja, amarelo, verde, azul, roxo e índigo."
ru: “Из-за того, что река была волшебной, её берега были покрыты мороженым! Все, кто приходил попить воды также наслаждались мороженым, особенно дети. Мороженое у реки было красного, оранжевого, желтого, зеленого, голубого, фиолетового и синего цветов”.

# data_list
source: How is this list of colors different from the Roy G. Biv list of rainbow colors?
el: Πώς διαφέρει αυτή η λίστα χρωμάτων από το Κοποκί Π. Μπλουβί;
pt: Como esta ordem de cores é diferente da lista “Vermelho lá vai violeta” das cores do arco-íris?
ru: В чём разница между этим списком цветов и списком цветов радуги?

# data_list
source: They are getting ice cream all over themselves. When you eat, do you like to be neat and tidy, or do you enjoy making a mess?
el: Γεμίζουν παγωτό τα πρόσωπά τους. Όταν τρως, προτιμάς να είσαι τακτικός και καθαρός ή σου αρέσει να λερώνεσαι;
pt: Eles estão se sujando com o sorvete. Quando você come, você gosta de ser limpo e arrumado ou prefere fazer uma bagunça?
ru: Они обмазываются мороженым с ног до головы. Когда ты ешь, тебе нравится быть аккуратным/ой и опрятны/ой или тебе нравится создавать беспорядок?

# data_list
source: It's fun to see the colors mixing together on the river bank. When you mix yellow and blue you get green. What happens when you mix other colors?
el: Είναι διασκεδαστικό να βλέπεις τα χρώματα να ανακατεύονται στην όχθη του ποταμού. Όταν ανακατεύεις κίτρινο και μπλε παίρνεις πράσινο. Τι γίνεται με άλλους συνδυασμούς;
pt: É divertido ver as cores se misturando às margens do rio. Quando você mistura amarelo e azul, você obtém verde. O que acontece quando você mistura outras cores?
ru: Наблюдать за тем, как цвета смешиваются по берегам реки — весело. Если ты смешаешь желтый и синий, ты получишь зелёный. Что произойдет, если смешать другие цвета?

# data_list
source: "One day, a naughty old woman called Mbom came from the land beyond. On arrival, she met with a guard. He did not know her and he felt a strange feeling. But he did not listen to his feelings. He pointed the way into the woods and told her to respect the river. Mbom agreed and went to the water."
el: «Μια μέρα, μια κακιά γριά, η Μπομ, ήρθε από τη μακρινή γη. Στην είσοδο τη συνάντησε ένας φρουρός. Δεν την ήξερε και ένιωσε κάτι παράξενο. Αλλά δεν άκουσε το ένστικτό του. \PARA Της έδειξε τον δρόμο και της είπε να σεβαστεί το ποτάμι. Η Μπομ συμφώνησε και πήγε στο νερό.»
pt: "Um dia, uma mulher velha e travessa chamada Mbom veio da terra além. Ao chegar, ela encontrou um guarda. Ele não a conhecia e teve uma sensação estranha. Mas não deu ouvidos aos seus instintos. Ele apontou o caminho para a floresta e disse para ela respeitar o rio. Mbom concordou e foi até a água."
ru: “Однажды, одна непослушная женщина, по имени Мбом, пришла из земли за горизонтом. По прибытии она встретилась с охранником. Он не знал ее и испытывал смешанные чувства по отношению к ней. Но он не прислушался к своим чувствам. Он указал ей на дорогу в лес и велел уважать реку. Мбом согласилась и пошла к воде”.

# data_list
source: Sometimes we get feelings about things we can sense but not quite understand. Learning to listen to those feelings and makes sense of them is a great skill learned over a lifetime.
el: Μερικές φορές νιώθουμε κάτι που δεν το καταλαβαίνουμε ενταλώς. Το να ακούμε αυτά τα συναισθήματα είναι δεξιότητα που εξασκείται μια ζωή.
pt: Às vezes, temos sentimentos sobre coisas que podemos perceber, mas não entendemos completamente. Aprender a ouvir esses sentimentos e compreendê-los é uma habilidade valiosa que se desenvolve ao longo da vida.
ru: Иногда мы испытываем чувства по отношению к вещам, которые мы можем ощущать, но не до конца понимаем. Умение прислушиваться к этим чувствам и понимать их — это важный навык, который приобретается на протяжении всей жизни.

# data_list
source: Have you ever seen a person who didn't seem quite right to you, or perhaps you were in a situation where you were afraid but didn't know why? Listen to those feelings when you have them and try to understand them.
el: Έχεις δει κάποιο άτομο που σου φάνηκε παράξενο ή βρέθηκες σε μια κατάσταση που φοβήθηκες χωρίς να ξέρεις το γιατί; Άκου αυτά τα μηνύματα όταν τα αισθάνεσαι και ψάξε να τα εξηγήσεις.
pt: Você já viu uma pessoa que não parecia certa para você, ou talvez você já esteve em uma situação em que teve medo, mas não sabia o porquê? Ouça esses sentimentos quando os tiver e tente entendê-los.
ru: Ты когда-нибудь встречал/а человека, который показался тебе не совсем правильным или странным, или, может быть, ты оказывался/оказывалась в ситуации, когда тебе было страшно, но ты не знал/а почему? Когда эти чувства появляются — прислушивайся к ним и попытайся разобраться в них.

# data_list
source: There is a large forest behind them. How many trees can you count?
el: Πίσω τους υπάρχει μεγάλο δάσος. Πόσα δέντρα μπορείς να μετρήσεις;
pt: Há uma grande floresta atrás deles. Quantas árvores você consegue contar?
ru: Позади них — огромный лес. Сколько деревьев ты можешь насчитать?

# data_list
source: "She took a drink and was healed. Then she looked around to make sure she wasn't being watched. Mbom picked up a stone and threw it in. She watched as it rose, and spread into a ripple. Pleased, she picked up a stick. She threw it in. The same thing happened."
el: «Ήπιε νερό κι έγινε καλά. Ύστερα κοίταξε γύρω να βεβαιωθεί πως δεν την έβλεπαν. Η Μπομ πήρε μια πέτρα και την πέταξε. Την είδε να βουλιάζει και να κάνει κυματισμούς. Ευχαριστημένη, πήρε ένα ξύλο και το πέταξε. Συνέβη το ίδιο.»
pt: "Ela bebeu um gole e foi curada. Então, olhou ao redor para se certificar de que não estava sendo observada. Mbom pegou uma pedra e a jogou na água. Ela observou enquanto a pedra se elevava e se espalhava em ondas. Satisfeita, ela pegou um galho e o jogou na água. A mesma coisa aconteceu."
ru: “Она выпила немного и исцелилась. Затем огляделась вокруг и убедилась, что за ней никто не наблюдает. Мбом подобрала камень и кинула его в реку. Она наблюдала, как волна поднималась и распространялась, образуя рябь. Довольная, она подобрала палку и бросила её в реку. Произошло то же самое”.

# data_list
source: It seems Mbom's body was healed, but she was still sick at heart. Do you think this is what the guard sensed about her?
el: Φαίνεται ότι το σώμα της Μπομ θεραπεύτηκε, αλλά η καρδιά της όχι. Νομίζεις αυτό ένιωσε ο φρουρός;
pt: Aparentemente, o corpo de Mbom foi curado, mas ela ainda estava doente por dentro. Você acha que foi isso que o guarda havia sentido sobre ela?
ru: Выглядит так, будто тело Мбом было исцелено, но она все еще была больна в душе. Думаешь ли ты, что охранник именно это и предчувствовал?

# data_list
source: Why do you suppose the river couldn't heal her heart?
el: Γιατί άραγε το ποτάμι δεν μπορούσε να θεραπεύσει την καρδιά της;
pt: Por que você acha que o rio não conseguiu curar seu coração?
ru: Как ты думаешь, почему река не смогла вылечить её душу?

# data_list
source: You would think she would be overjoyed at being healed; however, she doesn't look happy. Why did she throw the stone and stick into the river?
el: Θα περίμενε κανείς να χαρεί που έγινε καλά· όμως δεν δείχνει χαρούμενη. Γιατί πέταξε μια πέτρα και ένα ξύλο στο ποτάμι;
pt: Você pensaria que ela ficaria cheia de alegria por ser curada; no entanto, ela não parece feliz. Por que ela jogou a pedra e o galho no rio?
ru: Можно было бы подумать, что она будет невероятно радостна после исцеления, однако она не выглядит счастливой. Почему она бросила камень и палку в реку?
