Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Some of the animals are having trouble with their new legs. Is it fun for you when you try something new, or is it frustrating sometimes? What is something new you tried that was difficult for you?
el: Μερικά από τα ζώα δυσκολεύονται με τα νέα τους πόδια. Σε διασκεδάζει να δοκιμάζεις κάτι καινούριο, ή σε αποθαρρύνει μερικές φορές; Τι είναι κάτι που δοκίμασες και σου φάνηκε δύσκολο;
pt: Alguns dos animais estão tendo problemas com as suas novas pernas. É divertido quando você tenta algo novo ou é frustrante às vezes? O que você já tentou de novo que foi difícil para você?
ru: У некоторых животных возникли проблемы с новыми ногами. Тебе весело когда ты пробуешь что-то новое, или иногда это расстраивает? Что из того что ты попробовал нового оказалось для тебя трудным?

# data_list
source: How many of these animals have four legs and how many have two? What is the total number of legs on this page?
el: Πόσα από αυτά τα ζώα έχουν τέσσερα πόδια και πόσα έχουν δύο; Ποιος είναι ο συνολικός αριθμός ποδιών σε αυτή τη σελίδα;
pt: Quantos desses animais têm quatro pernas e quantos têm duas? Qual é o número total de pernas nesta página?
ru: У скольких из этих животных четыре ноги, а у скольких две? Каково общее количество ног на этой странице?

# data_list
source: They went to show people. The animals said, "We will never crawl again."
el: Πήγαν να δείξουν τα πόδια τους στους ανθρώπους. Τα ζώα είπαν: "Δεν θα συρθούμε ποτέ ξανά."
pt: Eles foram mostrar às pessoas. Os animais disseram: "Nunca mais rastejaremos."
ru: Они пошли чтобы показать людям. Животные сказали, «Мы больше никогда не будем ползать»

# data_list
source: People are animals and only have two legs. According to this story, does that mean that people are birds?
el: Και οι άνθρωποι είναι ζώα και έχουν μόνο δύο πόδια. Σύμφωνα με αυτή την ιστορία, σημαίνει αυτό ότι οι άνθρωποι είναι πουλιά;
pt: As pessoas são animais e só têm duas pernas. De acordo com esta história, isto significa que as pessoas são pássaros?
ru: Люди - это животные, у которых только две ноги. Походу на эту историю, это означает что люди птицы?

# data_list
source: Is it possible for two types of animals to have a property in common, such as having two legs, and still be different? How much do two things have to have in common to be the same?
el: Είναι δυνατόν δύο τύποι ζώων να έχουν ένα κοινό χαρακτηριστικό, όπως το να έχουν δύο πόδια, και ακόμα κι έτσι να είναι διαφορετικά; Πόσα κοινά πρέπει να έχουν δύο πράγματα για να είναι ίδια;
pt: É possível que dois tipos de animais tenham uma propriedade em comum, tais como ter duas pernas, e ainda assim serem diferentes? Quanto duas coisas precisam ter em comum para serem iguais?
ru: Возможно ли чтобы два вида животных имели общие свойства, например две ноги, и при этом были разными? Сколько общего должны иметь две вещи чтобы они были одинаковыми?

# data_list
source: One of these animals has four legs, but it is standing on two of them. Which one is it?
el: Ένα από αυτά τα ζώα έχει τέσσερα πόδια, αλλά στέκεται σε δύο από αυτά. Ποιο είναι;
pt: Um desses animais tem quatro pernas, mas está sobre somente duas delas. Qual deles é?
ru: У одного из этих животных четыре ноги, но он стоит на двух из них. Какой из них?

# data_list
source: The last one in the line was Millipede. Maguru asked, "Is there anyone else after you?" Millipede answered, "No, I am the last one."
el: Το τελευταίο στη γραμμή ήταν η Χιλιοποδαρούσα. Ο Μαγκούρου ρώτησε: "Υπάρχει κανείς άλλος μετά από εσένα;" Η Χιλιοποδαρούσα απάντησε: "Όχι, είμαι το τελευταίο."
pt: O último da fila era Milípede. Maguru perguntou: "Há mais alguém atrás de você?" Milípede respondeu: "Não, eu sou o último."
ru: В последнем в очереди был Многоножка. Магуру спросил, «Есть ли кто-то после тебя?» Многиножка сказал, «Нет, я последний.»

# data_list
source: When you are in line and there is no one after you, you are the last one. Where are you in line if there is no one before you?
el: Όταν είσαι στη σειρά και δεν υπάρχει κανείς μετά από σένα, είσαι ο τελευταίος. Πού βρίσκεσαι στη σειρά αν δεν υπάρχει κανείς μπροστά σου;
pt: Quando você está na fila e não há ninguém atrás de você, você é o último. Quem você é na fila se não há ninguém antes de você?
ru: Когда ты стоишь в очереди и за тебя никого нет, ты последний. Где ты в очереди, если перед тобой никого нет?

# data_list
source: Why was it important to Maguru that Millipede is last? Do you think Maguru is tired of giving legs to animals?
el: Γιατί ήταν σημαντικό για τον Μαγκούρου ότι η Χιλιοποδαρούσα είναι το τελευταίο; Νομίζεις ότι ο Μαγκούρου έχει κουραστεί να δίνει πόδια στα ζώα;
pt: Por que era importante para Maguru que Milípede fosse o último? Você acha que Maguru está cansado de dar pernas aos animais?
ru: Почему для Магуру было важно, что Многоножка был последний? Ты думаешь что Магуру устал давать животным ноги?

# data_list
source: Maguru thought, "He is the last one. What will I do with the rest of the legs?" Maguru gave Millipede all the remaining legs.
el: Ο Μαγκούρου σκέφτηκε: "Αυτό είναι το τελευταίο. Τι θα κάνω με τα υπόλοιπα πόδια;" Ο Μαγκούρου έδωσε στην Χιλιοποδαρούσα όλα τα υπόλοιπα πόδια.
pt: Maguru pensou, "Ele é o último. O que eu vou fazer com o resto das pernas?" Maguru deu a Milípede todas as pernas restantes.
ru: Магуру подумал, «Он последний. Что я буду делать с остальными ногами?» Магуру отдал Многоножке все оставшиеся ноги.

# data_list
source: Millipede looks very happy to have so many legs. Would you like to have that many legs?
el: Η Χιλιοποδαρούσα φαίνεται πολύ χαρούμενη που έχει τόσα πολλά πόδια. Θα ήθελες να έχεις τόσα πολλά πόδια;
pt: Milípede parece muito feliz por ter tantas pernas. Você gostaria de ter tantas pernas assim?
ru: Многоножка выглядит очень счастливым имея много ног. Ты бы хотел иметь столько ног?

# data_list
source: If you had so many legs, think of all the shoes you would need. Tying your shoes in the morning would take forever!
el: Αν είχες τόσα πολλά πόδια, σκέψου πόσα παπούτσια θα χρειαζόσουν. Το να δέσεις τα κορδόνια σου κάθε πρωί θα έπαιρνε πάρα πολύ χρόνο!
pt: Se você tivesse muitas pernas, pense em todos os sapatos que precisaria. Amarrar os seus sapatos pela manhã levaria uma eternidade!
ru: Если бы у тебя было столько ног, подумай сколько обуви тебя бы понадобилось. Завязывание шнурков по утрам займёт целую вечность!

# data_list
source: Can you count high enough to count all of Millipede's feet? Millipede's name means "thousand feet." The record for a millipede is 750 feet, so the name is not exactly correct.
el: Μπορείς να μετρήσεις τόσο πολύ για να μετρήσεις όλα τα πόδια της Χιλιοποδαρούσας; Το όνομα "Χιλιοποδαρούσα" σημαίνει "χίλια πόδια". Το ρεκόρ για μια χιλιοποδαρούσα είναι 750 πόδια, οπότε το όνομα δεν είναι εντελώς ακριβές.
pt: Você consegue contar alto o suficiente para contar todos os pés de Milípede? O nome de Milípede significa "mil pés". O recorde para um Milípede é de 750 pés, então esse nome não está exatamente correto.
ru: Ты можешь считать достаточно высоко чтобы посчитать все ноги Многоножки? Имя Многоножки означает «тысяча ног.» Рекорд для Многоножки 750 футов, так что имя не совсем верное.

# data_list
source: Millipede was very happy. He said, "I will move faster than others."
el: Η Χιλιοποδαρούσα ήταν ενθουσιασμένη. Είπε, "Θα κινούμαι πιο γρήγορα από τους άλλους."
pt: Milípede estava muito feliz. Ele disse: "Vou me mover mais rápido do que os outros."
ru: Многоножка был очень счастливый. Он сказал, «Я буду двигаться быстрее других.»

# data_list
source: Do you think an animal moves faster because it has more feet? Can you think of four-legged animals that move more slowly than people?
el: Νομίζεις ότι ένα ζώο κινείται πιο γρήγορα επειδή έχει περισσότερα πόδια; Μπορείς να σκεφτείς ζώα με τέσσερα πόδια που κινούνται πιο αργά από τους ανθρώπους;
pt: Você acha que um animal se move mais rápido por que tem mais pés? Você consegue pensar em animais de quatro pernas que se movem mais lentamente do que as pessoas?
ru: Ты думаешь что животное двигается быстрее потому что у него больше ног? Ты можешь придумать четвероногих животных которые передвигаются медленнее людей?

# data_list
source: Have you ever seen a millipede? They do not move very quickly at all! Why do you suppose they are so slow?
el: Έχεις δει ποτέ χιλιοποδαρούσα; Δεν κινείται και πολύ γρήγορα! Γιατί νομίζεις ότι κινείται τόσο αργά;
pt: Você já viu um Milípede? Eles não se movem muito rápido de forma alguma! Por que você acha que eles são tão lentos?
ru: Ты когда-нибудь видел Многоножку? Они вообще не двигаются очень быстро! Как ты думаешь почему они такие медленные?

# data_list
source: Clouds often look like the clouds in this picture; they have flat bottoms and fluffy tops. Do you have any ideas on why that would be?
el: Τα σύννεφα συχνά μοιάζουν με αυτά που φαίνονται στην εικόνα· έχουν επίπεδη βάση και αφράτη κορυφή. Έχεις καμία ιδέα γιατί συμβαίνει αυτό;
pt: As nuvens geralmente se parecem com as nuvens nesta imagem; elas têm bases planas e topos fofos. Você tem alguma ideia do motivo de isto acontecer?
ru: Облака часто выглядят как облака на этой картинке; у них плоские низы и пушистые верхи. Есть ли у тебя какие-либо идеи почему это может быть?

# data_list
source: After Millipede left, Snake came to Maguru's house. He said to Maguru, "Please give me some legs."
el: Αφού έφυγε η Χιλιοποδαρούσα, το Φίδι πήγε στο σπίτι του Μαγκούρου. Είπε στον Μαγκούρου, "Σε παρακαλώ, δώσε μου μερικά πόδια."
pt: Depois que Milípede saiu, Cobra veio à casa de Maguru e disse a ele: "Por favor, me dê algumas pernas."
ru: После того как Многоножка ушёл, Змей пришёл в дом Магуру. Он сказал Магуру, «Пожалуйста дай мне ноги.»

# data_list
source: Uh oh! There are no more legs and Snake needs some. How would you solve this problem?
el: Ωχ! Δεν υπάρχουν άλλα πόδια και το φίδι χρειάζεται μερικά. Πώς θα έλυνες αυτό το πρόβλημα;
pt: Ops! Não há mais pernas e Cobra precisa de algumas. Como você resolveria este problema?
ru: Ой ой! Ног больше нет, и змее они нужны. Как бы ты решил эту проблему?

# data_list
source: Rectangles are shapes with four straight sides that look like this page. How many rectangles can you find on this page?
el: Ορθογώνια είναι σχήματα με τέσσερις ευθείες πλευρές όπως αυτή η σελίδα. Πόσα ορθογώνια μπορείς να βρεις σε αυτή τη σελίδα;
pt: Retângulos são formas com quatro lados retos que se parecem com esta página. Quantos retângulos você consegue encontrar nesta página?
ru: Прямоугольники - это фигуры с четырьмя прямыми сторонами которые выглядят как эта страница. Сколько прямоугольников ты можешь найти на этой странице?

# data_list
source: Squares are rectangles with four equal sides. Can you find the rectangle on this page that is a square?
el: Τα τετράγωνα είναι ορθογώνια με τέσσερις ίσες πλευρές. Μπορείς να βρεις σε αυτή τη σελίδα ποιο από τα ορθογώνια είναι τετράγωνο;
pt: Quadrados são retângulos com quatro lados iguais. Você consegue encontrar o retângulo nesta página que é um quadrado?
ru: Квадраты - это прямоугольники с четырьмя равными сторонами. Ты можешь найти на этой странице прямоугольник который является квадратом?

# data_list
source: Maguru said, "I have given out all the legs. Where were you?" Snake answered, "I overslept."
el: Ο Μαγκούρου είπε, "Έχω δώσει όλα τα πόδια. Πού ήσουν;" Το Φίδι απάντησε, "Με πήρε ο ύπνος."
pt: Maguru disse: "Eu já dei todas as pernas. Onde você estava?" Cobra respondeu: "Eu dormi demais."
ru: Магуру сказал, «Я все ноги раздал. Где ты был?» Змей ответил, «Я проспал.»

# data_list
source: Look at their faces. How do they feel?
el: Κοίταξε τα πρόσωπά τους. Πώς νιώθουν;
pt: Olhe para os rostos deles. Como eles estão se sentindo?
ru: Посмотри на их лицы. Как они себя чувствуют?

# data_list
source: Have you ever overslept? Was it fun to sleep in, or did you feel guilty about sleeping so long?
el: Έχεις κοιμηθεί ποτέ παραπάνω απ’ όσο πρέπει; Σου άρεσε που κοιμόσουν τόσες ώρες, ή ένιωσες άσχημα που κοιμήθηκες τόσο πολύ;
pt: Você já dormiu demais? Foi divertido dormir até tarde, ou você se sentiu culpado por dormir por tanto tempo?
ru: Ты когда-нибудь проспал? Было приятно спать или ты чувствовал себя виноватым из-за того что спал так долго?

# data_list
source: Can you count all the stripes on this page? Can you count that high?
el: Μπορείς να μετρήσεις όλες τις ρίγες σε αυτή τη σελίδα; Μπορείς να μετρήσεις τόσο πολύ;
pt: Consegue contar todas as listras nesta página? É uma quantidade alta para você?
ru: Ты можешь посчитать все полоски на этой странице? Ты можешь считать так высоко?

# data_list
source: Maguru looked to see if there were legs remaining. He did not find any.
el: Ο Μαγκούρου κοίταξε για να δει αν είχαν απομείνει πόδια. Δεν βρήκε κανένα.
pt: Maguru olhou para ver se havia pernas restantes. Ele não encontrou nenhuma.
ru: Могури посмотрел остались ли ноги. Он не нашёл ни одного.

# data_list
source: Describe some of the rectangles on this page. Are any of them squares?
el: Περίγραψε μερικά από τα ορθογώνια σε αυτή τη σελίδα. Βλέπεις κάποια από αυτά να είναι τετράγωνα;
pt: Descreva alguns dos retângulos nesta página. Algum deles é um quadrado?
ru: Опиши некоторые прямоугольники на этой странице. Есть ли среди них квадраты?

# data_list
source: When you can only see part of something that has a stripe, it can look like a rectangle. Describe a few of those on this page.
el: Όταν μπορείς να δεις μόνο μέρος κάποιου πράγματος που έχει ρίγες, μπορεί να μοιάζει σαν ορθογώνιο. Περίγραψε μερικά από αυτά σε αυτή τη σελίδα.
pt: Quando você vê apenas parte de algo que tem uma listra, ela pode se parecer com um retângulo. Descreva alguns desses retângulos nesta página.
ru: Когда ты видишь только часть чего-то имеющую полоску, это может выглядеть как прямоугольник. Опиши некоторые из них на этой странице.

# data_list
source: There are no legs where Maguru looked. When you have none of something, you have 0 of them. Zero is a very useful number for describing not having anything. Name some silly things that you have zero of!
el: Δεν υπάρχουν πόδια εκεί που κοίταξε ο Μαγκούρου. Όταν δεν έχεις τίποτα, έχεις 0 από αυτό. Το μηδέν είναι ένας πολύ χρήσιμος αριθμός για να περιγράψεις ότι δεν έχεις τίποτα. Ονόμασε μερικά αστεία πράγματα από τα οποία δεν έχεις καθόλου!
pt: Não há pernas onde Maguru procurou. Quando você tem nada de algo, você tem 0 dele. Zero é um número muito útil para descrever algo que não tem nada. Cite algumas coisas bobas das quais você tem zero!
ru: Там где Магуру посмотрел нет ног. Когда у тебя чего-то нет, у тебя этого 0. Ноль - это очень полезное число для описания отсутствия чего-либо. Назови несколько глупых вещей в которых у тебя нет!

# data_list
source: Maguru said to Snake, "Sorry. There are no legs left." Snake crawled home without legs. From that day, Snake does not sleep much. He is waiting to be first in line to get legs.
el: Ο Μαγκούρου είπε στο Φίδι, "Συγγνώμη. Δεν έχουν απομείνει άλλα πόδια." Το Φίδι πήγε σπίτι του σέρνοντας χωρίς πόδια. Από εκείνη την ημέρα, το Φίδι δεν κοιμάται πολύ. Περιμένει να είναι το πρώτο στη σειρά για να πάρει πόδια.
pt: Maguru disse a Cobra: "Desculpe-me. Não há mais pernas." Cobra rastejou para casa sem pernas. A partir deste dia, Cobra dorme bem pouco. Pois está esperando ser o primeiro da fila para ganhar pernas.
ru: Магуру сказал змею, «Изнини. Ног не осталось.» Змей пополз домой без ног. С того дня змей почти не спит. Он ждёт чтобы стать первым в очереди на получение ног.

# data_list
source: It is a very sad day for Snake! Have you ever been sad that others got something that you did not? Were you happy for the others, or just sad that you were left out?
el: Είναι μια πολύ θλιβερή μέρα για το Φίδι! Έχεις νιώσει ποτέ άσχημα επειδή άλλοι πήραν κάτι που δεν πήρες εσύ; Ήσουν χαρούμενος γι’ αυτούς ή μόνο λυπημένος που εσύ έμεινες έξω απ’ τη μοιρασιά;
pt: É um dia muito triste para Cobra! Você já ficou triste porque os outros conseguiram algo que você não conseguiu? Você ficou feliz pelos outros ou apenas triste por ter sido deixado de fora?
ru: Это очень печальный день для змея! Ты когда-нибудь был грустным из-за того что другие получили то чего не досталось тебе? Ты был рад за остальных или просто грустил что тебя оставили на стороне?

# data_list
source: Can you think of some other animals that have zero legs?
el: Μπορείς να σκεφτείς μερικά άλλα ζώα που δεν έχουν καθόλου πόδια;
pt: Você consegue pensar em alguns outros animais que não têm pernas?
ru: Ты можешь вспомнить других животных у которых нет ног?

# data_list
source: There is a cloud next to Maguru that is quite strange! The cloud is between Snake and Maguru's home. It must be a very tiny cloud!
el: Υπάρχει ένα σύννεφο δίπλα στον Μαγκούρου που είναι αρκετά παράξενο! Το σύννεφο βρίσκεται ανάμεσα στο Φίδι και το σπίτι του Μαγκούρου. Πρέπει να είναι ένα πολύ μικρό σύννεφο!
pt: Há uma nuvem ao lado de Maguru que é bastante estranha! A nuvem está entre Cobra e a casa de Maguru. Deve ser uma nuvem muito pequena!
ru: Рядом с Магуру есть облако которое выглядит довольно странным! Облако Находится между домом змеи и Магуру. Это должно быть очень маленькое облако!

# data_list
source: The Izinzawu family was a happy family. The children learned cooking, gardening, and hunting from their parents.
de: Die Izinzawu-Familie war eine glückliche Familie. Die Kinder lernten zu kochen, gärtnern und jagen von ihren Eltern.
el: Η οικογένεια Ιζινζάου ήταν μια ευτυχισμένη οικογένεια. Τα παιδιά έμαθαν από τους γονείς τους να μαγειρεύουν, να φροντίζουν τα φυτά και να κυνηγούν για φαγητό.
pt: A família Izinzawu era uma família feliz. As crianças aprenderam culinária, jardinagem e caça com seus pais.
ru: Семья Изинзаву была счастливой семьёй. Дети научились готовить, садоводству и охоте со своими родителями.

# data_list
source: Why do plants need watering?
de: Warum müssen Pflanzen bewässert werden?
el: Γιατί τα φυτά χρειάζονται πότισμα;
pt: Por que as plantas precisam ser regadas?
ru: Почему нужно поливать растения?

# data_list
source: Point to and name the colors in this picture.
de: Zeige auf und benenne die Farben auf diesem Bild.
el: Δείξε και ονόμασε τα χρώματα σε αυτή την εικόνα.
pt: Aponte e nomeie as cores nesta imagem.
ru: Покажи и назови цвета на этой картинке.

# data_list
source: How are the green colors in this picture similar and how are they different?
de: Wie ähneln sich die grünen Farben auf diesem Bild, und wie unterscheiden sie sich?
el: Σε τι μοιάζουν τα πράσινα χρώματα σε αυτή την εικόνα και σε τι διαφέρουν;
pt: Como as cores verdes nesta imagem são semelhantes e como elas são diferentes?
ru: Чем похожи и чем отличается зелёные цвета на этой картинке?

# data_list
source: At dinner time every day, they talked about what they had done that day.
de: Jeden Tag beim Abendbrot besprachen sie, was sie an diesem Tag getan hatten.
el: Κάθε μέρα κατά τη διάρκεια του βραδινού φαγητού, μιλούσαν για αυτά που είχαν κάνει εκείνη τη μέρα.
pt: Todos os dias na hora do jantar, eles falavam sobre o que haviam feito naquele dia.
ru: Каждый день во время ужина они говорили о том, что сделали за день.

# data_list
source: A square is a shape like this page that has four equal sides. The tablecloth has a checkerboard design with lots of squares. Find some squares in a pattern where you are.
de: Ein Viereck ist eine Form wie diese Seite mit vier gleichen Seiten. Das Tischtuch hat ein Schachbrett-Motiv mit vielen Vierecken. Finde ein paar Vierecke dort wo du bist.
el: Ένα τετράγωνο είναι ένα σχήμα όπως αυτή η σελίδα που έχει τέσσερις ίσες πλευρές. Το τραπεζομάντηλο έχει σχέδιο σκακιέρας με πολλά τετράγωνα. Βρες μερικά τετράγωνα σε ένα σχέδιο εκεί που βρίσκεσαι.
pt: Um quadrado é uma forma como esta página, com quatro lados iguais. A toalha de mesa tem um padrão xadrez com muitos quadrados. Encontre alguns quadrados que seguem um padrão onde você está.
ru: Квадрат - это фигура, подобная этой странице, имеющая четыре равные стороны. Скатерть имеет шахматный рисунок с множеством квадратов. Найди несколько квадратов в узоре, где ты находишься.

# data_list
source: Name the shapes you see in this picture.
de: Benenne die Formen, die du in diesem Bild siehst.
el: Ονόμασε τα σχήματα που βλέπεις σε αυτή την εικόνα.
pt: Nomeie as formas que você vê nesta imagem.
ru: Назови фигуры которые ты видишь на странице.

# data_list
source: This family talks about their day at dinner. What do you talk about when you eat dinner?
de: Diese Familie spricht beim Abendbrot über ihren Tag. Worüber sprichst du, wenn du zu Abend isst?
el: Αυτή η οικογένεια μιλάει για την ημέρα της στο βραδινό φαγητό. Εσείς τι λέτε στην οικογένεια όταν τρώτε βραδινό φαγητό;
pt: Esta família fala sobre seu dia durante o jantar. Sobre o que você fala quando janta?
ru: Это семья рассказывает о своём дне за ужином. О чём ты разговариваешь когда ешь ужин?

# data_list
source: The father usually warned the children not to go deep into the forest. He told the family about a strange creature that lived in the forest. "This creature is like two of us put together!"
de: Der Vater warnte die Kinder üblicherweise, nicht zu tief in den Wald vorzudringen. Er erzählte der Familie von einer seltsamen Kreatur, die im Wald lebte. "Diese Kreatur ist wie du und ich zusammen!"
el: Ο πατέρας συνήθως προειδοποιούσε τα παιδιά να μην πηγαίνουν βαθιά μέσα στο δάσος. Τους έλεγε για ένα παράξενο πλάσμα που ζούσε στο δάσος. "Αυτό το πλάσμα είναι σαν δύο από εμάς μαζί!"
pt: O pai geralmente avisava os filhos para não se embrenharem muito na floresta. Ele contou à família sobre uma criatura estranha que vivia na floresta. "Esta criatura é igual a dois de nós juntos!"
ru: Отец обычно предупреждал детей, чтобы они не заходили глубоко в лес. Он рассказал семье о странном существе, обитавшим в лесу. «Это существо похожее на нас двоих вместе!»

# data_list
source: Describe what you think the father's "strange creature" might look like.
de: Beschreibe wie deiner Meinung nach die “seltsame Kreatur” des Vaters aussehen könnte.
el: Περίγραψε πώς νομίζεις ότι μπορεί να είναι "το παράξενο πλάσμα" του πατέρα.
pt: Descreva como você acha que a "criatura estranha" do pai pode parecer.
ru: Опиши, как по твоему мнению, могло бы выглядеть это «странное существо».

# data_list
source: What are the different patterns you see in this picture?
de: Was sind die verschiedenen Muster, die du auf diesem Bild sehen kannst?
el: Ποια είναι τα διαφορετικά σχέδια που βλέπεις σε αυτή την εικόνα;
pt: Quais são os diferentes padrões que você vê nesta imagem?
ru: Какие разные узоры ты видишь на этой картинке?

# data_list
source: How are the bowls on this page different from the bowls on the last page?
de: Worin unterscheiden sich die Schüsseln auf dieser Seite von denen auf der letzten Seite?
el: Σε τι διαφέρουν τα μπολ σε αυτή τη σελίδα από τα μπολ στην προηγούμενη σελίδα;
pt: Como as tigelas desta página são diferentes das tigelas da página anterior?
ru: Чем миски на этой странице отличается от мисок на прошлой странице?

# data_list
source: One day, the girls were playing at the river. Suddenly, from behind a tree, there was a strange creature! The creature had two eyes, two ears, two arms, and two legs.
de: Eines Tages spielten die Mädchen am Fluss. Plötzlich kam, hinter einem Baum, eine seltsame Kreatur hervor! Die Kreatur hatte zwei Augen, zwei Ohren, zwei Arme und zwei Beine.
el: Μια μέρα, τα κορίτσια έπαιζαν στο ποτάμι. Ξαφνικά, από πίσω από ένα δέντρο, εμφανίστηκε ένα παράξενο πλάσμα! Το πλάσμα είχε δύο μάτια, δύο αυτιά, δύο χέρια και δύο πόδια.
pt: Um dia, as meninas estavam brincando no rio. De repente, atrás de uma árvore, havia uma criatura estranha! A criatura tinha dois olhos, duas orelhas, dois braços e duas pernas.
ru: Однажды, девочки играли у реки. Внезапно из-за дерева появилась странное существо! Существа было два глаза, два уха, две руки и две ноги.
