Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Number bonds for 10:** The number 10 is often a handy mental arithmetic midway point to use for doing addition and subtraction problems that involve numbers above 10. Your child should have a strong command of the number bonds for 10 to take full advantage of these methods. **Addition sums over 10:** Suppose your child is given the addition problem 5 + 7. The number bond for 10 using 7 is 3, so your child can use 3 of the 5 to get to 10. The remaining 2 of the 5 will bring the total to 12. The point was to break up the 5 into two pieces, 3 and 2 – one which got the 7 to 10, and the other gets added onto the 10. This problem could also have been done the other way. The 7 could have been broken up into 5 and 2 – the 5 would be added to the original 5 to get 10, and then the 2 would be added to 10 to get 12. Notice that this is similar to the thinking for doing addition compensation. **Subtracting from a number bigger than 10:** Let's use 12 - 7 as our example. We can do this as a take away or a difference problem. As a take away problem, we'll use 2 of the 7 to get 12 down to 10. We then have 5 of the 7 left to take the 10 down to 5. We broke 7 into 2 and 5 to be able to use 10 as an intermediate stop along the way. As a difference problem, the total distance between 12 and 7 is the distance between 12 and 10 plus the distance between 10 and 7. The distance between 12 and 10 is 2, and the distance from 10 and 7 is 3, so the total distance is 2 plus 3, which is 5.
pt: **Ligações numéricas para o 10:** O número 10 é frequentemente um ponto intermediário prático na aritmética mental, para ser usado em problemas de adição e subtração que envolvem números acima de 10. Seu filho deve dominar as ligações numéricas para o 10 para aproveitar ao máximo esses métodos. **Fazendo 10 para somar:** Suponha que seu filho tenha o problema de adição 5 + 7. A ligação numérica para o 10 usando o 7 é 3, então seu filho pode usar 3 do 5 para chegar ao 10. O 2 restante do 5 levará o total a 12. O objetivo era dividir o 5 em duas partes, 3 e 2 — uma que levou o 7 ao 10, e a outra que é adicionada ao 10. Este problema também poderia ter sido resolvido de outra forma. O 7 poderia ter sido dividido em 5 e 2 — o 5 seria adicionado ao 5 original para chegar ao 10, e então o 2 seria adicionado ao 10 para chegar ao 12. Observe que isso é semelhante ao raciocínio para a compensação na adição. **Subtraindo de um número maior que 10:** Vamos usar 12 - 7 como exemplo. Podemos fazer isso como um problema de retirada ou de diferença. Como um problema de retirada, vamos usar 2 do 7 para reduzir o 12 a 10. Temos então 5 restantes do 7 para reduzir o 10 a 5. Nós dividimos o 7 em 2 e 5 para poder usar o 10 como um ponto intermediário. Como um problema de diferença, a distância total entre o 12 e o 7 é a distância entre o 12 e o 10 mais a distância entre o 10 e o 7. A distância entre o 12 e o 10 é 2, e a distância entre o 10 e o 7 é 3, então a distância total é 2 mais 3, que é 5.
ru: **Числовые связи для 10:** Число 10 часто является удобной средней точкой для использования в устных арифметических вычислениях при решении примерах на сложение и вычитание, в которых участвуют числа больше 10. Ваш ребёнок должен хорошо знать числовые связи с числом 10, чтобы в полной мере использовать эти методы. **Сложение сумм больше 10:** Предположим, вашему ребёнку дана задача на сложение 5 + 7. Числовая связь для 10 с 7 равна 3, поэтому ваш ребёнок может использовать 3 из 5, чтобы получить 10. Оставшиеся 2 из 5 доведут суммы до 12. Суть заключалась в том, чтобы разбить 5 на две части, 3 и 2 – одна часть получила 7 до 10, а другая добавляется к 10. Эту задачу можно было решить и по-другому. 7 можно было разбить на 5 и 2 – 5 добавляется к исходной 5 чтобы получить 10, а затем к 10 добавляется 2, чтобы получить 12. Обратите внимание, что это похоже на ход мысли при выполнение компенсации сложения. **Вычитание из числа больше 10:** Давайте использовать 12 - 7 как пример. Мы можем сделать это как задачу на вычитание или на разницу. В задаче на вычитание мы используем 2 из 7 чтобы сократить 12 до 10. Затем у нас останется 5 из 7, чтобы сократить 10 до 5. Мы разбили 7 на 2 и 5 чтобы иметь возможность использовать 10 в качестве промежуточной остановки по пути. В задачи на разност общее расстояние между 12 и 7 равно расстоянию между 12 и 10 плюс расстояние между 10 и 7. Расстояние между 12 и 10 равно 2, и расстояние между 10 и 7 равно 3, поэтому общее расстояние равно 2 плюс 3, что равно 5.

# data_list
source: 4.7 Skip Counting by 2's, 5's, and 10's
pt: Passo 37: Contagem Pulando Números de 2 em 2, 5 em 5, 10 em 10
ru: Шаг 37: Счёт с Пропусками по 2, 5, 10

# data_list
source: **The easy ones:** At this point your child should be very comfortable skip counting by 2's, starting from anywhere and going up or down. If your child has not started already, it is time to extend this to skip counting by other numbers. The two easiest ones are skip counting by 5's and 10's. **By 10's:** Not only is skip counting by 10's easy to do, it also provides practice with place value. Your child will quickly realize that, if they skip count by 10's starting at 3, all the numbers will have a 3 in the ones place and the only thing that changes is the tens place. If you have a 100 chart available, use it to show your child that all the numbers go down or up in one column of the chart. **By 5's:** After your child masters skip counting by 10's, it is time to do the 5's. When your child skip counts by 5's, they will be comforted to see that every other number is 10 apart, as if they were skip counting by 10's. **Experiment with others:** There is no hurry to do the other numbers. Skip counting by 9's can be fun because the ones place gets one smaller and the tens place gets one bigger with each step. Skip counting by 11's is quite easy. **Have fun with it:** This is something you can make into an activity to do with two or more people. Someone says a number to start with, what the skip size will be, and whether to go up or down. Then go around the group with each person saying the next number.
pt: **Os fáceis:** Neste ponto, seu filho já deve estar bem à vontade com a contagem pulando números de 2 em 2, começando de qualquer lugar e indo para cima ou para baixo. Se ele ainda não começou, é hora de expandir essa técnica para a contagem pulando outros números. Os dois mais fáceis são a contagem pulando números de 5 em 5 e de 10 em 10. **Por 10:** A contagem pulando números de 10 em 10 não é só fácil de fazer, como também oferece prática com o valor posicional. Seu filho rapidamente perceberá que, se fizer a contagem pulando números de 10 em 10 a partir do 3, todos os números terão um 3 na casa das unidades e a única coisa que muda é a casa das dezenas. Se você tiver uma tabela de 100 disponível, use-a para mostrar a seu filho que todos os números sobem ou descem em uma única coluna da tabela. **Por 5:** Depois que seu filho dominar a contagem pulando números de 10 em 10, é hora de fazer a contagem pulando números de 5 em 5. Quando seu filho fizer a contagem pulando números de 5 em 5, ele se sentirá mais confortável ao ver que a cada dois números há uma diferença de 10, como se estivesse fazendo a contagem pulando números de 10 em 10. **Experimente com outros números:** Não há pressa para fazer os outros números. A contagem pulando números de 9 em 9 pode ser divertida porque a casa das unidades diminui em um e a casa das dezenas aumenta em um a cada etapa. A contagem pulando números de 11 em 11 é bastante fácil. **Divirta-se com isso:** Você pode transformar isso em uma atividade para duas ou mais pessoas. Uma pessoa diz um número para começar, qual será o tamanho do salto e se é para ir para cima ou para baixo. Em seguida, o grupo se reveza, com cada pessoa dizendo o próximo número.
ru: **Лёгкие:** На этом этапе ваш ребёнок должен уже уверенно складывать числа по 2, начиная с любого места и увеличивая или уменьшая их. Если ребёнок ещё не научился, самое время расширить это, добавляя другие числа. Два самых простых способа это складывать числа по 5 и 10. **По 10:** Счёт по 10 не только простой в освоение, но и даёт возможность попрактиковаться в разрядных значениях. Ваш ребёнок быстро поймёт, что если он будет считать по 10, начиная с 3, то все числа будут содержать 3 в разряде единиц, и единственное что изменится - это разряд десятков. Если у вас есть таблица со 100, используйте её чтобы показать ребёнку что все числа в ней идут по возрастанию или убыванию в одном столбце. **По 5:** После того, как ваш ребёнок освоит счёт по 10, пора переходить к счёту по 5. Когда ваш ребёнок научится считать по 5, ему будет приятно видеть что каждое второе число отстоит на 10, как если бы он считал по 10. **Экспериментируйте с другими:** Не торопитесь с остальными числами. Счёт по десяткам может быть интересным, потому что с каждым шагом разряд единиц уменьшается на единицу, а разряд десятков увеличивается на единицу. Счёт по 11 довольно прост. **Веселитесь с этим:** Это можно превратить в занятия для двух или более человек. Кто-то называет число, с которого нужно начать, какой будет пропуск счёта, и нужно ли увеличивать или уменьшать его. Затем идите по кругу и каждый называет следующее число.

# data_list
source: 4.8 Beginning Multiplying
pt: Passo 38: Iniciando a Multiplicação
ru: Шаг 38: Начальное Умножение

# data_list
source: **New words:** During the last half of Stage 4, the learning steps involving doubling described starting to use the words "multiply" and "times." If you haven't done so already, start using these words more and more. You now have plenty of situations to use those words in. **Doubling and tripling:** Doubling is multiplying by 2, and tripling is multiplying by 3, and you should start calling it that. If you are to double some number, say 4, ask your child to multiply it by 2 or ask them what 2 times 4 is. They have all the tools they need, they just need to adjust to the new wording. **Skip counting is multiplying:** If your child skip counts by 5's seven times starting at 0, your child will have seven 5's. That is the same as multiplying 7 times 5. From now on, anytime your child is asked to do a multiplication problem, they can skip count to find the answer. Over time, they will have better ways to find the answer, but this is a secure method they can use for now.
pt: **Novas palavras:** Durante a segunda metade da Etapa 4, os passos de aprendizado que envolvem dobrar descreveram o início do uso das palavras "multiplicar" e "vezes". Se você ainda não o fez, comece a usar essas palavras cada vez com mais frequência. Você agora tem muitas situações para usá-las. **Duplicando e triplicando:** Dobrar é multiplicar por 2, e triplicar é multiplicar por 3. Você deve começar a usar esses termos. Se for dobrar algum número, digamos, 4, peça a seu filho para multiplicá-lo por 2 ou pergunte a ele quanto é 2 vezes 4. Ele tem todas as ferramentas necessárias, só precisa se ajustar à nova terminologia. **Contagem pulando números é multiplicação:** Se seu filho fizer a contagem pulando números de 5 em 5, sete vezes, a partir do 0, ele terá sete 5's. Isso é o mesmo que multiplicar 7 vezes 5. De agora em diante, sempre que seu filho for solicitado a fazer um problema de multiplicação, ele pode usar a contagem pulando números para encontrar a resposta. Com o tempo, ele terá melhores formas de encontrar a resposta, mas este é um método seguro que pode usar por enquanto.
ru: **Новое слово:** Во второй половине 4-го этапа в ходе обучения, связанного с удвоением, вы начали использовать слово «умножить.» Если вы ещё этого не сделали, начните использовать это слово всё чаще. Теперь у вас есть множество ситуаций в которых можно его использовать. **Удвоение и утроение:** Удвоение - это умножение на 2, а утроение - это умножение на 3, и вам стоит начать называть это так. Если вам нужно удвоить какое-то число, например 4, попросите ребёнка умножить его на 2 или спросите у него сколько будет 2 умножить на 4. У него есть все необходимые инструменты, ему просто нужно привыкнуть к новым словам. **Пропуск счёта - это умножение:** Если ваш ребёнок пропустит счёт по 5 семь раз, начиная с 0, у него будет семь 5. Это то же самое, что умножить 7 на 5. С этого момента, когда вашему ребёнку предложат решить примерное умножение, он сможет пропустить счёт, чтобы найти ответ. Со временем, он найдёт более эффективные способы нахождения ответа, но пока он может использовать этот надёжный метод.

# data_list
source: 4.9 Multiplying 1-5 by 1-5
pt: Passo 39: Multiplicando de 1 a 5 por 1 a 5
ru: Шаг 39: Умножение 1-5 на 1-5

# data_list
source: **It's exciting:** Your child now has all the tools they need to master multiplying any number from 1 to 5 by any number from 1 to 5. That is an exciting place to be for a young child. Let's review all the things they know that support this. **Order does not matter:** When you multiply, it doesn't matter whether you multiply 3 time 4 or 4 times 3, the result is the same. This is a big work saver and it allows your child to pick their favorite way to multiply things. For example, if they want to calculate 2 times 5 by doubling 5, that's fine. However, if they prefer to skip count by 2's five times, that's fine as well.
pt: **É empolgante:** Seu filho agora tem todas as ferramentas de que precisa para dominar a multiplicação de qualquer número de 1 a 5 por qualquer número de 1 a 5. Esse é um ponto empolgante para uma criança pequena. Vamos rever tudo o que eles sabem e que serve de base para isso. **A ordem não importa:** Ao multiplicar, não importa se você multiplica 3 vezes 4 ou 4 vezes 3, o resultado é o mesmo. Isso economiza muito trabalho e permite que seu filho escolha sua maneira favorita de multiplicar. Por exemplo, se eles quiserem calcular 2 vezes 5 dobrando 5, tudo bem. No entanto, se eles preferirem fazer a contagem pulando números de 2 em 2, cinco vezes, isso também é válido.
ru: **Это весело:** Теперь у вашего ребёнка есть все необходимые инструменты, чтобы освоить умножение любого числа от 1 до 5 на любое число от 1 до 5. Это захватывающее занятие для маленького ребёнка. Давайте рассмотрим всё, что он знает для этого. **Порядок не имеет значения:** При умножении неважно, умножаете ли вы 3 на 4 или 4 на 3, результат один и тот же. Это значительно экономит время и позволяет вашему ребёнку выбрать свой любимый способ умножения. Например, если он хочет посчитать 2 умножить на 5, удвоив 5, это нормально. Однако, если он предпочитает пропускать счёт по 2 пять раз, это тоже нормально.

# data_list
source: Have your child look at a picture of 2 rows of 3 dots. Whether you have 2 rows of 3 dots, or 3 rows of 2 dots, you have the same total of 6 dots. All you need to do is turn the picture half way around to see that they are the same picture. **Multiplying by 2 is doubling:** Multiplying by 2 is the same as doubling, so your child has that skill already. **Multiplying by 3 is doubling plus one more:** If you have 3 of something, that's the same as having 2 of them and then adding one more. If your child needs to multiply 3 times 4, they can double 4 to get 8, and then add one more 4 to that to get 12. Alternatively, you can also skip count by 3's four times, or skip count by 4's three times, if you wish. **Multiplying by 4 is doubling twice:** If you want to get 4 of something, start by doubling it to get 2 of it, and then double that to get 4 of it. For example, to multiply 4 times 5, double 5 to get 10, and then double 10 to get 20. **Multiplying by 5 by skip counting:** Skip counting by 5's is so much fun, that is probably the preferred method. Also, all the 5's end in either 0 or 5, so that makes them pretty easy to remember.
pt: Peça a seu filho para olhar uma imagem de 2 linhas de 3 pontos. Quer você tenha 2 linhas de 3 pontos, ou 3 linhas de 2 pontos, você tem o mesmo total de 6 pontos. Tudo o que você precisa fazer é girar a imagem 180 graus para ver que são a mesma. **Multiplicar por 2 é dobrar:** Multiplicar por 2 é o mesmo que dobrar, então seu filho já tem essa habilidade. **Multiplicar por 3 é dobrar mais um:** Se você tem 3 de algo, isso é o mesmo que ter 2 deles e depois adicionar mais um. Se seu filho precisar multiplicar 3 vezes 4, ele pode dobrar o 4 para obter 8, e depois adicionar mais um 4 para chegar a 12. Alternativamente, você também pode fazer a contagem pulando números de 3 em 3, quatro vezes, ou a contagem pulando números de 4 em 4, três vezes, se desejar. **Multiplicar por 4 é dobrar duas vezes:** Se você quiser obter 4 de algo, comece dobrando-o para obter 2 dele, e depois dobre esse resultado para obter 4 dele. Por exemplo, para multiplicar 4 vezes 5, dobre 5 para obter 10, e depois dobre 10 para obter 20. **Multiplicar por 5 com a contagem pulando números:** A contagem pulando números de 5 em 5 é tão divertida, que provavelmente é o método preferido. Além disso, todos os 5's terminam em 0 ou 5, o que os torna bem fáceis de lembrar.
ru: Попросите ребёнка посмотреть на картинку с 2 рядами по 3 точки. Независимо от того, 2 ряда по 3 точки или 3 ряда по 2 точки, сумма точек одинаковая - 6. Достаточно просто перевернуть картинку, чтобы убедиться что они одинаковые. **Умножение на 2 - это удвоение:** Умножение на два - это то же самое что и удвоение, поэтому у вашего ребёнка уже есть этот навык. **Умножение на 3 - это удвоение плюс ещё один:** Если у вас есть 3 предмета, это то же самое, что иметь 2 предмета и добавить ещё один. Если вашему ребёнку нужно умножать 3 на 4, он может удвоить 4, чтобы получить 8, а затем прибавить ещё одну 4, чтобы получить 12. Кроме того, вы можете пропустить счёт по 3 четыре раза или пропустить счёт по 4 три раза, если хотите. **Умножение на 4 - это удвоение дважды:** Если вы хотите получить 4 чего-либо, сначала удвойте это число, чтобы получить 2, а затем удвойте это число, чтобы получить 4. Например, чтобы умножить 4 на 5, удвойте 5, чтобы получить 10, а затем удвойте 10, чтобы получить 20. **Умножение на 5 с пропуском счёта:** Счёт по 5 настолько увлекателен, что пожалуй это самый предпочтительный способ. К тому же, все пятёрки оканчиваются либо на 0, либо на 5, так что их довольно легко запомнить.

# data_list
source: One special Friday, Yusuf's father gets dressed before a flicker of light brightens the sky. He pulls on his heavy weather-proof jacket and the green woolen cap that covers his ears. He waves his boy goodbye. Yusuf's eyes brighten when Papa says, "Today is the day I will catch a fish and bring a gift for you."
el: Μια ξεχωριστή Παρασκευή, ο πατέρας του Γιούσουφ ντύνεται πριν καν μια αχτίδα φωτός φωτίσει τον ουρανό. Φοράει το βαρύ, αδιάβροχο μπουφάν του και το πράσινο μάλλινο σκουφί που καλύπτει τα αυτιά του. Κουνάει το χέρι του αποχαιρετώντας το αγόρι του. Τα μάτια του Γιούσουφ λάμπουν όταν ο πατέρας τού λέει, "Σήμερα είναι η μέρα που θα πιάσω ένα ψάρι και θα φέρω ένα δώρο για σένα."
pt: Em uma sexta-feira especial, o pai de Yusuf se veste antes que um lampejo de luz ilumine o céu. Ele veste o seu pesado casaco impermeável e a touca de lã verde que cobre as suas orelhas. Ele se despede do seu filho. Os olhos de Yusuf brilham quando Papai diz: "Hoje é o dia em que vou pegar um peixe e trazer um presente para você".
ru: В одну особенную пятницу, отец Юсуфа одевается прежде чем небо озаряется вспышкой света. Он надевает тяжёлую непромокаемую куртку и зелёную шерстяную шапку, которая покрывает его уши. Он машет своему мальчику пока. Глаза Юсуфа светлеют когда папа говорит, «Сегодня тот день, когда я пойму рыбу и принесу тебе подарок.»

# data_list
source: His father got up while it was still dark. Daylight starts much earlier in the day during the summer than in the winter.
el: Ο πατέρας του σηκώθηκε ενώ ήταν ακόμα σκοτάδι. Το φως της ημέρας αρχίζει πολύ νωρίτερα το καλοκαίρι από ό,τι τον χειμώνα.
pt: Seu pai se levantou enquanto ainda estava escuro. A luz do dia começa muito mais cedo durante o verão do que no inverno.
ru: Его папа встал, пока было ещё темно. Летом световой день начинается гораздо раньше чем зимой.

# data_list
source: Have you gotten up while it was still dark? Was it in summer or in winter?
el: Έχεις ξυπνήσει ποτέ ενώ ήταν ακόμα σκοτάδι; Ήταν καλοκαίρι ή χειμώνας;
pt: Você já se levantou enquanto ainda estava escuro? Foi no verão ou no inverno?
ru: Вы вставали пока было ещё темно? Это было летом или зимой?

# data_list
source: What do you think the gift will be?
el: Τι νομίζεις ότι θα είναι το δώρο;
pt: O que você acha que será o presente?
ru: Как ты думаешь, какой будет подарок?

# data_list
source: A fish and a gift? Oh, what will it be? Papa cycles down to Muizenberg Beach. Squeak squeak go the wheels all the way to Surfer's Corner. Gulls circle the sky. "Whaaat? Whaaat? Whaaat?" they cry. "What will you bring back for Yusuf?" Papa rings his bell. "Wait and see what it will be!"
el: Ένα ψάρι και ένα δώρο; Ω, τι θα είναι; Ο πατέρας του Γιούσουφ κατηφορίζει με το ποδήλατο στην παραλία Μουίζενμπεργκ. Σκουίκ-σκουίκ κάνουν οι ρόδες μέχρι τη γωνιά των Σέρφερ. Στον ουρανό πετούν γλάροι. "Τιιι; Τιιι; Τιιι;" φωνάζουν. "Τι θα φέρεις πίσω για τον Γιούσουφ;" Ο πατέρας χτυπάει το κουδουνάκι του. "Περιμένετε και θα δείτε τι θα είναι!"
pt: Um peixe e um presente? Ah, o que vai ser? Papai pedala até a praia de Muizenberg. Nhec nhec fazem as rodas da bicicleta pelo caminho até Surfer's Corner. Gaivotas circulam no céu. “Gai-gai? Gai-gai? Gai-gai?”, elas gritam. "O que você vai levar para Yusuf?" Papai toca a campainha. "Espere e veja o que vai ser!"
ru: Рыба и подарок? О, что же это будет? Папа едет на велосипеде на пляж Муйзенберг. Скрип скрип, катится колёса до серферного угла. Чайки кружат по небу. «Чтооо? Чтооо? Чтооо?» они плачут. «Что ты принесёшь Юсуфу?» Папа звонит свой колокольчик. «Подождите и увидите, что будет»

# data_list
source: Papa is riding downhill to the beach. Going downhill he might end up going faster and faster. He might need to use his brakes so he doesn't go into the water!
el: Ο πατέρας κατεβαίνει με το ποδήλατο στην παραλία. Κατηφορίζοντας μπορεί να πηγαίνει όλο και πιο γρήγορα. Μπορεί να χρειαστεί να πατήσει φρένο ώστε να μη βρεθεί στο νερό!
pt: Papai está descendo a colina até a praia. Pedalando ladeira abaixo, ele pode acabar indo cada vez mais rápido. Ele pode precisar usar os freios para não cair na água!
ru: Папа едет вниз по склону к пляжу. Спускаясь вниз, он может двигаться всё быстрее и быстрее. Возможно, ему придётся затормозить, чтобы не упасть в воду!

# data_list
source: How many gulls do you see? If you take away the one gull on the beach, how many are left?
el: Πόσους γλάρους βλέπεις; Αν αφαιρέσεις τον έναν γλάρο που βρίσκεται στην παραλία, πόσοι μένουν;
pt: Quantas gaivotas você vê? Se você tirar a gaivota que está na praia, quantas ainda sobram?
ru: Сколько чаек ты видишь? Если ты уберёшь одну чайку на пляже, сколько остаётся?

# data_list
source: The gulls in the sky sound like they are asking Papa questions. What do you think they are doing as they are circling in the sky?
el: Οι γλάροι στον ουρανό μοιάζουν σαν να κάνουν ερωτήσεις στον πατέρα. Τι νομίζεις ότι κάνουν καθώς πετούν στον ουρανό;
pt: As gaivotas no céu parecem fazer perguntas ao papai. O que você acha que elas estão fazendo enquanto dão voltas no céu?
ru: Чайки в небе звучат так, как будто задают папе вопросы. Как ты думаешь, что они делают когда они кружатся в небе?
