Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: This table makes it obvious that there is a repeating pattern of 3. When starting at 10, you should want to go first and subtract 1. What is satisfying about this is that, once you decide to look at simpler versions of the problem, the analysis is quick and easy - no tricky analysis needed. Now you are a Master at this game and you know what to do starting at any number! Any version of this basic game is just as easy to analyze. But wait, there is one last question. Why is there a repeating pattern of 3? Once one player is stuck on a losing number which is a multiple of three, every pair of moves after that can be made to add up to 3 - if the losing player subtracts 1 the other player subtracts 2, and if the losing player subtracts 2 the other player subtracts 1.
pt: Essa tabela deixa claro que há um padrão que se repete de 3 em 3. Quando o jogo começa no 10, o ideal é jogar primeiro e subtrair 1. O mais interessante nisso é que, uma vez que você decide olhar para versões mais simples do problema, a análise se torna rápida e fácil — não é necessário nenhum raciocínio complicado. Agora você se tornou um Mestre nesse jogo e sabe exatamente o que fazer começando de qualquer número! Qualquer variação desse jogo básico é igualmente fácil de analisar. Mas espere, ainda há uma última pergunta. Por que existe um padrão que se repete de 3? Uma vez que um dos jogadores fica preso em um número perdedor que é múltiplo de três, cada par de jogadas depois disso pode ser feito para somar 3 — se o jogador em desvantagem subtrai 1, o outro subtrai 2, e se o jogador em desvantagem subtrai 2, o outro subtrai 1.

# data_list
source: Connect The Dots
pt: Ligue os Pontos

# data_list
source: Making Everyday Scenes With Dots
pt: Fazendo cenas do cotidiano com pontos

# data_list
source: Complete fun drawings by connecting numbered dots. One way is to take a simple drawing, say of a house, remove some straight lines and replace them with numbered dots, that when connected in order recreate the original drawing.
pt: Complete desenhos divertidos conectando os pontos numerados. Uma maneira de fazer isso é pegar um desenho simples, como o de uma casa, remover algumas linhas retas e substituí-las por pontos numerados que, ao serem conectados na ordem correta, recriam o desenho original.

# data_list
source: Making Geometric Patterns With Angles
pt: Criando Padrões Geométricos com Ângulos

# data_list
source: Make abstract drawings by connecting points with the same number along opposite sides of an angle. The numbers may not be needed - if so, feel free to omit them - this will make the finished designs a little less cluttered. You can add variety to these by having your child draw with colors. There are lots of amazing examples of this to be found under the category of String Art on the Internet. This circle drawing was made by moving ahead by one dot on one side of the line segment and ahead by two dots on the other side.
pt: Faça desenhos abstratos conectando pontos com o mesmo número em lados opostos de um ângulo. Os números podem não ser necessários — se for o caso, sinta-se à vontade para omiti-los — isso deixará os desenhos finais um pouco menos poluídos. Você pode adicionar variedade a esses desenhos fazendo seu filho usar cores. Há muitos exemplos incríveis disso na internet, geralmente encontrados na categoria de String Art. Este desenho circular foi feito avançando um ponto de cada vez em um lado do segmento de linha e dois pontos de cada vez no outro lado.

# data_list
source: Making Patterns With Circles
pt: Criando Padrões com Círculos

# data_list
source: This is a special case of the last idea. Put some dots, say 8 or 9, evenly spaced on a circle. Your child can play with creating different patterns by connecting the dots in order, or connecting every second dot, or every third dot. To make it easier to do different experiments, use push pins in a piece of cardboard or wood and then use string between the push pins. If your child is intrigued by the patterns that are produced, you can look at questions such as: For a circle with 8 dots, why is only one string needed to skip by 1, 3, 5, or 7, but 2 or 4 strings are needed for skipping 2, 4, or 6. Similarly, for a circle with 9 dots, why is only one string needed to skip by 1, 2, 4, 5, 7, or 8, but 3 strings are needed for 3 and 6? It’s too young to understand the idea that 2, 4, and 6 have a factor in common with 8, and 3 and 6 have a factor in common in 9 - however, seeing the patterns may plant the seeds for later ideas.
pt: Esta é uma variação especial da ideia anterior. Coloque alguns pontos, por exemplo 8 ou 9, espaçados uniformemente ao redor de um círculo. Seu filho pode se divertir criando diferentes padrões conectando os pontos em ordem, ou conectando a cada segundo ponto, ou a cada terceiro ponto. Para facilitar os experimentos, use alfinetes em um pedaço de papelão ou madeira e depois passe um fio entre os alfinetes. Se seu filho se interessar pelos padrões que surgem, vocês podem explorar questões como: Para um círculo com 8 pontos, por que é necessário apenas um fio para pular 1, 3, 5 ou 7 pontos, mas são necessários 2 ou 4 fios para pular 2, 4 ou 6 pontos? Da mesma forma, para um círculo com 9 pontos, por que um fio só é suficiente para pular 1, 2, 4, 5, 7 ou 8 pontos, mas são necessários 3 fios para pular 3 e 6 pontos? Talvez seja cedo para entender que 2, 4 e 6 têm um fator em comum com 8, e que 3 e 6 têm um fator em comum com 9 — mas observar esses padrões pode plantar as sementes para ideias futuras.

# data_list
source: Shape Sudoku
pt: Sudoku de Formas

# data_list
source: This is your child’s first math puzzle, and that’s pretty cool! It also means you should take it very slowly so your child has lots of success and fun, and very little frustration. The rules for these 4 by 4 Sudokus are very simple. There are four different types of tokens. There should be one of each kind of token in each row, column, and 2 by 2 corner of the puzzle. Use moveable pieces so that it is easy for your child to experiment in finding solutions. The first puzzles you make should just have one token missing from each row. Once your child understands and figures out those puzzles, you can move to trickier ones, but do not be in a hurry. The easiest way to create these puzzles is to start with a finished Sudoku and remove some of the tokens. To help you to do that, there are a number of finished Sudokus supplied below. After those finished examples, there is a list of methods you can use to create puzzles from a finished puzzle.
pt: Este é o primeiro quebra-cabeça matemático do seu filho, e isso é muito legal! Também significa que você deve ir bem devagar, para que seu filho tenha muito sucesso, diversão e muito pouca frustração. As regras para esses Sudokus 4 por 4 são muito simples. Existem quatro tipos diferentes de fichas. Deve haver um de cada tipo de ficha em cada linha, coluna e canto 2 por 2 do quebra-cabeça. Use peças móveis para que seja fácil para seu filho experimentar e encontrar soluções. Os primeiros quebra-cabeças que você fizer devem ter apenas uma ficha faltando em cada linha. Depois que seu filho entender e resolver esses quebra-cabeças, você pode passar para os mais complicados, mas não tenha pressa. A maneira mais fácil de criar esses quebra-cabeças é começar com um Sudoku completo e remover alguns dos números. Para ajudá-lo nisso, há vários Sudokus completos fornecidos abaixo. Após esses exemplos prontos, há uma lista de métodos que você pode usar para criar quebra-cabeças a partir de um Sudoku finalizado.

# data_list
source: Finished Sudokus
pt: Sudokus completos

# data_list
source: Before giving you a collection of finished Sudokus, there is one thing to note. You can take any one of these and create 23 more of them simply by interchanging token types - for example, you can take a finished puzzle and create a “new” one by swapping the circles and triangles and swapping the diamonds and squares. The examples below are distinctly different from each other and cannot be made from each other by doing interchanges. You can create more examples from these by doing such interchanges if you like.
pt: Antes de dar a você uma coleção de Sudokus completos, há uma coisa a se observar. Você pode pegar qualquer um deles e criar mais 23 deles simplesmente trocando os tipos de fichas - por exemplo, você pode pegar um quebra-cabeça acabado e criar um “novo” trocando os círculos e triângulos e trocando os diamantes e quadrados. Os exemplos abaixo são distintamente diferentes uns dos outros e não podem ser feitos um do outro por meio de trocas. Você pode criar mais exemplos a partir desses, fazendo essas trocas, se quiser.

# data_list
source: Methods for Creating Sudokus From Solved Ones
pt: Métodos para criar Sudokus a partir dos resolvidos

# data_list
source: Once you have a finished Sudoku, you can use any of the following strategies to create a puzzle that has a unique solution. Generally speaking, the more tokens you remove, the harder the puzzle will be. * Remove a single token from each row or from each column. * Remove a single token from each 2 by 2 corner. * Remove all of one kind of token from the entire puzzle. * Remove all tokens from one 2 by 2 corner. * Remove one entire row and one entire column. * Remove all of one kind of token and one each of the other kinds of tokens. * Remove all tokens from two 2 by 2 opposite corners. * Remove all tokens from two 2 by 2 opposite corners and 1 token each from the other two corners. Of course, these are not the only methods you can use. They are just supplied here as sure-fire general methods that will quickly create puzzles.
pt: Depois de finalizar o Sudoku, você pode usar qualquer uma das seguintes estratégias para criar um quebra-cabeça que tenha uma solução única. De modo geral, quanto mais tokens você remover, mais difícil será o quebra-cabeça. * Remova uma única ficha de cada linha ou coluna. * Remova uma única ficha de cada canto 2 por 2. * Remova todos os tipos de fichas de todo o quebra-cabeça. * Remova todas as fichas de um canto de 2 em 2. * Remova uma linha inteira e uma coluna inteira. * Remova todos os tipos de fichas e cada um dos outros tipos de fichas. * Remova todas as fichas de dois cantos opostos 2 por 2. * Remova todas as fichas de dois cantos opostos 2 por 2 e 1 token cada um dos outros dois cantos. Claro, esses não são os únicos métodos que você pode usar. Eles são fornecidos aqui apenas como métodos gerais infalíveis que criarão quebra-cabeças rapidamente.

# data_list
source: Number Sudoku With Jigsaws
pt: Sudoku numérico com padrões de quebra-cabeça

# data_list
source: This is similar to the Shape Sudoku puzzles, only now it uses numbers. If your child is not ready to recognize numerals yet, you can use quantities of dots instead. To avoid erasing, use numbered (or dotted) slips of paper to solve the puzzles. For a 4 by 4 puzzle, each row and column has the numbers from 1 to 4 once. Also, each marked subregion has the numbers from 1 to 4 once. Create these puzzles for your child by starting with a completed puzzle with moveable pieces of numbered paper and then removing some of the pieces of paper.
pt: Esse é semelhante aos quebra-cabeças Sudoku de forma, só que agora usa números. Se seu filho ainda não está pronto para reconhecer números, você pode usar pontos para representar quantidades. Para evitar apagar, utilize tiras de papel numeradas (ou com pontinhos) para resolver os quebra-cabeças. Para um quebra-cabeça 4 por 4, cada linha e coluna tem os números de 1 a 4 uma vez. Além disso, cada sub-região marcada tem os números de 1 a 4 uma vez. Crie esses quebra-cabeças para o seu filho começando com um quebra-cabeça completo com pedaços móveis de papel numerados e, em seguida, removendo alguns dos pedaços de papel.

# data_list
source: 4 by 4 Puzzles
pt: Quebra-cabeças 4 por 4

# data_list
source: The 4 by 4 puzzles with subregions that are the 2 by 2 corners are exactly the same as the Shape Sudoku puzzles given before. You can go back to that page in these Resources to see solved versions of those puzzles. To create a numbered version of them, replace each colored shape by a number. For example, red circles could be 1, orange triangles 2, purple diamonds 3, and blue squares 4.
pt: Os quebra-cabeças 4 por 4 com sub-regiões nos cantos 2 por 2 são exatamente os mesmos que os quebra-cabeças de Sudoku de Formas apresentados anteriormente. Você pode voltar àquela página nestes Recursos para ver versões resolvidas desses quebra-cabeças. Para criar uma versão numérica, substitua cada forma colorida por um número. Por exemplo, círculos vermelhos podem ser 1, triângulos laranjas 2, losangos roxos 3 e quadrados azuis 4.

# data_list
source: 5 by 5 Puzzles
pt: Quebra-cabeças 5 por 5

# data_list
source: There are too many of these puzzles to come anywhere close to showing all the possible jigsaw geometries. These are here just to suggest what is possible. Your child may enjoy finding different ways of carving up a 5 by 5 square into pieces that have 5 small squares. Pieces that consist of 5 little squares are called “pentominoes.” Making shapes with pentominoes can be lots of fun. Maybe cut out some pentomino shapes out of stiff thick colored paper and see what designs you can make!
pt: Existem muitos desses quebra-cabeças para que seja possível mostrar todas as geometrias de quebra-cabeça possíveis. Estes exemplos servem apenas para sugerir o que é possível criar. Seu filho pode se divertir explorando diferentes maneiras de dividir um quadrado 5 por 5 em peças que contenham 5 quadradinhos cada. Peças formadas por 5 quadradinhos são chamadas de “pentaminós”. Criar formas com pentaminós pode ser muito divertido. Que tal recortar algumas dessas peças em papel colorido, firme e grosso, e ver que tipos de desenhos vocês conseguem montar?

# data_list
source: 6 by 6 Puzzles
pt: Quebra-cabeças 6 por 6

# data_list
source: Okay, you are getting the idea. There are a lot of these! Here are just a few 6 by 6 puzzles to give you some ideas for what is possible. As always, play around with your child with these puzzle pieces and numbers. Perhaps design a few of these together.
pt: Certo, você está entendendo a ideia. Existem muitos desses! Aqui estão apenas alguns quebra-cabeças 6 por 6 para dar uma noção do que é possível criar. Como sempre, explore essas peças e números com seu filho de forma divertida. Quem sabe vocês não criam alguns desses juntos?

# data_list
source: Greater Than Sudoku
pt: Maior que o Sudoku

# data_list
source: Greater Than Sudoku puzzles start with the same rules as regular Sudoku - each number appears exactly once in each row, column, and subregion. Additionally, if there is a less than or greater than symbol between two cells, then the numbers in the cells must obey that relationship. Make these puzzles by using a finished Sudoku puzzle - all the example Number Sudoku Jigsaw puzzles given early in these Resources will be useful in creating these puzzles. Put in greater than and less than signs on a blank grid of the same geometry. If you omit all the numbers and put in all the inequalities (less than or greater than), it is generally fairly easy to solve the puzzle. A useful strategy for your child is to first look for where the smallest and largest numbers should go.
pt: Os quebra-cabeças “maiores que o Sudoku” começam com as mesmas regras do Sudoku normal - cada número aparece exatamente uma vez em cada linha, coluna e sub-região. Além disso, se houver um símbolo de “menor que” ou “maior que” entre duas células, os números nessas células devem obedecer a essa relação. Para criar esses quebra-cabeças, comece com um Sudoku completo — todos os exemplos de Sudoku Numérico com padrões de quebra-cabeça apresentados anteriormente nestes recursos serão úteis para isso. Coloque os sinais de maior e menor em uma grade em branco com a mesma geometria. Se você omitir todos os números e colocar apenas as desigualdades (menor que ou maior que), geralmente é relativamente fácil resolver o quebra-cabeça. Uma estratégia útil para seu filho é primeiro identificar onde os menores e maiores números devem estar.

# data_list
source: When your child is first learning how to do these puzzles, put in all the inequalities and some of the numbers. Gradually, start omitting more of the numbers and some of the inequalities.
pt: Quando seu filho estiver começando a aprender a fazer esses quebra-cabeças, coloque todas as desigualdades e alguns dos números. Aos poucos, comece a omitir mais números e algumas das desigualdades.

# data_list
source: Make Me a Liar
pt: Me Faça Mentir

# data_list
source: Someone makes an absolute statement and the other players attempt to show that the person is lying. This is done by finding an example that breaks the statement.
pt: Alguém faz uma afirmação absoluta e os outros jogadores tentam provar que essa pessoa está mentindo. Isso é feito encontrando um exemplo que contradiz a afirmação.

# data_list
source: Simple Statements That Are Almost Always True
pt: Afirmações Simples Que Quase Sempre São Verdadeiras

# data_list
source: One type of statement to use is saying that something is always true. Here are some examples with quick discussions of why they are lies. * All trucks have four wheels. - Large trucks often have 6, 10 or more wheels. * All rectangles are squares. - Rectangles need not have all their sides the same length. * All birds can fly. - Ostriches, emus, and kiwis are birds that cannot fly. * The moon is only visible at night. - The moon is often visible during the day. * All shapes have straight sides. - A circle does not have a straight side. * All playgrounds have swing sets. - Some playgrounds don’t have swing sets. * All rooms have chairs. Bedrooms and bathrooms often don’t have a chair.
pt: Um tipo de afirmação para usar é dizer que algo é sempre verdade. Aqui estão alguns exemplos com explicações rápidas de por que são mentiras: * Todos os caminhões têm quatro rodas. - Caminhões grandes geralmente têm 6, 10 ou mais rodas. * Todos os retângulos são quadrados. - Os retângulos não precisam ter todos os lados do mesmo comprimento. * Todos os pássaros podem voar. - Avestruzes, emas e kiwis são pássaros que não podem voar. * A lua só é visível à noite. - A lua geralmente é visível durante o dia. * Todas as formas têm lados retos. - Um círculo não tem um lado reto. * Todos os parques infantis têm conjuntos de balanço. - Alguns parques infantis não têm conjuntos de balanço. * Todos os quartos possuem cadeiras. Os quartos e banheiros geralmente não têm uma cadeira.

# data_list
source: If-Then Statements That Are Almost Always True
pt: Afirmações do Tipo “Se ____, então ____” Que Quase Sempre São Verdadeiras

# data_list
source: Another type of statement is of the form “if __, then ___ .” Here are some examples with quick discussions of why they are lies. * If today is Monday, then it is a school day. - Some Mondays are holidays and some Mondays occur during the summer. * If I don’t eat for three hours, then I am hungry. - Most people can sleep for more than three hours and not wake up hungry. * If a person is taller than someone, then they are older. - Children often grow up to be taller than their parents. * If the sun is shining, it is a warm day. - Winter days can be sunny and cold. * If someone is late, something bad must have happened to them. - Sometimes people are late through carelessness or reasons beyond their control (traffic, bad weather, car trouble).
pt: Outro tipo de afirmação é do formato “se ____, então ____.” Aqui estão alguns exemplos com explicações rápidas de por que são mentiras: * Se hoje for segunda-feira, então é dia de aula. — Algumas segundas são feriados e algumas segundas ocorrem durante as férias de verão. * Se eu não comer por três horas, então estarei com fome. — A maioria das pessoas pode dormir por mais de três horas sem acordar com fome. * Se uma pessoa é mais alta que outra, então ela é mais velha. — Crianças frequentemente crescem e ficam mais altas que seus pais. * Se o sol está brilhando, o dia é quente. — Dias de inverno podem ser ensolarados e frios. * Se alguém está atrasado, algo ruim deve ter acontecido com essa pessoa. — Às vezes as pessoas se atrasam por descuido ou por razões fora do seu controle (trânsito, mau tempo, problemas no carro).

# data_list
source: 15-Sliding Puzzle
pt: Quebra-Cabeça Deslizante 15 Peças

# data_list
source: Puzzle Description
pt: Descrição do Quebra-Cabeça

# data_list
source: The classic version of this puzzle starts with a 4 x 4 empty grid of squares formed by 5 horizontal and vertical lines. Use a set of 15 pieces of paper the size of the grid squares, and number the pieces of paper from 1 to 15. The puzzle starts by having someone place the pieces of paper on the grid. The object of the puzzle is to get the pieces of paper in order with only the lower right hand corner of the grid empty. To achieve this, a piece of paper can be moved if it is adjacent to the empty square - in which case it can be slid into that space. Depending on how the person sets up the puzzle, the puzzle may or may not be solvable. A 4 x 4 grid is too hard for a beginner, so start with something smaller. The grid could be as small as 2 x 2 or as big as the child wants. The number of numbered pieces of paper will always be one less than the size of the grid. For example, on a 2 x 3 grid use the cards from 1 to 5.
pt: A versão clássica desse quebra-cabeça começa com uma grade vazia de 4 x 4 quadrados, formada por 5 linhas horizontais e 5 verticais. Use um conjunto de 15 pedaços de papel do tamanho dos quadrados da grade, numerados de 1 a 15. O quebra-cabeça começa com alguém colocando esses pedaços na grade. O objetivo é organizar os pedaços em ordem, deixando apenas o canto inferior direito da grade vazio. Para isso, um pedaço de papel pode ser movido se estiver ao lado do quadrado vazio — nesse caso, ele pode ser deslizado para esse espaço. Dependendo de como a pessoa montar o quebra-cabeça, ele pode ser ou não solucionável. Uma grade 4 x 4 é muito difícil para iniciantes, então comece com algo menor. A grade pode ser tão pequena quanto 2 x 2 ou do tamanho que a criança desejar. O número de pedaços numerados será sempre um a menos que o tamanho da grade. Por exemplo, em uma grade 2 x 3 use as peças numeradas de 1 a 5.

# data_list
source: To create these puzzles, you have two options. The first is to place the squares randomly, in which case you have a 50 / 50 chance of the position being solvable. Alternatively, you can start by placing the pieces of paper in the final position and then making a series of legal moves to move the paper around. When you are all done, you are guaranteed that the puzzle is solvable.
pt: Para criar esses quebra-cabeças, você tem duas opções. A primeira é posicionar as peças aleatoriamente, o que dá uma chance de 50% de o quebra-cabeça ser solucionável. A segunda opção é começar colocando as peças de papel na posição final correta e, então, fazer uma série de movimentos legais para embaralhá-las. Quando terminar, você terá a garantia de que o quebra-cabeça pode ser resolvido.

# data_list
source: Solving the Puzzle
pt: Como Resolver o Quebra-Cabeça
