Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Was your pattern complicated, or was it as simple as: clap clap stomp, clap clap stomp?
el: Ήταν το μοτίβο σου περίπλοκο ή τόσο απλό σαν αυτό: παλαμάκια, παλαμάκια, χτύπημα, παλαμάκια, παλαμάκια, χτύπημα;
pt: O seu padrão era complicado ou tão simples quanto: palma palma pisada, palma palma pisada?
ru: Твоя рифма была сложная или настолько простая как: Хлоп хлоп топ, хлоп хлоп топ?

# data_list
source: Dancing is often a pattern of movements with your arms and legs. Do you like to dance?
el: Ο χορός είναι συχνά ένα μοτίβο κινήσεων με τα χέρια και τα πόδια. Σου αρέσει να χορεύεις;
pt: Dançar é, muitas vezes, um padrão rítmico de movimentos com os braços e as pernas. Você gosta de dançar?
ru: Танец часто представляет собой последовательность движений рук и ног. Тебе нравится танцевать?

# data_list
source: I can hear my stomach rumbling! Guddu, guddu, guddu.
el: Μπορώ να ακούσω το στομάχι μου να γουργουρίζει! Γκρου, γκρου, γκρου.
pt: Eu consigo ouvir o meu estômago roncando! Guddu, guddu, guddu.
ru: Я слышу как урчит мой живот! Гудду, гудду, гудду.

# data_list
source: When your stomach rumbles, what is your body feeling?
el: Όταν το στομάχι σου γουργουρίζει, τι νιώθει το σώμα σου;
pt: Quando o seu estômago ronca, o que o seu corpo está sentindo?
ru: Когда у тебя урчит в животе, что чувствует твоё тело?

# data_list
source: Does your stomach ever rumble when it is having trouble digesting something or when you're sick?
el: Το στομάχι σου γουργουρίζει ποτέ όταν έχει πρόβλημα να χωνέψει κάτι ή όταν είσαι άρρωστος;
pt: O seu estômago sempre ronca quando está tendo problemas para digerir algo ou quando está doente?
ru: У тебя когда-нибудь урчит в животе, когда ему трудно что-то переварить или когда ты болеешь?

# data_list
source: Looking at her face, what is she feeling right now?
el: Κοιτάζοντας το πρόσωπό της, τι πιστεύεις ότι νιώθει αυτή τη στιγμή;
pt: Olhando para o rosto dela, o que ela está sentindo agora?
ru: Смотря на её лицо, что она чувствует сейчас?

# data_list
source: My stomach is saying, "Feed me!"
el: Το στομάχι μου λέει, "Τάισέ με!"
pt: O meu estômago está dizendo: "Alimente-me!"
ru: Мой живот говорит, «Покорми меня!»

# data_list
source: Have you ever been so hungry you couldn't wait and you had to eat immediately?
el: Έχεις νιώσει ποτέ τόσο πεινασμένος που δεν μπορείς να περιμένεις και πρέπει να φας αμέσως;
pt: Você já sentiu tanta fome que não conseguiu esperar e teve que comer imediatamente?
ru: Ты когда-нибудь был настолько голодным, что ты не мог ждать и тебе приходилось есть немедленно?

# data_list
source: Do you think her stomach is really shoving her to get some food?
el: Νομίζεις ότι το στομάχι της πραγματικά την σπρώχνει να πάει προς το φαγητό;
pt: Você acha que o estômago dela está realmente a empurrando em busca de comida?
ru: Ты думаешь что её живот действительно требует от неё немного еды?

# data_list
source: Each time she bounds forward, she takes two steps. You can count those steps by counting by 2's -- 2, 4, 6, 8, ...
el: Κάθε φορά που κινείται μπροστά, κάνει δύο βήματα. Μπορείς να μετρήσεις αυτά τα βήματα με πηδηματάκια ανά 2 — 2, 4, 6, 8, ...
pt: Cada vez que ela salta para frente, ela dá dois passos. Você pode contar esses passos usando intervalos de 2 – 2, 4, 6, 8, ...
ru: Каждый раз, когда она делает прыжок вперёд она делает два шага. Ты можешь посчитать эти шаги, посчитав по 2 -- 2, 4, 6, 8, ...

# data_list
source: My nose can smell cakes baking in mother's kitchen. And now I want to hear my jaws chewing those cakes!
el: Η μύτη μου μπορεί να μυρίσει τα κέικ που ψήνονται στην κουζίνα της μαμάς. Και τώρα θέλω να ακούσω τα σαγόνια μου να μασούν αυτά τα κέικ!
pt: O meu nariz consegue sentir o cheiro de bolos assando na cozinha da mamãe. E agora eu quero ouvir as minhas mandíbulas mastigando aqueles bolos!
ru: Мой нос чувствует запах пирогов выпекаемых на кухне у мамы. И теперь я хочу услышать как мои челюсти жуют эти пирожки!

# data_list
source: How many really small cakes do you think she will eat?
el: Πόσα μικρά κέικ νομίζεις ότι θα φάει;
pt: Quantos bolos bem pequenos você acha que ela vai comer?
ru: Как ты думаешь, сколько маленьких пирожных она съест?

# data_list
source: What are the most cookies or other snack you've eaten at one time?
el: Πόσα είναι τα περισσότερα μπισκότα ή άλλο σνακ που έχεις φάει ποτέ μεμιάς;
pt: Qual foi o maior número de biscoitos ou outros aperitivos que você já comeu de uma só vez?
ru: Какое наибольшее количество печенья или другое закуски ты съел за один раз?

# data_list
source: This story has talked about a lot of different sounds to hear from your body. How many of them can you remember?
el: Η ιστορία μίλησε για πολλούς διαφορετικούς ήχους που μπορεί να κάνει το σώμα σου. Πόσους από αυτούς μπορείς να θυμηθείς;
pt: Esta história falou sobre diversos sons diferentes emitidos pelo seu corpo para se ouvir. De quantos deles você consegue se lembrar?
ru: В этой истории говорили со множествым различных звуков которые можно услышать от твоего тела. Сколько из них ты можешь вспомнить?

# data_list
source: 1.0 Stage 1 Introduction
pt: Etapa 1: Eu Consigo te Ouvir!
ru: Этап 1: Я Тебя Слышу!

# data_list
source: This Stage starts as early as 4 to 6 months. Exposing your child to all kinds of experiences is so important. Start talking with your child even though they show no outward signs of understanding you. Make a habit to point at and describe all sorts of things. As your child starts reacting to your words, begin mixing in questions for your child to respond to. When your child begins to understand that objects have properties, start pointing out properties that make things similar or different. These properties are also useful for playing with patterns. Finally, start describing shapes in terms of their many properties. The math learning steps for this Stage are: **1. Math Talk – Early and Often** Constantly pointing at and describing things is very important for a child's development. Start doing this long before they seem to understand. **2. Math Talk – At Home** There are many mathematical things in your home to talk about. **3. Math Talk – Out and About** Talk about math in a store, in the park, and in many other places. Math is all around us! **4. Math Talk – Describe, Compare** Use describing, comparison, and spatial relationship words with your child - this is math! **5. Math Talk – Counting** Whenever possible, count things for your child. **6. Math Talk – Point, Describe, and Ask** Begin asking questions that they can respond nonverbally to by pointing or actions. **7. Object properties** Your descriptions and play should start to involve lots of properties of objects. **8. Same and Different** Discuss properties that make things the same or different **9. Patterns** Start playing with identifying, creating and extending patterns. **10. Basic shapes I** Introduce geometric ideas and objects, and the names of simple shapes.
pt: Esta Etapa começa entre 4 e 6 meses. Expor seu filho a todos os tipos de experiências é muito importante. Comece a conversar com seu filho mesmo que ele não demonstre nenhum sinal de compreensão. Crie o hábito de apontar e descrever todos os tipos de coisas. À medida que seu filho começar a reagir às suas palavras, comece a fazer perguntas para ele responder. Quando seu filho começar a entender que os objetos têm propriedades, comece a apontar propriedades que os tornam semelhantes ou diferentes. Essas propriedades também são úteis para brincar com padrões. Por fim, comece a descrever as formas em termos de suas diversas propriedades. Os passos para aprender matemática para esta Etapa são: **Passo 1: Conversa sobre Matemática – Desde Cedo e com Frequência** Apontar e descrever objetos constantemente é muito importante para o desenvolvimento da criança. Comece a fazer isso muito antes que ela pareça entender. **Passo 2: Conversa sobre Matemática – Em Casa** Há muita matemática na sua casa que pode ser tema de conversa. **Passo 3: Conversa sobre Matemática – Fora de Casa** Converse sobre matemática em uma loja, no parque e em muitos outros lugares. A matemática está em toda parte! **Passo 4: Conversa sobre Matemática – Descrever, Comparar** Use palavras descritivas, comparativas e espaciais com seu filho — isso é matemática! **Passo 5:Conversa sobre Matemática – Contando** Sempre que possível, conte coisas para seu filho. **Passo 6: Conversa sobre Matemática – Apontar, Descrever e Perguntar** Comece a fazer perguntas que eles possam responder de forma não verbal, apontando ou realizando ações. **Passo 7: Propriedades de objetos** Suas descrições e brincadeiras devem começar a envolver muitas propriedades dos objetos. **Passo 8: Igual e Diferente** Discuta as propriedades que tornam as coisas iguais ou diferentes. **Passo 9: Padrões** Comece a brincar identificando, criando e estendendo padrões. **Passo 10: Formas Básicas I** Introduza ideias e objetos geométricos, e os nomes de formas simples.
ru: Этот этап начинается уже в возрасте от 4 до 6 месяцев. Очень важно знакомить ребёнка с разнообразным опытом. Начните разговаривать с ребёнком, даже если он не проявляет никаких внешних признаков понимания. Возьмите за привычку указывать на разные предметы и описывать их. Когда ребёнок начнёт реагировать на ваши слова, начните задавать ему вопросы, на которые он должен отвечать. Когда ваш ребёнок начнёт понимать, что у предметов есть свойства, начните указывать ему на свойства, которые делают их похожими или разными. Эти свойства также полезны для игры с закономерностями. Наконец, начните описывать фигуры с точки зрения их многочисленных свойств. Этапы обучения математики на этом этапе: **Шаг 1: Математические Беседы – Рано и Часто** Постоянное указание и описание предметов очень важно для развития ребёнка. Начните делать это задолго до того, как он, кажется начнёт понимать. **Шаг 2: Математические Беседы – Дома** У вас дома есть много математических вещей, о которых можно поговорить. **Шаг 3: Математические Беседы – На Улице и Вокруг** Обсуждайте математику в магазине, в парке, и во многих других местах. Математика повсюду вокруг нас! **Шаг 4: Математические Беседы – Опишите, Сравните** Используйте слова описание, сравнения, и пространственные отношения с вашим ребёнком – это математика! **Шаг 5: Математические Беседы – Подсчёт** По возможности считайте вещи для своего ребёнка. **Шаг 6: Математические Беседы – Указывайте, Описывайте, и Спрашивайте** Начните задавать вопросы, на которые они могут ответить невербально, указывая или совершая действия. **Шаг 7: Свойства объектов** Ваша описания игры должна включать в себя множество свойств объектов. **Шаг 8: Одинаковые и Разные** Обсуждайте свойства, которые делают вещи одинаковыми или разными. **Шаг 9: Закономерности** Начните играть с определением, созданием, и расширением закономерностей. **Шаг 10: Основные Фигуры** Познакомьте геометрические понятия и предметы, а также название простых фигур.

# data_list
source: 1.1 Math Talk – Early and Often
pt: Passo 1: Conversa sobre Matemática – Desde Cedo e com Frequência
ru: Шаг 1: Математические Беседы – Рано и Часто

# data_list
source: **Exposure:** During these early years, it is all about exposure! Your child is being exposed to a wide array of experiences and is discovering patterns in everything they experience. As part of exposing your child to the world, expose them to math words and ideas. Let them see how enjoyable it can be to play with math together. **Start early:** Start this even before your child seems to understand what you're saying. Your child is a sponge who is getting more from your words than you realize. **Point and describe:** Point at things your child interacts with and describe them with words involving numbers, shapes, and colors. If you are dealing with a small set of things, count them out loud to your child. **Many facets of Math Talk** There is much more math to talk about than just numbers. * Describe things. Talk about sizes, colors, textures, shapes, softness, wetness, hotness, brightness, and more. Naming and describing properties is essential for comparing them and discovering patterns. * Use comparison words. Bigger, smaller, tallest, widest, more, less, same, ... * Use position words. Over, under, between, near, far, above, ... * Talk about patterns and sequences in space and time. Refer to the order of things as first, second, third, and last. Talk about what just happened, what is about to happen, and things happening today. Talk about patterns in designs you see. * Count things out loud and say numbers to refer to quantities. * Use measurement words. Use words for length, area, weight, and volume whenever you are describing sizes. **This is all math:** These different ways of describing things and their relationships is talking about math! Building up this vocabulary and concepts will help your child develop mathematically. It will also give a big boost to helping your child read and talk about the world.
pt: **Exposição:** Durante estes primeiros anos, tudo se resume à exposição! Seu filho está sendo exposto a uma ampla gama de experiências e está descobrindo padrões em tudo o que ele sente. Como parte de expor seu filho ao mundo, exponha-o a palavras e ideias matemáticas. Deixe-o ver como pode ser divertido brincar com a matemática juntos. **Comece cedo:** Comece isso antes mesmo que seu filho pareça entender o que você está dizendo. Seu filho é uma esponja que está absorvendo mais das suas palavras do que você imagina. **Aponte e descreva:** Aponte para coisas com as quais seu filho interage e descreva-as com palavras que envolvam números, formas e cores. Se estiver lidando com um conjunto pequeno de coisas, conte-as em voz alta para seu filho. **Muitos aspectos da Conversa sobre Matemática** Há muito mais matemática para se conversar do que apenas números. * Descreva coisas. Fale sobre tamanhos, cores, texturas, formas, maciez, umidade, calor, brilho e muito mais. Nomear e descrever propriedades é essencial para compará-las e descobrir padrões. * Use palavras de comparação. Maior, menor, mais alto, mais largo, mais, menos, igual, ... * Use palavras posicionais. Acima, abaixo, entre, perto, longe, acima, ... * Fale sobre padrões e sequências no espaço e no tempo. Refira-se à ordem das coisas como primeiro, segundo, terceiro e último. Fale sobre o que acabou de acontecer, o que está para acontecer e coisas que estão acontecendo hoje. Fale sobre padrões nos desenhos que você vê. * Conte as coisas em voz alta e diga números para se referir às quantidades. * Use palavras de medida. Use palavras para comprimento, área, peso e volume sempre que descrever tamanhos. **Isso tudo é matemática:** Essas diferentes formas de descrever as coisas e suas relações é falar de matemática! Construir este vocabulário e esses conceitos ajudará seu filho a se desenvolver matematicamente. Também será um grande impulso para ajudá-lo a ler e falar sobre o mundo.
ru: **Контакт:** В эти ранние годы всё зависит от опыта! Ваш ребёнок сталкивается с широким спектром событий и обнаруживает закономерности во всём, что чувствует. В рамках знакомства ребёнка с миром знакомьте его с математическими терминами и понятиями. Пусть он увидит, как увлекательно играть вместе с математикой. **Начинайте рано:** Начните это ещё до того, как ребёнок начнёт понимать, что вы говорите. Ваш ребёнок – губка, которая впитывает ваши слова гораздо больше, чем вы думаете. **Укажите и опишите:** Указываете на предметы, с которыми взаимодействует ваш ребёнок, и описывайте их словами, используя числа, формы, и цвета. Если вы имеете дело с небольшим количеством предметов, пересчитайте их вслух. **Многогранность Математического Разговора** Математика - это гораздо больше, чем просто цифры. * Описывайте предметы. обсуждайте размеры, цвета, текстуры, формы, мягкость, влажность, температуру, яркость и многое другое. Название и описание свойств необходимо для их сравнения и выявления закономерностей. * Используйте слова сравнения. Больше, меньше, самый высокий, самый широкий, больше, меньше, такой же, ... * Используйте слова, указывающие положение. Над, под, между, рядом, далеко, выше, ... * Расскажите о закономерностях и последовательностях в пространстве и времени. Определите порядок вещей: первое, второе, третье, и последний. Расскажите о том, что только что произошло, что должно произойти, и что происходит сегодня. Расскажите о закономерностях в дизайне, которые вы видите. * Считайте предметы вслух и называйте цифры, чтобы обозначить количество. * Используйте слова для обозначения размеров. Используйте слова для обозначения длины, площади, веса, и объёма при описании размеров. **Это всё математика:** Эти разные способы описания вещей и их взаимосвязи – это и есть математика! Расширение словарного запаса и концепций поможет вашему ребёнку развивать математические способности. Это также даст мощный толчок развитию навыках чтения и говорения об окружающем мире.

# data_list
source: 1.2 Math Talk – At Home
pt: Passo 2: Conversa sobre Matemática – Em Casa
ru: Шаг 2: Математические Беседы – Дома

# data_list
source: As you go about your household routines and activities together, there are many mathematical conversations to have with your child. **Putting things away:** Talk about which things belong together. Do things that are the same shape go together? Is there a special place for round things or triangular things? **Clothes:** If you are sorting clothes that are about to be washed or have just been washed, talk about colors, shapes, and sizes. When picking up clothes or putting them away, talk about why some clothes go in one place and others go in other places. **Going to sleep and getting up:** These times lend themselves to discussing doing things in order, and practicing words like first, second, third, last, and next. **Discuss as you read:** Storytime is a wonderful chance to do math with your child in a cozy setting. Talk about the characters and the things in the pictures. If there is a big yellow sun, point to the sun and say: “The sun is round and it is yellow. The wall of this room is also yellow. Point to something round in this room.” As your child gets older, count together by pointing, such as the yellow flower petals in a picture, or ask your child to point to things you describe. **Food:** Whether putting food away, cooking food, or setting things out for mealtime, there are many opportunities for math. Different kinds of food should be put away in particular places – this is a good time for relationship words like inside, under, and over. Cooking involves measuring quantities, talking about lengths of time, and describing the desired result for the food. Setting things out for mealtime involves setting out the appropriate number of things so that each person gets what they need. **Playing with objects:** Compare objects when constructing things for play or other uses. Which one is taller? Can you make one thing taller, wider, bigger, or the same as the other? Describe and compare the sizes, numbers, and colors of things you have or that are in pictures.
pt: Enquanto realizam juntos as rotinas e atividades domésticas, há muitas conversas matemáticas para se ter com seu filho. **Guardando as coisas:** Fale sobre como as coisas se agrupam. Coisas com a mesma forma podem ser guardadas juntas? Existe um lugar especial para as coisas redondas ou triangulares? **Roupas:** Se você estiver separando as roupas que vão ser lavadas ou que acabaram de ser lavadas, fale sobre cores, formas e tamanhos. Ao pegar as roupas ou ao guardá-las, fale sobre por que algumas roupas vão para um lugar e outras vão para outros lugares. **Na Hora de Dormir e de Acordar:** Esses momentos são ideais para conversar sobre como fazer as coisas em ordem, e para praticar palavras como primeiro, segundo, terceiro, último e próximo. **Discuta enquanto lê:** A hora da história é uma ótima oportunidade para praticar matemática com seu filho em um ambiente aconchegante. Fale sobre os personagens e as coisas nas ilustrações. Se houver um grande sol amarelo, aponte para o sol e diga: “O sol é redondo e é amarelo. A parede deste quarto também é amarela. Aponte para algo redondo neste quarto.” À medida que seu filho cresce, contem juntos apontando, como as pétalas de uma flor amarela em uma imagem, ou peça para seu filho apontar para coisas que você descreve. **Comida:** Seja guardando a comida, cozinhando ou arrumando as coisas para a hora da refeição, há muitas oportunidades para a matemática. Diferentes tipos de alimentos devem ser guardados em lugares específicos – este é um bom momento para palavras de relacionamento como dentro, embaixo e sobre. Cozinhar envolve medir quantidades, falar sobre a duração de tempo e descrever o resultado desejado para a comida. Arrumar as coisas para a hora da refeição envolve colocar o número apropriado de itens para que cada pessoa receba o que precisa. **Brincando com objetos:** Compare objetos ao construir coisas para brincar ou outros usos. Qual é mais alto? Você consegue fazer um objeto mais alto, mais largo, maior ou igual ao outro? Descreva e compare os tamanhos, números e cores dos objetos que você tem ou que aparecem nas imagens.
ru: Когда вы вместе занимаетесь домашними делами, у вас будет много возможностей поговорить с ребёнком на математические темы. **Убирая вещи:** Поговорите о том какие вещи должны быть вместе. Сочетаются ли вместе вещи одинаковый формы? Есть ли специальное место для круглых или треугольных вещей? **Одежда:** Если вы сортируете одежду, которую собираетесь постирать или которую только что постирали, обсудите цвета, формы, и размеры. Когда вы берёте или убираете одежду, говорите о том, почему некоторые вещи нужно класть в одно место, а другие в другое. **Ложиться спать и вставать:** В такие моменты удобно обсуждать порядок действий и практиковать такие слова как первое, второе, третье, последнее, и следующий. **Обсуждайте по мере чтения:** Время чтения сказок – прекрасная возможность заняться математикой с вашим ребёнком в уютной обстановке. Обсуждайте персонажей и предметы на картинках. Если на картинках изображено большое жёлтое солнце, укажите на него и скажите: «Солнце круглое и жёлтое. Стена в этой комнате тоже жёлтая. Покажи что-нибудь круглое в этой комнате.» Когда ваш ребёнок станет старше, считайте вместе, указывая, например на жёлтые лепестки цветка на картинке, или просите ребёнку указывать на предметы, которые вы описываете. **Еда:** Убирая еду, готовя её, или раскладывая стол к обеду, вы найдёте множество возможностей для математики. Разные виды продуктов следует убирать в определённые места и это хорошее время для слов обозначающих отношения, например, внутри, под и над. Приготовление еды включает в себя измерение количество продуктов, обсуждение времени приготовления, и описание желаемого результата. Сервировка еды для приёма пищи подразумевает размещение необходимого количества продуктов, чтобы каждый человек получил необходимое. **Игратъ с объектами:** Сравнивайте объекты при создании вещей для игры или других целей. Какой из них выше? Можно ли сделать одну вещь выше, шире, больше, или такой же как другая? Опишите и сравните размеры, количествa, и цвета вещей которые у вас есть или которые изображены на картинках.

# data_list
source: 1.3 Math Talk – Out and About
pt: Passo 3: Conversa sobre Matemática – Fora de Casa
ru: Шаг 3: Математические Беседы – На Улице и Вокруг
