Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: How does the color red make you feel? Red is often thought of as an active, high energy color.
de: Was löst die Farbe rot in dir aus? Rot wird oft als eine aktive Farbe mit viel Energie angesehen.
el: Πώς σε κάνει να νιώθεις το κόκκινο χρώμα; Το κόκκινο θεωρείται συχνά ένα έντονο, γεμάτο ενέργεια χρώμα.
pt: Como a cor vermelha faz você se sentir? Vermelho é frequentemente considerado uma cor ativa, de alta energia.
ru: Какие чувства вызывает у тебя красный цвет? Красные часто считают активным, энергичным цветом.

# data_list
source: Sometimes red is an angry color. People may say they "see red" when they are angry.
de: Manchmal ist rot eine wütende Farbe. Leute sagen, sie "sehen rot", wenn sie wütend sind.
el: Μερικές φορές το κόκκινο είναι το χρώμα του θυμού. Οι άνθρωποι μπορεί να λένε ότι "τα βλέπουν όλα κόκκινα" όταν θυμώνουν.
pt: Às vezes, o vermelho é uma cor de raiva. As pessoas podem dizer que "veem vermelho" quando estão com raiva.
ru: Иногда красный цвет - это злой цвет. Люди могут говорить, что они «видят красное», когда злятся.

# data_list
source: People often paint things red or choose red things because of the color's high energy. Have you seen cars that are red?
de: Die Leute malen oft Dinge rot oder wählen rote Dinge wegen der hohen Energie dieser Farbe. Hast du schon rote Autos gesehen?
el: Οι άνθρωποι συχνά χρωματίζουν πράγματα κόκκινα ή επιλέγουν κόκκινα πράγματα λόγω της έντονης ενέργειας του χρώματος. Έχεις δει αυτοκίνητα που είναι κόκκινα;
pt: As pessoas frequentemente pintam coisas de vermelho ou escolhem coisas vermelhas por causa da alta energia da cor. Você já viu carros vermelhos?
ru: Люди часто красят вещи в красный цвет или выбирают красные вещи из-за высокой энергии цвета. ты когда-нибудь видел машины красного цвета?

# data_list
source: Kewyu is wearing a red shirt.
de: Kewyu trägt ein rotes Hemd.
el: Ο Κιουγιού φοράει ένα κόκκινο πουκάμισο.
pt: Kewyu está vestindo uma camisa vermelha.
ru: Кью одет в красную рубашку.

# data_list
source: Do you have any red clothes?
de: Besitzt du irgendwelche rote Kleider?
el: Έχεις κόκκινα ρούχα;
pt: Você tem alguma roupa vermelha?
ru: У тебя есть какая-нибудь красная одежда?

# data_list
source: Do you have any red flowers near where you live?
de: Gibt es dort wo du lebst irgendwelche rote Blumen?
el: Έχει κόκκινα λουλούδια κοντά στο σπίτι σου;
pt: Existem flores vermelhas perto de onde você mora?
ru: Есть ли рядом с тем где ты живёшь красные цветы?

# data_list
source: Count together the number of people in this picture.
de: Zähle die Anzahl der Leute auf diesem Bild zusammen.
el: Μετρήστε μαζί τον αριθμό των ανθρώπων στην εικόνα.
pt: Vamos contar juntos o número de pessoas nesta imagem.
ru: Посчитай количество людей на этой картинке.

# data_list
source: The second color is orange.
de: Die zweite Farbe ist orange.
el: Το δεύτερο χρώμα είναι το πορτοκαλί.
pt: A segunda cor é laranja.
ru: Второй цвет оранжевый.

# data_list
source: How does orange feel compared to red? It is still high energy, but perhaps a bit less so.
de: Wie fühlt sich Orange an im Vergleich zu Rot? Es hat immer noch viel Energie, aber vielleicht ein bisschen weniger davon.
el: Πώς σε κάνει να νιώθεις το πορτοκαλί σε σύγκριση με το κόκκινο; Είναι κι αυτό έντονο, αλλά ίσως λίγο λιγότερο.
pt: Como o laranja se compara ao vermelho? Ainda é uma cor com muita energia, mas talvez um pouco menos.
ru: Как ты себя чувствуешь когда ты видишь оранжевый по сравнению с красным цветом? У этого цвета всё ещё высокая энергия, но возможно немного меньше.

# data_list
source: She looks all alone in the middle of all that orange with her hands stretched out like that.
de: Sie sieht ganz alleine aus in der Mitte von all diesem orange mit ihren ausgestreckten Händen.
el: Η γυναίκα φαίνεται μόνη της στη μέση όλου αυτού του πορτοκαλί με τα χέρια της τεντωμένα έτσι.
pt: Ela parece totalmente sozinha no meio de todo aquele laranja com as mãos esticadas assim.
ru: Она выглядит так одинокой посреди всего этого оранжевого цвета с вытянутыми вот так руками.

# data_list
source: An orange is a fruit named after its color. Can you think of other orange things around you?
de: Eine Orange ist eine Frucht, die nach ihrer Farbe benannt ist. Kannst du dir andere orange Sachen um dich herum denken?
el: Ένα πορτοκάλι είναι ένα φρούτο που πήρε το όνομά του από το χρώμα του. Μπορείς να σκεφτείς άλλα πορτοκαλί πράγματα γύρω σου;
pt: Uma laranja é uma fruta nomeada por causa da sua cor. Você consegue pensar em outras coisas laranjas ao seu redor?
ru: Апельсин - это фрукт, который оранжевого цвета. Ты можешь подумать о других оранжевых вещах вокруг тебя?

# data_list
source: This is an orange. What else can you see that is the color orange?
de: Dies ist eine Orange. Was kannst du anderes sehen, das orange ist?
el: Αυτό είναι ένα πορτοκάλι. Τι άλλο μπορείς να δεις που έχει πορτοκαλί χρώμα;
pt: Isto é uma laranja. O que mais você pode ver que é da cor laranja?
ru: Это апельсин. Что ещё ты видишь которое оранжевое?

# data_list
source: The cat and fish are orange. Have you seen an orange cat or fish before?
de: Die Katze und der Fisch sind orange. Hast du jemals zuvor eine orange Katze oder einen orangenen Fisch gesehen?
el: Η γάτα και το ψάρι είναι πορτοκαλί. Έχεις δει ποτέ πορτοκαλί γάτα ή ψάρι;
pt: O gato e o peixe são laranjas. Você já viu um gato ou peixe laranja antes?
ru: Кошка и рыба оранжевые. Ты когда-нибудь видел оранжевую кошку или рыбу?

# data_list
source: A sphere is a ball -- round in all directions. Is an orange a sphere?
de: Eine Kugel ist ein Ball – rund in jede Richtung. Ist eine Orange eine Kugel?
el: Κάτι που είναι σαν μπάλα -- στρογγυλό προς όλες τις κατευθύνσεις ονομάζεται σφαιρικό. Είναι το πορτοκάλι σφαιρικό;
pt: Uma esfera é uma bola -- redonda em todas as direções. Uma laranja é uma esfera?
ru: Сфера - это шар -- Круглые во всех направлениях. Апельсин - это сфера?

# data_list
source: How is the fish bowl different from a sphere?
de: Wie unterscheidet sich das Fischglas von einer Kugel?
el: Είναι το μπολ του ψαριού απολύτως σφαιρικό; Γιατί όχι;
pt: Como o aquário de peixes é diferente de uma esfera?
ru: Чем аквариум с рыбой отличается от сфера?

# data_list
source: The third color is yellow.
de: Die dritte Farbe ist gelb.
el: Το τρίτο χρώμα είναι το κίτρινο.
pt: A terceira cor é amarela.
ru: Третий цвет - это жёлтый.

# data_list
source: Make up something that she is pointing at.
de: Erfinde etwas, worauf sie zeigt.
el: Φαντάσου κάτι που δείχνει με το δάχτυλό της η γυναίκα.
pt: Invente algo para o qual ela esteja apontando.
ru: Придумай что-нибудь, на что она показывает.

# data_list
source: She looks excited about what is coming next. I bet it is something yellow!
de: Sie sieht aufgeregt darüber aus, was als nächstes kommt. Ich wette es ist etwas gelbes!
el: Φαίνεται ενθουσιασμένη για αυτό που είναι δίπλα. Στοιχηματίζω ότι είναι κάτι κίτρινο!
pt: Ela parece animada com o que está por vir. Aposto que é algo amarelo!
ru: Она выглядит очень заинтересованной тем, что будет дальше. Я думаю это что-то жёлтое!

# data_list
source: How has her dress changed from earlier pictures? Hint: It is now broken up into two sections.
de: Wie hat sich ihre Kleidung verändert im Laufe der vorherigen Bilder? Wink: es ist nun in zwei Teile geteilt.
el: Πώς έχει αλλάξει το φόρεμά της από τις προηγούμενες εικόνες; Υπόδειξη: Τώρα είναι χωρισμένο σε δύο μέρη.
pt: Como o vestido dela mudou das imagens anteriores? Dica: agora está dividido em duas partes.
ru: Как изменилась её платье по сравнению с предыдущими картинками? Подсказка: теперь он разделён на два раздела.

# data_list
source: The yolk of an egg is yellow. What else can you see that is the color yellow?
de: Der Dotter eines Eies ist gelb. Was kannst du anderes mit der Farbe gelb sehen?
el: Ο κρόκος ενός αυγού είναι κίτρινος. Τι άλλο μπορείς να δεις που έχει κίτρινο χρώμα;
pt: A gema de um ovo é amarela. O que mais você consegue ver que é da cor amarela?
ru: Желток яйца жёлтое. Что ещё ты видишь что жёлтoe?

# data_list
source: How can you tell that she is hungry?
de: Woran erkennst du, dass sie hungrig ist?
el: Πώς μπορείς να καταλάβεις ότι πεινάει η γυναίκα;
pt: Como você pode dizer que ela está com fome?
ru: Как ты можешь заметить что она голодная?

# data_list
source: She has a yellow sunflower on her table. Do you have flowers around you sometimes when you eat?
de: Sie hat eine gelbe Sonnenblume auf dem Tisch. Hast du manchmal, wenn du isst, Blumen um dich herum?
el: Έχει ένα κίτρινο ηλιοτρόπιο στο τραπέζι της. Έχει λουλούδια κοντά σου μερικές φορές όταν τρως;
pt: Ela tem um girassol amarelo em sua mesa. Você tem flores ao seu redor às vezes quando come?
ru: У неё на столе жёлтый подсолнух. Если вокруг тебя цветы иногда, когда ты ешь?

# data_list
source: Name something in the sky that is yellow.
de: Nenne etwas im Himmel, das gelb ist.
el: Πες κάτι που είναι κίτρινο στον ουρανό.
pt: Nomeie algo no céu que seja amarelo.
ru: Назови что находится в небе которое тоже жёлтая.

# data_list
source: The fourth color is green.
de: Die vierte Farbe ist grün.
el: Το τέταρτο χρώμα είναι το πράσινο.
pt: A quarta cor é verde.
ru: Четвёртый цвет - это зелёный.

# data_list
source: How does green feel to you? This green is a lot calmer than the red, orange, or yellow.
de: Wie fühlt sich Grün für dich an? Dieses Grünist viel ruhiger als das Rot, Orangeoder Gelb.
el: Πώς σε κάνει να νιώθεις το πράσινο; Το πράσινο είναι πολύ πιο ήρεμο από το κόκκινο, το πορτοκαλί ή το κίτρινο.
pt: Como o verde faz você se sentir? Este verde é muito mais calmo que o vermelho, laranja ou amarelo.
ru: Какие чувства у тебя вызывает зелёный цвет? Этот зелёный цвет намного спокойнее, чем красный, оранжевый и жёлтой.

# data_list
source: Name some things that are green -- they are all around you!
de: Nenne ein paar Dinge, die grün sind – sie sind überall um dich herum!
el: Πες μερικά πράγματα που είναι πράσινα -- είναι γύρω σου!
pt: Nomeie algumas coisas que são verdes -- elas estão ao seu redor!
ru: Назови некоторые вещи которые зелёные – oни повсюду вокруг тебя!

# data_list
source: Green comes in many different types. How many types of green can you name?
de: Grün kommt in vielen verschiedenen Arten vor. Wie viele Arten von Grün kannst du nennen?
el: Το πράσινο έχει πολλές διαφορετικές αποχρώσεις. Πόσες διαφορετικές αποχρώσεις πράσινου μπορείς να βρεις;
pt: O verde vem em muitos tipos diferentes. Quantos tipos de verde você consegue nomear?
ru: Зелёный бывает разных видов. Сколько разных видов зелёного цвета ты можешь назвать?

# data_list
source: Our banana garden is green.
de: Unser Bananengarten ist grün.
el: Ο κήπος είναι πράσινος.
pt: Nosso jardim de bananas é verde.
ru: Наши банановый сад зелёный.

# data_list
source: Point at and count the animals you see on this page -- look carefully!
de: Zeige auf und benenne alle die Tiere, die du auf dieser Seite siehst – schaue sorgfältig!
el: Δείξε και μέτρησε τα ζώα που βλέπεις σε αυτή τη σελίδα -- κοίταξε προσεκτικά!
pt: Aponte e conte os animais que você vê nesta página -- olhe com cuidado!
ru: Укажи и посчитай животных, которые ты видишь на этой странице -- смотри аккуратно!

# data_list
source: Point out the yellow greens, lime greens, bright greens, and dark greens on this page.
de: Zeige gelbgrün, lindgrün, hellgrün und dunkelgrün auf dieser Seite auf.
el: Παρατήρησε τα κιτρινωπά πράσινα, τα λαχανί, τα λαμπερά πράσινα και τα σκούρα πράσινα σε αυτή τη σελίδα.
pt: Aponte os verdes amarelados, verdes limão, verdes brilhantes e verdes escuros nesta página.
ru: Покажи на жёлто-зелёный цвет, светлый зелёный, яркий зелёный и тёмно-зелёные цвета на этой странице.

# data_list
source: A lot of trees are brown and green. Brown is not one of the main colors of the rainbow. Where does it show up in the rainbow?
de: Viele Bäume sind braun und grün. Braun ist nicht eine der vielen Farben des Regenbogens. Wo kommt es im Regenbogen vor?
el: Πολλά δέντρα είναι καφέ και πράσινα. Το καφέ δεν είναι ένα από τα κύρια χρώματα του ουράνιου τόξου. Πού εμφανίζεται στο ουράνιο τόξο;
pt: Muitas árvores são marrons e verdes. O marrom não é uma das cores principais do arco-íris. Onde ele aparece no arco-íris?
ru: Многие деревья коричневые и зелёные. Коричневый цвет не входит в число цветов которые в радуге. Где он появляется на радуге?

# data_list
source: The fifth color is blue.
de: Die fünfte Farbe ist blau.
el: Το πέμπτο χρώμα είναι το μπλε.
pt: A quinta cor é azul.
ru: Пятый цвет - это синий.

# data_list
source: She looks so happy in the middle of all that blue. Does blue make you feel happy?
de: Sie sieht so glücklich aus in der Mitte von all dem Blau. Macht dich Blau glücklich?
el: Φαίνεται τόσο χαρούμενη η γυναίκα στη μέση όλου αυτού του μπλε. Σε κάνει το μπλε να νιώθεις χαρούμενος;
pt: Ela parece tão feliz no meio de todo esse azul. O azul te faz sentir feliz?
ru: Она выглядит такой счастливой посреди всей этой синевы. Ты чувствуешь себя счастливым когда ты видишь синий цвет?

# data_list
source: Some people say they feel blue when they are sad. Does blue seem like a sad color to you?
de: Im Englischen sagen die Leute: “Ich fühle mich blau”, , wenn sie traurig sind. Erscheint Blau für dich als eine traurige Farbe?
el: Μερικοί λένε ότι το μπλε είναι το χρώμα της λύπης. Το μπλε σου φαίνεται σαν ένα λυπητερό χρώμα;
pt: Algumas pessoas dizem que azul é a cor da tristeza. O azul parece uma cor triste para você?
ru: Некоторые люди говорят что они чувствуют себя грустными когда они видят синий цвет. Тебе кажется что синий грустный цвет?

# data_list
source: The sky and water are usually blue, but it is not common in plants. Have you seen flowers that are blue?
de: Der Himmel und das Wasser sind üblicherweise blau, dies ist jedoch bei Pflanzen nicht der Fall. Hast du jemals blaue Blumen gesehen?
el: Ο ουρανός και το νερό είναι συνήθως μπλε, αλλά δεν είναι συνηθισμένο στα φυτά. Έχεις δει λουλούδια που είναι μπλε;
pt: O céu e a água costumam ser azuis, mas não é comum nas plantas. Você já viu flores azuis?
ru: Небо и вода обычно синие, но у растений это не обычно. Ты видел когда-нибудь цветы которые синие?

# data_list
source: The sky is blue.
de: Der Himmel ist blau.
el: Ο ουρανός είναι μπλε.
pt: O céu é azul.
ru: Небо синее.

# data_list
source: Bodies of water, such as oceans, seas, lakes, and rivers, are often blue.
de: Gewässer, wie zum Beispiel Ozeane, Meere, Seen und Flüsse sind oftmals blau.
el: Τα νερά, όπως οι ωκεανοί, οι θάλασσες, οι λίμνες και τα ποτάμια, είναι συχνά μπλε.
pt: Corpos d'água, como oceanos, mares, lagos e rios, geralmente são azuis.
ru: Водоёмы, такие Как океаны, моря, озёра, и реки, часто имеют синий цвет.

# data_list
source: Point to these birds and clouds and count them together.
de: Zeige auf die Vögel und Wolken und zähle sie zusammen.
el: Δείξτε τα πουλιά και τα σύννεφα και μετρήστε τα μαζί.
pt: Aponte para esses pássaros e nuvens e conte-os juntos.
ru: Покажи птицы и облака и посчитай их вместе.

# data_list
source: Which are there more of -- clouds or birds?
de: Wovon gibt es mehr – Wolken oder Vögel?
el: Ποια είναι περισσότερα – τα σύννεφα ή πουλιά;
pt: Qual deles há mais -- nuvens ou pássaros?
ru: Каких больше - облак или птиц?

# data_list
source: The sixth color is indigo.
de: Die sechste Farbe ist Indigo.
el: Το έκτο χρώμα είναι το λουλακί.
pt: A sexta cor é anil.
ru: Шестой цвет - индиго.

# data_list
source: Flowers are sometimes indigo. Have you seen flowers whose color is close to being indigo?
de: Blumen sind manchmal indigo. Hast du schon Blumen gesehen, deren Farbe nah an Indigo waren?
el: Τα λουλούδια είναι μερικές φορές λουλακί. Έχεις δει λουλούδια που το χρώμα τους είναι κοντά στο λουλακί;
pt: As flores às vezes são anis. Você já viu flores cuja cor é próxima do anil?
ru: Цветы иногда индиго. Ты когда-нибудь видел цветы, цвет которых близко к индиго?

# data_list
source: Sometimes her hands are stretched out wide. Having hands on hips often shows defiance and strength.
de: Manchmal sind ihre Hände weit ausgestreckt. Die Arme auf den Hüften zu halten, zeigt oft Trotz und Stärke auf.
el: Μερικές φορές τα χέρια της γυναίκας είναι τεντωμένα προς τα έξω. Το να έχει κανείς τα χέρια του στους γοφούς συχνά δείχνει αποφασιστικότητα και δύναμη.
pt: Às vezes, suas mãos estão bem esticadas. Ter as mãos nos quadris frequentemente mostra desafio e força.
ru: Иногда её руки широко вытянутые. Руки на бедрах часто демонстрируют не покорность и силу.

# data_list
source: Indigo is very powerful. How do you feel if you stare at this big square of indigo?
de: Indigo ist sehr stark. Wie fühlst du dich, wenn du auf dieses große Viereck aus indigo blickst?
el: Το λουλακί είναι πολύ δυνατό χρώμα. Πώς νιώθεις αν κοιτάς αυτό το μεγάλο λουλακί τετράγωνο;
pt: Anil é muito poderoso. Como você se sente ao olhar para esse grande quadrado de anil?
ru: Индиго очень мощный. Как ты себя чувствуешь когда ты смотришь на этот большой квадрат цвета индиго?

# data_list
source: These berries are the color indigo.
de: Diese Beeren sind in der Farbe Indigo.
el: Αυτά τα μούρα έχουν το χρώμα λουλακί.
pt: Essas frutas são da cor anil.
ru: Эти ягоды индиго.

# data_list
source: Count together the buttons or snaps on her jacket.
de: Zeige die Knöpfe und Druckknöpfe auf ihrer Jacke zusammen.
el: Μετρήστε μαζί τα κουμπιά στο μπουφάν της.
pt: Vamos contar juntos os botões ou fechos na jaqueta dela.
ru: Посчитай вместе пуговицы или застёжки на её куртке.

# data_list
source: Would you like to eat some of those berries? Do you think you could eat all of them?
de: Würdest du gerne von diesen Beeren essen? Denkst du, du könntest alle davon essen?
el: Θα ήθελες να φας από αυτά τα μούρα; Νομίζεις ότι θα μπορούσες να τα φας όλα;
pt: Você gostaria de comer algumas dessas frutas? Você acha que conseguiria comer todas elas?
ru: Ты бы хотел съесть эти ягоды? Ты думаешь что ты бы мог их сесть все?

# data_list
source: Think of the largest number you can. Does she have more berries than that number?
de: Denk an die größte Farbe, die du dir vorstellen kannst. Hat sie mehr Beeren als diese Zahl?
el: Σκέψου τον μεγαλύτερο αριθμό που μπορείς. Υπάρχουν περισσότερα μούρα από τον αριθμό που σκέφτηκες;
pt: Pense no maior número que você puder. Ela tem mais frutas do que esse número?
ru: Подумай о самом большом числе, которое ты можешь. У неё больше ягод, чем это число?

# data_list
source: The seventh color is violet.
de: Die siebente Farbe ist violett.
el: Το έβδομο χρώμα είναι το βιολετί.
pt: A sétima cor é violeta.
ru: Седьмой цвет фиолетовый.

# data_list
source: Violet is a very intense color. Is it too intense for you, or do you enjoy how intense it is?
de: Violett ist eine sehr intensive Farbe. Ist die Farbe zu intensiv für dich oder gefällt dir, wie kräftig sie ist?
el: Το βιολετί είναι ένα πολύ έντονο χρώμα. Το βρίσκεις πολύ έντονο για σένα ή σου αρέσει το ότι είναι τόσο έντονο;
pt: Violeta é uma cor muito intensa. É muito intensa para você, ou você gosta de como é intensa?
ru: Фиолетовые - это очень интенсивный цвет. Он слишком интенсивный для тебя, или тебе нравится этот интенсивный цвет?

# data_list
source: Now she has her arms crossed. Crossed arms can indicate being closed off from others.
de: Jetzt hat sie ihre Arme verschränkt. Verschränkte Arme können ein Indikator dafür sein, sich von anderen abzugrenzen.
el: Τώρα η γυναίκα έχει τα χέρια της σταυρωμένα. Τα σταυρωμένα χέρια μπορεί να δείχνουν απομάκρυνση από τους άλλους.
pt: Agora ela está com os braços cruzados. Braços cruzados podem indicar estar fechado para os outros.
ru: Теперь она скрестила руки. Скрещенные руки могут указывать на закрытость от других.

# data_list
source: People tell us a lot without saying any words. Sometimes people do that with an expression on their face, and sometimes they do it with the way they hold their body.
de: Leute sagen uns vieles ohne Worte. Manchmal tun das Leute mit einem Ausdruck auf ihrem Gesicht, und manchmal tun sie es mit ihrer Körperhaltung.
el: Οι άνθρωποι μας λένε πολλά χωρίς να λένε λέξεις. Μερικές φορές το κάνουν με μια έκφραση στο πρόσωπό τους και μερικές φορές με τον τρόπο που κρατούν το σώμα τους.
pt: As pessoas nos dizem muito sem dizer nenhuma palavra. Às vezes, as pessoas fazem isso com uma expressão no rosto, e às vezes fazem isso com a maneira como mantêm o corpo.
ru: Люди говорят нам многое, не говоря слова. Иногда люди делают это с выражением лица, а иногда с тем, как они держат своё тело.

# data_list
source: My dress is violet. Violet is my favorite color! What is your favorite color?
de: Mein Kleid ist violett. Violett ist meine Lieblingsfarbe! Was ist deine Lieblingsfarbe?
el: Το φόρεμά μου είναι βιολετί. Το βιολετί είναι το αγαπημένο μου χρώμα! Ποιο είναι το δικό σου αγαπημένο χρώμα;
pt: Meu vestido é violeta. Violeta é minha cor favorita! Qual é a sua cor favorita?
ru: Моё платье фиолетовое. Фиолетовый - это мой любимый цвет! Какой у тебя любимый цвет?

# data_list
source: Notice that the flowers she is next to are violet flowers -- they are named after their color.
de: Beachte, dass die Blumen neben ihr violette Blumen sind – sie sind nach ihrer Farbe benannt.
el: Παρατήρησε ότι τα λουλούδια που είναι δίπλα της είναι βιολέτες -- πήραν το όνομά τους από το χρώμα τους.
pt: Observe que as flores ao lado dela são flores violetas – elas recebem o nome da sua cor.
ru: Заметь что цветы, рядом с которыми она находится фиолетовые -- Они названы на английском языке в честь своего цвета.

# data_list
source: She looks very happy wearing a dress with her favorite color. Do you have clothes that are in your favorite color?
de: Sie sieht sehr glücklich aus ein Kleid in ihrer Lieblingsfarbe anzuhaben. Besitzt du Kleider in deiner Lieblingsfarbe?
el: Φαίνεται πολύ χαρούμενη που φοράει ένα φόρεμα στο αγαπημένο της χρώμα. Εσύ έχεις ρούχα στο αγαπημένο σου χρώμα;
pt: Ela parece muito feliz usando um vestido com sua cor favorita. Você tem roupas da sua cor favorita?
ru: Она выглядит очень счастливой в платье своего любимого цвета. У тебя есть одежда твоего любимого цвета?

# data_list
source: Which colors make you happy? Are there colors you don't like?
de: Welche Farbe macht dich glücklich? Gibt es Farben, die du nicht magst?
el: Ποια χρώματα σε κάνουν χαρούμενο; Υπάρχουν χρώματα που δεν σου αρέσουν;
pt: Quais cores te fazem feliz? Existem cores que você não gosta?
ru: Какие цвета делают тебя счастливым? Есть ли цвета которые тебе не нравятся?

# data_list
source: Do you know the seven colors of the rainbow?
de: Kennst du die sieben Farben des Regenbogens?
el: Ξέρεις τα επτά χρώματα του ουράνιου τόξου;
pt: Você conhece as sete cores do arco-íris?
ru: Знаешь ли ты семь цветов радуги?

# data_list
source: Can you remember what each color is?
de: Kannst du dich erinnern, was jede dieser Farben ist?
el: Μπορείς να θυμηθείς ποιο είναι το κάθε χρώμα;
pt: Você consegue se lembrar de cada cor?
ru: Ты можешь вспомнить какой каждый цвет?

# data_list
source: Some people use the fake name Roy G. Biv to remind them of the order of the seven colors of the rainbow.
de: Manche benutzen im Englischen den Namen “Rog G. Biv”, um sich die Reihenfolge des Regenbogens zu merken.
el: Μερικοί άνθρωποι χρησιμοποιούν το ψεύτικο όνομα Κοποκί Π. Μπλουβί για να θυμούνται τη σειρά των επτά χρωμάτων του ουράνιου τόξου.
pt: Algumas pessoas usam a frase “vermelho lá vai violeta”, para lembrá-las da ordem das sete cores do arco-íris.
ru: Некоторые люди используют фразу: Каждый Охотник Желает Знать Сидит ли Иногда Фазан на радуге.
