Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: This story has shapes, descriptions, and perspective. Practice words: rectangle, sides, square, straight, curved, parallel lines, color names, rainbow colors, little, twice, tall, taller, short, shorter, far, farthest, farther, apart, large, thick, close, too close, small, too small, below, and estimate.
el: Αυτή η ιστορία έχει σχήματα, περιγραφές και προοπτική. Λέξεις για εξάσκηση: ορθογώνιο, πλευρές, τετράγωνο, ευθύ, καμπύλο, παράλληλες γραμμές, ονόματα χρωμάτων, χρώματα ουράνιου τόξου, μικρό, διπλά, ψηλός, ψηλότερος, κοντός, κοντύτερος, μακριά, μακρύτερος, πιο μακριά, απόσταση, εκτίμηση, σύντομος, πιο σύντομος, μεγάλος, παχύς, κοντά, πολύ κοντά, μικρός, πολύ μικρός, κάτω, και εκτίμηση.
pt: Esta história aborda formas, descrições e perspectiva. Palavras para praticar: retângulo, lados, quadrado, reto, curvo, linhas paralelas, nomes de cores, cores do arco-íris, pouco, duas vezes, alto, mais alto, curto, mais curto, longe, mais distante, mais distante, à parte, estimativa, curto, mais curto, grande, grosso, próximo, muito próximo, pequeno, muito pequeno, abaixo e estimativa.
ru: В этой истории есть фигуры, описания и перспектива. Попрактикуйте данные слова: прямоугольник, стороны, квадрат, прямой, изогнутый, параллельные линии, имена цветов, цвета радуги, дважды, высокий, выше, низкий, ниже, далекий, самый дальний, дальше, обособленный, отдельный/отдельно, оценка, короткий, короче, огромный, толстый, близко, слишком близко, маленький, слишком маленький, ниже.

# data_list
source: Searching for the Spirit of Spring
el: Ψάχνοντας το Πνεύμα της Άνοιξης
pt: Procurando o Espírito da Primavera
ru: В Поисках Духа Весны

# data_list
source: This story has shapes and descriptions. Practice words: circle, oval, arc, cone, rectangle, triangle, long, longest, far, far away, distance, big, bigger, pattern, color, bright, dull, muted, drab, giant, dark, too dark, and problem solving.
el: Αυτή η ιστορία έχει σχήματα, περιγραφές και προοπτική. Λέξεις για εξάσκηση: ορθογώνιο, πλευρές, τετράγωνο, ευθύ, καμπύλο, παράλληλες γραμμές, ονόματα χρωμάτων, χρώματα του ουράνιου τόξου, μικρό, διπλά, ψηλός, ψηλότερος, κοντός, κοντύτερος, μακριά, μακρύτερα, ακόμη πιο μακριά, απόσταση, εκτίμηση, σύντομος, συντομότερος, μεγάλος, παχύς, κοντά, πάρα πολύ κοντά, μικρός, πολύ μικρός, κάτω και εκτίμηση.
pt: Esta história aborda formas e descrições. Palavras para praticar: círculo, oval, arco, cone, retângulo, triângulo, grande, longo, mais longo, longe, longe, distância, grande, maior, padrão, cor, brilhante, maçante, silencioso, monótono, gigante, escuro, escuro, muito escuro e resolução de problemas.
ru: В этой истории есть фигуры и описания. Попрактикуйте данные слова: круг, овал, дуга, конус, прямоугольник, треугольник, большой, длинный, самый длинный, далеко, дистнация, больше, узор, цвет, яркий, тусклый, приглушенный, гигансткий, тёмный, очень тёмный и решение проблем.

# data_list
source: Share it Fair!
el: Μοιραστείτε Δίκαια!
pt: Compartilhe de Forma Justa!
ru: Делись Честно!

# data_list
source: This story has shapes and dividing evenly. Practice words: rectangle, square, round, circle, arc, oval, ellipse, stripe, equal, dividing equally, point of view, perspective, half, third, fourth, quarter, problem solving, simpler versions of a problem, persistence, subtracting 1, 2, 3, estimate, and multiples of 3.
el: Αυτή η ιστορία έχει σχήματα και ίσο μοίρασμα. Λέξεις για εξάσκηση: ορθογώνιο, τετράγωνο, στρογγυλό, κύκλος, τόξο, οβάλ, έλλειψη, ρίγα, ίσο, ίσο μοίρασμα, οπτική γωνία, προοπτική, μισό, τρίτο, τέταρτο, πρόβλημα προς λύση, απλούστερες εκδοχές προβλήματος, επιμονή, αφαίρεση 1, 2, 3, εκτίμηση και πολλαπλάσια του 3.
pt: Esta história aborda formas e divisão equitativa. Palavras para praticar: retângulo, quadrado, redondo, círculo, arco, oval, elipse, listra, igual, dividindo igualmente, ponto de vista, perspectiva, metade, terceiro, quarto, quarto, resolução de problemas, versões mais simples de um problema, persistência, subtraindo 1, 2, 3, estimativa e múltiplos de 3.
ru: В этой истории есть фигуры и деление поровну. Попрактикуйте данные слова: прямоугольник, квадрат, круглый, круг, дуга, овал, эллипс, полоса, равно, деление поровну, точка зрения, перспектива, половина, треть, четверть, решение проблем, более простые версии проблемы, упорство, вычитание 1,2,3, оценка и кратные 3.

# data_list
source: Singing the Truth: The Story of Miriam Makeba
el: Τραγουδώντας την Αλήθεια: Η Ιστορία της Μίριαμ Μακέμπα
pt: Cantando a Verdade: A História de Miriam Makeba
ru: Воспевание правды: История Мириама Макебы

# data_list
source: This story has lots of shapes. Practice words: shape, rectangle, straight, circle, arc, oval, arch, cone, ellipse, different, same, flat, outline, and stripe.
el: Αυτή η ιστορία έχει πολλά σχήματα. Λέξεις για εξάσκηση: σχήμα, ορθογώνιο, ευθύ, κύκλος, τόξο, οβάλ, καμάρα, κώνος, έλλειψη, διαφορετικό, ίδιο, επίπεδο, περίγραμμα και ρίγες.
pt: Esta história aborda várias formas geométricas. Palavras para praticar: forma, retângulo, reto, círculo, arco, oval, arqueado, cone, elipse, diferente, igual, plano, contorno e listra.
ru: В этой истории есть много форм. Практикуйтесь слова: форма, прямоугольник, прямой, круг, овал, арка, конус, эллипс, разные, одинаковые, плоские, контур, и полоса.

# data_list
source: Sizwe's Smile
el: Το Χαμόγελο του Σίζουε
pt: Sorriso de Sizwe
ru: Улыбка Сизве

# data_list
source: This story has shapes and progressions. Practice words: muted, bright, rectangle, circle, arc, oval, ellipse, big, biggest, curve, vertical lines, parallel lines, stripe, twice, doubling, exponential growth, estimate, and counting by 2's and 4's.
el: Αυτή η ιστορία έχει σχήματα και ακολουθίες. Λέξεις για εξάσκηση: απαλό, φωτεινό, ορθογώνιο, κύκλος, τόξο, οβάλ, έλλειψη, μεγάλο, μεγαλύτερο, καμπύλη, κάθετες γραμμές, παράλληλες γραμμές, ρίγα, διπλά, διπλασιασμός, εκθετική αύξηση, εκτίμηση, μέτρημα ανά 2 και 4.
pt: Esta história aborda formas e progressões. Palavras para praticar: suave, brilhante, retângulo, círculo, arco, oval, elipse, grande, maior, curva, linhas verticais, linhas paralelas, listra, duas vezes, dobrar, crescimento exponencial, estimar e contando de 2 em 2 e de 4 em 4.
ru: В этой истории есть фигуры и прогрессии. Попрактикуйте данные слова: приглушенный, яркий, прямоугольник, круг, дуга, овал, эллипс, большой, самый большой, изгибы, вертикальные линии, параллельные линии, полоска, дважды, удвоение, экспоненциальный рост, оценка и счет по 2 и 4.

# data_list
source: The Smell Thief
el: Η Κλέφτρα των Μυρωδιών
pt: A Ladra de Cheiros
ru: Воровка Запахов

# data_list
source: This story has skip counting and shapes. Practice words: counting by 1's, 2's, 3's, 4's, and 6's; multiplying, dividing, estimate, rectangle, and triangle.
el: Αυτή η ιστορία έχει μέτρημα με βήματα και σχήματα. Λέξεις για εξάσκηση: μέτρημα ανά 1, ανά 2, ανά 3, ανά 4 και ανά 6· πολλαπλασιασμός, διαίρεση, εκτίμηση, ορθογώνιο και τρίγωνο.
pt: Esta história aborda contagem pulando números e formas. Palavras para praticar: contar de 1 em 1, de 2 em 2, de 3 em 3, de 4 em 4 e 6 em 6; multiplicar, dividir, estimar, retângulo e triângulo.
ru: В этой истории есть пропускной счёт и фигуры. Попрактикуйье данные слова: счёт по 1, 2, 3, 4 и 6; умножение, деление, оценка, прямоугольник и треугольник.

# data_list
source: Who Can Count to Ten?
el: Ποιος Μπορεί να Μετρήσει μέχρι το Δέκα;
pt: Quem Consegue Contar Até Dez?
ru: Кто Умеет Считать до Десяти?

# data_list
source: This story has counting, comparisons, and problem solving. Practice words: numbers to ten, skip counting, counting by 2's, 3's, 4's, 5's, and 10's, odd numbers, more, difference, add, combination, total, stripes, spots, big, biggest, fast, fastest, strong, strongest, large largest, high, higher, pattern, and problem solving.
el: Αυτή η ιστορία έχει μέτρημα, συγκρίσεις και επίλυση προβλημάτων. Λέξεις για εξάσκηση: αριθμοί μέχρι το δέκα, μέτρημα με παραλήψεις, μέτρημα ανά 2, 3, 4, 5 και 10, μονοί αριθμοί, περισσότερο, διαφορά, προσθέτω, συνδυασμός, σύνολο, ρίγες, βούλες, μεγάλο, μεγαλύτερο, γρήγορο, γρηγορότερο, δυνατό, δυνατότερο, μεγάλο, μεγαλύτερο, ψηλό, ψηλότερο, μοτίβο και επίλυση προβλημάτων.
pt: Esta história aborda contagens, comparações e resolução de problemas. Palavras para praticar: números até dez, contagem em intervalos, contar em intervalos de 2, 3, 4, 5 e 10, números ímpares, mais, diferença, adição, combinação, total, listras, manchas, grande, maior, rápido, mais rápido, forte, mais forte, maior, alto, mais alto, padrão e resolução de problemas.
ru: В этой истории есть считание, сравнение и решение проблем. Практикуйтесь слова: числа до 10, счёт с пропусками, счёт по 2, 3, 4, 5, и 10, нечётные числа, больше, разница, сложение, комбинация, сумма, полосы, пятна, большой, самый большой, быстрый, самый быстрый, сильный, самый сильный, больше всего, высокий, выше, узор, и решение проблем.

# data_list
source: This is Cat. This is Dog.
de: Dies ist der Kater. Dies ist der Hund.
el: Αυτή είναι η Γάτα. Αυτός είναι ο Σκύλος.
pt: Este é o Gato. Este é o Cão.
ru: Это Кот. Это Собака.

# data_list
source: Count the animals together and describe their colors.
de: Zähle die Tiere zusammen und beschreibe ihre Farben.
el: Μετρήστε μαζί τα ζώα και περιγράψτε τα χρώματά τους.
pt: Vamos contar juntos os animais e descrever suas cores.
ru: Посчитай все животные вместе и опиши ихнюю раскраску.

# data_list
source: Which one has shorter ears? Which one has longer ears?
de: Welches hat kürzere Ohren? Welches hat längere Ohren?
el: Ποιος έχει κοντύτερα αυτιά; Ποιος έχει μακρύτερα αυτιά;
pt: Qual tem orelhas mais curtas? Qual tem orelhas mais longas?
ru: У кого короче уши? У кого длиннее уши?

# data_list
source: Which one has short whiskers? Which one has long whiskers?
de: Welches hat kurze Schnurrhaare? Welches hat lange Schnurrhaare?
el: Ποιος έχει κοντά μουστάκια; Ποιος έχει μακριά μουστάκια;
pt: Qual tem bigodes curtos? Qual tem bigodes longos?
ru: У кого короткие усы? У кого длиннее усы?

# data_list
source: It is night. It is dark. It is cold. It is very cold.
de: Es ist Nacht. Es ist dunkel. Es ist kalt. Es ist sehr kalt.
el: Είναι νύχτα. Είναι σκοτεινά. Έχει κρύο. Έχει πολύ κρύο.
pt: É noite. Está escuro. Está frio. Está muito frio.
ru: Сейчас ночь. Сейчас темно. Сейчас холодно. Сейчас очень холодно.

# data_list
source: Their house is round. Do you live in a round building?
de: Ihr Haus ist rund. Lebst du in einem runden Gebäude?
el: Το σπίτι τους είναι στρογγυλό. Εσύ μένεις σε στρογγυλό σπίτι;
pt: A casa deles é redonda. Você mora em uma construção redonda?
ru: Их дом круглый. Дом в котором ты живешь тоже круглый?

# data_list
source: Count the trees together.
de: Zähle die Bäume zusammen.
el: Μετρήστε μαζί τα δέντρα.
pt: Vamos contar juntos as árvores.
ru: Посчитай все деревья.

# data_list
source: A full moon forms a complete circle. A moon that is a partial circle like this is called a crescent moon.
de: Ein Vollmond ist ein vollkommener Kreis. Einen teilweisen Kreis wie diesen nennt man eine Mondsichel.
el: Μια πανσέληνος σχηματίζει έναν ολόκληρο κύκλο. Το φεγγάρι που έχει μέρος του κύκλου, όπως αυτό στην εικόνα, ονομάζεται μισοφέγγαρο.
pt: Uma lua cheia forma um círculo completo. Uma lua que é um círculo parcial como na imagem é chamada de lua crescente.
ru: Когда луна полная она образует полный круг. Луна которая не полный круг, называется полумесяцем.

# data_list
source: For Dog it is too cold.
de: Für den Hund ist es zu kalt.
el: Για τον Σκύλο έχει πολύ κρύο.
pt: Para o Cão, está muito frio.
ru: Для Собаки сейчас очень холодно.

# data_list
source: What shows you that Dog is cold?
de: Was zeigt dir, dass dem Hund kalt ist?
el: Τι σου δείχνει ότι ο Σκύλος κρυώνει;
pt: O que mostra que o Cão está com frio?
ru: Что тебе показывает что собаки холодно?

# data_list
source: A light blue color is often used to show something cold. Does seeing blue make you feel cold?
de: Eine helle blaue Farbe wird oft benutzt, um etwas Kaltes aufzuzeigen. Wird dir kalt, wenn du etwas Hellblaues siehst?
el: Ένα απαλό μπλε χρώμα χρησιμοποιείται συχνά για να δείξει κάτι κρύο. Σε κάνει το μπλε να νιώθεις κρύο;
pt: A cor azul clara é frequentemente usada para mostrar algo frio. Ver a cor azul te faz sentir frio?
ru: Светло-голубой цвет часто использует чтобы показать что-то холодное. Когда ты видишь голубой цвет тебе становится холодно?

# data_list
source: On cold nights, even outdoor animals can use help with the cold.
de: In kalten Nächten können sogar freilebende Tiere Unterstützung mit der Kälte gebrauchen.
el: Τις κρύες νύχτες, ακόμα και τα ζώα που μένουν έξω χρειάζονται βοήθεια με το κρύο.
pt: Nas noites frias, até os animais ao ar livre podem precisar de ajuda para se esquentar.
ru: Холодными ночами даже уличные животные могут понадобиться помощи при простуде.

# data_list
source: Cat gives Dog underwear. One pair of underwear is dirty. One pair of underwear is clean.
de: Der Kater gibt dem Hund Unterwäsche. Eine Unterwäsche ist dreckig. Eine Unterwäsche ist sauber.
el: Η Γάτα δίνει στον Σκύλο εσώρουχα. Ένα εσώρουχο είναι βρώμικο. Ένα εσώρουχο είναι καθαρό.
pt: Gato dá roupas para o Cão. Uma delas está suja. Uma delas está limpa.
ru: Кошка даёт Собаке нижнее бельё. Одна пара нижнего белья грязная. Одна пара нижнего белья чистая.

# data_list
source: Is this choice of underwear very helpful?
de: Ist diese Auswahl an Unterwäsche sehr hilfreich?
el: Είναι αυτό το εσώρουχο αρκετά βοηθητικό;
pt: Esse tipo de roupa vai ajudar a esquentar o Cão?
ru: Этот выбор нижнего белья помог?

# data_list
source: Is it silly that Cat offers underwear that is dirty?
de: Ist es nicht doof, dass der Kater dreckige Unterwäsche anbietet?
el: Είναι αστείο που η Γάτα προσφέρει βρώμικο εσώρουχο;
pt: É tolo o Gato oferecer roupas sujas?
ru: Это глупо, что Кошка предлагает грязное нижнее бельё?

# data_list
source: Why isn't Cat cold?
de: Warum ist dem Kater nicht kalt?
el: Γιατί η Γάτα δεν κρυώνει;
pt: Por que o Gato não está com frio?
ru: А почему Кошки не холодно?

# data_list
source: Dog takes the clean underwear. But it is still too cold.
de: Der Hund nimmt die saubere Unterwäsche. Aber es ist immer noch zu kalt.
el: Ο Σκύλος παίρνει το καθαρό εσώρουχο. Αλλά ακόμα κρυώνει πολύ.
pt: Cão pega a roupa limpa. Mas ainda está muito frio.
ru: Собака берёт чистое нижнее бельё. Но ему всё равно слишком холодно.

# data_list
source: Count together how much clothing Dog has. Dog is cold and needs more.
de: Zähle zusammen, wie viele Kleider der Hund hat. Dem Hund ist kalt und er braucht mehr.
el: Μετρήστε μαζί πόσα ρούχα έχει ο Σκύλος. Ο Σκύλος κρυώνει και χρειάζεται περισσότερα.
pt: Vamos contar juntos quantas peças de roupa o Cão tem. Cão está com frio e precisa de mais.
ru: Посчитай сколько одежды у Собаки. Собаки всё ещё холодно и ему нужно больше одежды.

# data_list
source: Remember a time when you were cold and how hard it was to get warm.
de: Erinnere dich an eine Zeit, in der dir kalt war und wie schwierig es war, sich aufzuwärmen.
el: Θυμήσου μια φορά που κρύωνες και πόσο δύσκολο ήταν να ζεσταθείς.
pt: Lembre um momento em que você sentiu frio e como foi difícil se aquecer.
ru: А ты помнишь время когда тебе было очень холодно и было очень трудно согреться?

# data_list
source: Why are Dog's arms crossed in front?
de: Warum sind die Arme des Hundes vorne verschränkt?
el: Γιατί τα χέρια του Σκύλου είναι σταυρωμένα μπροστά;
pt: Por que os braços do Cão estão cruzados?
ru: Почему у Собаки руки скрещены впереди?

# data_list
source: Cat gives Dog shirts. One shirt is big. One shirt is small.
de: Der Kater gibt dem Hund Hemden. Ein Hemd ist groß. Eins ist klein.
el: Η Γάτα δίνει στον Σκύλο πουκάμισα. Ένα πουκάμισο είναι μεγάλο. Ένα πουκάμισο είναι μικρό.
pt: Gato dá camisetas para o Cão. Uma é grande. Uma é pequena.
ru: Кошка даёт Собаке футболки. Одна футболка большая. Одна футболка маленькая.

# data_list
source: Is offering a shirt that is much too small helpful?
de: Ist es hilfreich, ein Hemd anzubieten, das viel zu klein ist?
el: Είναι βοηθητικό να προσφέρεις ένα πουκάμισο που είναι πολύ μικρό;
pt: Oferecer uma camisa muito pequena ajuda?
ru: Полезно ли предлагать футболку которая слишком маленькая?

# data_list
source: Is Cat trying to help, or is Cat just having some fun?
de: Versucht der Kater zu helfen, oder macht er sich bloß ein bisschen lustig?
el: Προσπαθεί η Γάτα να βοηθήσει ή απλώς διασκεδάζει;
pt: Gato está tentando ajudar, ou está apenas se divertindo?
ru: Кошка пытается помочь, или Кошка просто развлекается?

# data_list
source: Which of Cat's paws has more visible claws?
de: Welche der Tatzen des Katers hat mehr sichtbare Krallen?
el: Σε ποιο από τα πόδια της Γάτας φαίνονται περισσότερα δαχτυλάκια;
pt: Qual das patas do Gato tem garras mais visíveis?
ru: На какой лапе у кота ногти более заметные?

# data_list
source: Dog takes the big shirt. But it is still too cold.
de: Der Hund nimmt das große Hemd. Aber es ist immer noch zu kalt.
el: Ο Σκύλος παίρνει το μεγάλο πουκάμισο. Αλλά ακόμα κρυώνει πολύ.
pt: Cão pega a camisa grande. Mas ainda está muito frio.
ru: Собака берёт большую футболку. Но ему всё равно слишком холодно.

# data_list
source: Count the pieces of clothing Dog has. Is it enough?
de: Zähle die Kleidungsstücke, die der Hund hat. Ist es genug?
el: Μετρήστε μαζί τα ρούχα που φοράει ο Σκύλος. Είναι αρκετά;
pt: Conte quantas peças de roupa o Cão tem. É suficiente?
ru: Посчитай сколько одежды у собаки. Это достаточно?

# data_list
source: A square is a shape like a piece of paper with four equal sides. Compare the round moon with the square window.
de: Ein Viereck ist eine Form wie ein Blatt Papier mit vier gleichen Seiten. Vergleiche den Mond mit dem viereckigen Fenster.
el: Ένα τετράγωνο είναι ένα σχήμα που μοιάζει με ένα κομμάτι χαρτί με τέσσερις ίσες πλευρές. Συγκρίνετε το στρογγυλό φεγγάρι με το τετράγωνο παράθυρο.
pt: Um quadrado é uma forma como um pedaço de papel com quatro lados iguais. Compare a lua redonda com a janela quadrada.
ru: Квадрат - это фигура, похожие на лист бумаги с четырьмя равными сторонами. Сравни круглую луну с квадратным окном.

# data_list
source: Have you ever seen a round window?
de: Hast du jemals ein rundes Fenster gesehen?
el: Έχεις δει ποτέ στρογγυλό παράθυρο;
pt: Você já viu uma janela redonda?
ru: Ты когда-нибудь видел круглое окно?

# data_list
source: Cat gives Dog pants. One pair of pants is long. One pair of pants is short.
de: Der Kater gibt dem Hund Hosen. Eine Hose ist lang. Eine Hose ist kurz.
el: Η Γάτα δίνει στον Σκύλο παντελόνια. Ένα παντελόνι είναι μακρύ. Ένα παντελόνι είναι κοντό.
pt: Gato dá calças para o Cão. Uma das calças é comprida. Uma das calças é curta.
ru: Кошка даёт Собаке штаны. Одни штаны слишком длинные. Другие штаны слишком короткие.

# data_list
source: How many pieces of clothing does Cat offer each time?
de: Wie viele Kleidungsstücke verschenkt der Kater jedes Mal?
el: Πόσα ρούχα προσφέρει η Γάτα κάθε φορά;
pt: Quantas peças de roupa o Gato oferece por vez?
ru: Сколько предметов одежды предлагает кошка каждый раз?

# data_list
source: When you are cold, do you want to wear shorts?
de: Wenn dir kalt ist, willst du dann Shorts tragen?
el: Όταν κρυώνεις, θέλεις να φοράς κοντό παντελόνι;
pt: Quando você está com frio, você usa bermudas?
ru: Когда тебе холодно, ты хочешь одевать шорты?

# data_list
source: What will happen with Dog's tail? Do these pants have a hole for Dog's tail?
de: Was wird geschehen mit dem Schwanz des Hundes? Haben diese Hosen ein Loch für den Wedel des Hundes?
el: Τι θα συμβεί με την ουρά του Σκύλου; Έχουν αυτά τα παντελόνια τρύπα για την ουρά του Σκύλου;
pt: O que acontecerá com o rabo do Cão? Estas calças têm um buraco para o rabo dele?
ru: Что случится с хвостом Собаки? У этих штанов есть дырка для хвоста Собаки?

# data_list
source: Dog takes the long pair of pants. But it is still too cold.
de: Der Hund nimmt die lange Hose. Aber es ist immer noch zu kalt.
el: Ο Σκύλος παίρνει το μακρύ παντελόνι. Αλλά ακόμα κρυώνει πολύ.
pt: Cão pega as calças compridas. Mas ainda está muito frio.
ru: Собака берёт длинные штаны. Но Cобакe всё ещё холодно.

# data_list
source: Each time, Dog gets one more piece of clothing. How many pieces does Dog have on now?
de: Der Hund bekommt jedes Mal ein neues Kleidungsstück. Wie viele Kleider hat der Hund jetzt an?
el: Κάθε φορά, ο Σκύλος παίρνει ένα ακόμα ρούχο. Πόσα ρούχα έχει τώρα;
pt: A cada vez, o Cão ganha mais uma peça de roupa. Quantas peças ele tem agora?
ru: Каждый раз Собака получает ещё один предмет одежды. Сколько предметов одежды надето на собакe сейчас?

# data_list
source: How many pieces will Dog need?
de: Wie viele Stücke wird der Hund brauchen?
el: Πόσα ρούχα θα χρειαστεί ακόμα;
pt: Quantas peças o Cão vai precisar?
ru: Сколько одежды понадобится Собаке?

# data_list
source: Do you think there is any way Dog will get warm?
de: Denkst du, es gibt einen Weg, damit dem Hund warm wird?
el: Νομίζεις ότι ο Σκύλος θα καταφέρει να ζεσταθεί;
pt: Você acha que tem alguma maneira do Cão se aquecer?
ru: Как ты думаешь, если способ чтобы Собака согрелась?

# data_list
source: Cat gives Dog vests. One vest is wet, one vest is dry. Dog takes the dry vest, but it is still too cold.
de: Der Kater gibt dem Hund Westen. Eine Weste ist nass, eine Weste ist trocken. Der Hund nimmt die trockene Weste, aber es ist immer noch zu kalt.
el: Η Γάτα δίνει στον Σκύλο γιλέκα. Ένα γιλέκο είναι βρεγμένο, ένα γιλέκο είναι στεγνό. Ο Σκύλος παίρνει το στεγνό γιλέκο, αλλά ακόμα κρυώνει πολύ.
pt: Gato dá coletes ao Cão. Um colete está molhado, um está seco. Cão pega o colete seco, mas ainda está muito frio.
ru: Кошка даёт Собаке жилеты. Один жилет мокрый, а другой жилет сухой. Собака берёт сухой жилет, но ему всё равно холодно.

# data_list
source: Does having something wet on make you feel warmer or colder?
de: Wird dir wärmer oder kälter, wenn du etwas nasses trägst?
el: Το να φοράς κάτι βρεγμένο σε κάνει να νιώθεις πιο ζεστά ή πιο κρύα;
pt: Vestir algo molhado faz você se sentir mais quente ou mais frio?
ru: Если на тебе одета одежда которая мокрая тебе становится холодно?

# data_list
source: Dog had three pieces of clothing on. The vest is one more. How many does that make?
de: Der Hund trägt drei Kleidungsstücke. Die Weste ist eine mehr. Wie viele macht das?
el: Ο Σκύλος είχε ήδη τρία ρούχα. Το γιλέκο είναι ένα ακόμα ρούχο. Πόσα είναι τώρα τα ρούχα του;
pt: Cão tinha três peças de roupa. O colete é uma a mais. Quantas são agora?
ru: На собаке было три предмета одежды. Жилет - это ещё один предмет. Сколько предметов одежды это вместе?

# data_list
source: With the vest, Dog has four pieces of clothing. Before he put the vest on, he had one less. How many was that?
de: Mit der Weste hat der Hund vier Kleidungsstücke. Bevor er die Weste anzog, hatte er eins weniger. Wie viele waren das?
el: Με το γιλέκο, ο Σκύλος έχει τέσσερα ρούχα. Πριν βάλει το γιλέκο, είχε ένα λιγότερο. Πόσα ήταν τότε;
pt: Com o colete, o Cão tem quatro peças de roupa. Antes de colocar o colete, ele tinha uma a menos. Quantas eram?
ru: Считая жилет, у Собаки надеты четыре предмета одежды. Перед тем как он надел жилет у него был на один меньше предметов. Сколько это было?
