Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Brown is not one of the main colors of the rainbow. Are there other colors you know that are not one of the seven?
de: Braun ist nicht eine der Hauptfarben des Regenbogens. Gibt es andere Farben, die du kennst, die nicht eine von den sieben sind?
el: Το καφέ δεν είναι ένα από τα κύρια χρώματα του ουράνιου τόξου. Υπάρχουν άλλα χρώματα που ξέρεις και που δεν είναι από τα επτά αυτά χρώματα;
pt: O marrom não é uma das cores principais do arco-íris. Existem outras cores que você conhece que não são uma das sete?
ru: Коричневые не входят в число основных цветов радуги. Есть ли другие цвета, которые ты знаешь, которые не входят в число семи цветов радуги?

# data_list
source: Fana and her family live in a busy town.
de: Fana und ihre Familie wohnen in einer lebhaften Stadt.
el: Η Φάνα και η οικογένειά της ζουν σε μια πολύβουη πόλη.
pt: Fana e sua família moram em uma cidade movimentada.
ru: Фана и её семья живут в оживленном городе.

# data_list
source: Fana lives in a very colorful town. Is your town colorful too?
de: Fana lebt in einer sehr farbenfrohen Stadt. Ist deine Stadt auch farbig?
el: Η Φάνα ζει σε μια πολύχρωμη πόλη. Είναι η δική σου πόλη πολύχρωμη;
pt: Fana mora em uma cidade muito colorida. Sua cidade também é colorida?
ru: Фана живёт в очень красочном городке. Твой город тоже красочный?

# data_list
source: Point at and name all the colors of the clothes and buildings.
de: Zeige auf und benenne alle Farben der Kleider und Gebäude.
el: Δείξε και ονόμασε όλα τα χρώματα των ρούχων και των κτηρίων.
pt: Aponte e nomeie todas as cores das roupas e construções.
ru: Покажи и назови все цвета одежды и зданий.

# data_list
source: Fana has a cat, two hens, a goat and a dove.
de: Fana hat eine Katze, zwei Hennen, eine Ziege und eine Taube.
el: Η Φάνα έχει μια γάτα, δύο κότες, μια κατσίκα και ένα περιστέρι.
pt: Fana tem um gato, duas galinhas, uma cabra e uma pomba.
ru: У Фаны есть кот, две курицы, коза и голубь.

# data_list
source: How many animals does Fana have?
de: Wie viele Tiere hat Fana?
el: Πόσα ζώα έχει η Φάνα;
pt: Quantos animais Fana tem?
ru: Сколько животных у Фаны?

# data_list
source: Which animal does Fana have the most of?
de: Von welchen Tieren hat Fana am meisten?
el: Από ποιο είδος ζώου έχει η Φάνα περισσότερα;
pt: Qual animal Fana tem mais?
ru: Какого животного у Фаны больше всего?

# data_list
source: Most people living in a city do not have so many different animals.
de: Die meisten Menschen, die in einer Stadt leben, haben nicht so viele verschiedene Tiere.
el: Οι περισσότεροι άνθρωποι που ζουν σε πόλη δεν έχουν τόσα διαφορετικά ζώα.
pt: A maioria das pessoas que vivem em uma cidade não tem tantos animais diferentes.
ru: У большинства людей которые живут в городе, не так много разных животных.

# data_list
source: One day, Fana saw other children throwing stones at doves.
de: Eines Tages sah Fana, wie andere Kinder Steine auf Tauben warfen.
el: Μια μέρα, η Φάνα είδε άλλα παιδιά να πετάνε πέτρες σε περιστέρια.
pt: Um dia, Fana viu outras crianças jogando pedras nas pombas.
ru: Однажды Фана увидела, как другие дети бросали камни в голубей.

# data_list
source: Throwing stones at animals is a mean thing to do!
de: Steine auf Tiere zu werfen ist etwas gemeines!
el: Το να πετάς πέτρες σε ζώα είναι κακό πράγμα!
pt: Jogar pedras nos animais é uma coisa cruel de se fazer!
ru: Бросать камни в животных - это подлый поступок!

# data_list
source: What would you do if you saw someone doing something that was mean?
de: Was würdest du tun, wenn du jemanden sehen würdest, der etwas Gemeines macht?
el: Τι θα έκανες αν έβλεπες κάποιον να κάνει κάτι κακό;
pt: O que você faria se visse alguém fazendo algo cruel?
ru: Чтобы ты сделал, если ты бы увидел что кто-то другой делает что то грубое?

# data_list
source: Count all the birds. Which is more and which is less -- birds in the air or birds on the ground?
de: Zähle alle Vögel. Wovon gibt es mehr – Vögel in der Luft, oder am Boden?
el: Μέτρησε όλα τα πουλιά. Ποια είναι περισσότερα και ποια λιγότερα -- τα πουλιά που πετούν ή τα πουλιά στο έδαφος;
pt: Conte todos os pássaros. Qual grupo é maior e qual é menor - pássaros no ar ou pássaros no chão?
ru: Посчитай все птицы. Чего больше и чего меньше-- птицы в воздухе или птицы на земле?

# data_list
source: Fana ran towards the children. She shouted, "Stop throwing stones!"
de: Fana rannte zu den Kindern. Sie schrie: "Hört auf Steine zu werfen!"
el: Η Φάνα έτρεξε προς τα παιδιά. Φώναξε, "Σταματήστε να πετάτε πέτρες!"
pt: Fana correu em direção às crianças. Ela gritou: "Parem de jogar pedras!"
ru: Фана побежала к детям. Она кричала, «Хватит кидать камни!»

# data_list
source: It is not easy to tell other people that you think they are being bad. Why did Fana do it?
de: Es ist nicht einfach, anderen Leuten zu sagen, dass du denkst, sie würden sich schlecht benehmen. Warum tat es Fana?
el: Δεν είναι εύκολο να πεις σε άλλους ανθρώπους ότι πιστεύεις ότι κάνουν κάτι κακό. Γιατί το έκανε η Φάνα;
pt: Não é fácil dizer às outras pessoas que você acha que elas estão sendo más. Por que Fana fez isso?
ru: Нелегко говорить другим людям, что по твоему мнению, oни ведут себя плохо. Почему Фана это сделала?

# data_list
source: A rectangle is a shape with four straight sides like the shape of this page. Point out rectangles you see in this picture.
de: Ein Rechteck ist eine Form mit vier geraden Seiten wie die Form dieses Blattes. Zeige auf die Rechtecke, die du auf diesem Bild siehst.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ευθείες πλευρές, όπως το σχήμα αυτής της σελίδας. Δείξε τα ορθογώνια που βλέπεις σε αυτή την εικόνα.
pt: Um retângulo é uma forma com quatro lados retos, como o formato desta página. Aponte os retângulos que você vê nesta imagem.
ru: Прямоугольник - это фигура с четырьмя прямыми сторонами, подобная в форме этой страницы. Покажи прямоугольники которые ты видишь на этой картинке.

# data_list
source: Do you see any rectangles around where you are?
de: Siehst du Rechtecke, wo du dich befindest?
el: Βλέπεις ορθογώνια στο χώρο γύρω σου;
pt: Você vê algum retângulo ao redor de onde você está?
ru: Ты видишь прямоугольники вокруг тебя сейчас?

# data_list
source: Fana took the two doves home to look after them.
de: Fana nahm die zwei Tauben mit nach Hause, um sich um sie zu kümmern.
el: Η Φάνα πήρε τα δύο περιστέρια σπίτι για να τα φροντίσει.
pt: Fana levou as duas pombas para casa para cuidar delas.
ru: Фана забрала двух голубей домой, чтобы присмотреть за ними.

# data_list
source: It is very nice of Fana to help these animals. It can be dangerous to handle wild animals.
de: Es ist sehr lieb von Fana, diesen Tieren zu helfen. Es kann gefährlich sein mit wilden Tieren umzugehen.
el: Είναι πολύ ευγενικό εκ μέρους της Φάνα να βοηθήσει αυτά τα ζώα. Μπορεί να είναι επικίνδυνο να πιάνεις άγρια ζώα.
pt: É muito gentil da parte de Fana ajudar esses animais. Pode ser perigoso lidar com animais selvagens.
ru: Очень приятно со стороны Фаны помочь этим животным. Обращаться с дикими животными может быть опасно.

# data_list
source: Count the number of people and the number of birds. Which group is bigger and which group is smaller?
de: Zähle die Anzahl der Leute und die Anzahl der Vögel. Welche Gruppe ist größer, welche kleiner?
el: Μέτρησε τους ανθρώπους, μέτρησε και τα πουλιά. Ποια ομάδα είναι μεγαλύτερη και ποια μικρότερη;
pt: Conte o número de pessoas e o número de pássaros. Qual grupo é maior e qual é menor?
ru: Посчитай количество людей и количество птиц. Какая группа больше, а какая меньше?

# data_list
source: What do their faces tell you about what they are feeling?
de: Was sagen dir ihre Gesichter darüber, wie sie sich fühlen?
el: Τι σου λένε τα πρόσωπά τους για τα συναισθήματά τους;
pt: O que os rostos deles dizem sobre o que estão sentindo?
ru: Что их лица говорят тебе о том, что они чувствуют?

# data_list
source: She fed them and told her family how she saved them.
de: Sie hat sie gefüttert und ihrer Familie erzählt, wie sie sie gerettet hat.
el: Τα τάισε και διηγήθηκε στην οικογένειά της πώς τα έσωσε.
pt: Ela os alimentou e contou à sua família como os salvou.
ru: Она их покормила и рассказала о своей семье как она их спасла.

# data_list
source: How many children and how many adults are there in Fana's family? When you put those groups together, how many people are there in her family?
de: Wie viele Kinder und wie viele Erwachsene gibt es in Fanas Familie? Wenn du diese Gruppen zusammenzählst, wie viele Menschen sind dann in ihrer Familie?
el: Πόσα παιδιά και πόσοι ενήλικες είναι στην οικογένεια της Φάνα; Όταν βάλεις αυτές τις ομάδες μαζί, πόσοι άνθρωποι είναι στην οικογένειά της;
pt: Quantas crianças e quantos adultos há na família de Fana? Quando você junta esses grupos, quantas pessoas há na família dela?
ru: Сколько детей и сколько взрослых в семье Фаны? Когда ты объединишь эти группы, сколько человек будет в её семье?

# data_list
source: There are many colors of the rainbow here. Which colors are present and which ones are missing?
de: Es gibt hier viele Farben des Regenbogens. Welche sind da, und welche fehlen?
el: Υπάρχουν πολλά χρώματα του ουράνιου τόξου εδώ. Ποια χρώματα υπάρχουν και ποια λείπουν;
pt: Há muitas cores do arco-íris aqui. Quais cores estão presentes e quais estão faltando?
ru: Здесь есть много цветов радуги. Какие цвета присутствуют, А какие отсутствуют?

# data_list
source: Which colors and patterns are your favorite to wear?
de: Welche Farben und Muster ziehst du am liebsten an?
el: Ποια χρώματα και σχέδια είναι τα αγαπημένα σου να φοράς;
pt: Quais cores e estampas são seus favoritos para vestir?
ru: Какие цвета и узоры ты предпочитаешь носить?

# data_list
source: Fana and her parents took the doves to the clinic.
de: Fana und ihre Eltern brachten die Tauben zur Klinik.
el: Η Φάνα και οι γονείς της πήγαν τα περιστέρια στην κλινική.
pt: Fana e seus pais levaram as pombas para a clínica.
ru: Фана и её родители отвезли голубей в клинику.

# data_list
source: Most doctors either help people or they help animals. Which kind of doctor is at this clinic?
de: Die meisten Ärzte helfen entweder Menschen oder Tieren. Welche Art von Arzt ist in dieser Klinik zu finden?
el: Οι περισσότεροι γιατροί είτε βοηθούν ανθρώπους είτε βοηθούν ζώα. Ποιο είδος γιατρού είναι σε αυτή την κλινική;
pt: A maioria dos médicos ajuda pessoas ou ajuda animais. Que tipo de médico está nesta clínica?
ru: Большинство врачей либо помогает людям, либо помогают животным. Какой врач В этой клинике?

# data_list
source: Who is the shortest person in this picture? Who is the tallest?
de: Wer ist die kleinste Person auf diesem Bild? Wer die größte?
el: Ποιο είναι το πιο κοντό άτομο σε αυτή την εικόνα; Ποιο είναι το πιο ψηλό;
pt: Quem é a pessoa mais baixa nesta imagem? Quem é a mais alta?
ru: Кто самый короткий человек на этой фотографии? А кто самый высокий?

# data_list
source: The red cross on the cabinet shows that it has medical supplies in it.
de: Das rote Kreuz am Schrank zeigt an, dass sich darin medizinische Versorgung befindet.
el: Ο κόκκινος σταυρός στο ντουλάπι δείχνει ότι περιέχει ιατρικά είδη.
pt: A cruz vermelha no armário mostra que dentro dele há suprimentos médicos.
ru: Красный крест на шкафу показывает, что в нём есть медикаменты.

# data_list
source: Fana tells her friends, "Animals are our friends. We protect them."
de: Fana erzählt ihren Freunden: "Tiere sind unsere Freunde. Wir beschützen sie."
el: Η Φάνα λέει στους φίλους της, "Τα ζώα είναι φίλοι μας. Τα προστατεύουμε."
pt: Fana diz aos seus amigos: "Os animais são nossos amigos. Nós os protegemos."
ru: Фана говорит своим друзьям, «Животные - это наши друзья. Мы их защищаем.»

# data_list
source: Should we only protect our friends, or should we protect everything we can?
de: Sollten wir nur unsere Freunde beschützen oder sollten wir alles schützen, das wir können?
el: Πρέπει να προστατεύουμε μόνο τους φίλους μας ή πρέπει να προστατεύουμε ό,τι μπορούμε;
pt: Devemos proteger apenas nossos amigos, ou devemos proteger tudo o que pudermos?
ru: Должны ли мы защищать только наших друзей или мы должны защищать всё, что можем?

# data_list
source: Look at all the color patterns in these clothes. Point out which ones are solid, striped, or have a checkered pattern.
de: Schau dir alle Farbmuster in dieser Kleidung an. Zeige auf, welche einfarbig oder gestreift sind, oder ein Schachbrettmuster haben.
el: Κοίταξε όλα τα σχέδια και τα χρώματα στα ρούχα τους. Δείξε ποια ρούχα είναι μονόχρωμα, ποια είναι ριγέ και ποια έχουν καρώ σχέδιο.
pt: Observe todas as estampas coloridas nestas roupas. Aponte quais são lisas, listradas ou têm um padrão xadrez.
ru: Посмотри на все цветовые узоры на этой одежды. Покажи какие из них однотонные, полосатые или которые имеют клетчатые узор.

# data_list
source: Fana has worn many different colors during this story. Can you remember them all?
de: Fana hat viele verschiedene Farben in dieser Geschichte getragen. Kannst du dich an alle erinnern?
el: Η Φάνα έχει φορέσει πολλά διαφορετικά χρώματα σε αυτή την ιστορία. Μπορείς να τα θυμηθείς όλα;
pt: Fana usou muitas cores diferentes durante esta história. Vocês conseguem se lembrar de todas?
ru: Во время этой истории Фана носила много разных цветов. Ты можешь их всех вспомнить?

# data_list
source: A Very Tall Man
de: Ein sehr großer Mann
el: Ένας πολύ ψηλός άνδρας
pt: Um Homem Muito Alto
ru: Очень Высокий Мужчина

# data_list
source: This story looks at counting to 5, descriptions, and comparisons. Practice describing words: too, very, short, tall, long, low, high, big, small; color names; and comparison words: shorter, taller, longer, lower, higher, bigger, smaller
de: Diese Geschichte befasst sich mit Zählen bis 5, Beschreibungen und Vergleichen. Übe die beschreibenden Worte: auch, sehr, kurz, hoch, lang, tief, hoch, groß, klein, dazu Farbnamen und folgende vergleichende Worte: kürzer, größer, länger, tiefer, höher, größer, kleiner.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 5, περιγραφές και συγκρίσεις. Λέξεις για εξάσκηση: πάρα πολύ, πολύ, κοντός, ψηλός, μακρύς, χαμηλός, ψηλός, μεγάλος, μικρός, ονόματα χρωμάτων και λέξεις σύγκρισης: μικρότερος, ψηλότερος, μακρύτερος, χαμηλότερος, ψηλότερος, μεγαλύτερος, μικρότερος.
pt: Essa história aborda a contagem até o 5, descrições e comparações. Palavras para praticar: muito, muito, baixo, alto, longo, baixo, alto, grande, pequeno; nomes de cores; e palavras de comparação: mais baixo, mais alto, mais longo, mais baixo, mais alto, maior, menor.
ru: В этой истории рассматривается счет до пяти, описания и сравнения. Практикуйтесь в описании слов: тоже, очень, короткий, высокий, длинные, низко, высоко, большое, маленькие; название цветов; и слова сравнения: Короче, выше, длиннее, ниже, больше, меньше.

# data_list
source: Akadeli's Lucky Day
de: Akadelis Glückstag
el: Η τυχερή μέρα της Ακαντέλι
pt: Dia de Sorte de Akadeli
ru: Удачный день Акаделии

# data_list
source: This story has counting to 12, colors, and shapes. Practice words: one, two, to twelve, estimate, take away, color names, shortest, tallest, similar, and different.
de: Diese Geschichte enthält zählen bis 12, Farben und Formen. Übungsworte: Eins, zwei, bis zwölf, schätzen, entfernen, Farbnamen, kürzeste, höchste, ähnlich und verschieden.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 12, χρώματα και σχήματα. Λέξεις για εξάσκηση: ένα, δύο… μέχρι το δώδεκα, εκτιμώ, αφαιρώ, ονόματα χρωμάτων, το πιο κοντό, το πιο ψηλό, παρόμοιο και διαφορετικό.
pt: Esta história aborda contagem até 12, cores e formas. Palavras para praticar: um, dois, até doze, estimativa, subtração, nomes de cores, mais baixo, mais alto, semelhante e diferente.
ru: В этом рассказе обсуждаются: счет до двенадцати, цвета и формы. Учебные слова: один, два, до двенадцати, оценить, отнять, названия цветов, самый короткий, самый высокий, похожий и различный.

# data_list
source: Can We Count Our Cats?
de: Können wir unsere Katzen zählen?
el: Μπορούμε να μετρήσουμε τις γάτες μας;
pt: Vamos Contar Nossos Gatos?
ru: Можем ли мы считать Наших кошек?

# data_list
source: This story looks at counting from 0 to 9, colors, and color patterns. Practice counting words, color words, words like: too many, biggest number, smallest number, one more, and one less.
de: In dieser Geschichte werden Katzen entdeckt und abgezählt. So entwickelt sich ein starkes Mengen- und Zahlenverständnis. Es werden die Zahlworte Null bis Neun eingeübt sowie wichtige Vokabeln wie bspw. mehr, am meisten, eins mehr. Nebenbei werden Farben, Formen sowie Hypothesen erkundet.
el: Αυτή η ιστορία ασχολείται με το μέτρημα από το 0 έως το 9, τα χρώματα και τα χρωματικά μοτίβα. Εξάσκηση στις λέξεις μέτρησης, στις λέξεις χρώματος, στις λέξεις όπως: πάρα πολλοί, μεγαλύτερος αριθμός, μικρότερος αριθμός, ένας παραπάνω και ένας λιγότερος.
pt: Essa história aborda a contagem do 0 ao 9, cores e padrões de cores. Pratique palavras de contagem, nomes de cores, palavras como: muitas, maior número, menor número, uma a mais e uma a menos.
ru: В этой истории рассказывается о счете от 0 до 9, цвета, и цветовые раскраски. Потренируйтесь считать слова, раскрашивать слова, такие слова как: слишком много, самое большое число, самое маленькое число, на одно больше и на одно меньше.

# data_list
source: Cat and Dog and the Ball
de: Der Kater, der Hund und der Ball
el: Η Γάτα και ο Σκύλος και η Μπάλαl
pt: O Gato, o Cão e a Bola
ru: Кошка и собака И мяч

# data_list
source: This story has counting to 6, colors, and descriptions. Practice counting words, color names, and words: high, too, similar, different, smallest, biggest, short, tall, biggest, smallest, fewer, and more.
de: Diese Geschichte umfasst das Zählen bis 6, Farben und Umschreibungen. Übungen für das Zählen von Worten, Farbnamen und den Begriffen: hoch, auch, ähnlich, verschieden, kleinste, größte, kurz, lang, grösst, kleinst weniger und mehr.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 6, χρώματα και περιγραφές. Λέξεις για εξάσκηση: ονόματα αριθμών, ονόματα χρωμάτων, και οι λέξεις: ψηλά, πολύ, παρόμοιο, διαφορετικό, το μικρότερο, το μεγαλύτερο, κοντό, ψηλό, μεγαλύτερο, μικρότερο, λιγότερα και περισσότερα.
pt: Essa história aborda a contagem até o 6, formas e descrições. Pratique palavras de contagem, nomes de cores e as palavras: alto, muito, semelhante, diferente, menor, maior, baixo, alto, maior, menor, menos e mais.
ru: В этой истории есть счет до 6, цвета и описание. Практикуйтесь в счёте слов, названия цветов и другие слова как: Высокий, похожий, другой, самый маленький, самый большой, короткий, высокий, меньше, и многое другое.

# data_list
source: Cat and Dog and the Butterfly
de: Der Kater, der Hund und der Schmetterling
el: Η Γάτα και ο Σκύλος και η Πεταλούδα
pt: O Gato, o Cão e a Borboleta
ru: Кошка и Собака и Бабочка

# data_list
source: This story has speed descriptions, colors, and counting to 6. Practice counting words, color words, and these words: very, too, fast, slow, faster, slower, fastest, slowest, most, and least.
de: Diese Geschichte enthält Geschwindigkeitsbeschreibungen, Farben, und Zählen bis 6. Übe das Zählen von Worten, Farbworten und die folgenden Worte: sehr, auch, schnell, langsam, schneller, langsamer, am langsamsten, am schnellsten, am meisten und am wenigsten.
el: Αυτή η ιστορία περιλαμβάνει περιγραφές ταχύτητας, χρώματα και μέτρημα μέχρι το 6. Λέξεις για εξάσκηση: ονόματα αριθμών, ονόματα χρωμάτων, και οι λέξεις: πολύ, επίσης, γρήγορος, αργός, πιο γρήγορος, πιο αργός, ο πιο γρήγορος, ο πιο αργός, περισσότερα, λιγότερα.
pt: Esta história aborda descrições de velocidade, cores e contagem até 6. Pratique palavras de contagem, nomes das cores e estas palavras: muito, muito, rápido, lento, mais rápido, mais lento, mais rápido, mais lento, mais e menos.
ru: В этой истории есть описания скорости, цвета, и счёт до 6. Практикуйтесь в счёте слов, названия цветов, и вот эти слова: очень, слишком, быстро, медленно, быстрее, медленнее, самый быстрый, самый медленный, больше всего и меньше всего.

# data_list
source: Cat and Dog and the Egg
de: Der Kater, der Hund und das Ei
el: Η Γάτα και ο Σκύλος και το Αυγό
pt: O Gato, o Cão e o Ovo
ru: Кошка и Собака и Яйцо

# data_list
source: This story has counting to 5, comparing, colors, and shapes. Practice words: round, above, below, similar, round, kite, different, bigger, and longer.
de: Diese Geschichte behandelt das Zählen bis 5, Vergleichen, Farben und Formen. Übungsworte: Rund, über, unter, ähnlich, rund, Drachen, unterschiedlich, größer und länger.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 5, σύγκριση, χρώματα και σχήματα. Λέξεις για εξάσκηση: στρογγυλό, πάνω, κάτω, παρόμοιο, χαρταετός, διαφορετικό, μεγαλύτερο, και μακρύτερο.
pt: Esta história aborda contagem até 5, comparação, cores e formas. Palavras para praticar: redondo, acima, abaixo, semelhante, redondo, pipa, diferente, maior e mais longo.
ru: В этой истории есть счёт до 5, сравнение, цвета, и формы. Слова для практике: круглый, выше, ниже, похожий, воздушный змей, другой, больше, and и длиннее.

# data_list
source: Cat and Dog: Dog Is Cold
de: Kater und Hund: Dem Hund ist kalt
el: Η Γάτα και ο Σκύλος: Ο Σκύλος κρυώνει
pt: Gato e Cão: O Cão está com Frio
ru: Кошка и Собака: Собаке холодно

# data_list
source: This story talks about extremes of describing words, and counting to 6 with one more or one less. Words to practice are: too, cold, warm, hot, light, dark, day, night, clean, dirty, small, big, short, long, wet, dry, thin, thick, low, high, new, and old.
de: In dieser Geschichte geht es um die Extreme in der Beschreibung von Worten, und ums Zählen bis 6 mit einem mehr und einem weniger. Übungsworte sind: auch, kalt, warm, heiß, leicht, dunkel, tagsüber, nachts, sauber, dreckig, klein, groß, kurz, lang, nass, trocken, dünn, dick, tief, hoch, neu und alt.
el: Αυτή η ιστορία περιλαμβάνει λέξεις περιγραφής για ακραίες καταστάσεις και μέτρημα μέχρι το 6, με ένα περισσότερο ή ένα λιγότερο. Λέξεις για εξάσκηση: πολύ, κρύο, ζεστό, καυτό, φωτεινό, σκοτεινό, ημέρα, νύχτα, καθαρό, βρώμικο, μικρό, μεγάλο, κοντό, μακρύ, υγρό, στεγνό, λεπτό, χοντρό, χαμηλό, υψηλό, νέο, και παλιό.
pt: Esta história fala sobre extremos na descrição de palavras e sobre contar até 6, com um a mais ou um a menos. Palavras para praticar: muito, frio, morno, quente, claro, escuro, dia, noite, limpo, sujo, pequeno, grande, curto, longo, molhado, seco, fino, grosso, baixo, alto, novo e velho.
ru: Эта история рассказывает о крайностях описание слов, И считать до шести, на один больше или на один меньше. Слова для практики: Тоже, холодный, тёплый, жаркий, светлый, тёмный, день, ночь, чистый, грязный, маленький, большой, короткий, длинный, мокрый, сухой, тонкий, плотный, низкий, высокий, новый, и старый.

# data_list
source: Clever Cat
de: Clevere Katze
el: Η έξυπνη Γάταt
pt: Gata Esperta
ru: Умная Кошка

# data_list
source: This story has geometry ideas and colors. Practice words: square, rectangle, circle, concentric, open, closed, least, little, small, big, and color names.
de: Diese Geschichte enthält geometrische Begriffe und Farben. Übungswörter: Quadrat, Rechteck, Kreis, mittig, offen, geschlossen, kleinst, klein, gering, groß und Farbnamen.
el: Αυτή η ιστορία περιλαμβάνει έννοιες από τη γεωμετρία και χρώματα. Λέξεις για εξάσκηση: τετράγωνο, ορθογώνιο, κύκλος, ομόκεντρος, ανοιχτός, κλειστός, λιγότερο, λίγο, μικρό, μεγάλο, και ονόματα χρωμάτων.
pt: Esta história aborda ideias de geometria e cores. Palavras para praticar: quadrado, retângulo, círculo, concêntrico, aberto, fechado, mínimo, pequeno, pequeno, grande e nomes de cores.
ru: В этой истории есть идеи геометрии и цвета. Практикуйтесь слова: квадрат, прямоугольник, круг, концентрический, открытый, закрытый, наименьший, маленький, большое и название цветов.
