Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Scoring options:** The winner’s score can be calculated in two ways. The traditional way is to use the sum of the dots on all the other players’ tiles. Rounds are played until a player reaches 50 or 100. For little ones, a better scoring system is to let the winner have the score which is the count of all the other players’ tiles. **Matching options:** When your child starts adding, change the rule for matching – two tiles match if their numbers add up to six (or nine if using a larger range of dominoes).
pt: **Opções de pontuação:** A pontuação do vencedor pode ser calculada de duas maneiras. A maneira tradicional é usar a soma dos pontos nas peças de todos os outros jogadores. As rodadas são jogadas até que um jogador atinja 50 ou 100. Para os pequeninos, um sistema de pontuação melhor é deixar que o vencedor fique com a pontuação, que é a contagem de todas as peças dos outros jogadores. **Variação:** Quando seu filho começar a somar, mude a regra de combinação - duas peças combinam se seus números somarem seis (ou nove, se estiver usando uma variedade maior de dominós).
ru: **Набор балов:** Победителя можно вычислить двумя способами. Традиционный способ — использовать сумму точек на плитках всех остальных игроков. Раунды играются до тех пор, пока один из игроков не наберёт 50 или 100 очков. Для маленьких детей более подходящая система подсчета очков — позволить победителю получить очки, равные количеству плиток всех остальных игроков. **Вариации:** Когда ваш ребёнок научится складывать, измените правило совпадения: две плитки считаются совпадающими, если их числа в сумме дают шесть (или девять, если используется более широкий диапазон домино).

# data_list
source: WITHIN ONE OR TWO
pt: DENTRO DE UM OU DOIS
ru: В ДИАПАЗОНЕ 1 ИЛИ 2

# data_list
source: **The setup:** Create a stack of Number Cards with a range of quantities your child is comfortable with. Split the cards evenly between two players and place the cards face down.
pt: **A configuração:** Crie uma pilha de Cartas Numéricas com uma variedade de quantidades com as quais seu filho se sinta confortável. Divida as cartas igualmente entre dois jogadores e coloque-os com a face para baixo.
ru: **Подготовка:** Создайте стопку карт с числами с которым ваш ребёнок легко справляется. Разделите карты поровну между двумя игроками и разложите их лицом вниз.

# data_list
source: **How to play:** Players take turns placing a single card on the stack in the middle between them. If the card is one more, the same, or one less than the previous card, the first player to say ‘one more’, ‘the same’ or ‘one less’ wins all the cards in the current stack. **How to win:** The person wins who has the larger stack of cards when you stop playing.
pt: **Como jogar:** Os jogadores se revezam colocando uma única carta na pilha no meio, entre eles. Se a carta for uma a mais, a mesma ou uma a menos que a carta anterior, o primeiro jogador a dizer "uma a mais", "a mesma" ou "uma a menos" ganha todas as cartas da pilha atual. **Como ganhar:** Ganha a pessoa que tiver a maior pilha de cartas quando você parar de jogar.
ru: **Правила:** Игроки по очереди кладут по одной карте на стопку в середине между ними. Если карта на одну единицу больше, такая же или на одну единицу меньше предыдущей карты, первый игрок, который скажет "на одну больше", "такая же" или "на одну меньше", выигрывает все карты в текущей стопке. **Условия победы:** Побеждает тот, у кого больше карт в стопке, когда вы заканчиваете игру.

# data_list
source: • Include the relationships of ‘two more’ and ‘two less’ as options. • Use a target sum, say 10. Be the first person to say the top two cards add up to the target.
pt: * Incluir as relações de "mais dois" e "menos dois" como opções. * Use uma meta de soma, por exemplo, 10. Seja o primeiro a dizer que as duas primeiras cartas somam a meta.
ru: * Используйте варианты "на два больше" и "на два меньше" * Используйте сумму таргетную, например 10. Будьте первыми, кто скажет, что верхние две карты в стопке в сумме дают таргетную сумму.

# data_list
source: NIM WITH ONE AND TWO
pt: NIM COM UM E DOIS
ru: НИМ С ОДНОМ И ДВУМЯ

# data_list
source: Nearby Numbers
pt: Números Próximos
ru: Цифры в Близи

# data_list
source: **The setup:** Choose a target number, say 10. Let your child choose to go first or second. **How to play:** Start at 0. Players take turns adding 1 or 2 to the current total. Count aloud the progress for each turn. **How to win:** The player who lands on the target (e.g. 10) wins.
pt: **A configuração:** Escolha um número-alvo, por exemplo, 10. Deixe seu filho escolher se quer ser o primeiro ou o segundo. **Como jogar:** Comece com 0. Os jogadores se revezam adicionando 1 ou 2 ao total atual. Conte em voz alta o progresso de cada turno. **Como ganhar:** O jogador que acertar o alvo (por exemplo, 10) vence.
ru: **Подготовка:** Выберите таргетное число, например 10. Дайте вашему ребёнку выбрать пойдёт он первым или вторым. **Правила:** Начните с 0. Игроки по очереди добавляют один или два. Считайте вслух. **Условие Победы:** Игрок который остановится на 10-ти выиграл.

# data_list
source: • Once children learn to play this verbally, it is a great travel game. • Use a pile of objects. Players add one or two objects to the pile until the target quantity is reached. • Use a number line. Advance a marker along the line one or two spaces during a move. • Use subtraction. Players start at the target, say 10. On their turn, players choose whether to subtract 1 or 2. The first person to reach 0 wins. • Use larger target numbers as your child’s skills improve. • Instead of winning, the player forced to hit or go beyond the target number loses. • Allow a player to add (or subtract) 1, 2, or 3 for each turn.
pt: * Quando as crianças aprendem a jogar verbalmente, esse é um ótimo jogo para viagens. * Use uma pilha de objetos. Os jogadores adicionam um ou dois à pilha até que a meta seja atingida. * Use uma reta numérica. Avance um marcador ao longo da linha em um ou dois espaços para uma jogada. * Use a subtração. Os jogadores começam com o alvo, por exemplo, 10. Em seu turno, os jogadores escolhem se querem subtrair 1 ou 2. A primeira pessoa a chegar a 0 vence. * Use números-alvo maiores à medida que as habilidades de seu filho melhorarem. * Em vez de ganhar, o jogador forçado a atingir ou ultrapassar o número-alvo perde. * Permita que um jogador adicione (ou subtraia) 1, 2 ou 3 para cada jogada.
ru: * Когда дети научатся играть словесно эта игра будет отличным способом убить время в пути. * Используйте предметы чтобы складывать друг к другу * Используйте линию с цифрами. * Используйте вычитание. Игроки начинают с целевой суммы, например 10. В свой ход игроки выбирают, вычесть 1 или 2. Первый, кто достигнет 0, выигрывает * Со временем переходите на цифры по больше. * Добавляйте или отнимайте 1, 2, или 3 от текущей цифры.

# data_list
source: WAR – SINGLE-DIGIT COMPARING
pt: GUERRA - COMPARAÇÃO DE UM DÍGITO
ru: БИТВА – СРАВНЕНИЕ ЦИФР

# data_list
source: **The setup:** Remove the cards from two, four, or six Number Decks outside your child’s comfort range. Split the cards evenly in two piles face down.
pt: **A configuração:** Remova as cartas de dois, quatro, ou seis Baralhos Numerados fora da zona de conforto do seu filho. Divida as cartas igualmente em duas pilhas viradas para baixo.
ru: **Подготовка:** Возьмите несколько колод карт, используйте только цифры с которыми вашему ребёнку комфортно. Разделите карты поровну на две стопки лицом вниз.

# data_list
source: **How to play:** Flip over the top cards and the player with the larger card keeps both cards. If the cards match, flip the next two cards and the winner gets all four cards.
pt: **Como jogar:** Vire as cartas do topo e o jogador com a carta maior fica com as duas cartas. Se as cartas forem iguais, vire as próximas duas cartas e o vencedor fica com as quatro cartas.
ru: **Правила:** Переверните верхние карты, и игрок с картой большего значения забирает обе карты. Если карты совпадают, переверните следующие две карты, и победитель забирает все четыре карты.

# data_list
source: **How to win:** The player with the most cards after one or more runs through all the cards is the winner. **Variations:** To change things up, sometimes play that the smaller of the two cards wins.
pt: **Como ganhar:** O jogador com mais cartas após uma ou mais rodadas por todas as cartas é o vencedor. **Variações:** Para mudar um pouco, algumas vezes jogue com a regra de que a menor de duas cartas vence.
ru: **Условие победы:** Игрок с наибольшим количеством карт после одного или нескольких кругов по всем картам становится победителем. **Вариации:** Чтобы внести разнообразие, иногда играйте так, чтобы выигрывала карта меньшего значения.

# data_list
source: Comparing
pt: Comparando
ru: Сравнение

# data_list
source: This is an introductory version of a fun game we will revisit again soon. **How to play:** There are two people: the Puzzler thinks of a number and the Questioner discovers the number. The Puzzler declares, “I am thinking of a number from 0 to 8” (for example). The Questioner then asks questions of the form “How does your number compare to 3?” The Puzzler answers that the number is smaller, equal to, or larger than that number. **Use cards:** With younger children, play this game with counting cards from 0 to 8 placed face up. Hide a star under one of the cards. After each guess, the Questioner turns over all the eliminated cards until the star is discovered.
pt: Isso é uma versão introdutória de um jogo divertido que iremos revisitar em breve. **Como jogar:** Existem duas pessoas: o Desafiador pensa em um número e o Questionador descobre o número. O Desafiador declara, “Eu estou pensando em um número de 0 a 8” (por exemplo). O Questionador então faz perguntas como “Como o seu número se compara a 3?” O Desafiador responde que o número é menor, igual, ou maior que esse número. **Use cartas:** Com crianças menores, jogue esse jogo com cartas de contagem de 0 a 8 colocadas viradas para cima. Esconda uma estrela sob uma dessas cartas. Depois de cada palpite, o Questionador vira todas as cartas eliminadas até que a estrela seja descoberta.
ru: Это водная версия увлекательной игры, к которой мы вернёмся в ближайшее время. **Правила:** Есть два человека: Загадчик думает о числе, а угадчик его находит. Загадчик объявляет: «Я думаю о числе от 0 до 8». Затем угадчик задает вопросы наподобие: «Как ваше число соотносится к 3?» Загадчик отвечает, что число меньше, равно или больше этого числа. **Используйте карты:** С младшими детьми играйте в эту игру с карточками с числами от 0 до 8, рубашкой вверх. Спрячьте звезду под одной из карт. После каждого предположения Угадчик переворачивает все исключенные карты, пока звезда не будет найдена.

# data_list
source: **Example:** The game pictured above uses cards with a target of 5. Puzzler: I’m thinking of a number from 0 to 8. Question: How does your number compare to 3? Puzzler: My number is larger than 3. Question: How does your number compare to 6? Puzzler: My number is smaller than 6. Question: How does your number compare to 5? Puzzler: Well done! My number is equal to 5.
pt: **Exemplo:** Aqui está um jogo com um alvo de 5: Desafiador: Eu estou pensando em um número de 0 a 8. Pergunta: Como o seu número se compara a 3? Desafiador: Meu número é maior que 3. Pergunta: Como o seu número se compara a 6? Desafiador: Meu número é menor que 6. Pergunta: Como o seu número se compara a 5? Desafiador: Bom trabalho! Meu número é igual a 5.
ru: **Примеры:** Игра с целью 5: Загадчик: Я думаю о числе от 0 до 8. Угадчик: Это число больше или меньше 3? Загадчик: Больше 3. Угадчик: Это число больше или меньше 6? Загадчик: Меньше 6. Угадчик: Это число 5? Загадчик: Молодец! Правильный ответ 5.

# data_list
source: FITTING IN
pt: ENCAIXANDO-SE
ru: ВПИСАТЬСЯ

# data_list
source: Give your child a small number, say seven, of little objects and count them together. Pick a target number, say five.
pt: Dê ao seu filho um número pequeno, digamos sete, de pequenos objetos conte-os juntos. Escolha um número-alvo, digamos cinco.
ru: Дайте вашему ребёнку небольшое количество предметов и вместе с ним посчитайте их все. Затем выберите другое число, пусть ребёнок отделит нужное количество.

# data_list
source: Ask your child to take five objects out of the original group of seven objects, if it is possible. This helps your child learn the relative sizes of numbers and how much they are bigger or less than each other.
pt: Peça ao seu filho para pegar cinco objetos do grupo original de sete objetos, se possível. Isso ajuda seu filho aprender os tamanhos relativos dos números e quanto eles são maiores ou menores entre si.
ru: Попросите вашего ребенка взять какое то количество предметов из исходной группы. Это поможет ему понять насколько одно число больше или меньше другого.

# data_list
source: At first, the target number should be less than or equal to the total number. Later on, giving numbers that are too big provides practice with the relative size of quantities, as well as providing practice checking that requests are reasonable.
pt: Inicialmente, o número-alvo deve ser menor ou igual ao número total. Posteriormente, fornecer números muito grandes proporciona prática com o tamanho relativo das quantidades, além de proporcionar prática para verificar se as solicitações são razoáveis.
ru: Сначала выберите числа которые меньше или равно общему количеству. Позже, используйте слишком большие числа, это даст возможность потренироваться в подсчёте количества, а также проверить, насколько запрос правилен.

# data_list
source: INVISIBLE ADDING AND SUBTRACTING
pt: ADIÇÃO E SUBTRAÇÃO INVISÍVEIS
ru: НЕВИДИМЫЕ ДЕЙСТВИЯ

# data_list
source: **First:** Have your child count a small number of objects and put them in a box.
pt: **Primeiro:** Faça seu filho contar um pequeno número de objetos e coloque-os em uma caixa.
ru: **В Начле:** Попросите ребёнка посчитать небольшое количество предметов и положить их в коробку.

# data_list
source: **Next:** Ask them to put up the same number of fingers as there are objects in the box.
pt: **Em seguida:** Peça a ele para levantar o mesmo número de dedos quanto objetos houver na caixa.
ru: **Затем:** Попросите его показать столько же пальцев, сколько предметов в коробке.

# data_list
source: **Finally:** Show your child that you are adding (or removing) one or two objects to the box, and ask ‘How many objects are in the box now?’
pt: **Por fim:** Mostre ao seu filho que você está adicionando (ou removendo) um ou dois objetos da caixa, e pergunte ‘Quantos objetos estão na caixa agora?’
ru: **В конце:** Покажите вашему ребёнку, что вы добавляете (или убираете) один или два предмета в коробку, и спросите: Сколько предметов теперь в коробке?

# data_list
source: When this becomes too easy, you can add or remove more than two objects.
pt: Quando isso se tornar muito fácil, você pode adicionar ou remover mais de dois objetos.
ru: Со временем вы можете добавлять или убирать больше двух предметов.

# data_list
source: NUMBER LINE BATTLESHIP
pt: BATALHA NAVAL NA RETA NUMÉRICA
ru: МОРСКОЙ БОЙ В СТРОЧКЕ

# data_list
source: **The setup:** Each player has two number lines – one for their battleships and one for their guesses. These number lines go from 0 to 12 (or higher if the children can count higher). Out of sight, on their battleship number line, each player places tokens on two numbers that will be their battleships.
pt: **A configuração:** Cada jogador tem duas retas numéricas – uma para seus navios de guerra e uma para seus palpites. Essas retas numéricas vão de 0 a 12 (ou mais, se as crianças conseguirem contar mais alto). Fora da vista, na reta numérica do seu navio de guerra, cada jogador coloca fichas em dois números que serão seus navios de guerra.
ru: **Подготовка:** У каждого игрока есть две числовые линии одна для их кораблей и одна для их предположений. Эти числовые линии идут от 0 до 12 (или выше в зависимости до скольки может считать ваш ребёнок). Разместите фишки(корабли) на двух числах.

# data_list
source: **How to play:** After the setup, the players take turns guessing numbers. When a player makes a guess, the other player says how close the guess was to the nearest target - the guesser then marks down that information on their second number line. **How to win:** The first person to get all the targets wins.
pt: **Como jogar:** Após a preparação, os jogadores se revezam tentando adivinhar os números. Quando um jogador dá um palpite, o outro jogador diz quão perto o palpite chegou do alvo mais próximo - o adivinhador então anota essa informação na sua segunda reta numérica. **Como ganhar:** A primeira pessoa a obter todos os alvos ganha.
ru: **Правила:** После подготовки игроки по очереди называют предполагаемые числа. Когда один из игроков делает предположение, другой игрок говорит, насколько близко оно было к ближайшей цели. **Условие победы:** Первый кто найдет все цели, выигрывает.

# data_list
source: • Use a wider range of numbers. • The response to a guess can be a range of distances rather than an exact amount - for example: “the nearest ship is 1 or 2 away.” • Have ships that are two or three spaces in length.
pt: * Use um intervalo mais amplo de números. * A resposta a um palpite pode ser uma série de distâncias em vez de uma quantidade exata - por exemplo: "o navio mais próximo está a 1 ou 2 de distância". * Tenha navios com dois ou três espaços de comprimento.
ru: * Используйте более широкий диапазон чисел. * Ответ на предположение может быть диапазоном расстояний, а не точным значением. Например: ближайший корабль находится на расстоянии 1 или 2. * Используйте корабли разной длины.

# data_list
source: WHAT’S MISSING
pt: O QUE ESTÁ FALTANDO?
ru: ЧЕГО НЕ ХВАТАЕТ?

# data_list
source: Bigger and Smaller Numbers
pt: Números maiores e menores
ru: Больше-Меньше

# data_list
source: Count a small number of little things. Hide a few while your child looks away. When your child looks back, ask how many are hidden.
pt: Conte um pequeno número de coisinhas. Esconda algumas enquanto seu filho não estiver olhando. Quando seu filho olhar de volta, pergunte quantas estão escondidas.
ru: Посчитайте небольшое количество мелких предметов с вашим ребёнком. Затем спрячьте несколько из них, пока ваш ребёнок не смотрит. Когда ваш ребёнок вернётся, спросите, сколько предметов спрятано.

# data_list
source: **Example:** Suppose you have 6 raisins on a table. Have your child look away and cover 2 of them with a bowl. When your child looks back, count out the 4 visible raisins and ask how many raisins are under the bowl if there are 6 in total.
pt: **Exemplo:** Suponha que você tem 6 passas em cima da mesa. Peça a seu filho que olhe para o outro lado e cubra 2 delas com uma tigela. Quando seu filho olhar de volta, conte as 4 passas visíveis e pergunte quantas passas estão sob a tigela, se havia 6 no total.
ru: **Пример:** Предположим, у вас на столе 6 изюминок. Попросите вашего ребёнка отвернуться и уберите 2 из них. Когда ваш ребёнок обернётся, укажите на 4 видимые изюминки и спросите, сколько изюминок под чашкой, если всего их 6.

# data_list
source: Reasoning
pt: Raciocínio
ru: Размышления

# data_list
source: One way for your child to figure this out is to “count on” from 4 to 6 - as your child counts 4, 5, and 6, start with 0 fingers raised and raise one finger at a time to arrive at 2 raised fingers. Similarly, your child can do almost the same thing by “counting down” from 6 to 4. Seeing that 4 plus 2 more is 6 is tied together with taking 2 away from 6 to get 4 is great practice for understanding fact families.
pt: Uma maneira de seu filho descobrir isso é "contar" de 4 a 6 - enquanto seu filho conta 4, 5 e 6, comece com 0 dedos levantados e levante um dedo de cada vez até chegar a 2 dedos levantados. Da mesma forma, seu filho pode fazer quase a mesma coisa "contando para baixo" de 6 a 4. Ver que 4 mais 2 é 6 e subtrair 2 de 6 para obter 4 é uma ótima prática para entender famílias de fatos.
ru: Один из способов для вашего ребёнка определить это — использовать метод "досчёта" от 4 до 6. Ваш ребёнок начнёт с 0 поднятых пальцев и будет поднимать один палец за раз, чтобы в итоге получить 2 поднятых пальца. Аналогично, ваш ребёнок может сделать почти то же самое, "считая назад" от 6 до 4. Понимание того, что 4 плюс 2 равно 6, связано с тем, что, убрав 2 из 6, получается 4. Это отличная практика для полного освоения.

# data_list
source: FEATURE MATCHING GAME
pt: JOGO DE CORRESPONDÊNCIA DE CARACTERÍSTICA
ru: ИГРА НА СООТВЕТСТВИЕ

# data_list
source: Shape Cards have three properties: shape (circle, triangle, square); count (one, two, three); color (red, blue, black).
pt: Cartas de Formas têm três propriedades: * forma (círculo, triângulo, quadrado); * contagem (um, dois, três); * cor (vermelho, azul, preto).
ru: Карточки с фигурами обладают 3-мя признаками: Фигура (круг, треугольник, квадрат); Количетсво (1, 2, 3); Цвет (красный, синий, чёрный).

# data_list
source: **The setup:** Deal five cards to each player. Put the remaining cards face-down in a draw pile. Turn the draw pile’s top card face-up to begin a new stack. Take turns placing a card on the stack – the new card must match two features of the top card. If you cannot play a card on your turn, draw a card from the draw pile and end your turn. **How to win:** The first person to run out of cards is the winner. If the draw pile runs out, the player with the fewest cards in their hand wins.
pt: **A configuração:** Distribua cinco cartas para cada jogador. Coloque as cartas restantes viradas para baixo em uma pilha de compra. Vire a carta do topo da pilha de compras para cima para iniciar uma nova pilha. Revezem-se colocando uma carta na pilha – a nova carta deve corresponder a duas características da carta do topo. Se não puder jogar uma carta na sua vez, compre uma carta da pilha de compras e encerre a sua vez. **Como ganhar:** O primeiro a ficar sem cartas é o vencedor. Se a pilha de compra acabar, o jogador com menos cartas na mão vence.
ru: **Подготовка:** Раздайте по пять карт каждому игроку. Остальные карты положите лицом вниз в колоду для добора. Игроки по очереди кладут карту на стопку - новая карта должна совпадать с двумя признаками предыдущей карты. Если у вас нету подходящей карты, возьмите карту из колоды для добора и закончите свой ход. **Условие победы:** Первый человек, который избавится от всех своих карт, выигрывает. Если колода для добора закончится, победителем становится игрок с наименьшим количеством карт на руках.

# data_list
source: • Simplify the game by only requiring a match of one property with the top card. • Allow a player to place more than one card on a turn as long as each card is a legal play on top of the previous card.
pt: * Simplifique o jogo exigindo apenas a combinação de uma propriedade com a carta do topo. * Permita que um jogador coloque mais de uma carta em uma jogada, desde que cada carta seja uma jogada legal sobre a carta anterior.
ru: * Упростите игру, требуя совпадения только одного признака с предыдущей картой. * Разрешите игроку класть больше одной карты за ход, если каждая карта является законным продолжением предыдущей карты.

# data_list
source: FEATURE MATCHING PUZZLE
pt: QUEBRA-CABEÇA DE CORRESPONDÊNCIA DE CARACTERÍSTICA
ru: ПАЗЛ НА СООТВЕТСТВИЕ
