Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Tortoise and Hyena always seemed like unlikely friends. What happened in the story that caused them to stop being friends?
el: Η Χελώνα και η Ύαινα πάντοτε φαινόταν να είναι αταίριαστοι φίλοι. Τι συνέβη στην ιστορία που τους έκανε να σταματήσουν να είναι φίλοι;
pt: Tartaruga e Hiena sempre pareceram amigos improváveis. O que aconteceu na história que fez com que eles deixassem de ser amigos?
ru: Черепаха и Гиена всегда казались неподходящими друзьями. Что случилось в истории, из-за чего они перестали быть друзьями?

# data_list
source: Have you ever had something that caused you to stop being friends with someone?
el: Έχει συμβεί ποτέ κάτι που να σε έκανε να πάψεις να είσαι φίλος με κάποιον;
pt: Já aconteceu alguma coisa que fez com que você deixasse de ser amigo de alguém?
ru: Было ли у тебя когда-нибудь что-то что заставило тебя пригрозить дружбу с кем-то?

# data_list
source: Do you think Tortoise and Hyena will return to being friends someday?
el: Νομίζεις ότι η Χελώνα και η Ύαινα θα ξαναγίνουν φίλοι κάποια μέρα;
pt: Você acha que Tartaruga e Hiena voltarão a ser amigos algum dia?
ru: Ты думаешь что Черепаха и Гиена когда-нибудь снова будут друзьями?

# data_list
source: Sakima lived with his parents and his four-year-old sister. They lived on a rich man's land. Their grass-thatched hut was at the end of a row of trees.
el: Ο Σακίμα ζούσε με τους γονείς του και την τετράχρονη αδελφή του. Ζούσαν σε γη που ανήκε σε έναν πλούσιο άντρα. Η καλύβα τους, με στέγη από χόρτο, βρισκόταν στο τέλος μιας σειράς δέντρων.
pt: Sakima morava com os pais e a irmã de quatro anos. Eles viviam na terra de um homem rico. A cabana deles com teto de capim estava no final de uma fileira de árvores.
ru: Сакима жил со своими родителями и четырехлетней сестрой. Они жили на земле богача. Их крытая соломой хижина стояла в конце ряда деревьев.

# data_list
source: There are many bold colors in this picture. Which colors of the rainbow are missing?
el: Υπάρχουν πολλά έντονα χρώματα σε αυτή την εικόνα. Ποια χρώματα του ουράνιου τόξου λείπουν;
pt: Há muitas cores vibrantes nesta imagem. Quais cores do arco-íris estão faltando?
ru: На этой картинке есть много ярких цветов. Каких цветов радуге нет на этой картинке?

# data_list
source: The windows in the distance are rectangular, they are four-side shapes like this page. Do you see rectangles around where you are?
el: Τα παράθυρα στο βάθος είναι ορθογώνια, τετράπλευρα σχήματα όπως αυτή η σελίδα. Βλέπεις ορθογώνια γύρω σου;
pt: As janelas ao longe são retangulares, têm formas de quatro lados como esta página. Você vê retângulos ao redor de onde está?
ru: Окна вдалеке — прямоугольники, у них есть по четыре стороны, как у этой страницы. Видишь ли ты прямоугольники около себя?

# data_list
source: When the four sides of a rectangle are the same length, the rectangle is called a square. Are some of the rectangles around you squares?
el: Όταν όλες οι πλευρές ενός ορθογωνίου έχουν ίσο μήκος, το ορθογώνιο λέγεται τετράγωνο. Είναι μερικά από τα ορθογώνια γύρω σου τετράγωνα;
pt: Quando os quatro lados de um retângulo têm o mesmo comprimento, o retângulo é chamado de quadrado. Alguns dos retângulos ao seu redor são quadrados?
ru: Если четыре стороны прямоугольника имеют одинаковую длину, то такой прямоугольник называется квадратом. Может быть, некоторые из прямоугольников вокруг вас — это квадраты?

# data_list
source: When Sakima was three years old, he fell sick and lost his sight. Sakima was a talented boy.
el: Όταν ο Σακίμα ήταν τριών ετών αρρώστησε και έχασε την όρασή του. Ο Σακίμα ήταν ταλαντούχο αγόρι.
pt: Quando Sakima tinha três anos, ele ficou doente e perdeu a visão. Sakima era um menino talentoso.
ru: Когда Сакиме было три года, он заболел и ослеп. Сакима был талантливым мальчиком.

# data_list
source: Do you know someone who has lost their hearing or sight?
el: Γνωρίζεις κάποιον που έχει χάσει την ακοή ή την όρασή του;
pt: Você conhece alguém que perdeu a audição ou a visão?
ru: Знаешь ли ты кого-нибудь, кто потерял зрение или слух?

# data_list
source: Can you name all the major senses that people generally have?
el: Μπορείς να ονομάσεις όλες τις βασικές αισθήσεις που έχουν συνήθως οι άνθρωποι;
pt: Você pode citar todos os principais sentidos que as pessoas geralmente têm?
ru: Можешь ли ты назвать все основные чувства, которые есть у людей?

# data_list
source: Losing one sense often causes a person to develop some of their other senses more fully. Blind people often get much better at listening because it helps them to know where things are.
el: Η απώλεια μιας αίσθησης συχνά κάνει ένα άτομο να αναπτύξει περισσότερο τις άλλες. Στους τυφλούς ανθρώπους συχνά αναπτύσσεται πολύ η ακοή τους γιατί τους βοηθά να καταλαβαίνουν πού βρίσκονται τα πράγματα.
pt: Perder um sentido muitas vezes faz com que a pessoa desenvolva alguns dos outros sentidos mais plenamente. Pessoas cegas muitas vezes ficam muito melhores em ouvir porque isso as ajuda a saber onde as coisas estão.
ru: Потеря одного чувства способствует более полному развитию других. Слух слепых людей становится намного лучше, потому что он помогает им понять, где что находится.

# data_list
source: Sakima did many things that other six-year-old children did not do. For example, he could sit with older members of the village and discuss matters.
el: Ο Σακίμα έκανε πολλά πράγματα που άλλα εξάχρονα παιδιά δεν έκαναν. Για παράδειγμα, μπορούσε να κάθεται με τους μεγαλύτερους του χωριού και να συζητά θέματα.
pt: Sakima fazia muitas coisas que outras crianças de seis anos não faziam. Por exemplo, ele poderia sentar-se com membros mais velhos da aldeia e discutir assuntos.
ru: Сакима делал многие вещи, которые другие шестилетние дети не делали. Например, он мог сидеть со старшими членами деревни и обсуждать важные дела.

# data_list
source: Why do you think Sakima became good at talking with older people? Perhaps because he couldn't be out playing games and being distracted by things he saw, he was better able to listen and focus on what people were saying. What do you think?
el: Γιατί νομίζεις ότι ο Σακίμα έγινε καλός στο να μιλά με μεγαλύτερους; Ίσως επειδή δεν μπορούσε να παίζει κοιτάζοντας γύρω και να αποσπά την προσοχή του, μπορούσε να ακούει καλύτερα και να συγκεντρώνεται σε αυτά που έλεγαν οι άνθρωποι. Εσύ τι νομίζεις;
pt: Por que você acha que Sakima se tornou bom em conversar com pessoas mais velhas? Talvez porque ele não pudesse sair para brincar e se distrair com coisas que via, ele conseguia ouvir melhor e se concentrar no que as pessoas estavam dizendo. O que você acha?
ru: Как ты думаешь, почему Сакима стал хорошо общаться со старшими людьми? Может быть, потому что он не мог играть и отвлекаться на вещи, которые видел, он лучше слушал и сосредотачивался на том, что говорят люди. Как ты думаешь?

# data_list
source: Do you enjoy talking with adults, or do you prefer to talk with children your own age?
el: Σου αρέσει να μιλάς με μεγάλους ή προτιμάς να μιλάς με παιδιά της ηλικίας σου;
pt: Você gosta de conversar com adultos, ou prefere conversar com crianças da sua idade?
ru: Нравится ли тебе разговаривать со взрослыми или ты предпочитаешь общаться со своими сверстниками?

# data_list
source: Often, children and adults have different things they like to talk about. What are some of the things you like to talk about with your friends?
el: Συχνά, τα παιδιά και οι μεγάλοι ενδιαφέρονται για διαφορετικά θέματα. Ποια πράγματα σου αρέσει να συζητάς με τους φίλους σου;
pt: Muitas vezes, crianças e adultos têm coisas diferentes sobre as quais gostam de falar. Quais são os assuntos que você gosta de falar com seus amigos?
ru: Часто, детям и взрослым нравится говорить о разных вещах. О чем тебе нравится разговаривать со своими друзьями?

# data_list
source: Sakima's parents worked at the rich man's house. They left home early in the morning and returned late in the evening. Sakima was left with his little sister.
el: Οι γονείς του Σακίμα δούλευαν στο σπίτι του πλούσιου άντρα. Έφευγαν νωρίς το πρωί και γύριζαν αργά το βράδυ. Ο Σακίμα έμενε με τη μικρή του αδελφή.
pt: Os pais de Sakima trabalhavam na casa do homem rico. Eles saíam de casa de manhã cedo e voltavam tarde da noite. Sakima era deixado com sua irmãzinha.
ru: Родители Сакимы работали в доме богатого человека. Они уходили из дома рано утром и возвращались поздно вечером. Сакима оставался со своей младшей сестрой.

# data_list
source: Waving seems like something that sighted people would learn to do when they see other people waving. How do you suppose Sakima learned to wave?
el: Το κούνημα του χεριού φαίνεται να είναι κάτι που όσοι βλέπουν μαθαίνουν να κάνουν βλέποντας άλλους. Πώς νομίζεις ότι έμαθε να χαιρετά ο Σακίμα;
pt: Acenar parece algo que as pessoas com visão aprenderiam a fazer quando vissem outras pessoas acenando. Como você acha que Sakima aprendeu a acenar?
ru: Похоже, что зрячие люди научились бы махать рукой, только увидев, как это делают другие. Как ты думаешь, как Сакима научился махать рукой?

# data_list
source: Look at the trees in this picture. The near trees are about twice as tall as an adult, but the tree farthest back is a little bit taller than the house. Do you think the artist made a mistake?
el: Κοίτα τα δέντρα. Τα κοντινά δέντρα είναι περίπου διπλάσια από έναν ενήλικο, αλλά το πιο μακρινό δέντρο είναι λίγο ψηλότερο από το σπίτι. Νομίζεις ότι ο καλλιτέχνης έκανε λάθος;
pt: Olhe para as árvores nesta imagem. As árvores mais próximas têm cerca do dobro da altura de um adulto, mas a árvore mais distante é um pouco mais alta que a casa. Você acha que o artista cometeu um erro?
ru: Посмотри на деревья на этой картинке. Деревья, которые находятся ближе, примерно в два раза выше взрослого человека, но деревья, которые находятся дальше, немного выше, чем дом. Как ты думаешь, художник совершил ошибку?

# data_list
source: An estimate is a best guess when you don't know exactly how big something is. Glance at the trees and estimate how many there are. Then count the trees and see how close your estimate is.
el: Μια εκτίμηση είναι η καλύτερη εικασία όταν δεν ξέρεις ακριβώς πόσο είναι κάτι. Ρίξε μια ματιά στα δέντρα και εκτίμησε πόσα είναι. Μετά μέτρησέ τα και δες πόσο κοντά ήταν η εκτίμησή σου.
pt: Uma estimativa é o melhor palpite quando você não sabe exatamente o tamanho de algo. Dê uma olhada nas árvores e calcule quantas são. Em seguida, conte as árvores e veja o quão perto está sua estimativa.
ru: Оценка — это лучшее предположение, когда ты не знаешь точно, насколько большой объект. Взгляни на деревья и оцени, сколько там есть деревьев. А теперь посчитай деревья и посмотри, насколько близка была твоя оценка.

# data_list
source: Sakima loved to sing songs. One day his mother asked him, "Where do you learn these songs from, Sakima?"
el: Στον Σακίμα άρεσε πολύ να τραγουδά. Μια μέρα η μητέρα τον ρώτησε, «Από πού μαθαίνεις αυτά τα τραγούδια, Σακίμα;»
pt: Sakima adorava cantar músicas. Um dia sua mãe lhe perguntou: "Onde você aprende essas músicas, Sakima?"
ru: Сакима любил петь песни. Однажды, его мама спросила: “Откуда ты знаешь все эти песня, Сакима?”

# data_list
source: Why do you think Sakima learned to sing songs to himself?
el: Γιατί νομίζεις ότι ο Σακίμα έμαθε να τραγουδά στον εαυτό του;
pt: Por que você acha que Sakima aprendeu a cantar músicas para si mesmo?
ru: Как ты думаешь, почему Сакима научился петь песни самому себе?

# data_list
source: Do you like to sing songs? Do you have a favorite song you sing or like to listen to?
el: Εσένα σου αρέσει να τραγουδάς; Έχεις αγαπημένο τραγούδι να το τραγουδάς ή να το ακούς;
pt: Você gosta de cantar músicas? Você tem uma música favorita que canta ou gosta de ouvir?
ru: Нравится ли тебе петь? Есть ли у тебя любимая песня, которую ты любишь петь или слушать?

# data_list
source: This picture has some notes written in sheet music form. Writing notes this way allows anyone to learn the notes of a song. Do you know how to read notes to sing or play on an instrument?
el: Αυτή η εικόνα έχει νότες γραμμένες σε παρτιτούρα. Το να διαβάζει κάποιος νότες είναι ο τρόπος για να μάθει ένα τραγούδι. Ξέρεις να διαβάζεις νότες για να τραγουδήσεις ή να παίξεις ένα όργανο;
pt: Esta imagem tem algumas notas escritas em forma de partitura. Escrever notas dessa maneira permite que qualquer pessoa aprenda as notas de uma música. Você sabe ler notas para cantar ou tocar em um instrumento?
ru: На этой картинке есть несколько надписей, написанных в виде нот. Записывание нот таким образом, позволяет любому человеку выучить ноты песни. Знаешь ли ты, как читать ноты, чтобы петь или играть на музыкальном инструменте?

# data_list
source: Sakima answered, "I just know them, mother. I hear them in my mind and then I sing."
el: Ο Σακίμα απάντησε: «Απλώς τα ξέρω, μητέρα. Τα ακούω στο μυαλό μου και μετά τα τραγουδώ».
pt: Sakima respondeu, "Eu só as conheço, mãe. Eu os ouço em minha mente e depois canto."
ru: Сакима ответил: “Я просто знаю их, мама. Я слышу их в своем сознании, а потом пою”.

# data_list
source: Have you ever made up a new song just for fun? Create a new song now and see what happens. You can make up new words to a melody you already know.
el: Έχεις φτιάξει ποτέ καινούριο τραγούδι για πλάκα; Δημιούργησε τώρα ένα νέο τραγούδι. Μπορείς να βάλεις νέους στίχους σε μια μελωδία που ήδη ξέρεις.
pt: Você já inventou uma música nova só por diversão? Crie uma nova música agora e veja o que acontece. Você pode inventar palavras para uma melodia que já conhece.
ru: Пытался/пыталась ли ты когда-нибудь сочинить песню просто для веселья? Придумай новую песню сейчас и посмотри, что случится. Ты можешь придумывать слова для мелодии, которую ты уже знаешь.

# data_list
source: Songs can be about favorite people, animals, or places, or about a memory that is special to you. There are many things to write songs about.
el: Τα τραγούδια μπορεί να είναι για αγαπημένους ανθρώπους, ζώα, μέρη ή για μια ιδιαίτερη ανάμνηση. Υπάρχουν πολλά θέματα για να γράψει κάποιος τραγούδια.
pt: As músicas podem ser sobre pessoas, animais ou lugares favoritos, ou sobre uma memória que é especial para você. Há muitas coisas sobre as quais podemos escrever músicas.
ru: Песни могут быть о любимых людях, животных, местах или о воспоминаниях, которые для тебя являются особенными. Существует много вещей, о которых можно написать песни.

# data_list
source: Do you think Sakima is nearly as tall as his mother? He looks much shorter than she is in the other pictures. Why do you think the illustrator drew them this way?
el: Νομίζεις ότι ο Σακίμα είναι σχεδόν όσο ψηλός όσο η μητέρα του; Φαίνεται πολύ κοντύτερος στις άλλες εικόνες. Γιατί νομίζεις ότι ο εικονογράφος τους σχεδίασε έτσι;
pt: Você acha que Sakima é quase tão alto quanto sua mãe? Ele parece muito mais baixo do que ela nas outras imagens. Por que você acha que o ilustrador os desenhou assim?
ru: Думаешь ли ты, что Сакима почти такого же роста, как и его мама? Он выглядит намного ниже неё на других картинка. Как ты думаешь, почему художник нарисовал их именно так?

# data_list
source: Sakima liked to sing for his little sister, especially, if she felt hungry. His sister would listen to him singing his favorite song. She would sway to the soothing tune.
el: Στον Σακίμα άρεσε να τραγουδά για τη μικρή του αδελφή, ειδικά όταν εκείνη πεινούσε. Η αδελφή του άκουγε το αγαπημένο του τραγούδι και λικνιζόταν στον γαλήνιο ρυθμό.
pt: Sakima gostava de cantar para sua irmãzinha, especialmente, se ela sentisse fome. A irmã dele o ouvia cantar sua música favorita. Ela se balançava ao som da melodia suave.
ru: Сакиме нравилось петь для своей младшей сестры, особенно, когда она была голодной. Его сестра слушала бы, как он поет свою любимую песню. Она покачивалась под успокаивающую мелодию.

# data_list
source: Why did he like to sing to his sister when she was hungry?
el: Γιατί του άρεσε να τραγουδά στην αδελφή του όταν πεινούσε;
pt: Por que ele gostava de cantar para a irmã quando ela estava com fome?
ru: Почему ему нравилось петь своей сестре, когда она была голодной?

# data_list
source: Do you sometimes listen to music to help change your mood or what you are thinking about? Is there particular music that makes you happy or sad?
el: Ακούς μουσική για να αλλάξεις διάθεση ή σκέψεις; Υπάρχει μουσική που σε κάνει χαρούμενο ή λυπημένο;
pt: Você às vezes ouve música para melhorar seu humor ou pensar em outra coisa? Existe alguma música específica que te deixa feliz ou triste?
ru: Слушаешь ли ты иногда музыку, чтобы изменить свое настроение или то, о чем ты думаешь? Есть ли определенная музыка, которая делает тебя счастливой/счастливым или грустной/грустным?

# data_list
source: All the lines in their home are curved. There aren't any straight lines. Is there any place around you that is like that?
el: Όλες οι γραμμές στο σπίτι τους είναι καμπύλες, καμία ευθεία. Υπάρχει μέρος γύρω σου που να είναι έτσι;
pt: Todas as linhas na casa deles são curvas. Não há linhas retas. Existe algum lugar ao seu redor que seja assim?
ru: Все линии в их доме изогнуты. Там нет никаких прямых линий. Есть ли где-нибудь похожее место вокруг тебя?

# data_list
source: "Can you sing it again and again, Sakima?" his sister would beg him. Sakima would accept and sing it over and over again.
el: «Μπορείς να το ξανατραγουδήσεις πάλι και πάλι ξανά, Σακίμα;» τον παρακαλούσε η αδελφή του. Ο Σακίμα δεχόταν και το τραγουδούσε ξανά και ξανά.
pt: "Você pode cantar de novo e de novo, Sakima?", sua irmã implorava a ele. Sakima aceitava e cantava repetidamente.
ru: “Можешь спеть ещё раз и ещё раз, Сакима”, — умоляла его сестра. Сакима смирялся и пел снова и снова.

# data_list
source: Have you ever tried to convince someone to do something repeatedly with you that you really enjoy doing? It can be very difficult. Were you successful?
el: Έχεις προσπαθήσει να πείσεις κάποιον να κάνει κάτι επανειλημμένα γιατί σου άρεσε πολύ; Τα κατάφερες;
pt: Você já tentou convencer alguém a fazer algo repetidamente contigo, algo que você realmente goste de fazer? Pode ser muito difícil. Você teve sucesso?
ru: Пытался/пыталась ли ты когда-нибудь уговорить кого-нибудь многократно делать с тобой что-то, что тебе действительно нравится делать? Это может быть очень сложно. Получилось ли у тебя?

# data_list
source: Sakima is a really kind and thoughtful big brother! Are you kind like that with anyone you know?
el: Ο Σακίμα είναι πραγματικά καλός και στοργικός μεγάλος αδελφός! Είσαι κι εσύ ευγενικός με κάποιον που ξέρεις;
pt: Sakima é um irmão mais velho muito gentil e atencioso! Você é gentil assim com alguém que conhece?
ru: Сакима — очень добрый и заботливый старший брат! Добр/а ли ты по отношению к своим знакомым так же?

# data_list
source: Look at how this room is drawn. Do you think it was drawn accurately? Try to describe which pieces don't seem quite right to you and what is wrong with them.
el: Κοίτα πώς είναι σχεδιασμένο αυτό το δωμάτιο. Νομίζεις ότι σχεδιάστηκε σωστά; Περιέγραψε ποια μέρη σου φαίνονται λάθος και γιατί.
pt: Veja como esta sala é desenhada. Você acha que foi desenhada com precisão? Tente descrever quais peças não parecem muito certas para você e o que há de errado com elas.
ru: Обрати внимание на то, как нарисована эта комната. Думаешь ли ты, что она была нарисована тщательно и аккуратно? Попробуй описать вещи, которые тебе кажутся не совсем правильными, и объясни, что с ними не так.

# data_list
source: One evening when his parents returned home, they were very quiet. Sakima knew that there was something wrong.
el: Ένα βράδυ, όταν οι γονείς του γύρισαν, ήταν πολύ σιωπηλοί. Ο Σακίμα κατάλαβε ότι κάτι δεν πήγαινε καλά.
pt: Uma noite, quando seus pais voltaram para casa, eles estavam muito quietos. Sakima sabia que havia algo de errado.
ru: В один вечер, его родители вернулись домой, они были очень тихими. Сакима знал, что что-то не так.

# data_list
source: What do you think is wrong? Make up a reason or two that would make everyone quiet and sad.
el: Τι νομίζεις ότι έχει συμβεί; Βρες έναν-δύο λόγους που θα τους έκαναν σιωπηλούς και λυπημένους.
pt: O que você acha que está errado? Invente uma ou duas razões que deixariam todos quietos e tristes.
ru: Как ты думаешь, что же не так? Придумай пару причин, из-за которых все могут быть грустными и молчаливыми.

# data_list
source: Think of ways this story might end. What kinds of adventures could a blind child who loves to sing have with his family? What kinds of problems can singing solve?
el: Σκέψου πιθανούς τρόπους για να τελειώσει αυτή η ιστορία. Ποιες περιπέτειες θα μπορούσε να ζήσει ένα τυφλό παιδί που αγαπά το τραγούδι με την οικογένειά του; Τι προβλήματα μπορεί να λύσει το τραγούδι;
pt: Pense nas maneiras pelas quais essa história pode terminar. Que tipo de aventuras uma criança cega que ama cantar poderia ter com sua família? Que tipos de problemas o canto pode resolver?
ru: Подумай о том, как эта история может закончиться. Какие приключения могут ожидать слепого ребенка, который любит петь, и его семью? Какие проблемы можно решить пением?

# data_list
source: When you are feeling sad, do you prefer to be quiet about it? Sometimes, sharing what is making you sad can help relieve your burden and put you on the road to feeling better. Also, the person you share it with may be able to help cheer you up.
el: Όταν αισθάνεσαι λυπημένος, προτιμάς να μένεις σιωπηλός; Μερικές φορές, το να μοιραστείς αυτό που σε στενοχωρεί μπορεί να σε ανακουφίσει. Επίσης το άτομο με το οποίο το μοιράστηκες μπορεί να σε βοηθήσει.
pt: Quando você está se sentindo triste, você prefere ficar quieto sobre isso? Às vezes, compartilhar o que está te deixando triste pode ajudar a aliviar seu fardo e colocá-lo no caminho para se sentir melhor. Além disso, a pessoa com quem você compartilha pode ajudar a animá-lo.
ru: Когда тебе грустно, предпочитаешь ли ты никому об этом не говорить? Иногда, поделиться с кем-то тем, что тебя расстраивает, может облегчить твою ношу и помочь тебе почувствовать себя лучше. Кроме того, человек, с которым ты делишься своими проблемами, может помочь тебе поднять настроение.

# data_list
source: "What is wrong, mother, father?" Sakima asked. Sakima learned that the rich man's son was missing. The man was very sad and lonely.
el: «Τι συμβαίνει, μαμά, μπαμπά;» ρώτησε ο Σακίμα. Έμαθε ότι ο γιος του πλούσιου άντρα είχε χαθεί. Ο άντρας ήταν πολύ λυπημένος και μόνος.
pt: "O que há de errado, mãe, pai?" Sakima perguntou. Sakima soube que o filho do homem rico estava desaparecido. O homem estava muito triste e solitário.
ru: “Что случилось, мама, папа?”, — спросил Сакима. Сакима узнал, что сын богатого мужчины пропал. Этот мужчина был очень грустным и одиноким.

# data_list
source: How do you think Sakima will try to solve this problem?
el: Πώς νομίζεις ότι θα προσπαθήσει να λύσει το πρόβλημα ο Σακίμα;
pt: Como você acha que Sakima tentará resolver esse problema?
ru: Каким образом, по-твоему, Сакима попытается решить эту проблему?

# data_list
source: Have you ever missed someone you felt close to but hadn't seen for a long time? What helped you feel better at such a time?
el: Σου έχει λείψει ποτέ κάποιος που αγαπούσες και δεν τον έβλεπες για καιρό; Τι σε βοήθησε να νιώσεις καλύτερα;
pt: Você já sentiu saudades de alguém com quem se sentia próximo, mas não via há muito tempo? O que ajudou você a se sentir melhor em tal momento?
ru: Скучал/а ли ты когда-нибудь по близким, которых не видел/а долгое время? Что помогало тебе чувствовать себя лучше в такие моменты?
