Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Try counting the black stripes on some of the zebras. Do some zebras have more stripes than others?
de: Vergleicht: Haben manche Zebras mehr Streifen als andere?
el: Προσπάθησε να μετρήσεις τις μαύρες ρίγες σε μερικές από τις ζέβρες. Έχουν κάποιες ζέβρες περισσότερες ρίγες από άλλες;
pt: Tente contar as listras pretas em algumas das zebras. Algumas zebras têm mais listras do que outras?
ru: Попробуй посчитать чёрные полосы на некоторых зебрах. У некоторых зебр полос больше, чем у других?

# data_list
source: Eight frogs and nine fish are swimming in the water.
de: 8 Acht Frösche und neun Fische schwimmen im Wasser.
el: Οκτώ βάτραχοι και εννιά ψάρια κολυμπούν στο νερό.
pt: Oito sapos e nove peixes estão nadando na água.
ru: В воде плавает восемь лягушек и девять рыб.

# data_list
source: Count together the frogs and the fish. Can you count that high?
de: Zählt die Frösche und Fische. Geht es schon gut, so weit zu zählen?
el: Μετρήστε μαζί τους βατράχους και τα ψάρια. Μπορείς να μετρήσεις μέχρι τόσο πολλά;
pt: Vamos contar juntos os sapos e os peixes. Você consegue contar todos?
ru: Посчитайте вместе все лягушки и рыбы. Можешь ли ты посчитать так высоко?

# data_list
source: They are packed very tightly together. Do you think they feel crowded or do they like having the company?
de: Die Tiere sind hier eng zusammen. Überlegt: fühlen sie sich so wohl?
el: Είναι πολύ στριμωγμένα μεταξύ τους. Νομίζεις ότι αισθάνονται άβολα ή τους αρέσει να έχουν παρέα;
pt: Eles estão bem apertados uns contra os outros. Você acha que eles se sentem apertados ou eles gostam de ter companhia?
ru: Они находятся очень плотно друг к другу. Как ты думаешь, им тесно или им нравится компания?

# data_list
source: What is one more than eight frogs? What is one less than nine fish?
de: Überlegt: Wie viele Frösche wären noch einer mehr? Wie viele Fische wären einer weniger?
el: Πόσα είναι ένα περισσότερο από τους οκτώ βατράχους; Πόσα είναι ένα λιγότερο από τα εννιά ψάρια;
pt: O que é um a mais do que oito sapos? O que é um a menos do que nove peixes?
ru: Какое число на одну больше чем восемь лягушек? Какое число на одно меньше девяти рыб?

# data_list
source: How many different kinds of animals can you count?
de: Viele verschiedene Tiere sind jetzt am Wasser. Ein Löwe brüllt.
el: Πόσα διαφορετικά είδη ζώων μπορείς να μετρήσεις;
pt: Quantos tipos diferentes de animais você consegue contar?
ru: Сколько разных животных можешь ли ты посчитать?

# data_list
source: One lion roars. He also wants to drink. Who is afraid of the lion?
de: Warum brüllt der Löwe wohl, haben manche Tiere Angst vor ihm?
el: Ένα λιοντάρι βρυχάται. Θέλει κι αυτό να πιει νερό. Ποιος φοβάται το λιοντάρι;
pt: Um leão ruge. Ele também quer beber água. Quem tem medo do leão?
ru: Один лев рычит. Он тоже хочет пить. Кто боится льва?

# data_list
source: Count together the lions, warthogs, birds, zebras, antelopes, giraffes, water buffaloes, and elephants. That's a lot of counting!
de: Zählt die verschiedenen Tierarten, wie viele verschiedene Tierarten sind es? Zählt die Tiere jeder Art.
el: Μετρήστε μαζί τα λιοντάρια, τα αγριογούρουνα, τα πουλιά, τις ζέβρες, τις αντιλόπες, τις καμηλοπαρδάλεις, τους βούβαλους και τους ελέφαντες. Είναι πολύ μέτρημα!
pt: Vamos contar juntos os leões, javalis, pássaros, zebras, antílopes, girafas, búfalos de água e elefantes. Isso é muita contagem!
ru: Посчитайте вместе сколько львов, бородавочников, птиц, зебр, антилоп, жирафов, водяных буйвола и слонов. Это большой счёт!

# data_list
source: Most of the animals start to run away from the lion. Which animals will stay?
de: Die meisten Tiere rennen vor dem Löwen weg. Welche Tiere werden am Wasser bleiben?
el: Τα περισσότερα ζώα αρχίζουν να τρέχουν μακριά από το λιοντάρι. Ποια ζώα θα μείνουν;
pt: A maioria dos animais começa a fugir do leão. Quais animais vão ficar?
ru: Большинство животных начинают убегать от льва. Какие животные останутся?

# data_list
source: One elephant is drinking water with the lion.
de: Ein Elefant trinkt mit dem Löwen.
el: Ένας ελέφαντας πίνει νερό με το λιοντάρι.
pt: Um elefante está bebendo água com o leão.
ru: Один слон пьёт воду со львом.

# data_list
source: The elephant, birds, fish, and frogs did not run away.
de: Schaut welche Tiere am Wasser geblieben sind. Sind es viele?
el: Ο ελέφαντας, τα πουλιά, τα ψάρια και οι βάτραχοι δεν έτρεξαν μακριά.
pt: O elefante, pássaros, peixes e sapos não fugiram.
ru: Слон, птицы, рыбы и лягушки не убежали.

# data_list
source: Would you run away from a lion?
de: Überlegt: würden wir Menschen vor dem Löwen weglaufen?
el: Εσύ θα έτρεχες μακριά από ένα λιοντάρι;
pt: Você fugiria de um leão?
ru: Ты бы убежал от льва?

# data_list
source: Would it be fun to go for a swim in this watering hole?
de: Überlegt: hättest du Lust hier im Wasser zu baden?
el: Θα ήταν διασκεδαστικό το κολύμπι σ' αυτό το νερόλακκο;
pt: Seria divertido dar um mergulho neste poço de água?
ru: Было бы весело поплавать в этом водопое?

# data_list
source: Chalew is a horse that pulls a cart. He carries heavy loads along the gravel roads of Debre Birhan. He works from morning to evening.
el: Ο Χαλής είναι ένα άλογο που τραβάει κάρο. Κουβαλάει βαριά φορτία στους χαλικόδρομους του Ντέμπρε Μπίρχαν. Δουλεύει από το πρωί μέχρι το βράδυ.
pt: Chalew é um cavalo que puxa uma carroça. Ele carrega cargas pesadas pelas estradas de cascalho de Debre Birhan. Ele trabalha de manhã até a noite.
ru: Чалу - лошадь которая тянет телегу. Он несёт тяжёлые грузы по гравийнaм дорогам Дебрe Берхана. Он работает с утра до вечера.

# data_list
source: Chalew pulls heavy loads and does a difficult job. Have you seen any animals that have to do work?
el: Ο Χαλής τραβάει βαριά φορτία και κάνει μια δύσκολη δουλειά. Έχεις δει ζώα που πρέπει να δουλέψουν;
pt: Chalew puxa cargas pesadas e faz um trabalho difícil. Você já viu algum outro animal que tem que trabalhar?
ru: Чалу тащат тяжёлые грузы и выполняет сложную работу. Ты когда-нибудь видел животных, которым приходится выполнять работу?

# data_list
source: A rectangle is a shape with four straight sides like the shape of this page. Point out some shapes in this picture that are rectangles and some that are round.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ευθείες πλευρές, όπως το σχήμα αυτής της σελίδας. Δείξε μερικά σχήματα σε αυτήν την εικόνα που είναι ορθογώνια και μερικά που είναι στρογγυλά.
pt: Um retângulo é uma forma com quatro lados retos como o formato desta página. Aponte algumas formas nesta imagem que são retângulos e algumas que são redondas.
ru: Прямоугольник - это фигура с четырьмя прямыми сторонами, как форма этой странице. Покажи на картинке, какие фигуры являются прямоугольниками, а какие круглые.

# data_list
source: How many rectangles can you find in the place where you are now?
el: Πόσα ορθογώνια μπορείς να βρεις στο χώρο όπου βρίσκεσαι τώρα;
pt: Quantos retângulos você pode encontrar no lugar onde está agora?
ru: Сколько прямоугольников ты можешь сейчас найти там где ты находишься?

# data_list
source: Chalew does not get enough time to rest. He does not get enough food to eat. The driver of the cart beats him to go faster.
el: Ο Χαλής δεν έχει αρκετό χρόνο για να ξεκουραστεί. Δεν έχει αρκετό φαγητό για να φάει. Ο οδηγός του κάρου τον χτυπάει για να πάει πιο γρήγορα.
pt: Chalew não tem tempo suficiente para descansar. Ele não recebe comida suficiente para comer. O carroceiro bate nele para ir mais rápido.
ru: Чалу не получает достаточно времени для отдыха. Он не получает достаточно еды, чтобы поесть. Водитель телеги бьёт его, чтобы он ехал быстрее.

# data_list
source: How do you feel about the way the driver treats Chalew?
el: Πώς νιώθεις για τον τρόπο που ο οδηγός φέρεται στον Χαλή;
pt: Como você se sente sobre a maneira como o carroceiro trata Chalew?
ru: Как ты себя чувствуешь о том как водитель обращается с Чалу?

# data_list
source: What are some ways to treat animals, or people, to try to get them to do what you want? For people, you can say "please," and that works sometimes.
el: Ποιοι είναι μερικοί τρόποι να φέρεσαι στα ζώα ή στους ανθρώπους για να τους κάνεις να κάνουν αυτό που θέλεις; Για τους ανθρώπους, μπορείς να πεις "παρακαλώ" και αυτό δουλεύει μερικές φορές.
pt: Quais são algumas das maneiras de tratar animais ou pessoas para tentar convencê-los a fazer o que você quer? Para pessoas, você pode dizer "por favor" e, às vezes, isso funciona.
ru: Как можно обращаться с животными или людьми, чтобы попытаться заставить их делать то что ты хочешь? Для людей, можно сказать «пожалуйста,» и это иногда работает.

# data_list
source: What makes you want to do things for other people?
el: Τι σε κάνει να θέλεις να κάνεις πράγματα για άλλους ανθρώπους;
pt: O que faz você querer fazer coisas para as outras pessoas?
ru: Что заставляет тебя хотеть делать что-то для других людей?

# data_list
source: One day, all the cart drivers gathered for a funeral. The cart horses were left to graze in a nearby field. They began to talk about their terrible conditions.
el: Μια μέρα, όλοι οι οδηγοί των κάρων μαζεύτηκαν για μια κηδεία. Τα άλογα των κάρων τα άφησαν να βοσκήσουν σε ένα κοντινό χωράφι. Άρχισαν να μιλούν για τις τρομερές συνθήκες τους.
pt: Um dia, todos os carroceiros se reuniram para um funeral. Os cavalos foram deixados para pastar em um campo próximo. Eles começaram a falar sobre as suas péssimas condições.
ru: В один день, все возницы собрались на похороны. Лошадей для телег, оставили пастись на ближайшем поле. Они начали разговаривать о своих ужасных условиях.

# data_list
source: Count the number of people and the number of horses. Are there more people or horses? How many more?
el: Μέτρησε τον αριθμό των ανθρώπων και τον αριθμό των αλόγων. Υπάρχουν περισσότεροι άνθρωποι ή άλογα; Πόσο περισσότεροι;
pt: Conte o número de pessoas e o número de cavalos. Há mais pessoas ou cavalos? Quantos a mais?
ru: Посчитай количество человек и количество лошадей. Здесь больше людей или лошадей? На сколько больше?

# data_list
source: Use skip counting by 2's to count how many legs the people have. Can you skip count that high?
el: Χρησιμοποίησε αρίθμηση με πηδηματάκια ανά 2 για να μετρήσεις πόσα πόδια έχουν οι άνθρωποι. Μπορείς να μετρήσεις τόσο πολύ;
pt: Conte em intervalos de 2 para descobrir quantas pernas essas pessoas têm. Você consegue contar tudo?
ru: Используй счёт по два чтобы посчитать сколько ног людей. Ты можешь считать так высоко?

# data_list
source: What would you skip count by to count the number of legs the horses have? That's a pretty big number. Can you skip count that high?
el: Με τι πηδηματάκια θα μετρήσεις τα πόδια που έχουν τα άλογα; Αυτός είναι ένας αρκετά μεγάλος αριθμός. Μπορείς να μετρήσεις τόσο πολύ;
pt: Qual intervalo de contagem você usaria para descobrir o número de pernas que os cavalos têm? É um número muito grande. Você consegue contar tudo?
ru: По какой цифре ты бы посчитал если нужно было посчитать сколько ног у лошадей? Это очень большая цифра. Ты можешь посчитать так высоко?

# data_list
source: "My harness doesn't fit me. It is too tight and cuts my skin," said one horse. "Me too, me too," another agreed.
el: "Το σαμάρι μου δεν μου ταιριάζει. Είναι πολύ σφιχτό και κόβει το δέρμα μου," είπε ένα άλογο. "Κι εμένα, κι εμένα," συμφώνησε ένα άλλο.
pt: "Meu arreio não cabe em mim. É muito apertado e corta a minha pele", disse um cavalo. "Eu também, eu também", concordou outro.
ru: «Моя подвеска мне не подходит. Она слишком тугая и режет мою кожу,» сказала одна лошадь. «Мне тоже, мне тоже,» другая согласилась.

# data_list
source: How do real horses talk with each other?
el: Πώς πιστεύεις ότι επικοινωνούν πραγματικά τα άλογα μεταξύ τους;
pt: Como os cavalos de verdade conversam entre si?
ru: Как настоящие лошади разговаривают друг с другом?

# data_list
source: Which parts of a horse come in pairs, and which don't?
el: Ποια μέρη του σώματος ενός αλόγου υπάρχουν σε ζευγάρια και ποια όχι;
pt: Quais partes de um cavalo são em pares e quais não são?
ru: Какие части лошади входят в пары, а какие нет?

# data_list
source: The body parts that pair up show up on opposite sides of the horse's body. Can you think of other animals like that? Can you think of any that aren't like that?
el: Τα μέρη του σώματος που υπάρχουν σε ζευγάρια βρίσκονται στις αντίθετες πλευρές του σώματος του αλόγου. Μπορείς να σκεφτείς άλλα ζώα που είναι έτσι; Μπορείς να σκεφτείς ζώα που δεν είναι έτσι;
pt: As partes do corpo que se emparelham aparecem em lados opostos do corpo do cavalo. Você consegue pensar em outros animais que são assim? Você consegue pensar em algum que não seja assim?
ru: Части тела, которые соединяются в пары, располагаются на противоположной стороне тела лошади. Ты можешь ещё подумать о других животных, подобных этому? А можешь ли ты вспомнить животные которые не похожи на это?

# data_list
source: An old horse spoke. "I'm almost lame because of the nails they hammer into my hooves." More horses nodded in agreement.
el: Ένα γέρικο άλογο πήρε το λόγο. "Είμαι σχεδόν κουτσό εξ’ αιτίας των καρφιών που μου καρφώνουν στις οπλές." Κι άλλα άλογα έγνεψαν συμφωνώντας.
pt: Um cavalo velho falou: "Estou quase coxo por causa dos pregos que eles martelam em meus cascos." Mais cavalos assentiram concordando.
ru: Старая лошадь заговорила. «Я почти хромаю из за гвоздей, которые мне в копыты забивают.» Ещё больше лошадей кивнули в знак согласия.

# data_list
source: Why do you think the owners have been so bad to the horses? Were the owners mean on purpose and did they not realize what they were doing?
el: Γιατί νομίζεις ότι οι ιδιοκτήτες φέρονταν τόσο άσχημα στα άλογα; Ήταν οι ιδιοκτήτες επίτηδες κακοί, ή δεν κατάλαβαν τι έκαναν;
pt: Por que você acha que os donos têm sido tão ruins para os cavalos? Os donos foram maldosos de propósito ou eles não perceberam o que estavam fazendo?
ru: Как ты думаешь, почему владельцы так плохо обращаются с лошадьми? Были ли владельцы намеренно злыми или не понимали что делают?

# data_list
source: What do you think the horses should do about being treated so badly?
el: Τι νομίζεις ότι πρέπει να κάνουν τα άλογα για την κακή μεταχείρισή τους;
pt: O que você acha que os cavalos deveriam fazer a respeito do péssimo tratamento que estão recebendo?
ru: Что ты думаешь должны сделать лошади, если с ними так плохо обращаются?

# data_list
source: There are five horses. How many tails, ears, and legs are there? Did you skip count to find the ears and legs, or did you start with the number of tails and double things?
el: Υπάρχουν πέντε άλογα. Πόσες ουρές, αυτιά και πόδια έχουν; Χρησιμοποίησες αρίθμηση με πηδηματάκια για να βρεις τον αριθμό των αυτιών και των ποδιών, ή ξεκίνησες από τον αριθμό των ουρών και τον διπλασίασες;
pt: Há cinco cavalos. Quantas caudas, orelhas e pernas existem no total? Você usou a contagem em intervalos para contar as orelhas e as pernas, ou você começou com o número de caudas e depois com as coisas duplas?
ru: Есть пять лошадей. Сколько хвостов, ушей, и ног здесь? Tы пропустил числа чтобы найти количество ушей и ног, или начал с количество хвостов и двойных вещей?

# data_list
source: "We work very hard, but most of our owners treat us badly. Many do not know how to look after us," said Chalew. All of the horses agreed.
el: "Δουλεύουμε πολύ σκληρά, αλλά οι περισσότεροι ιδιοκτήτες μας μάς φέρονται άσχημα. Πολλοί δεν ξέρουν πώς να μας φροντίζουν," είπε ο Χαλής. Όλα τα άλογα συμφώνησαν.
pt: "Trabalhamos arduamente, mas a maioria dos nossos donos nos trata mal. Muitos deles não sabem cuidar de nós", disse Chalew. Todos os cavalos concordaram.
ru: «Мы очень трудно работаем, но большинство наших владельцев плохо к нам относятся. Многие не знают как о нас заботиться,» сказал Чалу. Все лошади согласились.

# data_list
source: What do you think Chalew is going to suggest that they do about their bad situation?
el: Τι νομίζεις ότι θα προτείνει ο Χαλής να κάνουν για την κακή τους κατάσταση;
pt: O que você acha que Chalew vai sugerir que eles façam a respeito da péssima situação deles?
ru: Что ты думаешь Чалу собирается предложить им сделать в своей плохой ситуации?

# data_list
source: In this picture, the five horses are paired up into two pairs with one left over. Is there any way to pair these five horses into pairs all at the same time? When there are a number of things that can't all be paired up, that's called on odd number.
el: Σε αυτή την εικόνα, τα πέντε άλογα έχουν συνδυαστεί σε δύο ζευγάρια και ένα περισσεύει. Υπάρχει κάποιος τρόπος να γίνουν όλα ζευγάρια χωρίς να περισσεύει κανένα; Όταν υπάρχει ένας αριθμός πραγμάτων που δεν μπορούν όλα να γίνουν ζευγάρια, αυτός λέγεται μονός αριθμός.
pt: Nesta imagem, os cinco cavalos estão emparelhados em dois pares e um deles está sobrando. Existe alguma maneira de colocar esses cinco cavalos em pares todos ao mesmo tempo? Quando há um número de coisas que não podem ser todas emparelhadas chamamos de número ímpar.
ru: На этой картинке пять лошадей разбиты на две пары, одна из которых осталась. Есть ли способ объединить эти пять лошадей в пары одновременно? Когда есть несколько вещей, которые невозможно соединить в пары, это называется нечётное число.

# data_list
source: Think of some other odd numbers. When you have two people and an odd number of things, it is impossible to give them the same number, so you can't share the things equally.
el: Σκέψου μερικούς άλλους μονούς αριθμούς. Όταν έχουμε δύο ανθρώπους και έναν μονό αριθμό πραγμάτων, είναι αδύνατον να τα μοιράσουμε όλα εξίσου στους δύο, οπότε δεν μπορούμε να τους δώσουμε τον ίδιο αριθμό πραγμάτων.
pt: Pense em alguns outros números ímpares. Quando existem duas pessoas e um número ímpar de coisas, é impossível dar-lhes o mesmo número, você não consegue dividir a quantidade de coisas por igual.
ru: Подумай о других нечётных числах. Когда у тебя есть два человека и нечётное количество вещей, невозможно дать им одинаковое количество, поэтому ты не можешь разделить вещи поровну.

# data_list
source: "We need better conditions. Let's go on strike!" declared Chalew. The horses cheered! They decided to stay in the field until the cart drivers agreed to change.
el: "Χρειαζόμαστε καλύτερες συνθήκες. Ας κάνουμε απεργία!" δήλωσε ο Χαλής. Τα άλογα ζητωκραύγασαν! Αποφάσισαν να μείνουν στο χωράφι μέχρι οι οδηγοί των κάρων να συμφωνήσουν να αλλάξουν.
pt: "Precisamos de melhores condições. Vamos fazer greve!", declarou Chalew. Os cavalos aplaudiram! Eles decidiram permanecer no campo até que os carroceiros concordassem em mudar.
ru: «Нам нужны лучше условия. Давайте объявим забастовку!» заявил Чалу. Лошади аплодировали! Они решили остаться в поле до тех пор, пока водители не согласятся изменится.

# data_list
source: A strike occurs when a group of workers refuse to work and insist on getting treated better by their company. People sometimes go on strike to get better working conditions, and sometimes they do it to get paid more.
el: Μια απεργία συμβαίνει όταν μια ομάδα εργαζομένων αρνούνται να δουλέψουν και απαιτούν καλύτερη μεταχείριση από τον εργοδότη τους. Οι άνθρωποι μερικές φορές κάνουν απεργία για να αποκτήσουν καλύτερες συνθήκες εργασίας και μερικές φορές για να πληρώνονται περισσότερο.
pt: Uma greve ocorre quando um grupo de trabalhadores se recusa a trabalhar e insiste em ser melhor tratado por sua empresa. As pessoas entram em greve para obter melhores condições de trabalho e, às vezes, fazem isso para receber um salário maior.
ru: Забастовка происходит когда группа рабочих отказываются работать и настаивают на лучшем обращении со стороны своей компании. Люди иногда идут на забастовку чтобы добиться лучших условий на работе, а иногда они это делают чтобы получить больше зарплаты.

# data_list
source: What is risky for a person when they strike? (They might not get paid for a long time and they might lose their job.)
el: Ποιος κίνδυνος υπάρχει για κάποιον όταν κάνει απεργία; (Μπορεί να μην πληρώνεται για μεγάλο χρονικό διάστημα και μπορεί να χάσει τη δουλειά του.)
pt: Qual é o risco para uma pessoa quando ela entra em greve? (Ela pode não receber o salário por um tempo e também perder o emprego.)
ru: Что опасно если человек объявлять забастовку? (Им могут долго не платить зарплату и они могут потерять работу.)

# data_list
source: Numbers that can be pair up are called even numbers. There are six horses in this picture. Can you pair them all up? Is six an odd or even number?
el: Οι αριθμοί που μπορούν να σχηματίσουν ζευγάρια λέγονται ζυγοί αριθμοί. Υπάρχουν έξι άλογα σε αυτή την εικόνα. Μπορείς να τα κάνεις ζευγάρια όλα; Είναι το έξι μονός ή ζυγός αριθμός;
pt: Os números que podem ser emparelhados são chamados de números pares. Há seis cavalos nesta imagem. Você pode emparelhar todos eles? Seis é um número ímpar ou par?
ru: Числа которые могут образовываться в пары, называется чётными. Здесь шесть лошадей на этой картинке. Можешь ли ты их всех распределить в пары? Шесть - это нечётное или чётное число?

# data_list
source: The cart drivers did not know what to do. "I can get another horse," boasted one driver. But most of the drivers needed their horses to earn a living.
el: Οι οδηγοί των κάρων δεν ήξεραν τι να κάνουν. "Μπορώ να βρω ένα άλλο άλογο", καυχήθηκε ένας οδηγός. Αλλά οι περισσότεροι οδηγοί χρειάζονταν τα άλογά τους για να ζήσουν.
pt: Os carroceiros não sabiam o que fazer. "Eu posso pegar um outro cavalo", gabou-se um deles. Mas a maioria dos carroceiros precisava de seus cavalos para ganhar a vida.
ru: Водители телег не знали что делать. «Я могу найти другую лошадь,» похвастался один водитель. Но большинству водителям лошади были нужны чтобы заработать на жильё.

# data_list
source: How many people are in this picture? If you take away (subtract off) the two who are sitting down, how many are standing up?
el: Πόσα άτομα υπάρχουν σε αυτή την εικόνα; Αν βγάλεις (αφαιρέσεις) τους δύο που κάθονται, πόσοι είναι όρθιοι;
pt: Quantas pessoas estão nesta imagem? Se você tirar (subtrair) as duas pessoas que estão sentadas, quantas estão em pé?
ru: Сколько человек на этой картинке? Если забрать (вычесть) двоих сидящих, сколько стоящих получается?

# data_list
source: Are there an odd or even number of people in the room? Can they be split into two equal groups? If you can, it's an even number and otherwise it's an odd number.
el: Είναι ο αριθμός των ανθρώπων που βρίσκονται στο δωμάτιο μονός ή ζυγός; Μπορούν να χωριστούν σε δύο ίσες ομάδες; Αν μπορούν, είναι ζυγός αριθμός· αν δεν μπορούν, είναι μονός.
pt: Há um número ímpar ou par de pessoas no local? Elas podem ser divididas em dois grupos iguais? Se puder, é um número par e, caso contrário, é um número ímpar.
ru: В комнате нечётнoe или чётное количество людей? Можно ли их разделить на две равные группы? Если можешь, это чётное число, иначе это нечётное число.

# data_list
source: What worries the owners? Are they worried about how the horses feel or are they worried about their businesses?
el: Τι ανησυχεί τους ιδιοκτήτες; Ανησυχούν για το πώς νιώθουν τα άλογα ή ανησυχούν για τις δουλειές τους;
pt: O que preocupa os donos? Eles estão preocupados com a maneira que os cavalos se sentem ou com os negócios deles?
ru: Что беспокоит владельцев? Они беспокоятся о том как себя чувствует себя лошади, или они беспокоятся о своём бизнесе?
