Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: We do restrict some ways of sensing. We typically control who gets to touch or taste our things. Can we control who gets to sense our things in other ways?
el: Μπορούμε να ελέγχουμε ποιος αγγίζει ή δοκιμάζει τα πράγματά μας. Μπορούμε όμως να ελέγξουμε ποιος τα αντιλαμβάνεται με άλλες αισθήσεις;
pt: Nós restringimos algumas maneiras de sentir. Normalmente, controlamos quem pode tocar ou provar nossas coisas. Podemos controlar quem consegue sentir nossas coisas de outras maneiras?
ru: Мы действительно ограничиваем некоторые способы восприятия. Обычно мы контролируем, кто может прикасаться к нашим вещам или пробовать их на вкус. А можем ли мы контролировать, кто может воспринимать их другими способами?

# data_list
source: One old woman especially loved the smells that drifted out of the bakery window every morning. This was Ma Shange who slept on a bench in the park every night.
el: Μια ηλικιωμένη γυναίκα αγαπούσε ιδιαίτερα τις μυρωδιές από τον φούρνο. Ήταν η Μα Σάνγκε, που κοιμόταν κάθε βράδυ σε ένα παγκάκι του πάρκου.
pt: Uma velha senhora adorava os cheiros que saíam daquela janela da padaria todas as manhãs. Esta era Dona Shange, que dormia em um banco no parque todas as noites.
ru: Одной старушке особенно нравились запахи, доносившиеся каждое утро из окна пекарни. Это была мисс Шанге, которая каждую ночь спала на лавочке в парке.

# data_list
source: Why do you think Ma Shange sleeps on a bench in the park? What does she do when it rains?
el: Γιατί νομίζεις η Μα Σάνγκε κοιμάται σε παγκάκι; Τι κάνει όταν βρέχει;
pt: Por que você acha que Dona Shange dorme em um banco no parque? O que ela faz quando chove?
ru: Как ты думаешь, почему мисс Шанге спит на лавочке в парке? Что она делает, когда идёт дождь?

# data_list
source: Do you ever sleep outside? Do you like being out in nature getting to see the night sky? Is it a little uncomfortable and scary, or does it feel very natural and pleasant?
el: Κοιμάσαι ποτέ έξω στη φύση; Σου αρέσει να βρίσκεσαι στη φύση και να βλέπεις τον νυχτερινό ουρανό; Είναι λίγο άβολο και τρομακτικό ή σου φαίνεται πολύ φυσικό και ευχάριστο;
pt: Você já dormiu fora de casa? Você gosta de estar na natureza para ver o céu à noite? É um pouco desconfortável e assustador, ou parece muito natural e agradável?
ru: Ты когда-нибудь спал/а на улице? Нравится ли тебе бывать на природе и видеть ночное небо? Это немного неудобно и страшно или кажется очень естественным и приятным?

# data_list
source: Have you ever tried to count all the stars you can see in the sky on a clear night? If the sky is really clear, there are too many stars to count, but it's still fun to try!
el: Έχεις προσπαθήσει να μετρήσεις τα αστέρια σε καθαρό ουρανό; Είναι πάρα πολλά, αλλά είναι διασκεδαστικό!
pt: Você já tentou contar todas as estrelas que consegue ver no céu em uma noite de céu limpo? Se o céu estiver realmente limpo, há muitas estrelas para contar, mas ainda assim é divertido tentar!
ru: Ты когда-нибудь пытался/пыталась посчитать все звезды, которые видишь на небе в ясную ночь? Если небо действительно чистое, то звезд слишком много, чтобы их сосчитать, но всё равно интересно попробовать!

# data_list
source: A few weeks before, a kind person had given her the money to buy herself a cinnamon bun. She had taken the bun back to the park and ate it very slowly, licking her lips and sharing the last crumbs with the birds.
el: Λίγες εβδομάδες πριν, ένας καλός άνθρωπος της είχε δώσει λεφτά να αγοράσει ρολό κανέλας. Το πήγε στο πάρκο και το έτρωγε αργά, γλείφοντας τα χείλη και μοιράζοντας τα τελευταία ψίχουλα στα πουλιά.
pt: Algumas semanas antes, uma pessoa gentil lhe dera dinheiro para comprar um pão de canela. Ela levou o pão de volta ao parque e o comeu muito lentamente, lambendo os lábios e compartilhando as últimas migalhas com os pássaros.
ru: Несколько недель назад один добрый человек дал ей денег, чтобы она купила себе булочку с корицей. Она отнесла булочку в парк и съела её очень медленно, облизывая губы и делясь последними крошками с птицами.

# data_list
source: That's a lot of birds for her to feed! If she gives three crumbs to each bird, count by 3's to find out how many crumbs she needs to feed them all.
el: Πολλά πουλιά! Αν δίνει 3 ψίχουλα σε κάθε πουλί, μέτρα ανά 3 για να βρεις πόσα ψίχουλα χρειάζεται για να τα ταΐσει όλα.
pt: São muitos pássaros para ela alimentar! Se ela der três migalhas para cada pássaro, conte de 3 em 3 para descobrir quantas migalhas ela precisa para alimentar todos eles.
ru: Здесь слишком много птиц, которых нужно накормить! Если она даст по три крошки каждой птице, посчитай по тройкам, чтобы узнать, сколько крошек ей понадобится.

# data_list
source: If you took one of those buns and broke it into a bunch of crumbs, estimate how many crumbs that would make. An estimate is a best guess as to the quantity of something that is hard to count.
el: Αν έσπαγες ένα ψωμάκι σε ψίχουλα, εκτίμησε πόσα θα ήταν. Μια εκτίμηση είναι η καλύτερη δυνατή πρόβλεψη για μια ποσότητα που είναι δύσκολο να μετρηθεί.
pt: Se você pegar um desses pãezinhos e quebrá-lo em um monte de migalhas, estime quantas migalhas ficariam. Uma estimativa é o melhor palpite sobre a quantidade de algo que é difícil de contar.
ru: Если взять одну из этих булочек и разломать её на крошки, подсчитай, сколько крошек получится. Оценка — это лучшее предположение о количестве чего-то, что трудно сосчитать.

# data_list
source: Ma Shange gave away some of something she likes very much. Why did she do that? Is she happier feeding the birds than if she had eaten those crumbs herself? Have you ever given away something you liked because you knew someone else would enjoy it or need it?
el: Η Μα Σάνγκε χάρισε κάτι που της άρεσε. Γιατί το έκανε; Είναι πιο ευτυχισμένη όταν ταΐζει τα πουλιά από ό,τι αν είχε φάει εκείνα τα ψίχουλα η ίδια; Έγινες ποτέ χαρούμενος χαρίζοντας κάτι που αγαπούσες;
pt: Dona Shange deu um pouco de algo que ela gosta muito. Por que ela fez isso? Ela se sente mais feliz alimentando os pássaros do que se tivesse comido aquelas migalhas? Você já deu algo de que gostava porque sabia que outra pessoa iria gostar ou precisar?
ru: Мисс Шанге отдала часть того, что ей очень нравится. Зачем она это сделала? Ей приятнее кормить птиц, чем съесть эти крошки самой? Ты когда-нибудь отдавал/а что-то, что тебе нравилось, потому что знал/а, что кому-то это нужнее или принесёт радость?

# data_list
source: After that, although the old woman didn't have enough money to buy breakfast, she longed for the delicious bun again. So every morning she walked slowly past Mr. Shabangu's bakery, sniffing the air and smiling blissfully at the mouth-watering smell.
el: Μετά από αυτό, παρόλο που δεν είχε αρκετά χρήματα για να αγοράσει πρωινό, επιθυμούσε ξανά το νόστιμο ρολάκι. Έτσι κάθε πρωί περνούσε αργά από τον φούρνο, μυρίζοντας τον αέρα και χαμογελώντας ευτυχισμένη με τη λαχταριστή μυρωδιά.
pt: Depois disso, embora a velha senhora não tivesse dinheiro suficiente para comprar o café da manhã, ela ansiava pelo delicioso pão novamente. Então, todas as manhãs, ela passava lentamente pela padaria do Sr. Shabangu, cheirando o ar e sorrindo alegremente com o cheiro de dar água na boca.
ru: После этого, хотя у старушки не было достаточно денег, чтобы купить завтрак, она снова тосковала по вкусной булочке. Поэтому каждое утро она медленно проходила мимо пекарни господина Шабангу, вдыхая ароматный воздух и блаженно улыбаясь аппетитному запаху.

# data_list
source: It's a little hard to tell, so let's suppose that each piece of bread has 4 cuts in it. What are the total number of cuts for those 6 pieces of bread? Did you skip count by 4's, by 6's, or did you figure it out some other way?
el: Αν υποθέσουμε ότι κάθε φρατζόλα έχει 4 χαρακιές, πόσες χαρακιές υπάρχουν στις 6 φρατζόλες; Μέτρησες ανά 4, ανά 6 ή αλλιώς;
pt: É um pouco difícil dizer, então vamos supor que cada pedaço de pão tenha 4 cortes. Qual é o número total de cortes que possui esses 6 pedaços de pão? Você contou pulando de 4 em 4, de 6 em 6 ou descobriu de outra maneira?
ru: Немного сложно сказать, поэтому предположим, что в каждом куске хлеба по 4 надреза. Каково общее количество надрезов для этих 6 кусков хлеба? Ты использовал/а пропускной счёт по 4, по 6 или вычислил/а это каким-то другим способом?

# data_list
source: Take a quick look and estimate how many buns you see on the lower shelf.
el: Ρίξε μια γρήγορη ματιά και εκτίμησε πόσα ψωμάκια βλέπεις στο κάτω ράφι.
pt: Dê uma olhada rápida e veja quantos pãezinhos você vê na prateleira inferior.
ru: Взгляни и оцени, сколько булочек ты видишь на нижней полке.

# data_list
source: Now count the buns and see how close your estimate is. There are many ways to count them. One way is to skip count by 2's. How did you count them?
el: Τώρα μέτρησε και δες πόσο κοντά ήταν η εκτίμηση. Πώς μέτρησες; Μέτρησες ανά 2;
pt: Agora conte os pães e veja o quão perto está a sua estimativa. Há muitas maneiras de contá-los. Uma maneira é contar pulando de 2 em 2. Como você os contou?
ru: Теперь посчитай булочки и посмотри, насколько близка была твоя оценка. Есть много способов их сосчитать. Один из способов — с помощью пропускного счёта по 2. Как ты их сосчитал/а?

# data_list
source: Ma Shange's new habit made the baker very angry. As each day went by, he grew angrier and angrier with her. Finally, one winter morning when he was in an especially bad mood, he stormed out of his bakery and grabbed the old woman by the arm. "How dare you steal my smells!" he shouted. "You're nothing but a smell thief!" He wiped his hands on an apron, then pulled it off and threw it back into the bakery.
el: Αυτή η συνήθεια της Μα Σάνγκε θύμωνε τον φούρναρη πολύ. Κάθε μέρα γινόταν και πιο θυμωμένος μαζί της. Τέλος, ένα χειμωνιάτικο πρωί, βγήκε ορμητικά, άρπαξε τη γριά από το μπράτσο. «Πώς τολμάς να κλέβεις τις μυρωδιές μου!» φώναξε. «Δεν είσαι παρά κλέφτρα μυρωδιών!» Σκούπισε τα χέρια του στην ποδιά του, την έβγαλε βιαστικά και ξαναμπήκε.
pt: O novo hábito de Dona Shange deixou o padeiro muito zangado. A cada dia que passava, ele ficava cada vez mais zangado com ela. Finalmente, em uma manhã de inverno, quando ele estava de mau humor, ele saiu de sua padaria e agarrou a velha senhora pelo braço. "Como se atreve a roubar meus cheiros!" ele gritou. "Você não passa de uma ladra de cheiros!" Ele enxugou as mãos em um avental, puxou-o e jogou-o de volta na padaria.
ru: Новая привычка мисс Шанге очень разозлила пекаря. С каждым днем ​​он все больше и больше злился на неё. Наконец, одним зимним утром, когда он был в особенно плохом настроении, он выбежал из своей пекарни и схватил старуху за руку. “Как ты смеешь красть мои запахи!” — закричал он. “Ты всего лишь воровка запахов!” Он вытер руки о фартук, затем стянул его и бросил обратно в пекарню.

# data_list
source: The bricks showing in the wall are rectangles. Rectangles have four straight sides and have corners like the corners of this page. Can you find any other rectangles in this picture? Do you see any rectangles around where you are?
el: Τα τούβλα στον τοίχο είναι ορθογώνια. Τα ορθογώνια έχουν τέσσερις ευθείες πλευρές και γωνίες, όπως οι γωνίες αυτής της σελίδας. Μπορείς να βρεις άλλα ορθογώνια σε αυτή την εικόνα; Βλέπεις ορθογώνια γύρω από το σημείο όπου βρίσκεσαι;
pt: Os tijolos que aparecem na parede são retângulos. Os retângulos têm quatro lados retos e têm cantos iguais aos cantos desta página. Consegue encontrar outros retângulos nesta imagem? Você vê retângulos ao redor de onde você está?
ru: Кирпичи, которые видны на стене, — это прямоугольники. Прямоугольники имеют четыре прямые стороны и углы, как углы этой страницы. Можешь ли ты найти другие прямоугольники на этой картинке? Видишь ли ты какие-либо прямоугольники вокруг себя?

# data_list
source: What do you think, is the baker right? Should Ma Shange be forced to stay away?
el: Τι νομίζεις; Έχει δίκιο ο φούρναρης; Πρέπει να φύγει η Μα Σάνγκε;
pt: O que você acha, o padeiro está certo? Dona Shange deve ser forçada a ficar longe?
ru: Как ты думаешь, прав ли пекарь? Стоит ли заставить мисс Шанге держаться подальше?

# data_list
source: Notice how the bricks in different rows are offset from the row above. This is always done. Guess why having the bricks all lined up would make the wall weaker.
el: Παρατήρησε πως τα τούβλα κάθε σειράς είναι μετατοπισμένα σε σχέση με την πάνω σειρά. Έτσι γίνεται πάντα. Μαντέψτε γιατί το να ήταν όλα τα τούβλα ευθυγραμμισμένα θα έκανε τον τοίχο πιο αδύναμο.
pt: Note como os tijolos em diferentes fileiras estão deslocados em relação à fileira de cima. Isso sempre é feito. Adivinhe por que ter os tijolos todos alinhados tornaria a parede mais fraca.
ru: Обрати внимание, как кирпичи в разных рядах смещены относительно ряда выше — так делается всегда. Предположи, почему выстроенные в ряд кирпичи ослабляют стену.

# data_list
source: "This is the last day this cheeky woman will steal my smells!" he shouted. And with these words, he dragged Ma Shange off to the court to see judge Ngwenya. The judge was sitting down at his huge, shiny desk when the angry baker stormed in, dragging the quivering and confused Ma Shange with him.
el: «Σήμερα είναι η τελευταία φορά που αυτή η αδιάντροπη γυναίκα κλέβει τις μυρωδιές μου!» φώναξε. Με αυτά τα λόγια, την έσυρε στο δικαστήριο, στον δικαστή Νγκουένια. Ο δικαστής καθόταν πίσω από το τεράστιο, γυαλιστερό γραφείο του όταν ο θυμωμένος φούρναρης μπήκε ορμητικά μέσα, σέρνοντας μαζί του την τρεμάμενη και μπερδεμένη Μα Σάνγκε.
pt: “Este é o último dia em que esta mulher atrevida vai roubar meus cheiros!" ele gritou. E com essas palavras, ele arrastou Dona Shange em direção ao tribunal para ver o juíz Ngwenya. O juiz estava sentado em sua enorme e brilhante mesa quando o padeiro furioso entrou, arrastando a trêmula e confusa Dona Shange com ele.
ru: “Это последний день, когда эта наглая женщина крадёт мои запахи!” — закричал он. И с этими словами он потащил мисс Шанге в суд к судье Нгвенье. Судья сидел за своим огромным блестящим столом, когда вбежал разгневанный пекарь, волоча за собой дрожащую и сбитую с толку мисс Шанге.

# data_list
source: Point out the rectangles in this picture. Why do you think rectangles are used so often in creating rooms and buildings?
el: Δείξε τα ορθογώνια σε αυτή την εικόνα. Γιατί νομίζεις ότι χρησιμοποιούνται τόσο συχνά στα κτίρια;
pt: Aponte os retângulos nesta imagem. Por que você acha que os retângulos são usados com tanta frequência na criação de salas e edifícios?
ru: Укажи на прямоугольники на этой картинке. Как ты думаешь, почему прямоугольники так часто используются при создании комнат и зданий?

# data_list
source: Triangles, which are 3-sided figures, are stronger, more rigid, and keep their shape better. Why not build everything out of triangles?
el: Τα τρίγωνα είναι πιο άκαμπτα και διατηρούν το σχήμα τους πιο εύκολα. Γιατί δεν κατασκευάζουμε τα πάντα με τρίγωνα;
pt: Os triângulos, que são figuras de 3 lados, são mais fortes, mais rígidos e mantêm sua forma melhor. Por que não construir tudo a partir de triângulos?
ru: Треугольники, которые являются трёхсторонними фигурами, прочнее, жёстче и лучше сохраняют форму. Почему бы не построить все из треугольников?

# data_list
source: Have you seen buildings that use shapes other than rectangles. It's fun to find places constructed out of unusual shapes!
el: Έχεις δει κτίρια με ασυνήθιστα σχήματα; Είναι διασκεδαστικό να τα εντοπίζεις!
pt: Você já viu edifícios que usam formas diferentes de retângulos? É divertido encontrar lugares construídos com formas incomuns!
ru: Ты когда-нибудь видел/а здания, которые состоят из фигур, отличные от прямоугольников. Находить построенные из необычных фигур места — интересно!

# data_list
source: "Good morning," said the judge in his deep voice. "Sir," said Mr. Shabangu furiously, "I demand justice! I wish to lay a complaint against this woman. Every day for the last three weeks, she has walked past my bakery early in the morning when my delicious smells are at their best, and stolen them. I demand that she pays for those smells!"
el: «Καλημέρα», είπε ο δικαστής με βαθιά φωνή. «Κύριε», είπε έξαλλος ο φούρναρης, «ζητώ δικαιοσύνη! Καταγγέλλω αυτή τη γυναίκα. Κάθε μέρα επί τρεις εβδομάδες περνάει από τον φούρνο μου, όταν οι μυρωδιές μου είναι στην καλύτερη στιγμή, και τις κλέβει. Απαιτώ να πληρώσει!»
pt: "Bom dia", disse o juiz em sua voz grave. "Senhor", disse o Sr. Shabangu furiosamente, "eu exijo justiça! Desejo apresentar uma queixa contra esta mulher. Todos os dias, nas últimas três semanas, ela passou pela minha padaria no início da manhã, quando meus cheiros deliciosos estavam no seu melhor, e os roubou. Exijo que ela pague por esses cheiros!"
ru: “Доброе утро”, — сказал судья своим глубоким голосом. “Сэр”, — яростно сказал мистер Шабангу, — “я требую справедливости! Я хочу подать жалобу на эту женщину. Каждый день в течение последних трёх недель она проходила мимо моей пекарни рано утром, когда мои восхитительные запахи самые лучшие, и крала их. Я требую, чтобы она заплатила за эти запахи!”

# data_list
source: This is the first time in the story the baker has asked for payment for his smells rather than for his baked goods. Imagine how silly it would be if he had a sign in his shop that listed costs for different smells.
el: Πρώτη φορά ο φούρναρης ζητά πληρωμή για τις μυρωδιές του φούρνου του παρά για τα ίδια τα προϊόντα του. Φαντάσου πόσο ανόητο θα ήταν να είχε ταμπέλα με τιμές για διαφορετικές μυρωδιές!
pt: Esta é a primeira vez na história que o padeiro pede pagamento por seus cheiros e não por seus produtos assados. Imagine como seria bobo se ele tivesse uma placa em sua loja que listasse os custos de cheiros diferentes.
ru: Это первый раз в истории, когда пекарь просит плату за свои запахи, а не за выпечку. Представь, как глупо было бы, если бы в его магазине была вывеска с указанием цен на разные запахи.

# data_list
source: Smells can be wonderful and delightful and can fill us with happiness. However, what are they worth? How much do you think a good smell is worth?
el: Οι μυρωδιές είναι υπέροχες και μπορούν να μας κάνουν χαρούμενους, αλλά πόσο αξίζουν; Τι νομίζεις;
pt: Os cheiros podem ser maravilhosos e deliciosos e podem nos encher de felicidade. No entanto, quanto valem? Quanto você acha que vale um bom cheiro?
ru: Запахи могут быть прекрасными и восхитительными и могут наполнять нас счастьем. Однако, сколько они стоят? Как ты думаешь, сколько стоит хороший запах?

# data_list
source: Some people buy perfumes with special smells, and some people buy herbs and other foods mainly for the aromas they will provide for their food. Those are some forms of buying smells.
el: Κάποιοι αγοράζουν αρώματα ή και κάποιοι μυρωδικά για τα φαγητά τους. Αυτές είναι μορφές αγοράς μυρωδιάς.
pt: Algumas pessoas compram perfumes com cheiros especiais, e algumas pessoas compram ervas e outros alimentos principalmente pelos aromas que fornecerão à sua comida. Essas são algumas formas de comprar cheiros.
ru: Некоторые люди покупают духи с особыми ароматами, а некоторые покупают травы и другие продукты в основном ради ароматов, которые они придадут своей еде. Это одни из некоторых форм покупки запахов.

# data_list
source: The judge scratched his big, bald head for a moment. Then he cleared his throat. "Fair enough," he said to the baker. "Justice will be done." He turned to Ma Shange. "How much money do you have on you, Madam?" he asked.
el: Ο δικαστής έξυσε το φαλακρό του κεφάλι. Έπειτα καθάρισε τον λαιμό του. «Δίκαιο», είπε. «Θα αποδοθεί δικαιοσύνη». Γύρισε στη Μα Σάνγκε. «Πόσα χρήματα έχετε επάνω σας, κυρία;» ρώτησε.
pt: O juiz coçou a sua cabeça grande e careca por um momento. Ele limpou a garganta. "É justo", disse ele ao padeiro. "Justiça será feita." Ele se virou para Dona Shange. "Quanto dinheiro tem com você, madame?" perguntou ele.
ru: Судья на мгновение почесал свою большую лысую голову. Затем он прокашлялся. “Достаточно справедливо”, — сказал он пекарю. “Справедливость восторжествует”. Он повернулся к мисс Шанге. “Сколько у вас денег, мадам?” — спросил он.

# data_list
source: There are even more rectangles in this picture. If you look for them, you will find rectangles almost everywhere people have made things.
el: Ακόμη περισσότερα ορθογώνια εδώ. Φαίνεται υπάρχουν παντού όπου οι άνθρωποι έχουν φτιάξει πράγματα!
pt: Há ainda mais retângulos nesta imagem. Se você procurar por eles, encontrará retângulos em quase todos os lugares onde as pessoas fizeram coisas.
ru: На этой картинке ещё больше прямоугольников. Если поискать, то можно найти прямоугольники практически везде, где люди что-то делали.

# data_list
source: What do you think the judge is going to do with Ma Shange's money? How will the judge put a price on the baker's smells?
el: Τι θα κάνει ο δικαστής με τα λεφτά της; Πώς θα κοστολογήσει τις μυρωδιές;
pt: O que você acha que o juiz vai fazer com o dinheiro de Dona Shange? Como o juiz colocará um preço nos cheiros do padeiro?
ru: Как ты думаешь, как судья собирается поступить с деньгами мисс Шанге? Как судья установит цену на запахи пекаря?

# data_list
source: How do you think this story is going to end?
el: Πώς πιστεύεις ότι θα τελειώσει η ιστορία;
pt: Como você acha que essa história vai acabar?
ru: Как ты думаешь, чем закончится эта история?

# data_list
source: "Only two rands," stammered Ma Shange. "Well," said the judge, "hand it to me, please." Meekly, Ma Shange reached into the pocket of her tatty old cardigan and pulled out two one rand coins. She handed them to the judge. He took them, thanking her politely.
el: «Μόνο δύο ραντ», μούρμουρε η Μα Σάνγκε. «Λοιπόν», είπε ο δικαστής, «δώστε μου τα, παρακαλώ». Με ταπεινότητα, η Μα Σάνγκε έβαλε το χέρι στην τσέπη του παλιού, φθαρμένου πουλόβερ της και έβγαλε δύο νομίσματα του ενός ραντ. Τα έδωσε στον δικαστή. Αυτός τα πήρε, ευχαριστώντας την ευγενικά.
pt: "Apenas dois rands", gaguejou Dona Shange. "Bem,” disse o juiz, “passe para mim, por favor." Mansamente, Dona Shange enfiou a mão no bolso de seu velho casaco surrado e tirou duas moedas de um rand. Ela os entregou ao juiz. Ele os pegou, agradecendo educadamente.
ru: “Только два ранда”, — пробормотала мисс Шанге. “Ну, — сказал судья, — передайте мне, пожалуйста”. Мисс Шанге покорно полезла в карман своего потрёпанного старого кардигана и вытащила две монеты по одному ранду. Она протянула их судье. Он взял их, вежливо поблагодарив её.

# data_list
source: The judge asked her for all the money she had in the world. It seems pretty harsh for her to give her only money to the baker, even if it is only 2 rands (equal to about 15 cents in the US or Europe right now).
el: Ο δικαστής ζήτησε όλα της τα λεφτά. Σκληρό, ακόμη κι αν είναι λίγα. (Περίπου 15 λεπτά του Ευρώ)
pt: O juiz pediu a ela cada centavo que ela tinha. Parece muito duro para ela dar seu único dinheiro ao padeiro, mesmo que seja apenas 2 rands (equivalente a cerca de 15 centavos nos EUA ou na Europa agora).
ru: Судья потребовал от неё все деньги, которые у неё были. Кажется, это довольно жестоко со стороны судьи — отдать пекарю единственные деньги, которые у неё есть даже если это всего лишь 2 ранда (что сейчас эквивалентно примерно 15 центам в США или Европе, или 10 рублей).
