Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The background on the last page had blues and greens. This one has yellows and oranges. What feels different to you when you see the colors on these two pages?
de: Der Hintergrund auf der letzten Seite beinhaltete Blau- und Grüntöne. Der hier hat gelbe und orange Töne. Wie unterscheiden sich für dich die Farben auf diesen zwei Seiten, wenn du sie dir genau ansiehst?
el: Το φόντο στην προηγούμενη σελίδα είχε μπλε και πράσινα. Αυτό έχει κίτρινα και πορτοκαλί. Ποιο διαφορετικό συναίσθημα έχεις όταν βλέπεις τα χρώματα σε αυτές τις δύο σελίδες;
pt: O fundo da última página tinha azuis e verdes. Este tem amarelos e laranjas. O que você sente de diferente quando vê as cores nessas duas páginas?
ru: Фон на последней странице был синим и зелёным. На этой странице есть жёлтые и оранжевые цвета. Что ты чувствуешь, когда видишь разные цвета на этих двух страницах?

# data_list
source: Grandmother blessed Odongo and Apiyo in a traditional way.
de: Großmutter segnete Odongo und Apiyo auf eine traditionelle Art.
el: Η γιαγιά ευλόγησε τον Οντόγκο και την Απίγιο με έναν παραδοσιακό τρόπο.
pt: A avó abençoou Odongo e Apiyo de uma maneira tradicional.
ru: Бабушка благословила Одонго и Апийо по традиционному обряду.

# data_list
source: Giving a blessing is a solemn and dear thing.
de: Einen Segen auszusprechen ist eine feierliche und liebe Sache.
el: Το να πάρεις ευλογία είναι κάτι πολύ σοβαρό και δείχνει αγάπη.
pt: Dar uma bênção é uma coisa solene e querida.
ru: Дарование благословения — это торжественное и драгоценное событие.

# data_list
source: The background color has changed again. How does it make you feel?
de: Die Hintergrundfarbe hat sich wieder geändert. Wie fühlst Du Dich dabei?
el: Το χρώμα του φόντου άλλαξε ξανά. Πώς σε κάνει να νιώθεις;
pt: A cor de fundo mudou novamente. Como isso faz você se sentir?
ru: Фон изменился снова. Что ты чувствуешь, когда видишь этот цвет?

# data_list
source: Is this an exciting or calm part of the story? Does the blue color enhance that feeling?
de: Ist dies ein aufregender oder ruhiger Teil der Geschichte? Verstärkt die Farbe Blau dieses Gefühl?
el: Είναι αυτό το κομμάτι της ιστορίας συναρπαστικό ή ήρεμο; Ενισχύει αυτό το συναίσθημα το μπλε χρώμα;
pt: Esta é uma parte animada ou calma da história? A cor azul melhora essa sensação?
ru: Это захватывающая или спокойная часть истории? Усиливает ли синий цвет это ощущение?

# data_list
source: Odongo and Apiyo played with butterflies and birds.
de: Odongo und Apiyo spielten mit Schmetterlingen und Vögeln.
el: Ο Οντόγκο και η Απίγιο έπαιξαν με πεταλούδες και πουλιά.
pt: Odongo e Apiyo brincavam com borboletas e pássaros.
ru: Одонго и Апийо играли с бабочками и птицами.

# data_list
source: Have you ever seen birds and butterflies with so many colors?
de: Hast du jemals Vögel und Schmetterlinge mit so vielen Farben gesehen?
el: Έχεις δει ποτέ πουλιά και πεταλούδες με τόσα πολλά χρώματα;
pt: Você já viu pássaros e borboletas com tantas cores?
ru: Ты когда-нибудь видел птиц и бабочек таких ярких цветов?

# data_list
source: Can you count the number of butterflies, or is that a bigger number than you can count?
de: Kannst du die Anzahl Schmetterlinge zusammenzählen, oder ist die Zahl größer, als was du insgesamt zusammenzählen kannst?
el: Μπορείς να μετρήσεις τον αριθμό των πεταλούδων ή είναι πολύ μεγάλος αριθμός για να τον μετρήσεις;
pt: Você pode contar o número de borboletas, ou esse é um número maior do que você consegue contar?
ru: Ты можешь посчитать количество бабочек, или это число больше, чем ты можешь посчитать?

# data_list
source: The colors in the background form ever larger circles -- they are called concentric circles. How do all these colors together make you feel?
de: Die Farben im Hintergrund ergeben noch größere Kreise – man nennt sie konzentrische Kreise. Wie fühlst du dich mit all diesen Farben?
el: Τα χρώματα στο φόντο σχηματίζουν όλο και μεγαλύτερους κύκλους – αυτοί ονομάζονται ομόκεντροι κύκλοι. Πώς σε κάνουν να νιώθεις όλα αυτά τα χρώματα μαζί;
pt: As cores no fundo formam círculos cada vez maiores - são chamados de círculos concêntricos. Como todas essas cores juntas fazem você se sentir?
ru: Цвета на фоне образуют все более крупные круги — они называются концентрическими кругами. Как все эти цвета вместе влияют на твои чувства?

# data_list
source: They climbed trees. They splashed in the water of the lake.
de: Sie kletterten auf Bäume. Sie planschten im Wasser des Sees herum.
el: Σκαρφάλωσαν δέντρα. Έπαιξαν με το νερό της λίμνης.
pt: Eles subiram em árvores. Eles brincaram na água do lago.
ru: Они залезали на деревья. Они брызгались в воде озера.

# data_list
source: How did Odongo get up into a tree with no low branches?
de: Wie kam Odongo in einen Baum ohne untere Äste hinauf?
el: Πώς ανέβηκε ο Οντόγκο σε ένα δέντρο χωρίς χαμηλά κλαδιά;
pt: Como Odongo subiu em uma árvore sem galhos baixos?
ru: Как Одонго забрался на дерево без низких ветвей?

# data_list
source: How many branches are on this tree? Did you count all of them including the small ones, or just the large ones?
de: Wie viele Äste hat dieser Baum? Hast du alle zusammengezählt mitsamt den kleinen, oder hast du nur die großen gezählt?
el: Πόσα κλαδιά υπάρχουν σε αυτό το δέντρο; Μέτρησες όλα τα κλαδιά, μαζί με τα μικρά, ή μόνο τα μεγάλα;
pt: Quantos galhos há nesta árvore? Você contou todos eles, incluindo os pequenos, ou apenas os grandes?
ru: Сколько ветвей на этом дереве? Ты считал все ветви, включая маленькие, или только большие?

# data_list
source: Do you go in a lake or pond with your shoes on? Why do you suppose Apiyo did that?
de: Bist du jemals in deinen Schuhen in einen See oder in einen Teich gegangen? Warum, denkst du, tat Apiyo dies?
el: Μπαίνεις σε μια λιμνούλα με τα παπούτσια σου; Γιατί πιστεύεις ότι το έκανε η Απίγιο;
pt: Você entra em um lago ou lagoa com seus sapatos? Por que você acha que Apiyo fez isso?
ru: Ты заходишь в озеро или пруд в обуви? Почему, по-твоему, Апийо это сделала?

# data_list
source: They were tired. They fell asleep before finishing their dinner.
de: Sie waren müde. Sie schliefen ein, bevor sie ihr Abendessen beendet hatten.
el: Ήταν κουρασμένοι. Αποκοιμήθηκαν πριν τελειώσουν το δείπνο τους.
pt: Eles estavam cansados. Eles adormeceram antes de terminar o jantar.
ru: Они устали. Они уснули, не дождавшись окончания ужина.

# data_list
source: Have you ever been so tired that you fell asleep in the middle of eating?
de: Warst du jemals so müde, dass du mitten in einem Essen eingeschlafen bist?
el: Έχεις ποτέ νιώσει τόσο κουρασμένος που κοιμήθηκες στη μέση του φαγητού;
pt: Você já esteve tão cansado que adormeceu no meio de uma refeição?
ru: Ты когда-нибудь так уставал, что засыпал во время еды?

# data_list
source: Do you think they slept at the table all night?
de: Denkst du, sie schliefen die ganze Nacht hindurch am Tisch?
el: Νομίζεις ότι κοιμήθηκαν στο τραπέζι όλη τη νύχτα;
pt: Você acha que eles dormiram na mesa a noite toda?
ru: Как думаешь, они всю ночь спали за столом?

# data_list
source: Some of the lines in this picture are straight, like the boards on the table, and some are curved, like the edges of the bowls. Look around you. Do you mostly see straight or curved lines?
de: Manche Linien auf diesem Bild sind gerade, wie die Platten des Tisches, und manche sind gebogen, wie die Ränder der Becher. Sieh dich um. Siehst du hauptsächlich gerade oder gebogene Linien?
el: Μερικές από τις γραμμές σε αυτή την εικόνα είναι ευθείες, όπως τα ξύλα στο τραπέζι και μερικές καμπύλες, όπως οι άκρες των μπολ. Κοίταξε γύρω σου. Βλέπεις κυρίως ευθείες ή καμπύλες γραμμές;
pt: Algumas das linhas nesta imagem são retas, como as tábuas na mesa, e algumas são curvas, como as bordas das tigelas. Olhe à sua volta. Você vê principalmente linhas retas ou curvas?
ru: Некоторые линии на этой картинке прямые, как доски на столе, а некоторые - изогнутые, как края чаш. Оглянись вокруг себя. Ты видишь в основном прямые или изогнутые линии?

# data_list
source: They helped grandmother. They collected eggs and picked vegetables.
de: Sie halfen Großmutter. Sie sammelten Eier und pflückten Gemüse.
el: Βοήθησαν τη γιαγιά. Μάζεψαν αυγά και έκοψαν λαχανικά.
pt: Eles ajudaram a avó. Eles coletaram ovos e colheram vegetais.
ru: Они помогали бабушке. Они собирали яйца и овощи.

# data_list
source: Point at and describe all the pairs of things in this picture.
de: Zeige auf und beschreibe alle paarweisen Dinge auf diesem Bild.
el: Δείξε και περίγραψε όλα τα ζευγάρια πραγμάτων σε αυτή την εικόνα.
pt: Aponte e descreva todos os pares de coisas nesta imagem.
ru: Покажи и опиши все пары предметов на этой картинке.

# data_list
source: Of the eggs Apiyo is holding, how many can you see?
de: Wie viele der Eier, die Apiyo hält, kannst du sehen?
el: Από τα αυγά που κρατάει η Απίγιο, πόσα μπορείς να δεις;
pt: Dos ovos que Apiyo está segurando, quantos você consegue ver?
ru: Сколько яиц держит Апийо, сколько ты можешь увидеть?

# data_list
source: Do you like helping out with chores?
de: Hilfst du gerne im Haushalt mit??
el: Σου αρέσει να βοηθάς στις δουλειές;
pt: Você gosta de ajudar com as tarefas?
ru: Вам нравится помогать по хозяйству?

# data_list
source: Grandmother taught Odongo and Apiyo how to cook different foods.
de: Großmutter lehrte Odongo und Apiyo das Kochen verschiedener Speisen.
el: Η γιαγιά έμαθε στον Οντόγκο και την Απίγιο πώς να μαγειρεύουν διάφορα φαγητά.
pt: A avó ensinou Odongo e Apiyo a cozinhar alimentos diferentes.
ru: Бабушка научила Одонго и Апийо готовить разные блюда.

# data_list
source: Do you like helping with the cooking sometimes?
de: HIlfst du manchmal gerne mit dem Kochen?
el: Σου αρέσει να βοηθάς κάποιες φορές στο μαγείρεμα;
pt: Você gosta de ajudar na cozinha às vezes?
ru: Тебе нравится иногда помогать готовить что-то?

# data_list
source: Do you have any favorite foods you like to help with?
de: Hast du irgendwelche Lieblingsgerichte, bei denen du gerne hilfst?
el: Έχεις αγαπημένα φαγητά που σου αρέσει να βοηθάς να μαγειρευτούν;
pt: Você tem alguma comida favorita que gostaria de ajudar?
ru: Есть ли у тебя любимые блюда, которые ты любишь помогать готовить?

# data_list
source: One of the pleasures of traveling is getting to eat new foods. Do you like eating new foods?
de: Eine der Freuden vom Reisen ist, neue Speisen zu kosten. Probierst du gerne neues Essen?
el: Ένα από τα ευχάριστα πράγματα στα ταξίδια είναι να τρως καινούρια φαγητά. Σου αρέσει να τρως καινούρια φαγητά;
pt: Um dos prazeres de viajar é poder comer novas comidas. Você gosta de comer novas comidas?
ru: Одно из прелестей путешествий - это возможность попробовать новые блюда. А вы любите есть новые блюда?

# data_list
source: Odongo took grandmother's cows to graze. They ate a neighbor's crops.
de: Odongo brachte die Kuh der Großmutter auf die Weide. Sie fraßen von der Ernte des Nachbars.
el: Ο Οντόγκο πήγε τις αγελάδες της γιαγιάς να βοσκήσουν. Έφαγαν τις καλλιέργειες του γείτονα.
pt: Odongo levou as vacas da avó para pastar. Elas comeram as colheitas de um vizinho.
ru: Одонго отвел бабушкиных коров пастись. Они съели урожай соседа.

# data_list
source: Looking at Odongo, the neighbor, and the cows, what is each of them feeling?
de: Wenn du Odongo, den Nachbarn und die Kühe ansiehst, was fühlt dann jeder von ihnen?
el: Κοιτάζοντας τον Οντόγκο, τον γείτονα και τις αγελάδες, τι αισθάνεται καθένας από αυτούς;
pt: Olhando para Odongo, o vizinho e as vacas, o que cada um deles está sentindo?
ru: Глядя на Одонго, соседа и коров, что чувствует каждый из них, как думаешь?

# data_list
source: Do you think Odongo will be given a second chance after this mistake?
de: Denkst du, Odongo wird nach diesem Fehlgriff eine zweite Chance erhalten?
el: Νομίζεις ότι ο Οντόγκο θα έχει μια δεύτερη ευκαιρία μετά από αυτό το λάθος;
pt: Você acha que Odongo terá uma segunda chance após esse erro?
ru: Как ты думаешь, дадут ли Одонго второй шанс после этой ошибки?

# data_list
source: When you make mistakes, are you given another chance?
de: Wenn du Fehler machst, bekommst du dann eine neue Chance?
el: Όταν κάνεις λάθη, σου δίνουν μια δεύτερη ευκαιρία;
pt: Quando você comete erros, você tem outra chance?
ru: Когда ты совершаешь ошибки, дается ли тебе еще один шанс?

# data_list
source: They went to their grandmother's stall at the market.
de: Sie gingen zu Großmutters Stand am Markt.
el: Πήγαν στον πάγκο της γιαγιάς στην αγορά.
pt: Eles foram para a barraca da avó no mercado.
ru: Они отправились к бабушке на рынок.

# data_list
source: Who is the new woman in this picture and what is she doing?
de: Wer ist die neue Frau auf diesem Bild und was tut sie?
el: Ποια είναι η νέα γυναίκα σε αυτή την εικόνα και τι κάνει;
pt: Quem é a nova mulher nesta imagem e o que ela está fazendo?
ru: Кто эта новая женщина на этой странице и что она делает?

# data_list
source: What is grandmother's umbrella for? Is it raining?
de: Wofür ist Großmutters Schirm? Regnet es?
el: Για ποιον λόγο υπάρχει η ομπρέλα της γιαγιάς; Βρέχει;
pt: Para que serve o guarda-chuva da avó? Está chovendo?
ru: Для чего бабушке зонтик? Идет ли дождь?

# data_list
source: Count all the different kinds of food grandmother is selling.
de: Zähle alle verschiedenen Arten von Lebensmitteln zusammen, die Großmutter verkauft.
el: Μέτρησε όλους τους διαφορετικούς τύπους φαγώσιμων που πουλάει η γιαγιά.
pt: Conte todos os diferentes tipos de comida que a avó está vendendo.
ru: Посчитай, сколько разных видов еды продает бабушка.

# data_list
source: In the evening, they helped grandmother to count her money.
de: Am Abend halfen sie Großmutter, ihr Geld zu zählen.
el: Το βράδυ, βοήθησαν τη γιαγιά να μετρήσει τα χρήματά της.
pt: À noite, eles ajudaram a avó a contar seu dinheiro.
ru: Вечером они помогли бабушке пересчитать деньги.

# data_list
source: Can you tell that it is evening from this picture?
de: Kannst aufgrund dieses Bildes erkennen, ob Abend ist?
el: Μπορείς να καταλάβεις ότι είναι βράδυ από αυτή την εικόνα;
pt: Você pode dizer que é noite a partir desta imagem?
ru: Можно ли по этой картинке сказать, что это вечер?

# data_list
source: Do you sometimes get to count money? If you do, is it fun to do?
de: Zählst du manchmal Gelder zusammen? Wenn du es tust, macht es dir dann Spass?
el: Μετράς μερικές φορές χρήματα; Σε διασκεδάζει να το κάνεις;
pt: Você às vezes conta dinheiro? Se sim, é divertido?
ru: Приходится ли тебе иногда считать деньги? Если да, весело ли это делать?

# data_list
source: When you count things, do you come up with faster ways to do it? For example, counting things in pairs can be twice as fast.
de: Wenn du Dinge zusammenzählst, findest du dann schnellere Wege, sie zu tun? Zum Beispiel, die Dinge in Zweiern zu zählen, kann doppelt so schnell gehen.
el: Όταν μετράς πράγματα, βρίσκεις πιο γρήγορους τρόπους για να το κάνεις; Για παράδειγμα, το να μετράς σε ζευγάρια μπορεί να είναι δύο φορές πιο γρήγορο.
pt: Quando você conta as coisas, você encontra maneiras mais rápidas de fazer isso? Por exemplo, contar coisas em pares pode ser duas vezes mais rápido.
ru: Когда ты считаешь предметы, придумываешь ли ты способы сделать это быстрее? Например, подсчет предметов парами может быть вдвое быстрее.

# data_list
source: Soon, the holidays were over. Grandmother packed food for their journey.
de: Die Ferien waren bald vorbei. Großmutter packte Lebensmittel für ihre Reise ein.
el: Σύντομα, οι διακοπές τελείωσαν. Η γιαγιά τους έφτιαξε φαγητό για το ταξίδι τους.
pt: Logo, as férias acabaram. A avó embalou comida para a viagem.
ru: Вскоре каникулы закончились. Бабушка собирала еду в дорогу.

# data_list
source: The children look happy. Are they happy about leaving?
de: Die Kinder sahen glücklich aus. Sind sie glücklich darüber, zu gehen?
el: Τα παιδιά φαίνονται χαρούμενα. Νομίζεις ότι είναι χαρούμενα που φεύγουν;
pt: As crianças parecem felizes. Eles estão felizes em ir embora?
ru: Дети выглядят счастливыми. Они рады отъезду?

# data_list
source: This is the first time we're seeing Odongo's hat. Is it a present from his grandmother?
de: Dies ist das erste Mal, dass wir Odongos Hut sehen. Ist er ein Geschenk seiner Großmutter?
el: Αυτή είναι η πρώτη φορά που βλέπουμε το καπέλο του Οντόγκο. Είναι δώρο από τη γιαγιά του;
pt: Esta é a primeira vez que vemos o chapéu de Odongo. É um presente da avó dele?
ru: Это первый раз, когда мы видим шляпу Одонго. Это подарок бабушки?

# data_list
source: Their clothes have lots of colors. How many colors are in the clothes you are wearing?
de: Ihre Kleider sind in vielen Farben. In wie vielen Farben sind die Kleider, die du trägst?
el: Τα ρούχα τους έχουν πολλά χρώματα. Πόσα χρώματα έχουν τα ρούχα που φοράτε;
pt: Suas roupas têm muitas cores. Quantas cores há nas roupas que você está vestindo?
ru: В их одежде много цветов. Сколько цветов в одежде, которую ты носишь?

# data_list
source: The children did not want to leave. "Grandmother, come with us."
de: Die Kinder wollten nicht gehen. "Großmutter, komm mit uns."
el: Τα παιδιά δεν ήθελαν να φύγουν. "Γιαγιά, έλα μαζί μας."
pt: As crianças não queriam ir embora. "Vovó, venha conosco."
ru: Дети не хотели уезжать. «Бабушка, едем с нами».

# data_list
source: What are the children feeling in this picture?
de: Was fühlen die Kinder auf diesem Bild?
el: Τι νιώθουν τα παιδιά σε αυτή την εικόνα;
pt: O que as crianças estão sentindo nesta foto?
ru: Что чувствуют дети на этой картинке?

# data_list
source: What did their grandmother say when the children asked her to come with them?
de: Was sagte ihre Großmutter, als die Kinder sie baten, mit ihnen zu gehen?
el: Τι είπε η γιαγιά τους όταν τα παιδιά την παρακάλεσαν να έρθει μαζί τους;
pt: Os filhos e o pai formam três pessoas. Quando você adiciona mais uma para a avó deles, quantas pessoas estão juntas?
ru: Что сказала бабушка, когда дети попросили ее поехать с ними?

# data_list
source: The children and their father make three people. When you add one more for their grandmother, how many people is that all together?
de: Die Kinder und ihr Vater sind zusammen drei Leute. Wenn du einen dazuzählst für ihre Großmutter, wie viele sind das alle zusammen?
el: Τα παιδιά και ο πατέρας τους είναι τρία άτομα. Όταν προσθέσεις ένα ακόμα για τη γιαγιά τους, πόσα άτομα είναι όλα μαζί;
pt: Os filhos e o pai formam três pessoas. Quando você adiciona mais uma para a avó deles, quantas pessoas estão juntas?
ru: Дети и их отец - это три человека. Если добавить еще бабушку, сколько человек получается вместе?

# data_list
source: Odongo and Apiyo hugged grandmother. "Goodbye, grandmother," they said.
de: Odongo und Apiyo umarmten ihre Großmutter. "Auf Wiedersehen, Großmutter," sagten sie.
el: Ο Οντόγκο και η Απίγιο αγκάλιασαν τη γιαγιά. "Αντίο, γιαγιά," είπαν.
pt: Odongo e Apiyo abraçaram a avó. "Adeus, vovó", disseram eles.
ru: Одонго и Апийо обняли бабушку. «До свидания, бабушка», - сказали они.

# data_list
source: Do you have a hard time saying goodbye to people you care a lot about? Does it make you feel sad?
de: Fällt es Dir schwierig Leuten, die Dir wichtig sind, auf Wiedersehen zu sagen? Macht es dich traurig?
el: Σε δυσκολεύει το να λες αντίο στους ανθρώπους που αγαπάς πολύ; Σε κάνει να νιώθεις λύπη;
pt: Você tem dificuldade em se despedir de pessoas de quem gosta muito? Isso faz você se sentir triste?
ru: Тяжело ли тебе прощаться с людьми, которые тебе очень дороги? Тебе грустно от этого?

# data_list
source: Their arms and legs come in pairs. Count them by counting by 2's.
de: Ihre Arme und Beine kommen paarweise. Zähle sie zusammen indem du in Zweiern zählst.
el: Τα χέρια και τα πόδια τους είναι σε ζευγάρια. Μέτρησε τα μετρώντας ανά 2.
pt: Os braços e pernas deles vêm em pares. Conte-os de 2 em 2.
ru: Их руки и ноги идут парами. Сосчитайте их, считая по 2.

# data_list
source: How do the number of arms compare to the number of legs?
de: Wie verhält sich die Anzahl Arme zu der Anzahl Beine?
el: Σύγκρινε τον αριθμό των χεριών με τον αριθμό των ποδιών. Τι σχέση έχουν;
pt: Como o número de braços se compara ao número de pernas?
ru: Как количество рук соотносится с количеством ног?

# data_list
source: What is better, city life or village life?
de: Was ist besser, Stadtleben oder Landleben?
el: Τι είναι καλύτερο, η ζωή στην πόλη ή στη ζωή στο χωριό;
pt: O que é melhor, a vida na cidade ou a vida na aldeia?
ru: Что лучше - жизнь в городе или в деревне?

# data_list
source: How do the number of girls compare to the number of boys?
de: Wie verhält sich die Anzahl der Mädchen zu der Anzahl der Jungen?
el: Σύγκρινε τον αριθμό των κοριτσιών με τον αριθμό των αγοριών. Τι σχέση έχουν;
pt: Como o número de meninas se compara ao número de meninos?
ru: Как соотносятся количество девочек и количество мальчиков?

# data_list
source: If you combine the three girls with the three boys, how many children are there? What is three more than three?
de: Wenn du die drei Mädchen mit den drei Jungen zusammenzählst, wie viele Kinder sind es dann? Was sind drei mehr als drei?
el: Αν συνδυάσεις τα τρία κορίτσια με τα τρία αγόρια, πόσα παιδιά είναι όλα μαζί; Πόσο κάνει τρία περισσότερα από τρία;
pt: Se você combinar as três meninas com os três meninos, quantas crianças existem? Quanto é três mais três?
ru: Если прибавить к трем девочкам трех мальчиков, сколько будет детей? Какое число на три больше, чем три?

# data_list
source: Instead of counting them as three plus three more, count them by 2's and see if you get the same number.
de: Anstatt sie als drei und drei mehr zu zählen, zähle sie in 2ern und schau, ob du dieselbe Zahl erhältst.
el: Αντί να τα μετρήσεις ως τρία συν τρία περισσότερα, μέτρησέ τα ανά 2 και δες αν θα φτάσεις στον ίδιο αριθμό.
pt: Em vez de contá-los como três mais três, conte-os de 2 em 2 e veja se você obtém o mesmo número.
ru: Вместо того чтобы считать их как три плюс еще три, посчитай их по 2 и посмотри, получится ли у тебя то же самое число.

# data_list
source: A rainbow has seven colors.
de: Ein Regenbogen hat sieben Farben.
el: Ένα ουράνιο τόξο έχει επτά χρώματα.
pt: Um arco-íris tem sete cores.
ru: У радуги семь цветов.

# data_list
source: Count together the colors of the rainbow.
de: Zähle die Farben des Regenbogens zusammen.
el: Μετρήστε μαζί τα χρώματα του ουράνιου τόξου.
pt: Vamos contar juntos o número de cores do arco-íris.
ru: Посчитайте вместе цвета радуги.

# data_list
source: Have you ever seen a rainbow after it rains? Sometimes, you can even see a double rainbow if you're lucky!
de: Hast du jemals einen Regenbogen nach dem Regen gesehen? Manchmal kann man sogar einen doppelten Regenbogen sehen, wenn man Glück hat!
el: Έχεις δει ποτέ ουράνιο τόξο μετά από βροχή; Μερικές φορές μπορείς να δεις ακόμα και διπλό ουράνιο τόξο, αν είσαι τυχερός!
pt: Você já viu um arco-íris depois da chuva? Às vezes, você pode até ver um arco-íris duplo se tiver sorte!
ru: Ты когда-нибудь видел радугу после дождя? Иногда, если тебе повезёт, можно даже увидеть двойную радугу!

# data_list
source: Point out that her dress and the background on this page go through many of the same colors as the rainbow.
de: Zeige auf, dass ihr Kleid und der Hintergrund auf dieser Seite viele der gleichen Farben wie der Regenbogen aufweisen.
el: Παρατήρησε ότι το φόρεμά του κοριτσιού και το φόντο σε αυτή τη σελίδα έχουν πολλά από τα χρώματα του ουράνιου τόξου.
pt: Aponte que o vestido dela e o fundo desta página apresentam muitas das mesmas cores do arco-íris.
ru: Заметь что её платье и фон на этой странице окрашены в те же цвета, что и радуга.

# data_list
source: The first color is red.
de: Die erste Farbe ist rot.
el: Το πρώτο χρώμα είναι το κόκκινο.
pt: A primeira cor é vermelho.
ru: Первый цвет красный.
