Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Of the four activities, how many do you like?
de: Wie viele von den vier Aktivitäten magst du?
el: Από τις τέσσερις δραστηριότητες, πόσες σου αρέσουν;
pt: Das quatro atividades, quantas você gosta?
ru: Сколько из четырёх занятий тебе нравится?

# data_list
source: I play soccer with Zizo.
de: Ich spiele Fußball mit Zizo.
el: Παίζω ποδόσφαιρο με τον Ζίζο.
pt: Eu jogo futebol com Zizo.
ru: Я играю в футбол с Зизо.

# data_list
source: Count the fingers on Zizo's left hand. Is Zizo missing a finger, or was the artist being careless again?
de: Zähle die Finger an Zizos linker Hand. Fehlt Zizo ein Finger oder war der / die Zeichnerin wieder unachtsam?
el: Μέτρησε τα δάχτυλα στο αριστερό χέρι του Ζίζο. Του λείπει ένα δάχτυλο ή ήταν απρόσεκτος ο καλλιτέχνης πάλι;
pt: Conte os dedos da mão esquerda de Zizo. Zizo está sem um dedo ou o artista foi descuidado de novo?
ru: Посчитай пальцы на левой руке у Зизо. У Зизо не хватает пальца, или художник снова проявил неосторожность?

# data_list
source: Some people are born with six fingers on a hand. What is one less than six? What is two less than six? How many fingers seems like a good number to you?
de: Es gibt Leute, die mit sechs Fingern an einer Hand geboren wurden. Was ist eins weniger als sechs? Was sind zwei weniger als sechs? Wie viele Finger scheinen für dich eine gute Anzahl zu sein?
el: Μερικοί άνθρωποι γεννιούνται με έξι δάχτυλα σε ένα χέρι. Πόσο κάνει ένα λιγότερο από έξι; Πόσο κάνουν δύο λιγότερα από έξι; Πόσα δάχτυλα πιστεύεις ότι είναι εντάξει;
pt: Algumas pessoas nascem com seis dedos na mão. Quanto é um menos seis? Quanto é dois menos seis? Quantos dedos parecem ser um bom número para você?
ru: Некоторые люди рождаются с шестью пальцами на руке. Что на одну меньше шести? Что на две меньше шести? Сколько пальцев кажется вам хорошим числом?

# data_list
source: Zizo has a solid shirt with striped socks, while Simo has a striped shirt with solid socks. Which way do you like better?
de: Zizo hat ein einfarbiges Hemd mit gestreiften Socken an, während Simo ein gestreiftes Hemd mit einfarbigen Socken anhat. Was findest du besser?
el: Ο Ζίζο έχει μπλούζα μονόχρωμη και ριγέ κάλτσες, ενώ ο Σίμο έχει ριγέ μπλούζα και μονόχρωμες κάλτσες. Ποιον συνδυασμό προτιμάς;
pt: Zizo tem uma camisa lisa com meias listradas, enquanto Simo tem uma camisa listrada com meias lisas. De que maneira você gosta mais?
ru: У Зизо однотонная рубашка с полосатыми носками, а у Симо полосатая рубашка с однотонными носками. Какой способ тебе больше нравится?

# data_list
source: I swim with Lele.
de: Ich schwimme mit Lele.
el: Κολυμπάω με τη Λέλε.
pt: Eu nado com Lele.
ru: Я плаваю с Лилей.

# data_list
source: Count the fingers on Lele's left hand. She has one more finger than she had before! Did she grow a finger?
de: Zähle die Finger an Leles linker Hand. Sie hat einen Finger mehr als zuvor! Ist ihr ein Finger gewachsen?
el: Μετρήστε τα δάχτυλα στο αριστερό χέρι της Λέλε. Έχει ένα περισσότερο δάχτυλο από πριν! Φύτρωσε ένα δάχτυλο;
pt: Conte os dedos da mão esquerda de Lele. Ela tem um dedo a mais do que antes! Ela fez crescer um dedo?
ru: Посчитай пальцы на левой руке у Леле. У неё на один палец больше, чем было раньше! У неё вырос палец?

# data_list
source: Talk about the shades of green in this picture. Some shades are darker, some yellower, and some bluer.
de: Rede über die Grüntöne auf diesem Bild. Einige Töne sind dunkler, einige gelber, und einige blauer.
el: Μιλήστε για τις αποχρώσεις του πράσινου σε αυτή την εικόνα. Κάποιες είναι πιο σκούρες, κάποιες έχουν περισσότερο κίτρινο και κάποιες περισσότερο μπλε.
pt: Fale sobre os tons de verde nesta foto. Alguns tons são mais escuros, outros mais amarelos e outros mais azuis.
ru: Расскажи об оттенках зелёного На этой картинке. Некоторые оттенки темнее, некоторые желтее, некоторые голубее.

# data_list
source: Lele is swimming with a buddy now -- that is much safer (and more fun)!
de: Lele schwimmt jetzt mit einem Kumpel — das ist viel sicherer (und lustiger)!
el: Η Λέλε τώρα κολυμπάει με έναν φίλο -- αυτό είναι πιο ασφαλές (και πιο διασκεδαστικό)!
pt: Lele está nadando com um amigo agora - isso é muito mais seguro (e mais divertido)!
ru: Леле теперь плавает с другом -- это намного безопаснее (и намного веселее)!

# data_list
source: I play hide-and-seek with Sisa.
de: Ich spiele Verstecken mit Sisa.
el: Παίζω κρυφτό με τον Σίσα.
pt: Eu brinco de esconde-esconde com Sisa.
ru: Я играю в прятки с Сисой.

# data_list
source: Why did Simo take his shoes off?
de: Warum hat Simo seine Schuhe ausgezogen?
el: Γιατί ο Σίμο έβγαλε τα παπούτσια του;
pt: Por que Simo tirou os sapatos?
ru: Почему Симо снял свою обувь?

# data_list
source: Who do you think is hiding and who is seeking in this picture?
de: Wer, denkst du, versteckt sich, und wer ist auf der Suche in diesem Bild?
el: Ποιος νομίζεις ότι κρύβεται και ποιος ψάχνει σε αυτή την εικόνα;
pt: Quem você acha que está se escondendo e quem está procurando nesta foto?
ru: Как ты думаешь, кто прячется и кто ищет на этой картинке?

# data_list
source: Which of these two can hide better in this place -- whose clothes blend in better with the surrounding colors?
de: Welcher von diesen Zweien kann sich besser verstecken an diesem Ort – wessen Kleidung fügt sich besser mit den umgebenden Farben ein?
el: Ποιος από αυτούς τους δύο κρύβεται καλύτερα σε αυτό το μέρος -- ποιανού τα ρούχα ταιριάζουν καλύτερα με τα περιβάλλοντα χρώματα;
pt: Qual destes dois pode se esconder melhor neste lugar -- quais roupas se misturam melhor com as cores ao redor?
ru: Кто из этих двоих сможет лучше спрятаться в этом месте -- Сейчас одежда лучше сочетается с окружающими цветами?

# data_list
source: Come, friend, what do you like?
de: Komm, Freund, was magst du?
el: Έλα, φίλε, τι σου αρέσει;
pt: Venha, amigo, do que você gosta?
ru: Давай, друг, что тебе нравится?

# data_list
source: What are some of your favorite activities?
de: Was sind einige deiner Lieblingsaktivitäten?
el: Ποιες είναι μερικές από τις αγαπημένες σου δραστηριότητες;
pt: Quais são algumas das suas atividades favoritas?
ru: Какие твои любимые занятия?

# data_list
source: Count together the different activities in this story. Of these, which one would you pick?
de: Zähle die verschiedenen Aktivitäten in dieser Geschichte zusammen. Welchen würdest du dir aus diesen aussuchen?
el: Μετρήστε μαζί τις διαφορετικές δραστηριότητες σε αυτή την ιστορία. Από αυτές, ποια θα επέλεγες;
pt: Vamos contar juntos as diferentes atividades nesta história. Destas, qual você escolheria?
ru: Посчитай все различные занятия в этой истории. Из них какой бы ты выбрал?

# data_list
source: There were four activities and you picked your favorite. What is one less than four? Of the remaining activities, which one is your least favorite?
de: Es gab vier Aktivitäten und du hast deine Lieblingsaktivität ausgesucht. Was ist einer weniger als vier? Welche der verbleibenden Aktivitäten magst du am wenigsten?
el: Υπήρχαν τέσσερις δραστηριότητες και εσύ επέλεξες την αγαπημένη σας. Πόσο κάνει ένα λιγότερο από τέσσερα; Από τις υπόλοιπες δραστηριότητες, ποια είναι η λιγότερο αγαπημένη σου;
pt: Havia quatro atividades e você escolheu a sua favorita. Quanto é um menos que quatro? Das atividades restantes, qual é a sua menos favorita?
ru: Было четыре занятия, и ты выбрал своё любимое. Что на одну меньше четырёх? Из оставшихся занятий, какое тебе меньше всего нравится?

# data_list
source: Come, play soccer with us.
de: Komm, spiel Fußball mit uns.
el: Έλα, παίξε ποδόσφαιρο μαζί μας.
pt: Venha, jogue futebol com a gente.
ru: Пойдём, поиграй с нами в футбол.

# data_list
source: Are they playing on teams, or are they just kicking the ball around?
de: Spielen sie in Teams oder kicken sie nur den Ball herum?
el: Παίζουν σε ομάδες ή απλώς κλωτσούν τη μπάλα γύρω;
pt: Eles estão jogando em equipes ou estão apenas chutando a bola?
ru: Они играют в командах или просто гоняют мяч?

# data_list
source: There are five people. Can you split them into two teams with the same number of people?
de: Es gibt fünf Leute. Kannst du sie in zwei Teams aufteilen mit derselben Anzahl an Leuten?
el: Υπάρχουν πέντε παιδιά. Μπορείς να τα χωρίσεις σε δύο ομάδες με τον ίδιο αριθμό παιδιών;
pt: São cinco pessoas. Você pode dividi-los em duas equipes com o mesmo número de pessoas?
ru: Есть пять человек. Можешь ли ты их разделить на две команды с одинаковым количеством человек?

# data_list
source: Whose shoes are the worst for playing soccer?
de: Wessen Schuhe sind die schlechtesten, um Fußball zu spielen?
el: Ποιανού παπούτσια είναι τα λιγότερο κατάλληλα για να παίξει ποδόσφαιρο;
pt: De quem são os piores sapatos para jogar futebol?
ru: Чья обувь Хуже всего подходит для игры в футбол?

# data_list
source: Come, swim with us.
de: Komm, schwimm mit uns.
el: Έλα, κολύμπα μαζί μας.
pt: Venha, nade com a gente.
ru: Пойдём, купайся с нами.

# data_list
source: There are two pairs of children and one child alone. Can you put them all into pairs so no one is left out?
de: Es sind zwei Paare von Kindern und ein alleiniges Kind. Kannst du sie alle in Paare aufteilen, so dass keines ausgelassen ist?
el: Υπάρχουν δύο ζευγάρια παιδιών και ένα παιδί μόνο του. Μπορείς να τα βάλεις όλα σε ζευγάρια, ώστε κανείς να μην μείνει μόνος;
pt: Há dois pares de crianças e uma criança sozinha. Você pode colocar todos eles em pares para que ninguém fique de fora?
ru: Есть две пары детей и один ребёнок один. Можно ли их разбить всех на пары, чтобы никто не остался на стороне?

# data_list
source: A number is said to be "odd" if there is no way of splitting that many things into pairs. It is also "odd" if that number of things cannot be split into two equal groups.
de: Man sagt von einer Nummer, sie sei "ungerade", wenn es keine Möglichkeit gibt, so viele Dinge in Paare zu trennen. Es ist auch "ungerade", wenn diese Anzahl nicht in zwei gleiche Gruppen teilbar ist.
el: Ένας αριθμός λέγεται "μονός" αν δεν υπάρχει τρόπος να χωρίσεις τα πράγματα που περιλαμβάνει σε ζευγάρια. Επίσης λέγεται "μονός" αν αυτός ο αριθμός πραγμάτων δεν μπορεί να χωριστεί σε δύο ίσα μέρη.
pt: Diz-se que um número é "ímpar" se não houver como dividir sua quantidade em pares. Também é "ímpar" se esse número de coisas não puder ser dividido em dois grupos iguais.
ru: Число называется «нечётным», если невозможно разбить такое количество чисел на пары. Также он «нечётный» если это количество вещей нельзя разделить на две равные группы.

# data_list
source: Why are the two ideas for "odd" the same? Why is being able to split something into pairs the same as being able to split it into two equal groups?
de: Warum sind die zwei Ideen für "ungerade" dasselbe? Warum ist etwas in Paare teilen dasselbe wie es in zwei gleiche Gruppen zu teilen?
el: Γιατί αυτές οι δύο περιπτώσεις για το "μονός" είναι ίδιες; Γιατί το να μπορείς να χωρίσεις κάτι σε ζευγάρια είναι το ίδιο με το να μπορείς να το χωρίσεις σε δύο ίσα μέρη;
pt: Por que as duas ideias para "ímpar" são as mesmas? Por que ser capaz de dividir algo em pares é o mesmo que ser capaz de dividi-lo em dois grupos iguais?
ru: Почему два понятия «нечётный» одинаковые? Почему разделить что-то на пары, это то же самое, что разделить это на две равные группы?

# data_list
source: Come, play hide-and-seek with us.
de: Komm, spiele Verstecken mit uns.
el: Έλα, παίξε κρυφτό μαζί μας.
pt: Venha, brinque de esconde-esconde com a gente.
ru: Пойдём, играть в прятки с нами.

# data_list
source: It looks like Simo is "it." Will he have a hard time finding the other children?
de: Es sieht aus wie wenn Simo der Zähler ist. Wird es ihm schwerfallen, die anderen Kinder zu finden?
el: Φαίνεται ότι ο Σίμο είναι αυτός "που φυλάει." Θα δυσκολευτεί να βρει τα άλλα παιδιά;
pt: Parece que Simo é o "pegador". Será que ele terá dificuldade em encontrar as outras crianças?
ru: Похоже, симу и есть «оно». Будет ли ему трудно найти других детей?

# data_list
source: Count the children on top of the branch and the number hiding on the other side of the tree. Do they add up to four children?
de: Zähle die Kinder zuoberst auf dem Ast und die Anzahl, die sich auf der anderen Seite des Baumes versteckt. Sind es insgesamt vier Kinder?
el: Μέτρησε τα παιδιά πάνω στο κλαδί και τα παιδιά που κρύβονται πίσω από το δέντρο. Αν τα προσθέσεις κάνουν τέσσερα παιδιά;
pt: Conte as crianças em cima do galho e o número escondido do outro lado da árvore. Elas somam quatro crianças?
ru: Посчитайте детей на вершине ветки и число спрятанное на другой стороне дерева. Составляют ли они четырёх детей?

# data_list
source: There is one in the tree, one counting, and three behind the tree. You can get five in many ways from this. One way is to start with three, add one more, and then add one more. Think together of other ways to get five.
de: Einer ist im Baum, Einer zählt und Drei sind hinter dem Baum. Du kannst aus diesem in vielerlei Art auf Fünf kommen. Eine davon ist, mit Drei zu beginnen, eins dazuzuzählen und dann einen mehr zu addieren. Denke dir andere Wege aus, um fünf zu erreichen.
el: Υπάρχει ένα παιδί στο δέντρο, ένα που μετράει και τρία πίσω από το δέντρο. Μπορείς να φτάσεις στο πέντε με πολλούς τρόπους. Ένας τρόπος είναι να ξεκινήσεις με το τρία, να προσθέσεις ένα ακόμα και μετά ένα ακόμα. Σκεφτείτε μαζί κι άλλους τρόπους για να φτάσετε στο πέντε.
pt: Há um na árvore, um contando e três atrás da árvore. Você pode obter cinco de várias maneiras a partir disso. Uma maneira é começar com três, adicionar um e depois adicionar mais um. Pense em outras maneiras de conseguir cinco.
ru: Один на дереве, один считает, и трое за деревом. Ты можешь получить пять разными способами из этого. Один из способов начать с трёх, добавить ещё один, а затем ещё один. Подумай о других способах получить пять.

# data_list
source: Come, read with us!
de: Komm, lies mit uns!
el: Έλα, διάβασε μαζί μας!
pt: Venha, leia conosco!
ru: Пойдём, читать с нами!

# data_list
source: One person is reading alone, and the rest are reading in pairs.
de: Eine Person liest alleine, und der Rest liest in Zweiergruppen.
el: Ένα παιδί διαβάζει μόνο του και οι υπόλοιποι διαβάζουν σε ζευγάρια.
pt: Uma pessoa está lendo sozinha, e o resto está lendo em pares.
ru: Один человек читает один, а остальные читают парами.

# data_list
source: They all seem very happy together, no matter which activity they do. Do you have some friends you like to do things with?
de: Sie scheinen alle sehr glücklich zusammen zu sein, welche Aktivität sie auch immer tun. Hast du Freunde, mit denen du gerne zusammen etwas unternimmst?
el: Όλα φαίνονται πολύ χαρούμενα μαζί, ανεξάρτητα από το ποια δραστηριότητα κάνουν. Έχεις φίλους με τους οποίους σου αρέσει να κάνετε πράγματα μαζί;
pt: Todos parecem muito felizes juntos, não importa qual atividade eles façam. Você tem alguns amigos com quem gosta de fazer coisas?
ru: Они все кажутся очень счастливыми вместе, независимо от того чем они занимаются. Если у тебя друзья, с которыми ты любишь что-то делать?

# data_list
source: One of the children only has four fingers on a hand -- which one?
de: Eines der Kinder hat nur vier Finger an einer Hand – welches?
el: Ένα από τα παιδιά έχει μόνο τέσσερα δάχτυλα στο χέρι – ποιο είναι αυτό;
pt: Uma das crianças só tem quatro dedos na mão -- quem é?
ru: У одного из детей на руке всего четыре пальца - какой?

# data_list
source: A long time ago, in the vast city of Johannesburg, a baby girl was born. That baby was me. My mom called me Miriam. Miriam Makeba.
el: Πριν από πολλά χρόνια, στη μεγάλη πόλη του Γιοχάνεσμπουργκ, γεννήθηκε ένα κοριτσάκι. Εκείνο το μωρό ήμουν εγώ. Η μαμά μου με ονόμασε Μίριαμ. Μίριαμ Μακέμπα.
pt: Há muito tempo, na vasta cidade de Joanesburgo, nasceu uma menina. Aquela bebê era eu. Minha mãe me chamou de Miriam. Miriam Makeba.
ru: Давным-давно в огромном городе Йоханнесбурге родилась девочка. Этим ребёнком была я. Моя мама назвала меня Мириам. Мириам Макеба.

# data_list
source: She is sitting on a three-legged stool. Most chairs have four legs. What is better about having three legs?
el: Κάθεται σε ένα σκαμνί με τρία πόδια. Οι περισσότερες καρέκλες έχουν τέσσερα πόδια. Γιατί είναι καλύτερο το να έχει το κάθισμα τρία πόδια;
pt: Ela está sentada em um banquinho de três pernas. A maioria das cadeiras tem quatro pernas. Por que o de três pernas é melhor?
ru: Она сидит на трёхногой табуретке. Большинства стульев имеют четыре ножки. Чем лучше иметь три ноги?

# data_list
source: This story has lots of rectangles. A rectangle is a shape with four straight sides and corners that are right angles, like the corners of this page. Point to some rectangles in this picture.
el: Αυτή η ιστορία έχει πολλά ορθογώνια. Ένα ορθογώνιο είναι σχήμα με τέσσερις ευθείες πλευρές και γωνίες που είναι ορθές, όπως οι γωνίες αυτής της σελίδας. Δείξε μερικά ορθογώνια σε αυτήν την εικόνα.
pt: Esta história tem muitos retângulos. Um retângulo é uma forma com quatro lados retos e cantos que formam ângulos retos, como os cantos desta página. Aponte para alguns retângulos nesta imagem.
ru: В этой истории есть много прямоугольников. Прямоугольник - это фигура с четырьмя прямыми сторонами и прямыми углами, как углы этой страницы. Укажи на некоторые прямоугольники на этой картинке.

# data_list
source: There are rectangles all around you. Point to some rectangles where you are.
el: Υπάρχουν ορθογώνια παντού γύρω σoυ. Δείξε μερικά ορθογώνια εκεί όπου βρίσκεσαι.
pt: Há retângulos em todo o seu redor. Aponte para alguns retângulos no local onde você está.
ru: Вокруг тебя есть прямоугольники. Укажи на прямоугольники где ты находишься.

# data_list
source: Mom was a sangoma, but she also worked to make other people's homes neat and clean. It was hard for my mom to earn enough for both of us. She started selling homemade beer to bring in more money.
el: Η μαμά ήταν σαγκόμα (θεραπεύτρια της παραδοσιακής αφρικανικής ιατρικής), αλλά επίσης δούλευε σε σπίτια άλλων για να είναι καθαρά και τακτοποιημένα. Ήταν δύσκολο για τη μαμά μου να βγάζει αρκετά για τις δυο μας. Άρχισε να πουλά σπιτική μπύρα για να βγάζει περισσότερα χρήματα.
pt: Mamãe era uma xamã, mas também trabalhava para deixar a casa de outras pessoas arrumada e limpa. Era difícil para minha mãe ganhar o suficiente para nós duas. Então ela começou a vender cerveja caseira para ganhar mais dinheiro.
ru: Мама была сангомой, но она также работала чтобы дома других людей были чистыми и аккуратными. Моей маме было трудно заработать достаточно денег для нас двоих. Она начала продавать домашнее пиво чтобы заработать больше денег.

# data_list
source: A sangoma is an herbalist or a healer. Do you like going to the doctor?
el: Μια σαγκόμα είναι βοτανολόγος ή θεραπεύτρια. Εσένα σου αρέσει να πηγαίνεις στον γιατρό;
pt: Uma xamã é uma herbalista ou curandeira. Você gosta de ir ao médico?
ru: Сангома - это травник или целитель. Тебе нравится ходить к врачу?

# data_list
source: Look at the rectangles that are beautiful shades of blue in this picture. How many do you count? Did you count them by 1's, 2's, or in some other way?
el: Κοίταξε τα ορθογώνια που έχουν όμορφες αποχρώσεις του μπλε σε αυτή την εικόνα. Πόσα μπορείς να μετρήσεις; Τα μέτρησες ανά ένα, ανά δύο ή με κάποιον άλλον τρόπο;
pt: Olhe para os belos retângulos em tons de azul nesta imagem. Quantos você contou? Você os contou de 1 em 1, 2 em 2 ou de alguma outra forma?
ru: Посмотри на прямоугольники красивых оттенков синего на этой картинке. Сколько ты считаешь? Ты считал их по 1, по 2, или как-то по другому?

# data_list
source: Point to some rectangles that are not blue, if you can find any.
el: Δείξε μερικά ορθογώνια που δεν είναι μπλε, αν μπορείς να βρεις.
pt: Aponte para alguns retângulos que não são azuis, se puder encontrar algum.
ru: Укажи на некоторые прямоугольники которые не являются синими, если ты можешь найти их.

# data_list
source: The laws of the land said that selling homemade beer was wrong. The police sent my mom to jail for six long months. I was only 18 days old, and needed my mom. So even though I was a baby, I went to jail too.
el: Οι νόμοι της χώρας έλεγαν ότι η πώληση σπιτικής μπύρας ήταν παράνομη. Η αστυνομία έστειλε τη μαμά μου στη φυλακή για έξι ολόκληρους μήνες. Ήμουν μόλις 18 ημερών και χρειαζόμουν τη μητέρα μου. Έτσι, παρ’ όλο που ήμουν μωρό, πήγα κι εγώ στη φυλακή.
pt: As leis do país diziam que vender cerveja caseira era errado. A polícia mandou a minha mãe para a cadeia por seis longos meses. Eu tinha apenas 18 dias de vida e precisava da minha mãe. Então, embora eu fosse um bebê, também fui para a cadeia.
ru: Законы страны гласят что продавать домашнее пиво неправильно. Полиция отправила мою маму в тюрьму на шесть долгих месяцев. Мне было всего 18 дней, и мне нужна была моя мама. Так что хоть я и была ребёнком, я тоже пошла в тюрьму.

# data_list
source: Looking at their faces, how are Miriam and her mother feeling? How were they feeling on the previous page?
el: Κοιτάζοντας τα πρόσωπά τους, πώς νιώθουν η Μίριαμ και η μητέρα της; Πώς ένιωθαν στην προηγούμενη σελίδα;
pt: Olhando para os rostos delas, como Miriam e sua mãe estão se sentindo? Como elas estavam se sentindo na página anterior?
ru: Смотря на их лица, что чувствует Мириам и её мама? А как они себя чувствовали на предыдущей странице?

# data_list
source: More and more rectangles! There are lots of rectangles, but there are also some other shapes -- can you find them?
el: Όλο και περισσότερα ορθογώνια! Υπάρχουν πολλά ορθογώνια, αλλά υπάρχουν επίσης και άλλα σχήματα — μπορείς να τα βρεις;
pt: Mais e mais retângulos! Existem muitos retângulos, mas também existem algumas outras formas geométricas – você consegue encontrá-las?
ru: Всё больше и больше прямоугольников! Здесь много прямоугольников, но есть и другие формы -- ты можешь их найти?

# data_list
source: There are circles for the eyes, beads, and hoop earrings. There is a downturned arc, which is a part of a circle, for the mother's mouth.
el: Στην εικόνα υπάρχουν κύκλοι (για τα μάτια, για τις χάντρες και για τα σκουλαρίκια κρίκους). Υπάρχει και ένα καμπύλο τόξο, που είναι μέρος ενός κύκλου, για το στόμα της μητέρας.
pt: Existem círculos nos olhos, na tiara de pérolas e nos brincos de argola. Existe um arco invertido, que faz parte de um círculo, na boca da mãe.
ru: Есть кружочки для глаз, бусин, и кольцевые серьги. Имеется загнутая вниз дуга, которая является частью круга, обозначающие рот мамы.

# data_list
source: As a little girl I loved to sing. When I was older, I helped my mom clean houses. Singing songs as I worked made the chores go faster and the days seem brighter. Singing made me happier than I can explain.
el: Όταν ήμουν μικρό κορίτσι, λάτρευα το τραγούδι. Όταν μεγάλωσα, βοηθούσα τη μαμά μου να καθαρίζει σπίτια. Το να τραγουδώ καθώς δούλευα έκανε τις δουλειές να περνούν πιο γρήγορα και τις μέρες να φαίνονται πιο φωτεινές. Το τραγούδι με έκανε τόσο χαρούμενη που δεν έχω λόγια να το περιγράψω.
pt: Quando eu era uma garotinha, adorava cantar. Quando eu fiquei mais velha, ajudava a minha mãe a limpar casas. Cantar músicas enquanto eu trabalhava fazia com que as tarefas terminassem mais rápidas e os dias parecessem mais brilhantes. Cantar me fazia mais feliz do que podia explicar.
ru: В детстве я любила петь. Когда я стала старше, я помогала маме убираться в домах. Когда я пела песни во время работы, работу по домам продвигалась быстрее и дни казались ярче. Пение сделалo меня счастливее чем я могу объяснить.

# data_list
source: What in this page shows that she is singing? Do you know how to read music notes on a page?
el: Σ’ αυτή τη σελίδα τι δείχνει ότι τραγουδά; Ξέρεις να διαβάζεις νότες σε μια παρτιτούρα;
pt: Nesta página, o que demonstra que ela está cantando? Você sabe ler notas musicais em uma página?
ru: Что на этой странице показывает что она поёт? Ты знаешь как читать музыкальные ноты на странице?
