Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Choose a Shape Card as your starting card. In our example, this is the card with two blue circles. Create a sequence of 4 to 8 cards that can legally be played - each card must share two features with the previous card.
pt: Escolha uma Carta de Forma como sua carta inicial. No nosso exemplo, esta é a carta com dois círculos azuis. Crie uma sequência de 4 a 8 cartas que podem ser jogadas legalmente - cada carta deve compartilhar duas características com a carta anterior.
ru: Выберите карту. В нашем примере это карта с двумя синими кругами. Создайте последовательность из 4–8 карт, которые можно легально сыграть — каждая карта должна совпадать с двумя признаками с предыдущей картой.

# data_list
source: Put the unused cards aside, separate the starting card, and shuffle the puzzle cards. **The challenge:** Take the shuffled cards and place them in a series of legal moves on the starting card.
pt: Coloque as cartas não utilizadas de lado, separe a carta inicial e embaralhe as cartas do quebra-cabeça. **O desafio:** Pegue as cartas embaralhadas e coloque-as em uma série de movimentos legais na carta inicial.
ru: Отделите начальную карту а остальные перемешайте для головоломки. **Цель:** Возьмите перемешанные карты и расположите их в последовательности допустимых ходов, начиная с начальной карты.

# data_list
source: TRIPLET
pt: TRIO
ru: ТРИПЛЕТ

# data_list
source: **The setup:** Make a tic-tac-toe grid big enough to hold a Shape Card in each square. Place around the board 8 of the Shape Cards that have two of each property. For example, pick the 8 cards that are either a triangle or square, have one or two figures, and are red or blue. **How to play:** Players take turns picking an unused card for their opponent to place on the board. The cards on the board may be used by either play to get three in a row.
pt: **A configuração:** Crie uma grade de jogo da velha grande o suficiente para caber uma Carta de Forma em cada quadrado. Distribua ao redor do tabuleiro 8 Cartas de Forma que tenham duas de cada propriedade. Por exemplo, escolha as 8 cartas que são um triângulo ou um quadrado, têm uma ou duas figuras e são vermelhas ou azuis. **Como jogar:** Os jogadores se revezam escolhendo uma carta não utilizada para o oponente colocar no tabuleiro. As cartas no tabuleiro podem ser usadas por qualquer um dos jogadores para formar três cartas em sequência.
ru: **Подготовка:** Сделайте сетку для игры в крестики-нолики, достаточно большую, чтобы разместить карточку в каждой клетке. Разместите вокруг поля 8 карт с формами, у которых по два признака из каждой категории. Например, выберите 8 карт, которые являются либо треугольниками, либо квадратами, имеют одну или две фигуры и красные или синие. **Правила:** Игроки по очереди выбирают неиспользованную карту, которую их противник должен поместить на поле. Карты на поле могут быть использованы любым из игроков, чтобы получить три в ряд.

# data_list
source: **How to win:** The player wins who places a card that completes 3 cards in a row with at least one property in common! If all the cards are played without a winner, it's a tie game.
pt: **Como ganhar:** Ganha o jogador que colocar uma carta que complete 3 cartas seguidas com pelo menos uma propriedade em comum! Se todas as cartas forem jogadas sem que haja um jogador, é um empate.
ru: **Условия победы:** Побеждает игрок, который размещает первым три карты в ряд с хотя бы одним общим свойством! Если все карты сыграны, но победителя нет, игра заканчивается вничью.

# data_list
source: Simplify the game and add an element of luck by placing the cards face down in a draw pile and having each player play the top card.
pt: Simplifique o jogo e adicione um elemento de sorte colocando as cartas viradas para baixo em uma pilha de compras e fazendo com que cada jogador jogue a carta do topo.
ru: Упростите игру и добавьте элемент удачи, положив карты лицом вниз в колоду для добора.

# data_list
source: SHAPE SUDOKU
pt: SUDOKU DE FORMAS
ru: СУДОКУ ФИГУРНАЯ

# data_list
source: Shape Games
pt: Jogos de Formas
ru: Фигурные Игры

# data_list
source: **The setup:** Use four tokens each of four different types. For example, use different colored gummy bears. We have used orange triangles, blue squares, red circles, and purple diamonds. **How to create:** Create one of these puzzles by starting with the answer – this will be a pattern of tokens with one of each kind in each row and column, and one of each kind in each 2 by 2 corner box of the grid. Once you have the “answer,” pull off some of the tokens and place them in a pile to the side. **The challenge:** Give the puzzle to your child to figure out how to put back the tokens that were pulled off.
pt: **A configuração:** Use quatro símbolos de quatro tipos diferentes. Por exemplo, use ursinhos de goma de cores diferentes. Nós usamos triângulos laranja, quadrados azuis, círculos vermelhos e losangos roxos. **Como criar:** Crie um desses quebra-cabeças começando pela resposta – esta será um padrão de símbolos com um de cada tipo em cada linha e coluna, e um de cada tipo em cada caixa de 2x2 no canto da grade. Assim que tiver a "resposta", retire alguns símbolos e coloque-os em uma pilha ao lado. **O desafio:** Dê o quebra-cabeça para seu filho descobrir como recolocar as peças que foram retiradas.
ru: **Подготовка:** Используйте по четыре фишки каждого из четырёх разных типов. Например, используйте разноцветные жевательные мишки. Мы использовали оранжевые треугольники, синие квадраты, красные круги и фиолетовые ромбы. **Организация:** Создайте головоломоку, начиная с решения - это будет узор из фишек, где в каждом ряду и столбце будет по одной фишке каждого типа, и по одной фишке каждого типа в каждом квадрате 2 на 2 в сетке. Когда у вас будет "решение", уберите некоторые фишки и поместите их в стопку сбоку. **Цель:** Дайте головоломку вашему ребёнку, чтобы он разобрался, как вернуть фишки, которые были убраны.

# data_list
source: Puzzle creation strategies
pt: Estratégias de criação de quebra-cabeça
ru: Составление пазла

# data_list
source: Here are some simple strategies for creating puzzles: remove one token from each row; remove all of one kind of token and one each of the other tokens; or remove one entire row and column.
pt: Aqui estão algumas estratégias simples para criar quebra-cabeças: remova um símbolo de cada linha; remova todos os símbolos de um tipo e um de cada um dos outros símbolos; ou remova uma linha e uma coluna inteiras.
ru: Вот несколько простых стратегий для создания головоломок: уберите одну фишку из каждого ряда; уберите все фишки одного типа и по одной фишке из остальных типов; или уберите один целый ряд и один целый столбец.

# data_list
source: MAGIC HANDS – ADD AND SUBTRACT
pt: MÃOS MÁGICAS – ADICIONAR E SUBTRAIR
ru: ЛОВКОСТЬ РУК – СЛОЖЕНИЯ И ВЫЧИТАНИЯ

# data_list
source: This is a magic trick for practicing addition and subtraction. Do this slowly enough so that your child will get a chance to see what is going on.
pt: Isso é um truque de mágica para praticar adição e subtração. Faça isso lentamente o suficiente de modo que seu filho tenha a chance de ver o que está acontecendo.
ru: Это фокус для практики сложения и вычитания. Выполняйте его достаточно медленно, чтобы ваш ребёнок имел возможность понять, что происходит.

# data_list
source: **For addition:** Pick two numbers that add up to 5 or less. Count the number of raised fingers on your left hand, say 3. Count the number of raised fingers on your right hand, say 1. Bring the hands together and poof – the fingers on your right hand are transferred to the left – there are now 4 fingers raised. Magic! Summarize by saying '3 fingers plus 1 more finger creates 4 fingers. Tada!' **For subtraction:** Raise some fingers on your left hand, say 4 of them. Have your right hand reach over and grab some of the fingers, say 1 of them. Presto, there will be 3 fingers left raised on the left hand and 1 raised on the right hand. Summarize this saying that 4 take away 1 gives three, or say that you have broken 4 into two pieces which are 3 and 1. This wording emphasizes the concept of number bonds, which are pairs of numbers that add up to a given total.
pt: **Para adição:** Escolha dois números que somam 5 ou menos. Conte o número de dedos levantados na sua mão esquerda, digamos 3. Conte o número de dedos levantados na sua mão direita, digamos 1. Junte as mãos e puf – os dedos da sua mão direita são transferidos para a esquerda – agora são 4 dedos levantados. Mágica! Resuma dizendo: '3 dedos mais 1 dedo criam 4 dedos. Tada!' **Para subtração:** Levante alguns dedos da sua mão esquerda, digamos 4. Faça com que sua mão direita se estenda e pegue alguns dedos, digamos 1. Pronto, restarão 3 dedos levantados na mão esquerda e 1 na mão direita. Resuma isso dizendo que 4 menos 1 dá três, ou digamos que você dividiu 4 em duas partes, que são 3 e 1. Essa expressão enfatiza o conceito de ligações numéricas, que são pares de números cuja soma resulta em um dado total.
ru: **Сложение:** Выберите два числа, которые в сумме дают 5 или меньше. Посчитайте количество поднятых пальцев на левой руке, допустим, 3. Теперь посчитайте количество поднятых пальцев на правой руке, допустим, 1. Сложите руки вместе и, волшебным образом, пальцы с правой руки переносятся на левую – теперь на левой руке поднято 4 пальца. Магия! В кратце 3 пальца плюс ещё 1 палец получается 4 пальца. Та-да! **Для вычитания:** Поднимите несколько пальцев на левой руке, допустим, 4. Пусть правая рука "заберёт" пальцы, скажем, 2 из них. Волшебным образом, на левой и правой руке останется по 2. Подведите итог, сказав, что 4 минус 2 даёт 2, или скажите, что вы разделили 4 на две части, которые составляют 2 и 2. Такое описание подчёркивает концепцию связей чисел, где пары чисел в сумме дают заданное количество.

# data_list
source: Special cases
pt: Casos especiais importantes
ru: Важно

# data_list
source: *Addition: Let one or both of the hands have 0 fingers raised and show nothing changes when adding 0. • Subtraction: Subtract all the fingers so none are left over, and sometimes subtract none of the fingers to show that nothing changes.
pt: * Adição: deixe uma ou ambas as mãos com 0 dedos levantados e não mostre nenhuma mudança ao adicionar 0. * Subtração: subtraia todos os dedos para que não sobre nenhum e, às vezes, não subtraia nenhum dedo para mostrar que nada muda.
ru: * Сложение: Пусть на одной руке не будет поднятых пальцев, и покажите, что ничего не меняется при добавлении 0. * Вычитание: Вычитайте до нуля, чтобы не осталось ни одного пальца, и иногда вычитайте 0 пальцев, чтобы показать, что ничего не меняется.

# data_list
source: FLASH NUMBERS
pt: CARTÕES DE ESTUDO NUMÉRICOS
ru: ФЛЭШ-ЦИФРЫ

# data_list
source: Beginning Finger Math
pt: Matemática de Dedo iniciante
ru: Математика На пальцах

# data_list
source: Help your child to easily and quickly recognize numbers of objects. Practice in two ways. **Use ten frames:** Use Number Cards that have ten frames. Pick a card at random and playfully see if your child can recognize the quantity. For variety, have your child quiz you sometimes.
pt: Ajude seu filho a reconhecer números de objetos com facilidade e rapidez. Pratique de duas maneiras. **Use quadro de dez:** Use Cartas Numéricas com quadros de dez. Escolha uma carta aleatoriamente e, brincando, veja se seu filho consegue reconhecer a quantidade. Para variar, peça para seu filho fazer perguntas a você de vez em quando.
ru: Помогите вашему ребёнку легко и быстро распознавать числа объектов. Практикуйтесь двумя способами. **Используйте десять кадров:** Используйте карточки с десятью ячейками. Случайно выберите карточку и весело проверьте, сможет ли ваш ребёнок распознать количество. Для разнообразия пусть ваш ребёнок иногда задаёт вам вопросы.

# data_list
source: **Use fingers:** Show some fingers on one or both hands and have your child recognize the total count. When two hands are used for numbers over five, one of the hands should have 5 fingers raised - that way it looks like a ten frame.
pt: **Use dedos:** Mostre alguns dedos em uma ou ambas as mãos e peça para a criança reconhecer a contagem total. Quando duas mãos são usadas para números acima de cinco, uma delas deve ter cinco dedos levantados — assim, parece um quadro de dez.
ru: **На пальцах:** Покажите несколько пальцев на одной или обеих руках и пусть ваш ребёнок определит общее количество. При использовании двух рук для чисел больше пяти, на одной из рук должно быть поднято пять пальцев так - это будет выглядеть как рамка из десяти.

# data_list
source: CUTTING SYMMETRIC SHAPES
pt: CORTANDO FORMAS SIMÉTRICAS
ru: ВЫРЕЗАЕМ СИММЕТРИЧНЫЕ ФИГУРЫ

# data_list
source: Kirigami is the art of creating designs by folding a piece of paper and then cutting the paper while it is folded. There may be more than one fold, and the folds can happen in different directions.
pt: Kirigami é a arte de criar desenhos dobrando um pedaço de papel e, em seguida, cortando-o enquanto ele é dobrado. Pode haver mais de uma dobra, e as dobras podem ocorrer em diferentes direções.
ru: Киригами это искусство создания узоров путём складывания листа бумаги и последующего надрезания бумаги. Может быть несколько сгибов, и сгибы могут быть в разных направлениях.

# data_list
source: Folding the paper once and cutting it creates a design where one side is the mirror image, or reflection, of the other.
pt: Dobrando o papel uma vez e cortando-o cria um desenho em que um lado é a imagem espelhada, ou reflexo, do outro.
ru: Сложив бумагу один раз и порезав её, создаётся узор, где одна сторона является зеркальным отражением другой.

# data_list
source: Ideas to explore
pt: Ideias para explorar
ru: Идеи для изучения

# data_list
source: • Experiment with cutting out faces, lamps, or geometric shapes. • Use two intersecting folds to create designs with mirror images in two directions. This makes it easy to create designs such as flowers. • Try various folds and cuts. Create snowflake designs by starting with the same two folds as in the last example. Then use two more folds that split the folded paper into thirds. • Make a game of this by working backwards – draw a symmetrical shape on a piece of paper and challenge each other to cut a folded piece of paper to create that shape.
pt: * Experimente recortar rostos, lâmpadas ou formas geométricas. * Use duas dobras cruzadas para criar desenhos com imagens espelhadas em duas direções. Isso facilita a criação de desenhos como flores. * Experimente várias dobras e cortes. Crie desenhos de flocos de neve começando com as mesmas duas dobras do último exemplo. Em seguida, use mais duas dobras que dividem o papel dobrado em três partes. * Transforme isso em um jogo trabalhando de trás para frente - desenhe uma forma simétrica em um pedaço de papel e desafie um ao outro a cortar um pedaço de papel dobrado para criar essa forma.
ru: * Экспериментируйте с вырезанием лиц, ламп или геометрических фигур. * Используйте два пересекающихся сгиба, чтобы создать узоры с зеркальными изображениями в двух направлениях. Это упрощает создание дизайнов как цветы. * Попробуйте различные сгибы и вырезы. Создайте узоры снежинок, начав с тех же двух сгибов, что и в последнем примере. Затем сделайте ещё два сгиба, которые разделят сложенную бумагу на три равные части. * Пусть это станет игрой, работая в обратном порядке: нарисуйте симметричную фигуру на листе бумаги и бросьте друг другу вызов получить эту фигуру.

# data_list
source: FINDING SQUARES
pt: ENCONTRANDO QUADRADOS
ru: В ПОИСКЕ КВАДРАТОВ

# data_list
source: Figures
pt: Figuras
ru: Фигуры

# data_list
source: **The setup:** Create an empty 5 by 5 grid using five horizontal and vertical lines. **How to play:** Players take turns putting their tokens on points where the lines cross in the grid.
pt: **A configuração:** Crie uma grade 5 por 5 usando cinco linhas horizontais e verticais. **Como jogar:** Os jogadores se revezam colocando suas fichas nos pontos onde as linhas se cruzam na grade.
ru: **Подготовка:** Создайте таблицу 5 на 5, используя пять горизонтальных и вертикальных линий. **Правила:** Игроки по очереди ставят свои фишки на точки пересечения линий в таблице.

# data_list
source: **How to win:** The first player with four tokens on the corners of a square of any size wins.
pt: **Como ganhar:** O primeiro jogador com quatro fichas nos cantos de um quadrado de qualquer tamanho vence.
ru: **Условие победы:** Первый игрок, который разместит четыре фишки на углах квадрата любого размера, побеждает.

# data_list
source: • Allow squares with diagonal sides (pictured above). • Use grids larger than 5 by 5.
pt: * Permita quadrados com lados diagonais. * Use grades maiores que 5 por 5.
ru: * Разрешите квадраты с диагональными сторонами. * Используйте таблицу больше чем 5 на 5.

# data_list
source: BAG STORIES – ADD AND SUBTRACT
pt: DÊ NOMES DIVERTIDOS AOS NÚMEROS
ru: СУММА В СУМКАХ

# data_list
source: **Stories about bags:** You and your child each pretend to have a bag with some number of things. One person creates a story such as: “Your bag has 3 raisins and mine has one more. How many do I have?” After your child gets comfortable, let your child come up with the question some of the time - this is often great fun for them, especially if you make the occasional “mistake.”
pt: **História sobre sacolas:** Você e seu filho fingem ter uma sacola com algumas coisas. Um dos participantes cria uma história como: "Sua sacola tem 3 passas e a minha tem mais uma. Quantas eu tenho?". Depois que seu filho se sentir confortável, deixe-o formular a pergunta algumas vezes – isso costuma ser muito divertido para ele, especialmente se você cometer algum "erro" ocasional.
ru: **Сказска в Сумке:** Вы с ребёнком можете притворяться, что у вас есть сумки с каким-то количеством вещей. Один игрок создает историю, например: “В твоей сумке 3 изюминки, а в моей на одну больше. Сколько у меня?” После того как ваш ребёнок привыкнет к этому, позвольте ему иногда задавать вопросы - это часто приносит детям большое удовольствие, особенно если вы иногда делаете “ошибку”.

# data_list
source: **Add complexity:** These stories can get more elaborate with experience. For example, the story could be “I have two fewer cookies than you do, and together we have six cookies. How many cookies do you have?” Another example, “You have twice as many candies as I do, and together we have nine pieces. How many pieces do you have?” **Other story lines:** The use of bags and pieces of food can be replaced by the idea of a fish bowl with two (or more) kinds of fish, or with any other imagery that appeals to your child. For a fish bowl, you could create a story such as “There are seven fish in the bowl, and there is one more goldfish than there are tetras. How many goldfish are there?”
pt: **Adicione complexidade:** Essas histórias podem se tornar mais elaboradas com a experiência. Por exemplo, a história poderia ser: "Tenho dois biscoitos a menos que você, e juntos temos seis biscoitos. Quantos biscoitos você tem?". Outro exemplo: "Você tem o dobro de doces que eu, e juntos temos nove pedaços. Quantos pedaços você tem?". **Outras histórias:** O uso de sacolas e pedaços de comida pode ser substituído pela ideia de um aquário com dois (ou mais) tipos de peixes, ou por qualquer outra imagem que agrade ao seu filho. Para um aquário, você pode criar uma história como "Há sete peixes no aquário, e há um peixinho dourado a mais do que tetras. Quantos peixinhos dourados existem?"
ru: **Усложнение:** Эти истории могут становиться более сложными с опытом. Например, история может быть следующей: “У меня на два печенья меньше, чем у тебя, а вместе у нас шесть печений. Сколько печений у тебя?” Другой пример: “У тебя в два раза больше конфет, чем у меня, и вместе у нас девять конфет. Сколько конфет у тебя?” **Сказ в строчку:** Использование мешков и кусочков еды можно заменить на идею аквариума с двумя (или более) видами рыб, или любой другой визуализацией, которая нравится вашему ребёнку. Например, для аквариума вы могли бы создать историю: “В аквариуме семь рыб, и золотых рыбок на одну больше, чем барбусов. Сколько золотых рыбок там?”

# data_list
source: MATH STORIES
pt: HISTÓRIAS DA MATEMÁTICA
ru: МАТЕМАТИЧЕСКИЕ ИСТОРИИ

# data_list
source: Number Stories
pt: Histórias Numéricas
ru: История Цифр

# data_list
source: Stories are a fun way to add interest to calculations. Here are two examples of such stories:
pt: Histórias são uma maneira divertida de tornar os cálculos mais interessantes. Aqui estão dois exemplos:
ru: Истории это увлекательный способ добавить интерес к вычислениям. Вот два примера таких историй:

# data_list
source: **Chairs:** There are four chairs in a room. At first there are two people, but then three more come along. Can everyone sit down? This is more interesting than simply asking if 2 + 3 is larger than 4. **Ice cream:** My two friends and I are having ice cream. I will give each of my friends one more scoop than I get. If there are ten scoops of ice cream, how many scoops of ice cream can I have?
pt: **Cadeiras:** Há quatro cadeiras em uma sala. No início, são duas pessoas, mas depois aparecem mais três. Todos podem se sentar? Isso é mais interessante do que simplesmente perguntar se 2 + 3 é maior que 4. **Sorvete:** Meus dois amigos e eu estamos tomando sorvete. Vou dar a cada um deles uma bola a mais do que a que eu recebo. Se houver dez bolas de sorvete, quantas bolas de sorvete eu posso tomar?
ru: **Сутлья:** В комнате четыре стула. В комнате находятся два человека, но затем приходят еще трое. Могут ли все сесть? Это гораздо интереснее, чем просто спросить, больше ли 2 + 3, чем 4. **Мороженое:** Я и два моих друга едим мороженое. Я дам каждому из них на одну порцию больше, чем у меня. Если всего десять порций мороженого, сколько порций мороженого могу получить я?

# data_list
source: Pick topics that interest your child, such as food or animals. As your child gets better at this, let some of the stories be somewhat vague so your child will need to analyze more and learn to ask clarifying questions.
pt: Escolha temas que interessem ao seu filho, como comida ou animais. À medida que ele for melhorando, deixe algumas histórias um pouco vagas para que ele precise analisar mais e aprenda a fazer perguntas esclarecedoras.
ru: Выбирайте темы, которые интересуют вашего ребёнка, такие как еда или животные. По мере того, как ваш ребёнок будет становиться более уверенным, пусть некоторые истории будут немного неясными, чтобы ваш ребёнок мог анализировать информацию и учиться задавать уточняющие вопросы.

# data_list
source: Variable names
pt: Nomes de variáveis
ru: Имена Переменных

# data_list
source: Introduce the idea of variable names by using silly names for missing numbers in activities.
pt: Introduza a ideia de nomes de variáveis usando nomes engraçados para números faltantes nas atividades.
ru: Используйте смешные имена для недостающих чисел в заданиях.

# data_list
source: GET OUT OF MY HOUSE – 1 MORE/LESS
pt: SAIA DA MINHA CASA
ru: ПРОЧЬ ИЗ МОЕГО ДОМА
