Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Tata Rectangle was happy to see Jojo. He opened his door and welcomed Jojo inside. "I remember seeing Chief Short and Round earlier this morning," said Tata Rectangle, "but I don't think he had his spring horn with him." Little Square Jojo looked under Tata Rectangle's bed and behind his books. He even looked into his fridge. But Jojo couldn't find the spring horn anywhere.
el: Ο Τάτα Ορθογώνιος ήταν χαρούμενος που είδε τον Τζότζο. Άνοιξε την πόρτα του και καλωσόρισε τον Τζότζο. "Θυμάμαι ότι είδα τον Αρχηγό Κοντό και Στρογγυλό σήμερα το πρωί," είπε ο Τάτα Ορθογώνιος, "αλλά δεν νομίζω ότι είχε μαζί του το ανοιξιάτικο κέρας του." Ο Μικρός Τετράγωνος Τζότζο έψαξε κάτω από το κρεβάτι του Τάτα Ορθογώνιου και πίσω από τα βιβλία του. Έψαξε ακόμα και μέσα στο ψυγείο του. Αλλά ο Τζότζο δεν μπορούσε να βρει το ανοιξιάτικο κέρας πουθενά.
pt: Tata Retângulo ficou feliz em ver Jojo. Ele abriu a porta e deu boas-vindas a Jojo. "Lembro-me de ver Chefe Curto e Redondo no início desta manhã", disse Tata Retângulo, "mas acho que ele não estava com a corneta de primavera dele." Jojo Quadradinho olhou debaixo da cama de Tata Retângulo e atrás dos livros dele. Ele até olhou na geladeira. Mas Jojo não conseguiu encontrar a corneta de primavera em lugar algum.
ru: Прямоугольник Тата был рад увидеть Джоджо. Он открыл свою дверь и пригласил Джоджо войти. «Я помнил что видел Короткого и Круглого Вождя раньше этим утром,» сказал Прямоугольник Тата, «Но я не думаю что у него был с собой его весенний рог.» Маленький Квадратный Джоджо посмотрел под кроватей Прямоугольника Тата и сзади его книжек. Он даже посмотрел в его холодильнике. Но Джоджо нигде не мог найти весенний рог.

# data_list
source: A rectangle has four straight sides with corners like the corners of this page. A square is always a rectangle, but rectangles are not always squares. What would make a rectangle not be a square?
el: Ένα ορθογώνιο έχει τέσσερις ευθείες πλευρές με γωνίες όπως οι γωνίες αυτής της σελίδας. Ένα τετράγωνο είναι πάντα ορθογώνιο, αλλά τα ορθογώνια δεν είναι πάντα τετράγωνα. Τι θα έκανε ένα ορθογώνιο να μην είναι τετράγωνο;
pt: Um retângulo tem quatro lados retos com cantos como os cantos desta página. Um quadrado é sempre um retângulo, mas os retângulos nem sempre são quadrados. O que faz um retângulo não ser um quadrado?
ru: Прямоугольник имеет четыре прямые стороны с углами, подобными углам этой страницы. Квадрат всегда является прямоугольником, но прямоугольники не всегда являются квадратами. Что может сделать прямоугольник не квадратным?

# data_list
source: Are there any rectangles that are squares in this picture?
el: Υπάρχουν ορθογώνια που είναι τετράγωνα σε αυτή την εικόνα;
pt: Existem retângulos que são quadrados nesta imagem?
ru: Если на этой картинке прямоугольники, которые являются квадратами?

# data_list
source: Which objects in this room are rectangles? There are rectangles everywhere on this page! Point to as many rectangles as you can.
el: Ποια αντικείμενα σε αυτό το δωμάτιο είναι ορθογώνια; Υπάρχουν ορθογώνια παντού σε αυτή τη σελίδα! Δείξε όσο περισσότερα ορθογώνια μπορείς.
pt: Quais objetos neste quarto são retângulos? Há retângulos por toda parte nesta página! Aponte para o maior número de retângulos que você conseguir.
ru: Какие предметы в этой комнате являются прямоугольниками? На этой странице повсюду прямоугольники! Укажи на как можно большее количество прямоугольников.

# data_list
source: Go and see if Mama Triangle has the spring horn, said Tata Rectangle. "Chief Short and Round visited her before he came to see me." "Thank you, Tata," said Jojo as he waved goodbye. Mama Triangle's house is about three kilometers from here, thought Jojo. That is a far distance to walk. I will stop at my house along the way and have a rest.
el: "Πήγαινε να δεις αν η Μαμά Τρίγωνο έχει το ανοιξιάτικο κέρας," είπε ο Τάτα Ορθογώνιος. "Ο Αρχηγός Κοντός και Στρογγυλός την επισκέφτηκε πριν έρθει σε εμένα." "Ευχαριστώ, Τάτα," είπε ο Τζότζο καθώς τον αποχαιρετούσε. "Το σπίτι της Μαμάς Τρίγωνο είναι περίπου τρία χιλιόμετρα από εδώ," σκέφτηκε ο Τζότζο. "Αυτή είναι μεγάλη απόσταση για να περπατήσω. Θα σταματήσω στο σπίτι μου στη διαδρομή και θα ξεκουραστώ."
pt: "Vá e veja se Mamãe Triângulo está com a corneta de primavera", disse Tata Retângulo. "Chefe Curto e Redondo a visitou antes de ele vir me ver." "Obrigado, Tata", disse Jojo enquanto se despedia. A casa de Mamãe Triângulo fica a cerca de três quilômetros daqui, pensou Jojo. É uma longa distância para caminhar. Ao longo do caminho, vou parar em minha casa para descansar um pouco.
ru: «Иди и посмотри, есть ли у Мамы Треугольника весенний рог,» сказал Прямоугольник Тата. «Короткий и Круглый Вождь навестил её перед тем как он пришёл ко мне.» «Спасибо, Тата,» сказал Джоджо, махая рукой на прощание. Дом Мамы Треугольника примерно в три километрах отсюда, подумал Джоджо. Это далековато чтобы идти пешком. По дороге я остановлюсь у себя дома и отдохну.

# data_list
source: What are the tallest things in this picture? Have you ever seen a person almost as tall as a house?
el: Ποια είναι τα πιο ψηλά πράγματα σε αυτή την εικόνα; Έχεις δει ποτέ κάποιον σχεδόν τόσο ψηλό όσο ένα σπίτι;
pt: Quais são as coisas mais altas nesta imagem? Você já viu uma pessoa quase tão alta quanto uma casa?
ru: Какие предметы на этой картинке самые высокие? Ты когда-нибудь видел человека ростом подобным с домом?

# data_list
source: Jojo is going for a long 3km (about two miles) walk. What is the farthest you have ever walked?
el: Ο Τζότζο κάνει έναν μεγάλο περίπατο 3 χμ. Ποια είναι η πιο μακρινή απόσταση που έχεις περπατήσει ποτέ;
pt: Jojo está indo para uma longa caminhada de 3 km (cerca de duas milhas). Qual foi a distância mais longe que você já caminhou?
ru: Джоджо Идёт на длинную 3 км (около двух миль) прогулку. Каково самое большое расстояние которое ты когда-нибудь ходил?

# data_list
source: Did you ever walk a long, long time? How many minutes was that walk? 10? 20? 60? more?
el: Έχεις περπατήσει ποτέ για πολλή ώρα; Πόσα λεπτά διήρκησε εκείνος ο περίπατος; 10; 20; 60; περισσότερο;
pt: Você já caminhou por muito, muito tempo? Quantos minutos foi essa caminhada? 10? 20? 60? mais?
ru: Ты когда-нибудь долго-долго ходил пешком? Сколько минут была эта прогулка? 10? 20? 60? больше?

# data_list
source: Little Square Jojo was hot and tired by the time he reached his house. He went inside to open his freezer and pour a glass of cold water with ice blocks. "I must be half the way to Mama Triangle's house," he said. "I hope she has the chief's horn." Then Jojo had an idea. "I can visit Dudu Diamond. Her house is only half a kilometer from here and it's on the way.
el: Ο Μικρός Τετράγωνος Τζότζο είχε ζεσταθεί και είχε κουραστεί όταν έφτασε στο σπίτι του. Μπήκε μέσα, άνοιξε την κατάψυξη και έβαλε ένα ποτήρι παγωμένο νερό με παγάκια. "Πρέπει να είμαι στη μέση της διαδρομής για το σπίτι της Μαμάς Τρίγωνο," είπε. "Ελπίζω να έχει το κέρας του αρχηγού." Τότε ο Τζότζο είχε μια ιδέα. "Μπορώ να επισκεφτώ τη Ντούντου Ρόμβο. Το σπίτι της είναι μόνο μισό χιλιόμετρο από εδώ και είναι στη διαδρομή."
pt: Jojo Quadradinho estava com calor e cansado quando chegou à sua casa. Ele entrou para abrir o congelador e se servir de um copo de água fresca com blocos de gelo. "Devo estar na metade do caminho para a casa de Mamãe Triângulo", disse ele. "Espero que ela tenha a corneta do chefe." Então Jojo teve uma ideia: "Posso visitar Dudu Diamante. A casa dela fica a apenas meio quilômetro daqui e é pelo caminho.
ru: Маленький Квадратный Джоджо был жарким и уставшим к тому времени как он добрался до дома. Он вошёл в дом чтобы открыть морозильник и налить стакан холодной воды с кубиками льда. «Я должен быть уже на полпути к дому Мамы Треугольника,» он сказал. «Я надеюсь что у неё есть рог вождя.» И тут у Джоджо возникла идея. «Я могу посетить Дуду Ромб. Её дом всего в полукилометре отсюда, и он по пути.»

# data_list
source: On this floor, you can hop from one square to another square of the same color. Choose one color with your finger and hop around that room.
el: Στο πάτωμα, μπορείς να πηδήξεις από το ένα τετράγωνο στο άλλο με το ίδιο χρώμα. Επίλεξε ένα χρώμα με το δάχτυλό σου και πήδηξε γύρω-γύρω στο δωμάτιο.
pt: Neste piso, você pode pular de um quadrado a outro quadrado da mesma cor. Escolha uma cor com o seu dedo e pule pela cozinha.
ru: На этом полу ты можешь перепрыгивать с одного квадрата на другой квадрат такого же цвета. Выбери один цвет пальцем и прыгай по этой комнате.

# data_list
source: Do you have a pattern on the floor where you are? Do you ever hop around a room trying to stay on just one color?
el: Έχει σχέδια στο πάτωμα εκεί που είσαι; Έχεις ποτέ πηδήξει στο πάτωμα προσπαθώντας να παραμείς σε ένα μόνο χρώμα ή σχέδιο;
pt: Existem um padrão no chão do local onde você está? Você já pulou pelo chão de um cômodo tentando permanecer em apenas uma cor?
ru: Есть ли узор на полу там где ты сейчас? Ты когда-нибудь прыгал по комнате пытаясь остаться на одном цвете?

# data_list
source: Jojo has walked half way of his 3 km (2 mi) walk. How far has he walked?
el: Ο Τζότζο έχει περπατήσει τη μισή διαδρομή από τα 3 χμ. Πόσο έχει περπατήσει;
pt: Jojo já andou a metade do caminho de seu percurso de 3 km (2 milhas). O quão longe ele já caminhou?
ru: Джоджо прошёл половину своего 3 км (2 мили) пути. Как далеко он прошёл?

# data_list
source: Dudu Diamond was cleaning her house when Jojo arrived. Her earrings were making a lovely tinkling sound as she worked. "Hello, Jojo," she said. "What are you doing today?" "I am on my way to Mama Triangle's house to find the chief's spring horn," said Little Square Jojo. "That's nice of you," said Dudu. "I am happy to come with you. How much further do you have to go?"
el: Η Ντούντου Ρόμβος καθάριζε το σπίτι της όταν έφτασε ο Τζότζο. Τα σκουλαρίκια της έκαναν έναν όμορφο ήχο καθώς δούλευε. "Γεια σου, Τζότζο," είπε. "Τι κάνεις σήμερα;" "Είμαι καθ' οδόν για το σπίτι της Μαμάς Τρίγωνο για να βρω το ανοιξιάτικο κέρας του αρχηγού," είπε ο Μικρός Τετράγωνος Τζότζο. "Αυτό είναι πολύ καλό από μέρους σου," είπε η Ντούντου. "Θα χαρώ να έρθω μαζί σου. Πόσο ακόμα έχεις να περπατήσεις;"
pt: Dudu Diamante estava limpando a casa dela quando Jojo chegou. Os brincos dela estavam fazendo um adorável som de tilintar enquanto ela trabalhava. "Olá, Jojo", disse ela. "O que você está fazendo hoje?" "Estou a caminho da casa de Mamãe Triângulo para encontrar a corneta de primavera do chefe", disse Jojo Quadradinho. "Isso é gentil da sua parte", disse Dudu. "Fico feliz em ir com você. Quanto ainda falta para você chegar lá?"
ru: Дуду Ромб убиралась в доме, когда пришёл Джоджо. Её серьги сдавали приятные звенящий звук пока она работала. «Привет, Джоджо,» она сказала. «Что ты сегодня делаешь?» «Я по пути в дом Мамы Треугольника, чтобы найти весенний рог вождя,» сказал Маленький Квадратный Джоджо. «Это мило с твоей стороны,» сказала Дуду. «Я рада с тобой пойти. Сколько тебе ещё предстоит пройти?»

# data_list
source: Another name for a diamond is a rhombus. A rhombus is a quadrilateral with four equal sides. A square is always a rhombus, but not every rhombus is a square. Point to some diamonds in this picture that aren't squares.
el: Ένας ρόμβος είναι ένα τετράπλευρο με τέσσερις ίσες πλευρές. Ένα τετράγωνο είναι πάντα ρόμβος, αλλά δεν είναι όλοι οι ρόμβοι τετράγωνα. Δείξε μερικούς ρόμβους σε αυτή την εικόνα που δεν είναι τετράγωνα.
pt: Outro nome para diamante é losango. Um losango é um quadrilátero com quatro lados iguais. Um quadrado é sempre um losango, mas nem todo losango é um quadrado. Aponte para alguns diamantes nesta imagem que não são quadrados.
ru: Другое название ромбовидной формы - ромб. Ромб - это четырёхугольник с четырьмя равными сторонами. Квадрат всегда является ромбом, но не каждый ромб является квадратом. Укажи на этой картинке некоторые ромбы которые не являются квадратами.

# data_list
source: This room is full of diamond shapes. What shape are the diamond windows if you turn them on their side? Jojo should feel right at home with those windows!
el: Αυτό το δωμάτιο είναι γεμάτο σχέδια με ρόμβους. Τι σχήμα έχουν τα παράθυρα-ρόμβοι αν τα γυρίσεις στο πλάι; Ο Τζότζο θα πρέπει να αισθάνεται σαν στο σπίτι του με αυτά τα παράθυρα!
pt: Este cômodo está cheio de formas de diamante. Qual será a forma das janelas de diamante se você virá-las de lado? Jojo deve se sentir em casa com essas janelas!
ru: Эта комната полна ромбовидных фигур. Какую форму имеют ромбовидные окна если их повернуть на бок? Джорджо должен чувствовать себя как дома с этими окнами!

# data_list
source: This room has many pairs of things. Which pairs do you see?
el: Αυτό το δωμάτιο έχει πολλά ζευγάρια πραγμάτων. Ποια ζευγάρια βλέπεις;
pt: Este cômodo tem muitos pares de coisas. Quais pares você vê?
ru: В этой комнате есть много пар вещей. Какие пары ты видишь?

# data_list
source: Little Square Jojo scratched his head. "Let's see. Mama Triangle's house was three kilometers away from where I started. I walked about half the way to get to my house, that's one and a half kilometers. Then I walked another half a kilometer to get to your house. That makes 2 kilometers. So we only have one more kilometer to go!" "That's not so far then!" smiled Dudu. "I'll pack some things to take with."
el: Ο Μικρός Τετράγωνος Τζότζο έξυσε το κεφάλι του. "Για να δούμε. Το σπίτι της Μαμάς Τρίγωνο ήταν τρία χιλιόμετρα μακριά από το σημείο που ξεκίνησα. Περπάτησα περίπου τη μισή διαδρομή για να φτάσω στο σπίτι μου, δηλαδή ενάμιση χιλιόμετρο. Μετά περπάτησα άλλο μισό χιλιόμετρο για να φτάσω στο σπίτι σου. Αυτό κάνει 2 χιλιόμετρα. Έτσι μας μένει μόνο ένα ακόμα χιλιόμετρο να περπατήσουμε!" " Τότε δεν είναι και πολύ μακριά!" χαμογέλασε η Ντούντου. "Θα πάρω κάποια πράγματα μαζί μου."
pt: Jojo Quadradinho coçou a sua cabeça. "Vejamos. A casa de Mamãe Triângulo ficava a três quilômetros de onde eu comecei. Caminhei cerca de metade do caminho para chegar à minha casa, isto dá um quilômetro e meio. Então caminhei mais meio quilômetro para chegar à sua casa. Isto dá 2 quilômetros. Então só temos mais um quilômetro para percorrer!" "Isso não é tão longe, então!" sorriu Dudu. "Vou arrumar algumas coisas para levar."
ru: Маленький Квадратный Джоджо почесал голову. «Посмотрим. Дом Мамы Треугольника находился в трёх километров от того места где я начал. Я прошёл примерно половину пути до своего дома, это полтора километра. Потом я прошёл ещё полкилометра чтобы добраться до твоего дома. Это получается 2 километра. И так нам осталось пройти всего один километр!» «Значит это не так уж и далеко!» Улыбнулась Дуду. «Я соберу с собой некоторые вещи.»

# data_list
source: Jojo added 1 1/2 km plus 1/2 km to get 2 km. He subtracted 2 km from 3 km to get 1 km.
el: Ο Τζότζο πρόσθεσε 1 1/2 χμ και 1/2 χμ για να φτάσει στα 2 χμ. Αφαίρεσε 2 χμ από τα 3 χμ για να βρει 1 χμ.
pt: Jojo adicionou 1 e 1/2 km mais 1/2 km para obter 2 km. Ele subtraiu 2 km de 3 km para chegar a 1 km.
ru: Джоджо добавул 1 1/2 км плюс 1/2 км чтобы получить 2 км. Он отнял 2 км от 3 км чтобы получить 1 км.

# data_list
source: Another way is: He had 1 1/2 km to go and he walked 1/2 km, so there was only 1 km left.
el: Ένας άλλος τρόπος είναι: είχε 1 1/2 χμ να διανύσει και περπάτησε 1/2 χμ, οπότε του έμεινε μόνο 1 χμ.
pt: Outra maneira é: ele tinha 1 e 1/2 km para percorrer e andou 1/2 km, então restava apenas 1 km.
ru: Другой способ это: Ему осталось пройти 1 1/2 км и он прошёл 1/2 км, Так что остался всего лишь 1 км.

# data_list
source: Yet another way: Think of 3 km as 6 half kms. When he did half of 6 of those, that meant he did 3 halves and had 3 halves to go. When he did another half km, then he only had 2 halves left. It's a fun puzzle to find different ways to calculate the same thing!
el: Ακόμα ένας άλλος τρόπος: Σκεφτείτε 3 χμ ως 6 μισά χιλιόμετρα. Όταν έκανε τα μισά από αυτά, έκανε 3 μισά και του έμεναν 3 μισά να κάνει. Όταν έκανε ακόμα μισό χιλιόμετρο, τότε του έμεναν μόνο 2 μισά. Είναι ένα διασκεδαστικό παιχνίδι να βρίσκετε διαφορετικούς τρόπους για να υπολογίσετε το ίδιο πράγμα!
pt: Mais outra maneira: pense em 3 km como seis metades de km. Quando ele fez metade de 6 desses quilômetros, isto quis dizer que ele fez 3 metades e ainda faltavam 3 metades para ir. Quando ele fez mais meio km, então ficou apenas 2 metades restantes. É um quebra-cabeça divertido encontrar maneiras diferentes de calcular a mesma coisa!
ru: И другой способ: Думай о 3 км как половина 6 км. Когда он сделал половину из 6 из этих, это значит что он сделал 3 половины и ему осталось ещё 3 половины. Когда он ещё сделал половину км, тогда у него осталось только две половины. Это забавная головоломка найти разные способы вычисления одного и того же!

# data_list
source: Dudu Diamond and Little Square Jojo walked until they reached the bottom of a tall mountain. "Mama Triangle's house is right up there at the top," said Dudu. "Let's stop for a while and have a rest. You can have the sandwich I packed." Jojo cut the sandwich into four smaller pieces. "Here, let's share the sandwich, you have two pieces and I'll have two."
el: Η Ντούντου Ρόμβος και ο Μικρός Τετράγωνος Τζότζο περπατούσαν μέχρι που έφτασαν στη βάση ενός ψηλού βουνού. "Το σπίτι της Μαμάς Τρίγωνο είναι ακριβώς εκεί πάνω στην κορυφή," είπε η Ντούντου. "Ας σταματήσουμε για λίγο και να ξεκουραστούμε. Μπορείς να φας το σάντουιτς που έβαλα στην τσάντα μου." Ο Τζότζο έκοψε το σάντουιτς σε τέσσερα μικρότερα κομμάτια. "Έλα, ας το μοιραστούμε, εσύ πάρε δύο κομμάτια κι εγώ άλλα δύο."
pt: Dudu Diamante e Jojo Quadradinho caminharam até chegar à base de uma montanha alta. "A casa de Mamãe Triângulo fica lá em cima, no topo", disse Dudu. "Vamos parar um pouco e descansar. Você pode ficar com o sanduíche que eu embalei." Jojo cortou o sanduíche em quatro pedaços menores: "Aqui, vamos dividir o sanduíche, você fica com dois pedaços e eu com dois."
ru: Ромб Дуду и Маленький Квадратный Джоджо шли пока не достигли подножия высокой горы. «Дома Мамы Треугольника находятся прямо там на самом верху,» сказала Дуду. «Давай остановимся на немного и отдохнём. Ты можешь съесть бутерброд который я упаковала.» Джоджо разрезал бутерброд на четыре части поменьше. «На, давай разделим бутерброд, тебе две части и мне две.»

# data_list
source: We can't see the top of the mountain. What do you think the shape is of the part we can't see?
el: Δεν μπορούμε να δούμε την κορυφή του βουνού. Τι σχήμα νομίζεις ότι είναι το μέρος που δεν βλέπουμε;
pt: Não podemos ver o topo da montanha. Qual forma você acha que é a parte que não podemos ver?
ru: Мы не видим вершину горы. Как ты думаешь какова форма той части которую мы не видим?

# data_list
source: Think of some different ways to cut a sandwich into four parts. Which shapes can you make that way?
el: Σκέψου διαφορετικούς τρόπους για να κόψεις ένα σάντουιτς σε τέσσερα μέρη. Ποια σχήματα μπορείς να φτιάξεις έτσι;
pt: Pense em algumas maneiras diferentes de cortar um sanduíche em quatro partes. Quais formas você consegue fazer assim?
ru: Подумай о несколько разных способов чтобы разрезать бутерброд на четыре части. Какие фигуры можно сделать с таким образом?

# data_list
source: A round shape that comes to a point is called a cone. The mountain next to them is in the shape of a cone. Find some other cones in this picture.
el: Ένα στρογγυλό σχήμα που καταλήγει σε κορυφή ονομάζεται κώνος. Το βουνό δίπλα τους έχει το σχήμα κώνου. Βρες μερικούς άλλους κώνους σε αυτή την εικόνα.
pt: Uma forma redonda que termina em uma ponta é chamada de cone. A montanha próxima deles tem a forma de um cone. Encontre outros cones nesta imagem.
ru: Круглая форма сходящаяся к точке называется конусом. Гора рядом с ними имеет форму конуса. Найди другие конусы на этой картинке.

# data_list
source: Soon Dudu Diamond and Little Square Jojo were half the way up the mountain. Things were very different there. "Look," said Jojo. "That's the strangest spider I've ever seen." "Wow," said Dudu. "It has spun a beautiful web. Let's count the sides. One, two, three, four, five, and six! That makes it a hexagon then!"
el: Σύντομα η Ντούντου Ρόμβος και ο Μικρός Τετράγωνος Τζότζο ήταν στα μισά της διαδρομής πάνω στο βουνό. Τα πράγματα ήταν πολύ διαφορετικά εκεί. "Κοίτα," είπε ο Τζότζο. "Αυτός είναι ο πιο παράξενος ιστός αράχνης που έχω δει ποτέ." "Ουάου," είπε η Ντούντου. "Έχει φτιάξει έναν όμορφο ιστό. Ας μετρήσουμε τις πλευρές. Ένα, δύο, τρία, τέσσερα, πέντε και έξι! Αυτό σημαίνει ότι είναι εξάγωνο!"
pt: Logo Dudu Diamante e Jojo Quadradinho estavam na metade do caminho até o alto da montanha. As coisas eram muito diferentes por lá. "Olhe", disse Jojo. "Essa é a aranha mais estranha que eu já vi." "Uau", disse Dudu. "Ela teceu uma teia bonita. Vamos contar os lados. Um, dois, três, quatro, cinco e seis! Então isso faz da teia um hexágono!"
ru: Вскоре Ромб Дуду и Маленький Квадратный Джоджо были на полпути к вершине горы. Там всё было совсем по-другому. «Смотри,» сказал Джоджо. «Это самый странный паук которого я когда-либо видел.» «Вау,» сказала Дуду. «Он сплёл прекрасную паутину. Давай посчитаем стороны. Один, два, три, четыре, пять, и шесть! Тогда это делает его шестиугольником!»

# data_list
source: Can you think of any other hexagons you see or know about? Are there any where you are right now? Perhaps there are some hexagons on a bathroom floor?
el: Μπορείς να σκεφτείς άλλα εξάγωνα που βλέπεις ή που γνωρίζεις; Υπάρχουν εξάγωνα εκεί που βρίσκεσαι τώρα; Ίσως υπάρχουν εξάγωνα στο πάτωμα του μπάνιου;
pt: Você consegue pensar em algum outro hexágono que você vê ou conhece? Há algum hexágono no lugar onde você está agora? Talvez haja alguns hexágonos no piso do banheiro?
ru: Ты можешь вспомнить какие-либо другие шестиугольники которые ты видишь или о которых знаешь? Если лу их где ты сейчас находишься? Возможно на полу в ванной есть какие-то шестиугольники?

# data_list
source: Do you know any stories or songs about spiders?
el: Ξέρεις καμία ιστορία ή τραγούδι για αράχνες;
pt: Você conhece alguma história ou música sobre aranhas?
ru: Ты знаешь какие-нибудь истории или песни о пауков?

# data_list
source: Spiders make webs in trees, in holes in the ground, and even across water. Where have you seen spider webs where you live? Why do spiders make webs?
el: Οι αράχνες φτιάχνουν ιστούς σε δέντρα, σε τρύπες στο έδαφος και ακόμη και πάνω από το νερό. Πού έχεις δει ιστούς αράχνης εκεί που ζεις; Γιατί οι αράχνες φτιάχνουν ιστούς;
pt: As aranhas fazem teias em árvores, em buracos no chão e até em águas. Onde você já viu teias de aranha no local onde mora? Por que as aranhas fazem teias?
ru: Пауки плетут паутину на деревьях, в норах в земле и даже поперёк воды. Где ты видел паутину там где ты живёшь? Почему пауки делают паутины?
