Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **The challenge:** Fill in the missing numbers and find the path. You can also place the numbers and blanks on the floor to make a stepping puzzle. As with the Skip Counting activity, create puzzles to practice going forward or backward starting at a variety of numbers, not just numbers that are a multiple of the skip amount. **How to create:** Create these puzzles by making the islands first, filling in the skip counting numbers, connecting those islands in the correct order, and then adding some additional connections to help make a puzzle out of it. In the version you give your child, remove some numbers leaving enough of the numbers so that it can still be figured out.
pt: **O desafio:** Preencha os números que faltam e encontre o caminho. Você também pode colocar os números e espaços em branco no chão para fazer um quebra-cabeça de passos. Assim como na atividade Contagem Pulando Números, crie quebra-cabeças para praticar avançar ou retroceder começando em uma variedade de números, não apenas números que são um múltiplo do valor de pulos. **Como criar:** Crie esses quebra-cabeças fazendo as ilhas primeiro, preenchendo o número de pulos da contagem, conectando essas ilhas na ordem correta e, em seguida, adicionando algumas conexões adicionais para ajudar a criar um quebra-cabeça. Na versão que você der ao seu filho, remova alguns números deixando números suficientes para que ainda possa ser descoberto.

# data_list
source: PAIRING DOWN
pt: EMPARELHANDO

# data_list
source: **The setup:** Start with a number line that goes from 1 to some number, say 20. **How to play:** During a turn, choose two numbers and a result, none of which have been crossed out, and write down an addition or subtraction equation that involves those numbers. The two numbers in the equation are crossed off, and the result is circled. The next player must use the result as one of the two numbers.
pt: **A configuração:** Comece com uma reta numérica que vai de 1 a algum número, digamos 20. **Como jogar:** Durante um turno, escolha dois números e um resultado, nenhum dos quais foi riscado, e escreva uma equação de adição ou subtração que envolva esses números. Os dois números na equação são riscados e o resultado é circulado. O próximo jogador deve usar o resultado como um dos dois números.

# data_list
source: **How to win:** If it is played competitively, the winner is the last player with a legal move. It can also be played cooperatively to see how few numbers are left untouched.
pt: **Como ganhar:** Se for jogado competitivamente, o vencedor é o último jogador com um movimento legal. Também pode ser jogado cooperativamente para ver como poucos números permanecem intocados.

# data_list
source: FIX IT
pt: CONSERTE ISSO

# data_list
source: This starts with a completely filled 4 by 4 grid of numbers with a target sum. An alternative version uses individual target sums for each row and column.
pt: Isso começa com uma grade de números 4 por 4 completamente preenchida com uma soma-alvo. Uma versão alternativa usa somas-alvo individuais para cada linha e coluna.

# data_list
source: **The challenge:** Find entries to remove so that the sum of the remaining numbers in every row and column is the target. **How to create:** Make these puzzles by putting in pairs or triples of numbers that sum to the target sum. Then fill in the remaining spaces with decoy numbers.
pt: **O desafio:** Encontre as entradas a serem removidas para que a soma dos números restantes em cada linha e coluna seja o alvo. **Como criar:** Faça esses quebra-cabeças colocando pares ou triplos de números cuja adição resulte na soma alvo. Em seguida, preencha os espaços restantes com números chamarizes.

# data_list
source: FOLDING EXPANDED FORM
pt: FORMA EXPANDIDA DOBRÁVEL

# data_list
source: This gives a physical way to see how two-digit numbers are formed from tens and ones.
pt: Isso fornece uma maneira física de ver como os números de dois dígitos são formados a partir de dezenas e unidades.

# data_list
source: Take a piece of paper that exactly fits four Number Cards side by side. Mark the paper with: Space - “0” - “+” - Space. Have vertical folds on both sides of the “+” sign. Paper clip numbers to the two spaces. If you use 2 and 3, folded up this looks like 23, but unfolded this becomes 20 + 3.
pt: Pegue um pedaço de papel que caiba exatamente quatro Cartas Numéricas lado a lado. Marque o papel com: Espaço - "0" - "+" - Espaço. Tenha dobras verticais em ambos os lados do sinal "+". Prenda os números com clipes de papel nos dois espaços. Se você usar 2 e 3, dobrado parece 23, mas desdobrado torna-se 20 + 3.

# data_list
source: I’M THINKING OF A NUMBER
pt: ESTOU PENSANDO EM UM NÚMERO

# data_list
source: One player thinks of a number between 0 and 99. The other player figures out the number by asking questions about the tens and ones digits. Suppose the number is 23. The player could ask if the tens digit is bigger than or equal to the ones digit – it isn’t for 23. The player could ask if the sum of the two digits is less than 8 – it is for 23. The player could then ask if twice the tens digit is bigger than the ones digit – it is. At this point, the number must be 23 or 34. Asking if the sum of the digits is less than 6 finishes things off. The types of questions can be anything the players agree to, but it is best if the questions involve the ones and tens digits.
pt: Um jogador pensa em um número entre 0 e 99. O outro jogador descobre o número fazendo perguntas sobre os dígitos das dezenas e unidades. Suponha que o número seja 23. O jogador pode perguntar se o dígito das dezenas é maior ou igual ao dígito das unidades – não é para 23. O jogador pode perguntar se a soma dos dois dígitos é menor que 8 – é para 23. O jogador pode então perguntar se duas vezes o dígito das dezenas é maior do que o dígito das unidades - é. Neste ponto, o número deve ser 23 ou 34. Perguntar se a soma dos dígitos é menor que 6 encerra o assunto. Os tipos de perguntas podem ser qualquer coisa com a qual os jogadores concordem, mas é melhor que as perguntas envolvam os dígitos de unidades e dezenas.

# data_list
source: ISLAND HOPPING BY ONES AND TENS
pt: PULANDO DE ILHA EM ILHA POR UM E DEZ

# data_list
source: Expanded Form and Place Value
pt: Forma Expandida e Valor Posicional

# data_list
source: A rectangular grid of numbers is given with some numbers filled in. Fill in the remaining numbers so that any two numbers that share a side only differ in a single place, and the difference of the digits in that place is 1 (including going between 0 and 9). No number may be used more than once. Using a 100-Chart may be helpful for beginning solvers.
pt: Uma grade retangular de números é dada com alguns números preenchidos. Preencha os números restantes de modo que quaisquer dois números que compartilhem um lado sejam diferentes apenas em um único lugar, e a diferença dos dígitos nesse lugar seja 1 (incluindo ir entre 0 e 9). Nenhum número pode ser usado mais de uma vez. Usar um gráfico 100 pode ser útil para solucionadores iniciantes.

# data_list
source: **How to create:** Take an empty grid and fill it with numbers, with no number repeated. Next, remove some of the numbers. In the example, the red numbers are the missing ones.
pt: **Como criar:** Pegue uma grade vazia e preencha-a com números, sem nenhum número repetido. Em seguida, remova alguns dos números. No exemplo, os números vermelhos são os que faltam.

# data_list
source: MATH TIC TAC TOE
pt: JOGO DA VELHA MATEMÁTICO

# data_list
source: **The setup:** Use a Tic-Tac-Toe board and tokens with the numbers from 1 to 9 on them. One player has the odd numbers and the other the even ones. **How to play:** Players take turns placing a token, with the Odd player going first. The first player to complete 3 in a row whose sum is 15 wins. One variation is to keep going, fill all the squares, and see which player made the most 15’s. A related game is to have an attacker and a defender. The attacker goes first (the first move cannot be a 5 in the center) and tries to get 15, and the defender tries to stop the attacker.
pt: **A configuração:** Use um tabuleiro de jogo da velha e fichas com os números de 1 a 9. Um jogador tem os números ímpares e o outro os pares. **Como jogar:** Os jogadores se revezam colocando uma ficha, com o jogador ímpar indo primeiro. O primeiro jogador a completar 3 seguidos cuja soma é 15 vence. Uma variação é continuar, preencher todos os quadrados e ver qual jogador fez mais 15's. Um jogo relacionado é ter um atacante e um defensor. O atacante vai primeiro (o primeiro movimento não pode ser um 5 no centro) e tenta obter 15, e o defensor tenta parar o atacante.

# data_list
source: MEMORY CHALLENGE REVISITED
pt: DESAFIO DA MEMÓRIA REVISITADO

# data_list
source: Do Sum Play
pt: Brincando de Somar

# data_list
source: **The setup:** Deal a grid of cards face down. A 4 by 4 grid is a good size. **How to play:** The players take turns turning over two cards. If the cards 'match,' the player keeps the cards, two more cards are dealt into the empty spaces, and the player gets another turn. If the cards don’t match, the cards are turned back over and the player’s turn ends. **How to win:** At the end of the game, the player with the most cards wins.
pt: **A configuração:** Distribua uma grade de cartas viradas para baixo. Uma grade de 4 por 4 é um bom tamanho. **Como jogar:** Os jogadores se revezam virando duas cartas. Se as cartas 'combinarem', o jogador mantém as cartas, mais duas cartas são distribuídas nos espaços vazios e o jogador tem outra vez. Se as cartas não corresponderem, as cartas são viradas de volta e o turno do jogador termina. **Como ganhar:** No final do jogo, o jogador com mais cartas vence.

# data_list
source: Here are ideas for how cards can match: * Use a target sum. Two cards match if their sum is the target. * Use a target difference. Two cards match if their difference is the target. * Use cards with addition or subtraction problems together with cards that have the answers – cards match if the problem matches the answer. * Use expanded form. Select 20 numbers from 0 to 99. Write those numbers on pieces of paper. Also, write each one in expanded form on a piece of paper. For example, create 50 + 3 for 53, 30 + 0 for 30, and 0 + 7 for 7. Shuffle those two decks of 20 cards together. Two cards match when a regular number is paired with its expanded form.
pt: Aqui estão algumas ideias de como as cartas podem combinar: * Use uma soma-alvo. Duas cartas correspondem se a soma delas for o alvo. * Use uma diferença-alvo. Duas cartas correspondem se a diferença for o alvo. * Use cartas com problemas de adição ou subtração junto com cartas que tenham as respostas - as cartas correspondem se o problema corresponder à resposta. * Use o formulário expandido. Selecione 20 números de 0 a 99. Escreva esses números em pedaços de papel. Além disso, escreva cada um em forma expandida em uma folha de papel. Por exemplo, crie 50 + 3 para 53, 30 + 0 para 30 e 0 + 7 para 7. Embaralhe esses dois baralhos de 20 cartas juntos. Duas cartas correspondem quando um número regular é emparelhado com sua forma expandida.

# data_list
source: GET CLOSEST
pt: CHEGUE MAIS PERTO

# data_list
source: **The setup:** Write the numbers 5, 10, 25, and 50 vertically on a piece of paper. Put a single blank space on each side of the 5, and two blank spaces on each side of the other numbers. One player fills in the blanks on the left side and the other fills the other side. Each player also has one extra blank to use once with a number to ignore. **How to play:** Play with a deck of Number Cards from 0 to 9. Randomly pick a card from the deck, and put it back in after it is used. Both players must use that number somewhere in the spaces that haven’t been filled in yet. Once all the spaces are filled, the player’s values are compared to each of the target numbers. Whichever player gets closest to each target number gets a point, with both players getting a point if they are equally close. **How to win:** Whoever has the most points wins.
pt: **A configuração:** Escreva os números 5, 10, 25 e 50 verticalmente em um pedaço de papel. Coloque um único espaço em branco em cada lado do 5 e dois espaços em branco em cada lado dos outros números. Um jogador preenche os espaços em branco no lado esquerdo e o outro preenche o outro lado. Cada jogador também tem um espaço em branco extra para usar uma vez com um número a ser ignorado. **Como jogar:** Jogue com um baralho de Cartas Numéricas de 0 a 9. Escolha aleatoriamente uma carta do baralho e coloque-a de volta depois de usada. Ambos os jogadores devem usar esse número em algum lugar nos espaços que ainda não foram preenchidos. Uma vez que todos os espaços são preenchidos, os valores do jogador são comparados com cada um dos números-alvo. O jogador que se aproximar de cada número-alvo ganha um ponto, com ambos os jogadores ganhando um ponto se estiverem igualmente próximos. **Como ganhar:** Quem tiver mais pontos, vence.

# data_list
source: Vary this game by having a different set of target numbers. You can also choose to score the game by summing up all the errors for each player. For this, the player with the smaller score wins.
pt: Varie este jogo tendo um conjunto diferente de números-alvo. Você também pode pontuar o jogo somando todos os erros de cada jogador – o jogador com a menor pontuação vence.

# data_list
source: WAR – DOUBLE-DIGIT COMPARISON
pt: GUERRA – COMPARAÇÃO DE DOIS DÍGITOS

# data_list
source: **The setup:** Shuffle a deck of playing cards with the face cards and tens removed, and split it evenly between two players. **How to play:** Each player turns over two cards and puts them side by side to form a two-digit number. The player with the larger number keeps all four cards. If there is a tie, each player turns over two more cards with the winner getting all eight cards. **How to win:** After one or more passes through the cards, the player with the most cards wins.
pt: **A configuração:** Embaralhe um baralho de cartas com as figuras e dezenas removidas e divida-o igualmente entre dois jogadores. **Como jogar:** Cada jogador vira duas cartas e as coloca lado a lado para formar um número de dois dígitos. O jogador com o número maior fica com todas as quatro cartas. Se houver empate, cada jogador vira mais duas cartas, com o vencedor recebendo todas as oito cartas. **Como ganhar:** Após uma ou mais passagens pelas cartas, o jogador com mais cartas vence.

# data_list
source: MATH BLACKJACK
pt: BLACKJACK MATEMÁTICO

# data_list
source: **The setup:** Traditionally, the target number is 21, but for a young child use a smaller number such as 12. Adjust the contents of the playing cards for your child. For example, for a very young child this might be the cards 1 to 4 in the four suits. **How to play:** Two cards are dealt to each player - one is face up and one is face down (the receiving player is the only one to look at the face down card). During a turn, the player has the option of asking for one more card until the player decides to stop. After every player has had a turn, the players compare the sum of their cards. **How to win:** The player with the sum closest to the target without going over wins.
pt: **A configuração:** Tradicionalmente, o número-alvo é 21, mas para uma criança pequena, use um número menor, como 12. Ajuste o conteúdo das cartas de baralho para seu filho. Por exemplo, para uma criança muito pequena, podem ser as cartas de 1 a 4 nos quatro naipes. **Como jogar:** Duas cartas são distribuídas para cada jogador - uma virada para cima e outra virada para baixo (o jogador receptor é o único a olhar para a carta virada para baixo). Durante um turno, o jogador tem a opção de pedir mais uma carta até que o jogador decida parar. Depois que cada jogador teve sua vez, os jogadores comparam a soma de suas cartas. **Como ganhar:** O jogador com a soma mais próxima do alvo sem ultrapassar vence.

# data_list
source: FILL IN THE BLANKS COMPARISON
pt: PREENCHA OS ESPAÇOS EM BRANCO – COMPARAÇÃO

# data_list
source: Comparing Double-Digit Numbers
pt: Comparando Números de Dois Dígitos

# data_list
source: **The setup:** Shuffle a deck of playing cards with the numbers 1 to 9. **How to play:** Deal two cards to each player face down. Then, each player turns over one card and decides whether that card will be the tens or ones card. After deciding, each player’s remaining card is turned over and is used to fill the remaining place. **How to win:** The player with the larger number wins.
pt: **A configuração:** Embaralhe um baralho de cartas com os números de 1 a 9. **Como jogar:** Distribua duas cartas para cada jogador viradas para baixo. Então, cada jogador vira uma carta e decide se essa carta será a carta de dezenas ou unidades. Depois de decidir, a carta restante de cada jogador é virada e usada para preencher o lugar restante. **Como ganhar:** O jogador com o maior número vence.

# data_list
source: TARGET O’s AND X’s
pt: ALVO O'S E X'S

# data_list
source: **The setup:** Use a deck with the picture cards removed. Fill a tic-tac-toe board with randomly generated numbers from 1 to 20. Use a larger range if you want to include multiplication. **How to play:** Deal 6 cards to each player and then flip them all over at the same time. For the first play, it is a race among the two players – the first player to combine two or more of their cards to match one of the squares gets to put an X there and replaces the cards they used. After that, the players take turns putting an X or an O in a chosen square whose value they can match – the cards used for the match are replaced by drawing new ones. If no match can be made, they lose their turn and can choose two of their cards to replace with new ones. **How to win:** The first player to get 3 in a row wins.
pt: **A configuração:** Use um baralho com as cartas de figura removidas. Preencha um tabuleiro de jogo da velha com números gerados aleatoriamente de 1 a 20. Use um intervalo maior se quiser incluir a multiplicação. **Como jogar:** Distribua 6 cartas para cada jogador e vire-as ao mesmo tempo. Para a primeira jogada, é uma corrida entre os dois jogadores – o primeiro jogador a combinar duas ou mais de suas cartas para combinar com um dos quadrados coloca um X lá e substitui as cartas que usou. Depois disso, os jogadores se revezam colocando um X ou um O em um quadrado escolhido cujo valor eles podem combinar – as cartas usadas para a partida são substituídas por novas cartas. Se nenhuma combinação puder ser feita, eles perdem a vez e podem escolher duas de suas cartas para substituir por novas. **Como ganhar:** O primeiro jogador a conseguir 3 seguidos vence.

# data_list
source: TERMINATOR 2
pt: EXTERMINADOR 2

# data_list
source: More Games for Add & Sub
pt: Mais Jogos para Adicionar/Subtrair

# data_list
source: **The setup:** Use three dice and a board with three rows of five squares numbered from 1 to 15. **How to play:** A player rolls the dice and uses addition and subtraction to combine the three numbers to match one of the numbers on the board. The matched number is crossed out and claimed. If a player can’t find a match, the other player gets a chance to use the numbers and claim the result - in any event, the other player gets the next turn. **How to win:** The winner is the one with the most claimed numbers after a fixed number of turns.
pt: **A configuração:** Use três dados e um tabuleiro com três linhas de cinco quadrados numerados de 1 a 15. **Como jogar:** Um jogador rola os dados e usa adição e subtração para combinar os três números para corresponder a um dos números no tabuleiro. O número correspondente é riscado e reivindicado. Se um jogador não conseguir encontrar uma correspondência, o outro jogador terá a chance de usar os números e reivindicar o resultado - em qualquer caso, o outro jogador terá a próxima vez. **Como ganhar:** O vencedor é aquele com mais números reivindicados após um número fixo de turnos.

# data_list
source: A smaller version would use two dice with the numbers from 1 to 10, and a larger version would use 4 dice and the numbers from 1 to 20.
pt: Uma versão menor usaria dois dados com os números de 1 a 10, e uma versão maior usaria 4 dados e os números de 1 a 20.

# data_list
source: MAGIC TRIANGLES
pt: TRIÂNGULOS MÁGICOS

# data_list
source: **The challenge:** Place the numbers 1 to 6 in a triangle of six circles with three circles on a side, so each side has the same sum.
pt: **O desafio:** Coloque os números de 1 a 6 em um triângulo de seis círculos com três círculos de um lado, de modo que cada lado tenha a mesma soma.

# data_list
source: There are really two challenges – find which sums work and how to get those sums. Let your child play with this to figure out which sums work, but if frustration wins out, the sums are 9, 10, 11, and 12. If your child enjoys this puzzle, this can be done for larger triangles as well. For a triangle with nine circles with four circles on a side, the possible sums are 17, 19, 20, 21, and 23.
pt: Na verdade, existem dois desafios – descobrir quais somas funcionam e como obtê-las. Deixe seu filho brincar com isso para descobrir quais somas funcionam, mas se a frustração vencer, as somas são 9, 10, 11 e 12. Se seu filho gosta desse quebra-cabeça, isso também pode ser feito para triângulos maiores. Para um triângulo com nove círculos com quatro círculos de lado, as somas possíveis são 17, 19, 20, 21 e 23.

# data_list
source: MAGIC DESIGNS
pt: DESENHOS MÁGICOS

# data_list
source: **The challenge:** Put the numbers in the circles so every straight line of connected circles has the same sum. From left to right, the diagrams above are for puzzles (2), (4), (8), and (9). The answers are in the Stage 4 Bonus Material file. 1. The numbers 1 to 4 – a '+' shape with no circles in common. 2. The numbers 1 to 5 – a '+' shape with one circle in common in the middle. 3. The numbers 1 to 7 – a 'star' shape with lines of 3 circles; a circle in common in the middle. 4. The numbers 1 to 9 – a 'star' shape with lines of 3 circles; a circle in common in the middle. 5. The numbers 1 to 5 – an 'L' shape with one common circle in the corner. 6. The numbers 1 to 8 – a '+' sign with no circles in common. 7. The numbers 1 to 9 – a '+' sign with one circle in common in the middle. 8. The numbers 1 to 12 – a 'star' shape, with 6 directions of lines of 4 circles. 9. The numbers 1 to 7 – an 'H' shape - 3 vertically on the left, 1 in the center, 3 vertically on the right. The five possible lines of 3 are connected. Hint: The sum is 12.
pt: **O desafio:** Coloque os números nos círculos para que cada linha reta de círculos conectados tenha a mesma soma. Da esquerda para a direita, os diagramas acima são para os quebra-cabeças (2), (4), (8) e (9). As respostas estão no arquivo de Material Bônus do Estágio 4. 1. Os números de 1 a 4 – uma forma de '+' sem círculos em comum. 2. Os números de 1 a 5 – uma forma de '+' com um círculo em comum no meio. 3. Os números de 1 a 7 – uma forma de 'estrela' com linhas de 3 círculos; um círculo em comum no meio. 4. Os números de 1 a 9 – uma forma de 'estrela' com linhas de 3 círculos; um círculo em comum no meio. 5. Os números de 1 a 5 – uma forma de 'L' com um círculo comum no canto. 6. Os números de 1 a 8 – um sinal de '+' sem círculos em comum. 7. Os números de 1 a 9 – um sinal de '+' com um círculo em comum no meio. 8. Os números de 1 a 12 – uma forma de 'estrela', com 6 direções de linhas de 4 círculos. 9. Os números de 1 a 7 - uma forma de 'H' - 3 verticalmente à esquerda, 1 no centro, 3 verticalmente à direita. As cinco linhas possíveis de 3 estão conectadas. Dica: A soma é 12.
