Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Two pages ago there were two clouds. How many more clouds are there now?
de: Zwei Seiten vorher gab es zwei Wolken. Wie viel mehr Wolken gibt es jetzt?
el: Δύο σελίδες πριν υπήρχαν δύο σύννεφα. Πόσα περισσότερα σύννεφα υπάρχουν τώρα;
pt: Duas páginas atrás havia duas nuvens. Quantas nuvens a mais existem agora?
ru: Две страницы назад было два облака. На сколько больше облаков сейчас?

# data_list
source: If the clouds were happy to see the Sun, why did they go away?
de: Wenn die Wolken glücklich waren darüber, die Sonne zu sehen, warum gingen sie dann weg?
el: Αν τα σύννεφα ήταν χαρούμενα που είδαν τον Ήλιο, γιατί έφυγαν;
pt: Se as nuvens estavam felizes em ver o Sol, por que elas foram embora?
ru: Если облака были рады видеть Солнце, а почему они ушли?

# data_list
source: Lots of little plants popped out of the earth to say, "Hello." The whole world sparkled.
de: Viele kleine Pflanzen sprangen aus der Erde um "Hallo." zu sagen. Die ganze Welt glitzerte.
el: Πολλά μικρά φυτά πετάχτηκαν από τη γη για να πουν, "Γεια σου." Ολόκληρος ο κόσμος έλαμπε.
pt: Muitas pequenas plantas saíram da terra para dizer, "Olá." O mundo inteiro brilhou.
ru: Множество маленьких растений вылезла из земли, чтобы сказать «привет». Весь мир сверкал.

# data_list
source: There are butterflies, flowers, stems, and lots of little plants. Count some of these things together.
de: Es gibt Schmetterlinge, Blumen, Stämme und ganz viele kleine Pflanzen. Zähle ein paar von diesen Dingen zusammen.
el: Υπάρχουν πεταλούδες, λουλούδια και πολλά μικρά φυτά. Μετρήστε μαζί μερικά από αυτά.
pt: Há borboletas, flores, caules e muitas plantas pequenas. Vamos contar juntos algumas dessas coisas.
ru: Есть бабочки, цветы, стебли и множество маленьких растений. Посчитай некоторые из этих вещей вместе.

# data_list
source: Which group of things are there the most of and which group has the least?
de: Von welcher Gruppe von Dingen hat es am meisten, und von welcher Gruppe hat es am wenigsten?
el: Ποια ομάδα πραγμάτων είναι τα περισσότερα και ποια έχει τα λιγότερα;
pt: Qual grupo de coisas há mais e qual grupo tem menos?
ru: В какой группе вещей больше всего, a в какой меньше всего?

# data_list
source: What are some things that plants need to make them happy and grow?
de: Was sind ein paar Dinge, die Pflanzen brauchen, um glücklich zu werden und zu wachsen?
el: Ποια είναι μερικά από τα πράγματα που χρειάζονται τα φυτά για να είναι χαρούμενα και να μεγαλώνουν;
pt: Quais são algumas coisas que as plantas precisam para fazê-las felizes e crescerem?
ru: Что нужно растениям, чтобы они были счастливые и росли?

# data_list
source: Mother Sun shined her light everywhere. "I told you I would be back," she beamed.
de: Mutter Sonne leuchtete mit ihrem Licht überall hin. "Ich habe dir gesagt, ich werde zurückkehren", strahlte sie.
el: Ο πατέρας Ήλιος έριξε το φως του παντού. "Σας το είπα ότι θα γυρίσω," είπε χαμογελώντας.
pt: Mãe Sol brilhou sua luz em todos os lugares. "Eu disse que voltaria", ela sorriu.
ru: Мать Солнце повсюду освещала свой свет. «Я же говорила тебе что я вернусь», Она сияла.

# data_list
source: The rays of the Sun extend very far on this page. Are there days when the rays of the Sun seem to reach all the way to you?
de: Die Strahlen der Sonne dehnen sich sehr weit aus auf dieser Seite. Gibt es Tage, an denen die Sonnenstrahlen den ganzen Weg bis zu dir zu reichen scheinen?
el: Οι ακτίνες του Ήλιου απλώνονται πολύ μακριά σε αυτή τη σελίδα. Υπάρχουν ημέρες που οι ακτίνες του Ήλιου φαίνεται να φτάνουν μέχρι εσένα;
pt: Os raios do Sol se estendem muito longe nesta página. Existem dias em que os raios do Sol parecem alcançar você completamente?
ru: Лучи солнца на этой странице выходит очень далеко. Бывают ли дни, когда тебе кажется, что лучи солнца доходят до тебя?

# data_list
source: Which are there the least of on this page: trees, mountains, or things in the sky?
de: Wovon gibt es am wenigsten auf dieser Seite: Bäume, Berge oder Dinge im Himmel?
el: Ποια είναι τα λιγότερα σε αυτή τη σελίδα: τα δέντρα, τα βουνά ή τα πράγματα στον ουρανό;
pt: O que tem menos nesta página: árvores, montanhas ou coisas no céu?
ru: Каких на этой странице меньше всего: деревья, горы или предметы в небе?

# data_list
source: Which are there the most of? Sometimes there are two things with the same amount with the most -- that's okay, just say both of them.
de: Wovon gibt es am meisten? Manchmal gibt es zwei Dinge mit derselben Menge wie das meiste – das ist okay, nenne einfach beide.
el: Ποια είναι τα περισσότερα; Μερικές φορές υπάρχουν δύο πράγματα που έχουν τον ίδιο αριθμό– τότε μπορείς να τα πεις και τα δύο.
pt: O que tem mais? É normal que haja duas coisas com a mesma quantidade – nesse caso não há problema, apenas diga ambas.
ru: Каких из этих больше всего? Иногда есть две категории с одинаковым количеством которые больше всего -- Всё в порядке, просто назови их обоих.

# data_list
source: These two are a pair of friends. Point out all the pairs and groups of three you can find in this picture.
el: Αυτοί είναι δύο φίλοι. Δείξτε όλες τις ομάδες των δύο και τις ομάδες των τριών που μπορείτε να βρείτε σε αυτή την εικόνα.
pt: Esses dois são um par de amigos. Aponte todos os pares e grupos de três que você conseguir encontrar nesta imagem.
ru: Эти двое пара друзей. Покажи все пары и группы по три человека, которые ты видишь на этой картинке.

# data_list
source: Cats and dogs are mammals. Mammals have fur (or hair), they give birth to babies (not eggs), and the mother feeds her baby milk. Can you think of other animals that are mammals (don't forget yourself!)?
el: Γάτες και σκύλοι είναι θηλαστικά. Τα θηλαστικά έχουν τρίχωμα (ή μαλλιά), γεννούν μωρά (όχι αυγά) και η μητέρα ταΐζει τα μωρά της με γάλα. Μπορείς να σκεφτείς άλλα ζώα που είναι θηλαστικά (σκέψου και τον εαυτό σου!);
pt: Cães e gatos são mamíferos. Mamíferos têm pelo (ou cabelo), eles dão à luz bebês (não botam ovos) e a mãe amamenta seu bebê. Você consegue pensar em outros animais que são mamíferos? (não esqueça que você também é um mamífero!)
ru: Кошки и собаки млекопитающие. У млекопитающих есть мех (или волосы), они рожают детей (не яйцы), и мама кормит своего ребёнка молоком. Можешь ли ты придумать других животных которые являются млекопитающими (не забудь себя!)?

# data_list
source: Describe some ways that Cat and Dog are similar, and some other ways that they are different.
el: Περίγραψε μερικά κοινά που έχουν η Γάτα και ο Σκύλος και μερικές διαφορές που έχουν.
pt: Liste de quais maneiras Gato e Cachorro são semelhantes, e outras maneiras pelas quais eles são diferentes.
ru: Опиши чем похоже Кот и Собака, и как они отличаются.

# data_list
source: Cat and Dog want to draw. Cat and Dog want to color. Cat and Dog want to make art. Dog starts. He takes a pencil and he takes a paper. The paper is a square.
el: Η Γάτα και ο Σκύλος θέλουν να ζωγραφίσουν. Η Γάτα και ο Σκύλος θέλουν να χρωματίσουν. Η Γάτα και ο Σκύλος θέλουν να δημιουργήσουν τέχνη. Ο Σκύλος ξεκινά. Παίρνει ένα μολύβι και παίρνει και ένα χαρτί. Το χαρτί είναι τετράγωνο.
pt: Gato e Cachorro querem desenhar. Gato e Cachorro querem colorir. Gato e Cachorro querem fazer arte. O Cachorro começa. Ele pega um lápis e um papel. O papel é um quadrado.
ru: Кот и Собака хотят рисовать. Кот и Собака хотят раскрашивать. Кот и Собака хотят заниматься искусством. Собака начинает. Он берёт карандаш и берёт бумагу. Бумага в форме квадрата.

# data_list
source: A rectangle is a shape with four straight sides, like this page. A square is a rectangle with four equal sides. Point out some squares where you are now.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ευθύγραμμες πλευρές, όπως αυτή η σελίδα. Ένα τετράγωνο είναι ένα ορθογώνιο με τέσσερις ίσες πλευρές. Δείξε μερικά τετράγωνα εκεί που βρίσκεσαι τώρα.
pt: Um retângulo é uma forma com quatro lados retos, como esta página. Um quadrado é um retângulo com quatro lados iguais. Aponte os quadrados que você consegue ver onde você está agora.
ru: Прямоугольник - это фигура с четырьмя прямыми сторонами, как эта страница. Квадрат - это прямоугольник с четырьмя равными сторонами. Покажи на квадраты которые вокруг тебя сейчас.

# data_list
source: Sometimes when we draw, we know exactly what we want to draw. Other times, we have to think and think. If you drew something right now, what would you draw?
el: Μερικές φορές, όταν ζωγραφίζουμε, ξέρουμε ακριβώς τι θέλουμε να ζωγραφίζουμε. Άλλες φορές, χρειάζεται να σκεφτούμε και να ξανασκεφτούμε. Αν ζωγράφιζες κάτι αυτή τη στιγμή, τι θα έκανες;
pt: Às vezes, quando desenhamos, sabemos exatamente o que queremos desenhar. Outras vezes, temos que parar e pensar. Se você desenhasse algo agora, o que desenharia?
ru: Иногда, когда мы рисуем мы точно знаем что хотим нарисовать. А в других случаях нам приходится думать и думать. Если бы ты бы что-то нарисовал прямо сейчас, что бы это было?

# data_list
source: Dog is holding the pencil in his right paw. When you write or draw, which hand do you use?
el: Ο Σκύλος κρατάει το μολύβι με το δεξί του πόδι. Όταν γράφεις ή ζωγραφίζεις, ποιο χέρι χρησιμοποιείς;
pt: Cachorro está segurando o lápis com a pata direita. Quando você escreve ou desenha, qual mão você usa?
ru: Собака держит карандаш в правой лапе. Когда ты пишешь или рисуешь, какую руку ты используешь?

# data_list
source: First, Dog draws an oval. The oval is the body of Cat. Wow, that is simple!
el: Πρώτα ο Σκύλος σχεδιάζει ένα ωοειδές. Το ωοειδές είναι το σώμα της Γάτας. Ουάου, είναι απλό!
pt: Primeiro, Cachorro faz um desenho oval. A forma oval é igual ao corpo do gato. Uau, isso é simples!
ru: Сначала собака рисует овал. Овал представляет тело Кота. Вау, это просто!

# data_list
source: An oval is like a squished or pulled circle. Ellipses are also ovals. Look for some ovals around where you are.
el: Ένα ωοειδές μοιάζει με έναν πλατυσμένο ή τραβηγμένο κύκλο. Η έλλειψη είναι επίσης ωοειδές σχήμα. Ψάξε για ωοειδή σχήματα γύρω σου.
pt: A forma oval é como um círculo esmagado ou puxado. As elipses também são ovais. Procure por coisas que são ovais ao redor de onde você está agora.
ru: Овал похож на сжатый или вытянутый круг. Эллипсы тоже овалы. Опиши овалы вокруг тебя сейчас.

# data_list
source: Look at the tails for Cat and Dog. Describe how they are similar and how they are different.
el: Κοίταξε τις ουρές της Γάτας και του Σκύλου. Περίγραψε σε τι μοιάζουν και σε τι διαφέρουν μεταξύ τους.
pt: Olhe para as caudas de Gato e Cachorro. Descreva como elas são semelhantes e como elas são diferentes.
ru: Посмотри на хвосты Кота и Собаки. Опиши чем они похожи, и чем они отличаются.

# data_list
source: Dog draws Cat one step at a time. Which part of Cat do you think Dog will draw next?
el: Ο Σκύλος ζωγραφίζει τη Γάτα βήμα-βήμα. Ποιο μέρος της Γάτας νομίζεις ότι θα ζωγραφίσει μετά ο Σκύλος;
pt: Cachorro desenha Gato um passo de cada vez. Qual parte do Gato você acha que Cachorro vai desenhar a seguir?
ru: Собака рисует Кота по шагам. Как ты думаешь, какую часть Кота Собака нарисует следующей?

# data_list
source: Then he draws two triangles on top of the oval. The two triangles are the ears of Cat and he draws a black triangle in the oval. The black triangle is the nose of Cat and he draws a line above the nose.
el: Έπειτα ζωγραφίζει δύο τρίγωνα πάνω από το ωοειδές. Τα δύο τρίγωνα είναι τα αυτιά της Γάτας και ζωγραφίζει ένα μαύρο τρίγωνο μέσα στο ωοειδές. Το μαύρο τρίγωνο είναι η μύτη της Γάτας και ζωγραφίζει μια γραμμή πάνω από τη μύτη.
pt: Em seguida, ele desenha dois triângulos em cima da forma oval. Os dois triângulos são as orelhas de Gato. Depois, ele desenha um triângulo preto dentro da figura oval. O triângulo preto é o nariz de Gato. Logo após, ele desenha uma linha acima do nariz.
ru: Затем он рисует два треугольника сверху овала. Эти два треугольника уши Кота, и он рисует в овале чёрный треугольник. Этот чёрный треугольник нос Кота, и над носом он рисует линию.

# data_list
source: An arc is part of a circle. Point to each part of this drawing and name the shape (oval, triangle, arc).
el: Ένα τόξο είναι μέρος ενός κύκλου. Δείξε κάθε μέρος αυτού του σχεδίου και ονόμασε το σχήμα (ωοειδές, τρίγωνο, τόξο).
pt: Um arco faz parte de um círculo. Aponte para cada parte deste desenho e nomeie as formas (oval, triângulo, arco).
ru: Дуга является частью круга. Покажи на каждую часть этого рисунка и назови формы (овал, треугольник, дуга).

# data_list
source: Look around where you are and see how many of the shapes you can name.
el: Κοίταξε γύρω σου και δες πόσα σχήματα μπορείς να αναγνωρίσεις και να ονομάσεις.
pt: Olhe ao redor de onde você está e veja quantas dessas formas você consegue identificar.
ru: Посмотри вокруг себя и посмотри сколько фигур ты можешь назвать.

# data_list
source: Notice the line above the nose. That is a surprising line. See what happens to this line in the next two pages.
el: Παρατήρησε τη γραμμή πάνω από τη μύτη. Είναι μια γραμμή έκπληξη. Δες τι θα συμβεί με αυτή τη γραμμή στις επόμενες δύο σελίδες.
pt: Observe a linha acima do nariz. Essa é uma linha surpreendente. Veja o que acontece com essa linha nas próximas duas páginas.
ru: Обрати внимание на линию над носом. Это удивительная линия. Посмотри что произойдёт с этой линией на следующих двух страницах.

# data_list
source: Now he draws the eyes and the eyebrows of Cat. The eyes are two dots. The eyebrows are two lines. Wow, that is easy!
el: Τώρα ζωγραφίζει τα μάτια και τα φρύδια της Γάτας. Τα μάτια είναι δύο βουλίτσες. Τα φρύδια είναι δύο γραμμές. Ουάου, είναι εύκολο!
pt: Agora ele desenha os olhos e as sobrancelhas de Gato. Os olhos são dois pontos. As sobrancelhas são duas linhas. Uau, isso é fácil!
ru: Теперь он рисует глаза и брови Кота. Глаза являются двумя точками. Брови представляют собой две линии. Вау, это легко!

# data_list
source: That unusual line from the last page is the start of Cat's muzzle. That line separates the muzzle from the rest of Cat's face.
el: Η ασυνήθιστη γραμμή από την προηγούμενη σελίδα είναι η αρχή της μουσούδας της Γάτας. Αυτή η γραμμή χωρίζει τη μουσούδα από το υπόλοιπο πρόσωπο της Γάτας.
pt: Aquela linha inusitada da última página é o início do focinho de Gato. Essa linha separa o focinho do resto do rosto de Gato.
ru: Это необычная линия с последней страницы, начало морды Кота. Это линия отделяет морду от остальной части лица Кота.

# data_list
source: The way people move their eyebrows can tell us what they are feeling. Can you move your eyebrows to show you are surprised? Angry?
el: Ο τρόπος που οι άνθρωποι κουνάνε τα φρύδια τους μπορεί να δείξει τι αισθάνονται. Μπορείς να κουνήσεις τα φρύδια σου για να δείξεις ότι εκπλήσσεσαι; Ότι είσαι θυμωμένος;
pt: A maneira como as pessoas movem as suas sobrancelhas pode nos dizer o que elas estão sentindo. Você consegue mexer as suas sobrancelhas para mostrar que está surpreso? E irritado?
ru: То как люди двигают бровями, может рассказать нам что они чувствуют. Ты можешь пошевелить бровями, чтобы показать что ты удивлён? Злой?

# data_list
source: What do Cat's eyebrows tell us about how Cat is feeling?
el: Τι μας λένε τα φρύδια της Γάτας για το πώς αισθάνεται;
pt: O que as sobrancelhas de Gato nos dizem sobre como ele está se sentindo?
ru: Что брови Кота говорят нам о его чувствах?

# data_list
source: Then he draws the mouth of Cat. The mouth is a line. It looks like the letter 'w' and he draws the hairs of Cat. Three hairs on the left side and three hairs on the right side.
el: Κατόπιν ζωγραφίζει το στόμα της Γάτας. Το στόμα είναι μια γραμμή. Μοιάζει με το γράμμα 'ω' και ζωγραφίζει τρίχες στη μουσούδα της Γάτας. Τρεις τρίχες στην αριστερή πλευρά και τρεις τρίχες στη δεξιά πλευρά.
pt: Então ele desenha a boca de Gato. A boca é uma linha. Ela parece a letra “W”, logo após, ele desenha os bigodes de Gato. Três linhas no lado esquerdo e três linhas no lado direito.
ru: Потом он рисует рот Кота. Рот является линией. Он выглядит как буква 'м' и он рисует волосы Кота. Три волоска слева и три волоска справа.

# data_list
source: The lines beside Cat's nose are whiskers. They are very sensitive to touch. They help a cat sense things in the dark.
el: Οι γραμμές δίπλα από τη μύτη της Γάτας είναι τα μουστάκια της. Είναι πολύ ευαίσθητα στην αφή. Την βοηθούν να αντιλαμβάνεται πράγματα στο σκοτάδι.
pt: As linhas ao lado do nariz de Gato são bigodes. Eles são muito sensíveis ao toque. Eles ajudam o gato a perceber as coisas no escuro.
ru: Линии возле носа Кота - это бакенбарды. Они очень чувствительные к прикосновениям. Они помогают котам чувствовать вещи в темноте.

# data_list
source: This is the fourth step in the drawing. See if you can describe the steps in order, calling each one by its number.
el: Αυτό είναι το τέταρτο βήμα στο σχέδιο. Δες αν μπορείς να περιγράψεις τα βήματα με τη σειρά, δίνοντας σε καθένα τον αριθμό της σειράς του.
pt: Este é o quarto passo do desenho. Veja se você consegue descrever o passo a passo em ordem, chamando cada um deles pelo seu número respectivo.
ru: Это четвёртый шаг в рисунке. Узнай если ты можешь описать шаги по порядку, называя каждого по его номеру.

# data_list
source: Think of something you do step by step. Perhaps it is getting dressed or going to the store. List as many of the steps in order that you can think of.
el: Σκέψου κάτι που κάνεις βήμα προς βήμα. Ίσως να ντυθείς ή να πας σε ένα κατάστημα. Κατάγραψε όσες περισσότερες από τις ενέργειες με τη σειρά μπορείς να σκεφτείς.
pt: Pense em algo que você faz em etapas. Talvez seja se vestir ou ir a uma loja. Liste o máximo de etapas que você conseguir pensar.
ru: Подумай о том, что ты делаешь шаг за шагом. Возможно это одевание или поход в магазин. Перечисли как можно больше шагов в том порядке, который ты можешь придумать.

# data_list
source: The drawing is almost finished. He draws the arms and legs of Cat. The arms and legs are lines and he draws the toes of Cat. The toes are circles and he draws the tail of Cat. The tail is a long line.
el: Η ζωγραφιά είναι σχεδόν τελειωμένη. Ζωγραφίζει τα χέρια και τα πόδια της Γάτας. Τα χέρια και τα πόδια είναι γραμμές και ζωγραφίζει τα δάχτυλα της Γάτας. Τα δάχτυλα είναι κύκλοι και ζωγραφίζει την ουρά της Γάτας. Η ουρά είναι μια μακριά γραμμή.
pt: O desenho está quase terminado. Ele desenha os braços e as pernas de Gato. Os braços e as pernas são linhas, logo após ele desenha os dedos do pé de Gato. Os dedos do pé são círculos, depois ele desenha a cauda de Gato. A cauda é uma linha longa.
ru: Рисунок почти закончен. Он рисует руки и ноги Кота. Руки и ноги представляют собой линии, и он рисует пальцы Кота. Пальчики на ногах - это кружочки, и он рисует хвост Кота. Хвост - это длинная линия.

# data_list
source: Which details still need to be added to this picture?
el: Ποια λεπτομέρεια πρέπει ακόμα να προστεθεί σε αυτή την εικόνα;
pt: Quais detalhes ainda precisam ser adicionados a esta imagem?
ru: Какие детали всё ещё нужно добавить к этому рисунку?

# data_list
source: Skip count by 3's to count how many of Cat's toes you can see (3 + 3).
el: Μέτρησε ανά 3 για να βρεις πόσα δάχτυλα της Γάτας μπορείς να δεις (3 + 3).
pt: Use intervalos de 3 para contar quantos dedos do pé de Gato você consegue ver (3 + 3).
ru: Посчитай по три, чтобы посчитать сколько пальцев ты видишь у Кота (3 + 3).

# data_list
source: Cats usually have 4 toes on a back leg. How many toes would that make? How many more toes would that be than 3 + 3?
el: Οι γάτες συνήθως έχουν 4 δάχτυλα σε κάθε πίσω πόδι. Πόσα δάχτυλα έχουν συνολικά; Πόσα περισσότερα δάχτυλα είναι αυτά από το 3 + 3;
pt: Gatos geralmente têm 4 dedos em cada pata traseira. Quantos dedos seriam no total? Quantos dedos a mais do que 3 + 3 seriam?
ru: У кошек обычно четыре пальца на задней лапе. Сколько пальцев получается вместе? На сколько больше пальцев это будет чем 3 + 3?

# data_list
source: At last he draws some stripes on the body of Cat and colors the body orange. The drawing is finished. Wow, that is beautiful!
el: Στο τέλος ζωγραφίζει κάποιες ρίγες στο σώμα της Γάτας και χρωματίζει το σώμα πορτοκαλί. Η ζωγραφιά είναι έτοιμη. Ουάου, είναι πανέμορφο!
pt: Por fim, ele desenha algumas listras no corpo de Gato e colore o corpo dele de laranja. O desenho está terminado. Uau, que lindo!
ru: Наконец он рисует несколько полосок на теле Кота и окрашивает его в оранжевый цвет. Рисунок закончен. Вау, это красиво!

# data_list
source: Describe what Cat and Dog are each feeling by looking at their faces.
el: Βλέποντας τα πρόσωπά τους, περίγραψε τι αισθάνονται η Γάτα και ο Σκύλος.
pt: Olhando para os rostos de Gato e Cachorro, descreva o que eles estão sentindo.
ru: Опиши что чувствует Кот и Собака глядя на их лица.

# data_list
source: There are lots of groups of 3 in the picture now. Can you skip count by 3's to count them all?
el: Υπάρχουν πολλές ομάδες τριών πραγμάτων στην εικόνα. Μπορείς να μετρήσεις ανά 3 για να τα μετρήσεις όλα;
pt: Há muitos grupos de 3 nesta imagem. Você consegue contar de 3 em 3 para contar todos eles?
ru: На картинке теперь много групп по три. Можешь ли ты посчитать по три, чтобы всех их посчитать?

# data_list
source: Notice that one side of Cat is the mirror image of the other side. That is called mirror symmetry. Many things in the world have that symmetry. Look around you and find a few.
el: Παρατήρησε ότι η μία πλευρά της Γάτας είναι καθρέφτισμα της άλλης πλευράς. Αυτό ονομάζεται συμμετρία. Πολλά πράγματα στον κόσμο έχουν αυτή τη συμμετρία. Κοίταξε γύρω σου και βρες μερικά.
pt: Observe que um lado de Gato é a imagem espelhada do outro lado dele. Isso se chama simetria espelhada. Muitas coisas no mundo têm essa simetria. Olhe ao seu redor e identifique alguns exemplos.
ru: Заметь, что одна сторона Кота является зеркальным отражением другой стороны. Это называется зеркальная симметрия. Многие вещи в мире имеет такую симметрию. Посмотри вокруг себя и найди несколько.

# data_list
source: Now it is Cat's turn. He takes a pencil and he takes a paper. The paper is a rectangle.
el: Τώρα είναι η σειρά της Γάτας. Παίρνει ένα μολύβι και παίρνει και ένα χαρτί. Το χαρτί είναι ένα ορθογώνιο.
pt: Agora é a vez de Gato. Ele pega um lápis e um papel. O papel é um retângulo.
ru: Теперь очередь Кота. Он берёт карандаш и берёт бумагу. Бумага прямоугольник.

# data_list
source: Which paw is Cat holding the pencil in?
el: Με ποιο πόδι κρατάει το μολύβι η Γάτα;
pt: Em qual pata Gato está segurando o lápis?
ru: Какой лапой держит Кот карандаш?

# data_list
source: Cat's piece of paper is a rectangle which is not a square. Describe why it is not a square.
el: Το χαρτί της Γάτας είναι ορθογώνιο αλλά όχι τετράγωνο. Περιγράψτε γιατί δεν είναι τετράγωνο.
pt: O pedaço do papel de Gato é um retângulo, que é diferente de um quadrado. Descreva por que esse papel não é um quadrado.
ru: Лист бумаги Кота представляет собой прямоугольник, который не является квадратом. Объясни почему это не квадрат.

# data_list
source: Keep an eye on that little tear on the bottom of the piece of paper as the story goes forward.
el: Παρακολούθησε αυτό το μικρό σκίσιμο στο κάτω μέρος του χαρτιού καθώς η ιστορία προχωρά.
pt: Enquanto a história avança, fique de olho no pequeno rasgo na parte de baixo da folha de papel.
ru: Следи за маленького разрыва внизу листа бумаги в этой истории.

# data_list
source: First, Cat draws an oval. The oval is the body of Dog. Wow, that is good!
el: Πρώτα η Γάτα ζωγραφίζει ένα ωοειδές. Το ωοειδές είναι το σώμα του Σκύλου. Ουάου, αυτό είναι καλό!
pt: Primeiro, Gato faz um desenho oval. A forma oval é o corpo de Cachorro. Uau, isso está ótimo!
ru: Сначала Кот рисует овал. Овал представляет тело Собаки. Вау, это хорошо!
