Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: A cylinder is a shape like a jar with straight sides. There are five cylinders on the top shelf (the bowl is not a cylinder). How many are there on Lulu's shelf? Is it the same number?
el: Ένας κύλινδρος είναι ένα σχήμα όπως ένα βάζο με ίσιες και όχι καμπύλες πλευρές. Υπάρχουν πέντε κύλινδροι στο επάνω ράφι (το μπολ δεν είναι κύλινδρος). Πόσοι κύλινδροι υπάρχουν στο ράφι της Λούλου; Είναι ο ίδιος αριθμός;
pt: Um cilindro é uma forma como um frasco com lados retos. Existem cinco cilindros na prateleira superior (a tigela não é um cilindro). Quantos há na prateleira de Lulu? É o mesmo número?
ru: Цилиндр — это форма, похожая на банку с прямыми сторонами. На верхней полке пять цилиндров (миска не цилиндр). Сколько цилиндров на полке Лулу? Совпадает ли их количество?

# data_list
source: Lulu, it is time to go! Where are you? calls Ma.
el: "Λούλου, ήρθε η ώρα να φύγουμε! Πού είσαι;" φωνάζει η μαμά.
pt: "Lulu, é hora de ir! Onde você está?" chama a Mãe.
ru: «Лулу, пора идти! Где ты?» — зовёт мама.

# data_list
source: Lulu blends in better this time. Do you see her?
el: Η Λούλου κρύβεται καλύτερα αυτή τη φορά. Τη βλέπεις;
pt: Lulu se mistura melhor desta vez. Você vê ela?
ru: На этот раз Лулу лучше сливается с окружающей обстановкой. Ты видишь её?

# data_list
source: So many things to count! Point at and count together the blocks on the floor, the dolls, and the drawings on the wall.
el: Τόσα πολλά πράγματα για να μετρήσεις! Δείξτε και μετρήστε μαζί τους κύβους στο πάτωμα, τις κούκλες και τα σχέδια στον τοίχο.
pt: Tantas coisas para contar! Vamos apontar e contar juntos os blocos no chão, as bonecas e os desenhos na parede.
ru: Сколько всего нужно посчитать! Укажите и посчитайте вместе кубики на полу, куклы и рисунки на стене.

# data_list
source: Which group of things is the largest and which is the smallest?
el: Ποια ομάδα πραγμάτων είναι η μεγαλύτερη και ποια είναι η μικρότερη;
pt: Qual grupo de coisas é o maior e qual é o menor?
ru: Какая группа предметов самая большая, а какая самая маленькая?

# data_list
source: There you are! says Ma. "I do not want to gooo!"
el: "Α, εδώ είσαι!" λέει η μαμά. "Δεν θέλω να φύγωωω!"
pt: "Aqui está você!" diz a Mãe. "Eu não quero irrrr!"
ru: «Вот ты где!» — говорит мама. «Я не хочу уходииить!»

# data_list
source: Lulu is still holding her book tightly. Do you think Lulu is afraid her mother will take it away?
el: Η Λούλου ακόμα κρατάει το βιβλίο της σφιχτά. Νομίζεις ότι φοβάται μήπως η μαμά της το πάρει;
pt: Lulu ainda está segurando seu livro com força. Você acha que Lulu tem medo que a mãe o leve embora?
ru: Лулу всё ещё крепко держит свою книгу. Ты думаешь, Лулу боится, что мама заберёт её?

# data_list
source: Lulu seems like she can be difficult when she doesn't get her way. How are you when you don't get your way?
el: Η Λούλου φαίνεται να γίνεται δύσκολη όταν δεν γίνεται το δικό της. Πώς γίνεσαι εσύ όταν δεν γίνεται το δικό σου;
pt: Lulu parece ser difícil quando não consegue o que quer. Como você fica quando não consegue o que quer?
ru: Кажется, Лулу может быть непослушной, когда она не получает то, что хочет. А как ты ведёшь себя, когда тебе не дают того, что ты хочешь?

# data_list
source: Lulu's room has many rectangles. How many can you count?
el: Στο δωμάτιο της Λούλου υπάρχουν πολλά ορθογώνια. Πόσα μπορείς να μετρήσεις;
pt: O quarto de Lulu tem muitos retângulos. Quantos você consegue contar?
ru: В комнате Лулу много прямоугольников. Сколько сосчитать можешь ты?

# data_list
source: We have to go, says Ma. "But I really like this one!"
el: "Πρέπει να φύγουμε," λέει η μαμά. "Μα εμένα μου αρέσει πολύ αυτό!"
pt: "Temos que ir", diz a Mãe. "Mas eu realmente gosto deste!"
ru: «Нам пора идти,» — говорит мама. «Но мне она очень нравится!»

# data_list
source: Lulu's book looks very big compared to Lulu. Do you think her book is really that big?
el: Το βιβλίο της Λούλου φαίνεται πολύ μεγάλο σε σχέση με τη Λούλου. Πιστεύεις ότι το βιβλίο της είναι πραγματικά τόσο μεγάλο;
pt: O livro de Lulu parece muito grande em comparação com Lulu. Você acha que o livro dela é realmente tão grande?
ru: Книга выглядит очень большой по сравнению с Лулу. Ты думаешь, что её книга действительно такая большая?

# data_list
source: Do you have a favorite book or story that you like to look through or have told to you? Have you heard the story many times?
el: Έχεις ένα αγαπημένο βιβλίο ή ιστορία που σου αρέσει να διαβάζεις ή να σου αφηγούνται; Έχεις ακούσει την ιστορία που σου αρέσει πολλές φορές;
pt: Você tem um livro ou uma história favorita que gosta de folhear ou de ouvir alguém contar para você? Você já ouviu a história muitas vezes?
ru: У тебя есть любимая книга или история, которую ты любишь пересматривать или слушать? Ты слышал эту историю много раз?

# data_list
source: There are many kinds of stories. There are scary ones, funny ones, and some are adventures. Do you have a favorite type?
el: Υπάρχουν πολλών ειδών ιστορίες. Υπάρχουν τρομακτικές, αστείες και μερικές είναι περιπέτειες. Έχεις κάποιο αγαπημένο είδος;
pt: Existem muitos tipos de histórias. Existem as assustadoras, as engraçadas e algumas são aventuras. Você tem alguma preferência?
ru: Существует много видов историй. Есть страшные, смешные и приключенческие. У тебя есть любимый тип историй?

# data_list
source: This building has many rectangles. Most buildings use rectangles a lot for their sides and windows.
el: Αυτό το κτίριο έχει πολλά ορθογώνια. Τα περισσότερα κτίρια έχουν πολλά ορθογώνια στις πλευρές και στα παράθυρά τους.
pt: Este edifício tem muitos retângulos. A maioria dos edifícios usa muito retângulos nas laterais e janelas.
ru: Это здание состоит из множества прямоугольников. Большинство зданий часто используют прямоугольники для своих сторон и окон.

# data_list
source: Triangles are three-sided shapes, and pentagons are five-sided shapes. There is a famous building called the Pentagon because it is made in the shape of a pentagon.
el: Τα τρίγωνα είναι σχήματα με τρεις πλευρές, και τα πεντάγωνα με πέντε πλευρές. Υπάρχει ένα διάσημο κτίριο που ονομάζεται "Πεντάγωνο" επειδή είναι φτιαγμένο σε σχήμα πενταγώνου.
pt: Os triângulos são formas de três lados e os pentágonos são formas de cinco lados. Há um edifício famoso chamado Pentágono porque é feito na forma de um pentágono.
ru: Треугольники — это фигуры с тремя сторонами, а пятиугольники — с пятью. Существует знаменитое здание под названием Пентагон, потому что оно имеет форму пятиугольника.

# data_list
source: Why do you suppose buildings are not often made in the shape of a triangle or circle? Have you seen any buildings like that?
el: Γιατί νομίζεις ότι τα κτίρια δεν φτιάχνονται συχνά σε σχήμα τριγώνου ή κύκλου; Έχεις δει ποτέ τέτοια κτίρια;
pt: Por que você acha que os edifícios frequentemente não têm formato de triângulo ou círculo? Você já viu algum edifício assim?
ru: Почему, по твоему мнению, здания редко строятся в форме треугольника или круга? Ты видел какие-то здания такой формы?

# data_list
source: Where are they going? What does that big book on top of the building tell you about what this building is?
el: Πού πάνε; Τι σου λέει αυτό το μεγάλο βιβλίο πάνω στο κτίριο για το τι είναι αυτό το κτίριο;
pt: Para onde eles estão indo? O que aquele grande livro no topo do prédio diz a respeito do que é esse prédio?
ru: Куда они идут? Что вам говорит о здании эта большая книга на его верху?

# data_list
source: What is going to happen to Lulu's book at this library?
el: Τι θα γίνει με το βιβλίο της Λούλου στη βιβλιοθήκη;
pt: O que vai acontecer com o livro de Lulu nesta biblioteca?
ru: Что случится с книгой Лулу в этой библиотеке?

# data_list
source: Do you have a place where you can borrow books near where you live? Have you ever borrowed books there?
el: Υπάρχει μέρος όπου μπορείς να δανειστείς βιβλία κοντά σου; Έχεις δανειστεί ποτέ βιβλία;
pt: Tem um lugar perto de onde você mora que empresta livros? Você já pegou livros emprestados lá?
ru: Есть ли у вас место рядом с домом, где можно брать книги на прокат? Вы когда-нибудь брали книги там?

# data_list
source: I really like this one!
el: "Μου αρέσει πολύ αυτό!"
pt: "Eu gostei muito desse!"
ru: «Мне она очень нравится!»

# data_list
source: She found a new book very quickly. It didn't take Lulu long to forget about her old book.
el: Βρήκε ένα νέο βιβλίο πολύ γρήγορα. Δεν χρειάστηκε στη Λούλου πολύς χρόνος για να ξεχάσει το παλιό της βιβλίο.
pt: Ela encontrou um novo livro muito rapidamente. Não demorou muito para que Lulu esquecesse seu livro antigo.
ru: Она быстро нашла новую книгу. Лулу не потребовалось много времени, чтобы забыть о своей старой книге.

# data_list
source: How does Lulu feel about this new book? How can you tell?
el: Πώς νιώθει η Λούλου για αυτό το νέο βιβλίο; Πώς μπορείς να το καταλάβεις;
pt: Como Lulu se sente sobre este novo livro? Como você sabe?
ru: Как Лулу относится к этой новой книге? Что можно сказать?

# data_list
source: The windows behind Lulu have four sides and are almost rectangles. How are they different from rectangles?
el: Τα παράθυρα πίσω από τη Λούλου έχουν τέσσερις πλευρές και είναι σχεδόν ορθογώνια. Σε τι διαφέρουν από τα ορθογώνια;
pt: As janelas atrás de Lulu têm quatro lados e são quase retângulos. Como eles são diferentes dos retângulos?
ru: Окна за спиной Лулу имеют четыре стороны и почти прямоугольной формы. В чём различие между ними и прямоугольниками?

# data_list
source: And this one!
el: "Και αυτό!"
pt: "E esse aqui!"
ru: «И эта тоже!»

# data_list
source: Lulu is a very enthusiastic person. Some people display their feelings a lot and others are quieter with them. Which are you?
el: Η Λούλου είναι ένα πολύ ενθουσιώδες άτομο. Μερικοί άνθρωποι δείχνουν πολύ τα συναισθήματά τους και άλλοι είναι πιο ήσυχοι. Πώς νομίζεις ότι είσαι εσύ;
pt: Lulu é uma pessoa muito entusiasmada. Algumas pessoas demonstram muito seus sentimentos, outras são mais discretas. Qual delas é você?
ru: Лулу очень эмоциональная. Некоторые люди проявляют свои чувства открыто, а другие более сдержанны. Какой ты?

# data_list
source: How many books do you think she will want to take home?
el: Πόσα βιβλία πιστεύεις ότι θα θέλει να πάρει σπίτι της;
pt: Quantos livros você acha que ela vai querer levar para casa?
ru: Сколько книг, по твоему мнению, она захочет взять домой?

# data_list
source: Do you have a library near you? Do you like to check books out of the library?
el: Υπάρχει βιβλιοθήκη κοντά σου; Σου αρέσει να δανείζεσαι βιβλία από τη βιβλιοθήκη;
pt: Há uma biblioteca perto de você? Você gosta de pegar livros da biblioteca?
ru: У вас есть библиотека поблизости? Ты любишь брать книги на прокат из библиотеки?

# data_list
source: And this one! "And this one!"
el: "Και αυτό!" "Και αυτό!"
pt: "E esse aqui!" "E esse aqui!"
ru: «И эта!» «И эта!»

# data_list
source: How many Lulus are there in this picture? Why did the artist draw more than one?
el: Πόσες Λούλου υπάρχουν σε αυτή την εικόνα; Γιατί ο καλλιτέχνης σχεδίασε περισσότερες από μία;
pt: Quantas Lulus existem nesta foto? Por que o artista desenhou mais de uma?
ru: Сколько Лулу на этой картинке? Почему художник нарисовал больше, чем одну Лулу?

# data_list
source: To count as Lulu grabs books, you would keep adding "one more" each time she added a book. What is one more than zero? What is one more than one? You can count as high as you like this way!
el: Για να μετρήσεις καθώς η Λούλου παίρνει βιβλία, θα προσθέτεις "ένα περισσότερο" κάθε φορά που εκείνη προσθέτει ένα βιβλίο. Πόσο κάνει ένα περισσότερο από το μηδέν; Πόσο κάνει ένα περισσότερο από το ένα; Μπορείς να μετράς όσο πολύ θέλεις έτσι!
pt: Conforme Lulu pega livros, você continuaria adicionando "mais um" para cada vez que ela adicionasse outro livro. O que é um a mais que zero? O que é um a mais de um? Você pode contar o mais alto que quiser desta maneira!
ru: Чтобы посчитать, сколько Лулу берёт книг, вы будете добавлять 'ещё одну' каждый раз, когда она берёт книгу. Что на один больше, чем ноль? Что на один больше, чем один? Так вы можете считать сколько угодно!

# data_list
source: Libraries are supposed to be quiet places. Do you think Lulu should be running around?
el: Οι βιβλιοθήκες υποτίθεται ότι είναι ήσυχα μέρη. Νομίζεις ότι η Λούλου πρέπει να τρέχει γύρω;
pt: Bibliotecas deveriam ser lugares silenciosos. Você acha que a Lulu deveria estar correndo por aí?
ru: Библиотеки должны быть тихими местами. Стоит ли Лулу бегать, как ты думаешь?

# data_list
source: See, you return books and borrow more, says Ma. "YAY!"
el: "Βλέπεις, επιστρέφεις βιβλία και δανείζεσαι περισσότερα," λέει η μαμά. "ΝΑΙ!"
pt: "Viu, você devolve livros e pega mais emprestados", diz a Mãe. "VIVA!"
ru: «Видишь, ты возвращаешь книги и берёшь новые,» — говорит мама. «УРА!»

# data_list
source: Why isn't Lulu sad about having to return her old book?
el: Γιατί η Λούλου δεν είναι λυπημένη που πρέπει να επιστρέψει το παλιό της βιβλίο;
pt: Por que Lulu não está triste por ter que devolver seu livro antigo?
ru: Почему Лулу не грустит о том, что ей приходится возвращать свою старую книгу?

# data_list
source: Count together the books on the counter.
el: Μετρήστε μαζί τα βιβλία στον πάγκο.
pt: Vamos contar juntos os livros no balcão.
ru: Посчитайте вместе книги на прилавке.

# data_list
source: How many books do you think Lulu is checking out? What is the largest number you know?
el: Πόσα βιβλία πιστεύεις ότι δανείζεται η Λούλου; Ποιος είναι ο μεγαλύτερος αριθμός που γνωρίζεις;
pt: Quantos livros você acha que Lulu está pegando? Qual é o maior número que você conhece?
ru: Сколько книг, по твоему мнению, Лулу берёт на прокат? Какое самое большое число ты знаешь?

# data_list
source: Where is Lulu now?
el: Πού είναι τώρα η Λούλου;
pt: Onde está Lulu agora?
ru: Где сейчас Лулу?

# data_list
source: Lulu checked out a lot of books! Can you count them all?
el: Η Λούλου δανείστηκε πάρα πολλά βιβλία! Μπορείς να τα μετρήσεις όλα;
pt: Lulu pegou muitos livros! Você consegue contar todos eles?
ru: Лулу взяла много книг на прокат! Ты можешь их все посчитать?

# data_list
source: Do you think Lulu likes to look at and read books?
el: Πιστεύεις ότι στη Λούλου αρέσει πολύ να κοιτάζει και να διαβάζει βιβλία;
pt: Você acha que Lulu gosta de folhear e ler livros?
ru: Лулу любит смотреть и читать книги, как ты думаешь?

# data_list
source: Do you?
el: Εσένα, σου αρέσει;
pt: E você?
ru: А ты?

# data_list
source: They each have two ears. Whose ears are bigger?
de: Sie haben beide zwei Ohren. Wessen Ohren sind größer?
el: Και οι δύο έχουν δύο αυτιά. Ποιανού τα αυτιά είναι μεγαλύτερα;
pt: Cada um tem duas orelhas. Quem tem as maiores orelhas?
ru: у каждого из них есть два уха. У кого уши больше?

# data_list
source: They each have one tail. Whose tail is longer?
de: Sie haben beide einen Schwanz. Wessen Schwanz ist länger?
el: Και οι δύο έχουν μια ουρά. Ποιανού η ουρά είναι μακρύτερη;
pt: Cada um tem um rabo. De quem é o rabo mais longo?
ru: у каждого есть один хвост. У кого хвост длиннее?

# data_list
source: They each have markings on their belly. Whose markings are bigger?
de: Beide haben Markierungen auf dem Bauch. Wessen Markierungen sind größer?
el: Και οι δύο έχουν σημάδια στην κοιλιά τους. Ποιανού τα σημάδια είναι μεγαλύτερα;
pt: Cada um tem marcas na barriga. De quem são as marcas maiores?
ru: У каждого из них есть отметины на животе. У кого отметины большего размера?

# data_list
source: Cat and Dog walk. They walk in their village.
de: Kater und Hund laufen. Sie laufen in ihr Dorf.
el: Η Γάτα και ο Σκύλος περπατούν. Περπατούν στο χωριό τους.
pt: Gato e Cão caminham. Eles caminham em sua vila.
ru: Кошка и Собака идут. Они гуляют в своей деревне.

# data_list
source: Count together the homes in the village.
de: Zähle die Häuser im Dorf zusammen.
el: Μετρήστε μαζί τα σπίτια στο χωριό.
pt: Vamos contar juntos as casas na vila.
ru: Посчитайте вместе сколько домов в деревне.

# data_list
source: There are many things to count together -- one bird, one cat, one dog, three animals, three buildings, and one tree.
de: Es gibt Vieles zum Zusammenzählen — ein Vogel, ein Kater, ein Hund, drei Tiere, drei Gebäude und einen Baum.
el: Υπάρχουν πολλά πράγματα για να μετρήσετε μαζί -- ένα πουλί, μία γάτα, ένας σκύλος, τρία ζώα, τρία κτίρια και ένα δέντρο.
pt: Há muitas coisas para contarmos juntos - um pássaro, um gato, um cachorro, três animais, três casas e uma árvore.
ru: Здесь много предметов которые мы можем посчитать вместе-- одна птица, одна кошка, одна собака, три животных, три здания, и одно дерево.

# data_list
source: Two of the buildings are round around the base. The third one has a base shaped like this page.
de: Zwei der Häuser sind um den Boden herum rund. Das dritte hat einen Boden wie diese Seite.
el: Δύο από τα κτίρια είναι στρογγυλά γύρω από τη βάση τους. Το τρίτο έχει βάση που μοιάζει με αυτή τη σελίδα.
pt: Duas das casas têm a base redonda. A terceira tem uma base no formato desta página.
ru: Два здания имеют круглую основу. А у третьего здания основа в той же форме как эта страница.

# data_list
source: Then they see an egg. The egg is in the grass. The egg is alone in the grass. The egg is all alone.
de: Dann sehen sie ein Ei. Das Ei liegt im Gras. Das Ei ist allein im Gras. Das Ei ist ganz allein.
el: Τότε βλέπουν ένα αυγό. Το αυγό είναι στα χόρτα. Το αυγό είναι μόνο του στα χόρτα. Το αυγό είναι εντελώς μόνο του.
pt: Então eles veem um ovo. O ovo está na grama. O ovo está sozinho na grama. O ovo está completamente sozinho.
ru: Потом они увидели яйцо. Яйцо в траве. Яйцо одно в траве. Яйцо совсем одно.

# data_list
source: Count together the animals, trees, houses, and eggs.
de: Zähle die Tiere, Bäume, Häuser und Eier zusammen.
el: Μετρήστε μαζί τα ζώα, τα δέντρα, τα σπίτια και τα αυγά.
pt: Vamos contar juntos os animais, árvores, casas e ovos.
ru: Посчитайте вместе сколько животных, деревьев, домов, и яйцо в.

# data_list
source: Name an animal that lays eggs.
de: Nenne ein Tier, das Eier legt.
el: Πες ένα ζώο που γεννάει αυγά.
pt: Nomeie um animal que bote ovos.
ru: Назови животного которое может откладывать яйца.

# data_list
source: Cat and Dog pick up the egg. It is usually better to leave eggs where you find them.
de: Der Kater und der Hund heben das Ei auf. Es ist üblicherweise besser, Eier dort zu lassen, wo man sie findet.
el: Η Γάτα και ο Σκύλος παίρνουν το αυγό. Είναι συνήθως καλύτερα να αφήνουμε τα αυγά εκεί που τα βρήκαμε.
pt: Gato e Cão pegam o ovo. Geralmente é melhor deixar os ovos onde você os encontra.
ru: Кошка и Собака берут яйцо. Обычно, лучше оставлять яйца где ты их нашёл.

# data_list
source: Cat and Dog walk to a bird. They ask the bird, "Is this your egg?"
de: Kater und Hund laufen zu einem Vogel. Sie fragen den Vogel: "Ist das dein Ei?"
el: Η Γάτα και ο Σκύλος περπατούν προς ένα πουλί. Ρωτούν το πουλί, "Είναι αυτό το αυγό δικό σου;"
pt: Gato e Cão caminham até um pássaro. Eles perguntam ao pássaro: "Este ovo é seu?"
ru: Кошка и Собака пошли к птице. Они спросили у птицы, «Это твоё яйцо?»

# data_list
source: The egg is round. Point to other things with round sides.
de: Das Ei ist rund. Zeige auf andere Dinge mit runden Seiten.
el: Το αυγό είναι στρογγυλό. Δείξε άλλα πράγματα με στρογγυλές πλευρές.
pt: O ovo é redondo. Aponte para outras coisas com lados redondos.
ru: Яйцо круглое. Покажи другие предметы которые тоже круглые.

# data_list
source: Point to round things where you are.
de: Zeige auf runde Dinge, da wo du bist.
el: Δείξε στρογγυλά πράγματα γύρω σου.
pt: Aponte para as coisas redondas onde você está.
ru: Покажи пальчиком на предметы которые круглые вокруг тебя.

# data_list
source: Describe where the bird is -- Cat and Dog are below the roof and below the bird, and the bird is above them.
de: Beschreibe, wo der Vogel ist -- Der Kater und der Hund sind unter dem Dach und der Vogel ist über ihnen.
el: Περιγράψτε πού βρίσκεται το πουλί -- η Γάτα και ο Σκύλος είναι κάτω από τη στέγη και κάτω από το πουλί, και το πουλί είναι πάνω από αυτούς.
pt: Descreva onde está o pássaro - Gato e Cão estão abaixo do telhado e abaixo do pássaro, e o pássaro está acima deles.
ru: Опиши где находится птица – Кошка и Собака находится под крышей и под птицей, и птица сверху их.

# data_list
source: But the bird says, "No, that is not my egg. Ask the owl. Maybe it is his egg."
de: Aber der Vogel sagt: "Nein, das ist nicht mein Ei. Frag die Eule. Vielleicht ist es ihr Ei."
el: Αλλά το πουλί λέει, "Όχι, αυτό δεν είναι δικό μου αυγό. Ρωτήστε τη κουκουβάγια. Ίσως να είναι δικό της το αυγό."
pt: Mas o pássaro diz: "Não, esse ovo não é meu. Pergunte à coruja. Talvez o ovo seja dela."
ru: Но птица говорит, «Нет, это не моё яйцо.Спроси у совы. Может это еë яйцо.»

# data_list
source: Have you seen blue birds where you live?
de: Hast du bereits einmal blaue Vögel gesehen, wo du lebst?
el: Έχεις δει μπλε πουλιά εκεί που μένεις;
pt: Você já viu pássaros azuis onde você mora?
ru: А ты раньше видел синие птицы где ты живёшь?

# data_list
source: What color is the tie the owl is wearing? Have you seen a bird wearing a tie?
de: Welche Farbe hat die Krawatte der Eule? Hast du jemals einen Vogel gesehen, der eine Krawatte trägt?
el: Τι χρώμα έχει η γραβάτα που φοράει η κουκουβάγια; Έχεις δει πουλί να φοράει γραβάτα;
pt: De que cor é a gravata que a coruja está usando? Você já viu uma ave usando gravata?
ru: Какого цвета галстук у совы? Ты когда-нибудь видела что сова одета в галстук?

# data_list
source: The blue bird is sitting on the roof. What is the owl sitting on?
de: Der blaue Vogel sitzt auf dem Dach. Worauf sitzt die Eule?
el: Το μπλε πουλί κάθεται στη στέγη. Πού κάθεται η κουκουβάγια;
pt: O pássaro azul está sentado no telhado. No que a coruja está sentada?
ru: Синяя птица сидит на крыше.На чём сидит сова?

# data_list
source: Cat and Dog walk to the owl. They ask the owl, "Is this your egg?"
de: Der Kater und der Hund gehen zur Eule. Sie fragen die Eule: "Ist das dein Ei?"
el: Η Γάτα και ο Σκύλος περπατούν προς την κουκουβάγια. Ρωτούν την κουκουβάγια, "Είναι αυτό το αυγό δικό σου;"
pt: Gato e Cão caminham até a coruja. Eles perguntam à coruja: "Este ovo é seu?"
ru: Кошка и Sобака идут к сове. Они спрашивают у совы, «Это твоё яйцо?»

# data_list
source: Owls are said to be wise. Does this owl look wise to you?
de: Den Eulen sagt man nach, sie seien weise. Sieht diese Eule für dich weise aus?
el: Λένε ότι οι κουκουβάγιες είναι σοφές. Αυτή η κουκουβάγια σου φαίνεται σοφή;
pt: Dizem que as corujas são sábias. Essa coruja parece sábia para você?
ru: Говорят, что совы мудрые. Тебе кажется что эта сова мудрая?

# data_list
source: Count the birds, cats, and dogs. Which type of animal is there the most of?
de: Zähle die Vögel, Katzen und Hunde zusammen. Von welcher Art Tiere gibt es hier am meisten?
el: Μέτρησε τα πουλιά, τις γάτες και τους σκύλους. Από ποιο είδος ζώου βλέπεις περισσότερα;
pt: Conte as aves, gatos e cachorros. Qual tipo de animal existe em maior quantidade?
ru: Посчитай птицы, кошки, и собаки. Каких животных здесь больше всего?

# data_list
source: Notice owl's unusual kite-shaped tie!
de: Bemerke die unübliche Drachenförmige Krawatte der Eule!
el: Παρατηρήστε την ασυνήθιστη, γραβάτα της κουκουβάγιας, με σχήμα χαρταετού!
pt: Note a gravata incomum em forma de pipa da coruja!
ru: Заметь Какой необычный галстук у совы в форме воздушного змея!

# data_list
source: But the owl says, "No, that is not my egg. Ask the goose. Maybe it is her egg."
de: Aber die Eule sagt: "Nein das ist nicht mein Ei. Frag die Gans. Vielleicht ist es ihr Ei."
el: Αλλά η κουκουβάγια λέει, "Όχι, αυτό δεν είναι δικό μου αυγό. Ρωτήστε την χήνα. Ίσως να είναι δικό της το αυγό."
pt: Mas a coruja diz: "Não, esse ovo não é meu. Pergunte à gansa. Talvez seja o ovo dela."
ru: Но Сова говорит, «Нет, это не моё яйцо. Спроси у гуся. Возможно, это её яйцо.»
