Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Do you like to sing? Some people have trouble hearing the right notes to sing, but with practice and listening they can get much better at it.
el: Σου αρέσει να τραγουδάς; Κάποιοι δυσκολεύονται να ακολουθήσουν τις σωστές νότες στο τραγούδι, αλλά με εξάσκηση και προσεκτική ακρόαση μπορούν να βελτιωθούν πολύ.
pt: Você gosta de cantar? Algumas pessoas têm dificuldade em ouvir as notas certas para cantar, mas com prática e audição elas podem ficar muito melhores nisto.
ru: Тебе нравится петь? У некоторых людей возникает проблемы с тем чтобы услышать нужные ноты для пения, но с практикой и слушанием они могут добиться гораздо большего успеха с этим.

# data_list
source: Rectangles are a very common shape in most rooms. How many rectangles can you find in this picture?
el: Τα ορθογώνια είναι πολύ συνηθισμένο σχήμα στους περισσότερους χώρους. Πόσα ορθογώνια μπορείς να βρεις σε αυτή την εικόνα;
pt: Retângulos são uma forma muito comum na maioria dos cômodos. Quantos retângulos você consegue encontrar nesta imagem?
ru: Прямоугольник- очень распространённая форма в большинстве комнат. Сколько прямоугольников ты можешь найти на этой странице?

# data_list
source: I sang in my church, and this made others happy too. Music has the power to bring people together. When we were singing we felt brave and strong.
el: Τραγουδούσα στην εκκλησία, και αυτό έκανε και τους άλλους χαρούμενους. Η μουσική έχει τη δύναμη να φέρνει τους ανθρώπους κοντά. Όταν τραγουδούσαμε νιώθαμε γενναίοι και δυνατοί.
pt: Eu cantava em minha igreja, e isso fazia os outros felizes também. A música tem o poder de unir as pessoas. Quando estávamos cantando, nós nos sentíamos corajosos e fortes.
ru: Я пела в своей церкви и это радовало и других. Музыка имеет силу объединять людей. Когда мы пели, мы чувствовали себя смелыми и сильными.

# data_list
source: Does it surprise you to read that she felt brave and strong while singing? What do you think she meant by that?
el: Σε εκπλήσσει να διαβάζεις ότι ένιωθε γενναία και δυνατή ενώ τραγουδούσε; Τι νομίζεις ότι εννοούσε με αυτό;
pt: Você se surpreendeu ao ler que ela se sentiu corajosa e forte enquanto cantava? O que você acha que ela quis dizer com isto?
ru: Удивляет ли тебя что она чувствовала себя смелой и сильной когда она пела? Как ты думаешь, что она имела в виду?

# data_list
source: These windows are not rectangles! One of the windows is a circle. We can't see the whole scene, but it looks like the other windows have arched tops. An arch is part of an oval.
el: Αυτά τα παράθυρα δεν είναι ορθογώνια! Ένα από τα παράθυρα είναι κύκλος. Δεν μπορούμε να δούμε όλη τη σκηνή, αλλά φαίνεται ότι τα άλλα παράθυρα έχουν στο επάνω μέρος καμάρες. Μια καμάρα είναι μέρος ενός οβάλ.
pt: Estas janelas não são retângulos! Uma das janelas é um círculo. Não podemos ver todo o cenário, mas parece que as outras janelas têm os topos arqueados. Um arco é parte de uma forma oval.
ru: Эти окна не прямоугольники! Одно из окон- круг. Мы не можем видеть всю сцену но похоже что остальные окна имеют арочные верхушки. Арка является частью овала.

# data_list
source: Look at the particularly interesting interplay of shapes on the blue dress. Shapes can be combined in such interesting ways!
el: Κοίταξε το ιδιαίτερα ενδιαφέρον ανακάτεμα των σχημάτων στο μπλε φόρεμα. Τα σχήματα μπορούν να συνδυαστούν με τόσο ενδιαφέροντες τρόπους!
pt: Veja a interação particularmente interessante das formas no vestido azul. As formas podem ser combinadas de maneiras tão interessantes!
ru: Посмотри на особенно интересные взаимодействие форм на синем платье. Формы можно комбинировать такими интересными способами!

# data_list
source: People said my voice was a gift and my songs were special. I sang with other musicians and our music was heard all over the world.
el: Οι άνθρωποι έλεγαν ότι η φωνή μου ήταν δώρο και τα τραγούδια μου ξεχωριστά. Τραγούδησα με άλλους μουσικούς και η μουσική μας ακούστηκε σε όλον τον κόσμο.
pt: As pessoas diziam que a minha voz era um presente e as minhas músicas eram especiais. Eu cantei com outros músicos e a nossa música foi ouvida em todo o mundo.
ru: Люди говорили что мой голос это подарок и что мои песни особенные. Я пела с другими музыкантами и нашу музыку слышали по всему миру.

# data_list
source: Miriam is standing in a spotlight shining down from a bright light in the ceiling. The spotlight makes a cone of light that the singer can be in and stand on the stage. People can have cones that are funnels or ice cream cones.
el: Η Μίριαμ στέκεται σε έναν σημείο που πέφτει ένα έντονο φως από προβολέα από το ταβάνι. Ο προβολέας δημιουργεί έναν κώνο φωτός στον οποίο μπορεί να βρίσκεται η τραγουδίστρια πάνω στη σκηνή. Οι άνθρωποι χρησιμοποιούν κώνους όπως οι χωνιά ή τα χωνάκια παγωτού.
pt: Miriam está em pé dentro de um holofote cujo brilho vem de uma luz forte que está no teto. O holofote faz um cone de luz em que o cantor pode entrar e ficar em cima do palco. As pessoas podem ter cones que são funis ou cones de sorvete.
ru: Мириам стоит в луче прожектора, льющимся из яркого светильника на потолке. Прожектор создаёт конус света в котором певица может находиться и стоять на сцене. Люди могут иметь конусы в форме воронок или рожки для мороженого.

# data_list
source: When a spotlight shines straight down it makes a circle on the stage floor. When it shines from the side, the shape on the floor is called an oval or an ellipse. Do you see any ellipses where you are?
el: Όταν ένας προβολέας λάμπει κατακόρυφα προς τα κάτω, σχηματίζει έναν κύκλο στο πάτωμα της σκηνής. Όταν φωτίζει από το πλάι, το σχήμα στο πάτωμα ονομάζεται οβάλ ή έλλειψη. Βλέπεις καμιά έλλειψη εκεί όπου βρίσκεσαι;
pt: Quando um holofote brilha diretamente para baixo, um círculo é formado no chão do palco. Quando brilha de lado, a forma no chão é chamada de oval ou elipse. Você vê alguma elipse no local onde você está?
ru: Когда прожектор светит прямо вниз он создаёт круг на полу сцены. Когда он светит сбоку, фигура на полу называется овалом или эллипсом. Ты видишь какие-либо эллипсы где ты находишься?

# data_list
source: Other than the spotlight, what other ovals or parts of ovals do you see in this picture?
el: Εκτός από τον προβολέα, ποια άλλα οβάλ ή τμήματα οβάλ βλέπεις σε αυτή την εικόνα;
pt: Além dos holofotes, que outras formas ovais ou partes de formas ovais você vê nesta imagem?
ru: Какие ещё овалы или части овалов помимо прожектора ты видишь на этой картинке?

# data_list
source: My home was Sophiatown, a place of culture and music. Sophiatown is a place where South Africans could make music and harmony and dance together. But the people who ruled the land at the time did not like this togetherness. Those rulers didn't want black and white people to be friends.
el: Το μέρος που αισθανόμουν σπίτι μου ήταν το Σοφιάταουν, ένας τόπος γεμάτος κουλτούρα και μουσική. Το Σοφιάταουν ήταν ένα μέρος όπου οι Νοτιοαφρικανοί μπορούσαν να δημιουργούν μουσικές και μελωδίες και να χορεύουν όλοι μαζί. Όμως στους ανθρώπους που κυβερνούσαν τότε τη χώρα δεν άρεσε αυτή η συνύπαρξη. Εκείνοι οι άρχοντες δεν ήθελαν οι μαύροι και οι λευκοί να είναι φίλοι.
pt: Minha casa era em Sophiatown, um lugar de cultura e música. Sophiatown é um lugar onde os sul-africanos podiam fazer música, harmonizar e dançar juntos. Mas as pessoas que governavam a região na época não gostavam dessa união. Esses governantes não queriam que negros e brancos fossem amigos.
ru: Моим домом был Софиятаун, место культуры и музыки. Софиятаун это место где Южноафриканцы могли создавать музыку, гармонию, и танцевать вместе. Но тем людям которые правили страной в то время не нравилось это единение. Эти правители не хотели чтобы чёрные и белые люди дружили.

# data_list
source: Unfortunately, some people pay attention to things that are different about people, such as skin color, how tall they are, or the place where they come from. Are there some differences that keep you away from some people?
el: Δυστυχώς, κάποιοι άνθρωποι δίνουν σημασία σε πράγματα που διαφέρουν στους άλλους, όπως το χρώμα του δέρματος, το ύψος ή ο τόπος καταγωγής. Υπάρχουν κάποιες διαφορές που σε κρατούν μακριά από κάποιους ανθρώπους;
pt: Infelizmente, algumas pessoas prestam atenção em coisas que são diferentes nas pessoas, como a cor da pele, a altura ou o lugar de onde são. Há algumas diferenças que te afastam de algumas pessoas?
ru: К сожалению некоторые люди обращают внимание на то что отличает людей друг от друга, например, на цвет кожи, рост, и место происхождения. Есть ли какие-то различия которые отдаляют тебя от некоторых людей?

# data_list
source: Music is something that can be shared and it can help bring people together. What brings you together with your friends?
el: Η μουσική είναι κάτι που μπορεί να μοιραστεί ανάμεσα στους ανθρώπους και να βοηθήσει να έρθουν κοντά. Τι σε φέρνει κοντά με τους φίλους σου;
pt: A música é algo que pode ser compartilhado e pode ajudar a unir as pessoas. O que une você aos seus amigos?
ru: Музыка это то чем можно поделиться и она может помочь объединить людей. Что объединяет тебя с твоими друзьями?

# data_list
source: Do you think doing math is something that can be shared and bring people together?
el: Πιστεύεις ότι τα μαθηματικά είναι κάτι που μπορεί να μοιραστεί ανάμεσα στους ανθρώπους και να τους φέρει κοντά;
pt: Você acha que fazer matemática é algo que pode ser compartilhado e pode unir as pessoas?
ru: Как ты думаешь, заниматься математикой соединяет людей?

# data_list
source: I knew it was wrong to treat people differently because of their skin color. I did not hide my beliefs, and so those people in charge wanted me out of the country. When I was singing in America, I was told I could never return home.
el: Ήξερα ότι ήταν λάθος να αντιμετωπίζεις τους ανθρώπους διαφορετικά λόγω του χρώματος του δέρματός τους. Δεν έκρυψα τις πεποιθήσεις μου και έτσι οι άνθρωποι στην εξουσία ήθελαν να με βγάλουν από τη χώρα. Όταν τραγουδούσα στην Αμερική, έμαθα ότι δεν θα μπορούσα ποτέ να επιστρέψω σπίτι.
pt: Eu sabia que era errado tratar as pessoas de forma diferente por causa da cor da pele. Eu não escondi as minhas crenças e, portanto, as pessoas que estavam no comando me quiseram fora do país. Quando eu estava cantando nos Estados Unidos, disseram-me que eu nunca mais poderia voltar para casa.
ru: Я знала что неправильно относиться к людям по другому из за цвета их кожи. Я не скрывала свои убеждения и поэтому правители хотели чтобы я покинула страну. Когда я пела в Америке, мне сказали что я никогда не смогу вернуться домой.

# data_list
source: How is Miriam feeling? How can you tell?
el: Πώς νιώθει η Μίριαμ; Πώς μπορείς να το καταλάβεις;
pt: Como Miriam está se sentindo? Como você sabe?
ru: Как себя чувствует Мириам? Как можно это заметить?

# data_list
source: Have you ever been away from home and worried about getting back? Did it make you sad, or was it just hard to wait?
el: Έχεις βρεθεί ποτέ μακριά από το σπίτι και ανησυχούσες αν θα γυρίσεις; Σε έκανε αυτό να νιώσεις λύπη ή απλώς ήταν δύσκολο να περιμένεις;
pt: Você já esteve longe de casa e ficou preocupado em voltar? Isto o deixou triste, ou foi apenas difícil esperar?
ru: Ты когда-нибудь был вдали от дома и беспокоился о возвращении? Тебя это огорчило или просто было трудно ждать?

# data_list
source: Clouds can come in many shapes! Notice that the bottoms of these clouds are flat. That often happens with clouds. Look at the clouds where you are, or remember a time when there were lots of clouds -- were they flat on the bottom?
el: Τα σύννεφα μπορούν να έχουν πολλά σχήματα! Παρατήρησε ότι το κάτω μέρος αυτών των σύννεφων είναι επίπεδο. Αυτό συμβαίνει συχνά με τα σύννεφα. Κοίταξε τα σύννεφα εκεί που είσαι, ή θυμήσου μια φορά που υπήρχαν πολλά σύννεφα — ήταν επίπεδα στον πάτο;
pt: As nuvens podem ter várias formas! Observe que as bases destas nuvens são planas. Isto geralmente acontece com as nuvens. Olhe para as nuvens onde você está, ou se lembre de uma época em que havia muitas nuvens – elas tinham a base plana?
ru: Облака могут иметь разные формы! Заметь что нижнии части этих облаков плоские. Это часто случается с облаками. Посмотри на облака там где ты находишься, или вспомни время когда было много облаков -- ихняя нижняя часть тоже была плоская?

# data_list
source: People all over the world heard my story. My songs and my story helped many to see how there was no fairness in South Africa for those with black skin. I decided to go on singing and telling the truth about my country, no matter what.
el: Άνθρωποι σε όλον τον κόσμο άκουσαν την ιστορία μου. Τα τραγούδια και η ιστορία μου βοήθησαν πολλούς να δουν ότι δεν υπήρχε δικαιοσύνη στη Νότια Αφρική για όσους είχαν μαύρο δέρμα. Αποφάσισα να συνεχίσω να τραγουδώ και να λέω την αλήθεια για τη χώρα μου, ό,τι κι αν γίνει.
pt: Pessoas de todo o mundo ouviram a minha história. Minhas músicas e minha história ajudaram muitos a saber como não havia justiça na África do Sul para aqueles com a pele negra. Eu decidi continuar cantando e dizendo a verdade sobre o meu país, não importa o que acontecesse.
ru: Люди во всём мире услышали мою историю. Мои песни и моя история помогли многим увидеть что в Южной Африке нет справедливости по отношению к людям с чёрной кожи. Я решила продолжить петь и рассказывать правду о своей стране, несмотря ни на что.

# data_list
source: Have you ever done something that some people thought was a bad idea, but you knew it was the right thing to do? What was it? Were you glad you stood up for what you believed in?
el: Έχεις κάνει ποτέ κάτι που κάποιοι θεωρούσαν κακή ιδέα, αλλά εσύ ήξερες ότι ήταν το σωστό; Τι ήταν; Χάρηκες που υπερασπίστηκες αυτό που πίστευες;
pt: Você já fez algo que algumas pessoas pensaram que era uma má ideia, mas você sabia que era a coisa certa a fazer? O que era? Você ficou feliz por defender o que acreditava?
ru: Ты когда-нибудь делал что-то что некоторые люди считали плохой идеей, но ты знал что это было правильным решением? Что это было? Ты был рад что отстаивал то что ты верил?

# data_list
source: How do the eyebrows and mouths in this picture show that the people are dismayed?
el: Πώς δείχνουν τα φρύδια και τα στόματα σε αυτή την εικόνα ότι οι άνθρωποι είναι απογοητευμένοι;
pt: Como as sobrancelhas e as bocas nesta imagem demonstram que estas pessoas estão consternadas?
ru: Как брови и рты на этой картинке показывает что люди встревожены?

# data_list
source: Use your eyebrows to show different feelings. Try to show that you are happy, sad, surprised, or worried.
el: Χρησιμοποίησε τα φρύδια σου για να δείξεις διαφορετικά συναισθήματα. Προσπάθησε να δείξεις ότι είσαι χαρούμενος, λυπημένος, έκπληκτος ή ανήσυχος.
pt: Use as suas sobrancelhas para demonstrar sentimentos diferentes. Tente demonstrar que você está feliz, triste, surpreso e preocupado.
ru: Используй свои брови чтобы выразить разные чувства. Попробуй показать что ты счастливый, грустный, удивлён, или обеспокоен.

# data_list
source: The world loved my music and I was welcomed in many countries. I won awards and sang for important people all over the globe. My life was good, but something was missing. I could not sing in my home country, and people there were not free.
el: Ο κόσμος αγάπησε τη μουσική μου και με καλωσόρισε σε πολλές χώρες. Κέρδισα βραβεία και τραγούδησα για σημαντικούς ανθρώπους σε όλη τη γη. Η ζωή μου ήταν καλή, αλλά κάτι έλειπε. Δεν μπορούσα να τραγουδήσω στη χώρα μου και οι άνθρωποι εκεί δεν ήταν ελεύθεροι.
pt: O mundo adorava a minha música, e eu fui bem recebida em muitos países. Ganhei prêmios e cantei para pessoas importantes em todo o mundo. A minha vida era boa, mas faltava algo. Eu não podia cantar em meu país de origem, e lá as pessoas não eram livres.
ru: Мир полюбил мою музыку, и меня приветствовали во многих стран. Я выиграла награды и пела для важных людей по всему миру. Моя жизнь была хорошая, но чего-то не хватало. Я не могла петь в своей родной стране, и люди там не были свободны.

# data_list
source: Notice how the spotlight creates part of an oval on the floor.
el: Παρατήρησε πώς ο προβολέας δημιουργεί μέρος ενός οβάλ στο πάτωμα.
pt: Observe como o holofote cria parte de uma forma oval no chão.
ru: Заметь как прожектор создаёт часть овала на полу.

# data_list
source: Sometimes an outline of a shape is enough to tell what it is. The two dark outlines show people wearing something special on their heads. Who do you think these people are?
el: Κάποιες φορές το περίγραμμα ενός σχήματος αρκεί για να καταλάβεις τι είναι. Τα δύο σκοτεινά περιγράμματα δείχνουν ανθρώπους που φορούν κάτι ιδιαίτερο στο κεφάλι τους. Ποιοι νομίζεις ότι είναι αυτοί οι άνθρωποι;
pt: Às vezes, um contorno de uma forma é suficiente para dizer o que ela é. Os dois contornos escuros mostram pessoas usando algo especial na cabeça. Quem você acha que são estas pessoas?
ru: Иногда контура фигуры достаточно чтобы понять что это такое. Два тёмных контура показывает людей которые носят на головах что-то особенное. Как ты думаешь кто эти люди?

# data_list
source: Have you ever done some singing, dancing, or other performing in front of people? How did you feel?
el: Έχεις τραγουδήσει, χορέψει ή κάνει άλλη παράσταση μπροστά σε κόσμο; Πώς ένιωσες;
pt: Você já cantou, dançou ou se apresentou na frente das pessoas? Como você se sentiu?
ru: Ты когда-нибудь пел, танцевал, или выступал перед людьми? Как ты себя чувствовал?

# data_list
source: Then a wonderful day dawned when Nelson Mandela became president of South Africa. New people were in charge and the unfair laws belonged to the past. I finally went home with new hope in my heart.
el: Και τότε ξημέρωσε μια υπέροχη μέρα όταν ο Νέλσον Μαντέλα έγινε πρόεδρος της Νότιας Αφρικής. Νέοι άνθρωποι ανέλαβαν και οι άδικοι νόμοι ανήκαν πια στο παρελθόν. Επέστρεψα επιτέλους στο σπίτι με νέα ελπίδα στην καρδιά μου.
pt: Então um dia maravilhoso amanheceu quando Nelson Mandela se tornou presidente da África do Sul. Novas pessoas estavam no comando e as leis injustas pertenciam ao passado. Finalmente eu fui para casa com uma nova esperança em meu coração.
ru: Затем наступил прекрасный день когда Нельсон Мандела стал президентом Южной Африки. В власти были новые люди и несправедливые законы остались в прошлом. Я наконец-то пошла домой с новой надеждой в своём сердце.

# data_list
source: Which arcs on their faces show that they are happy?
el: Ποια τόξα στα πρόσωπά τους δείχνουν ότι είναι χαρούμενοι;
pt: Quais arcos nos rostos deles demonstram que eles estão felizes?
ru: Какие дуги на их лицах показывают что они счастливые?

# data_list
source: The stripes on the shirt of President Mandela are made up of rectangles. There are shapes all around us!
el: Οι ρίγες στο πουκάμισο του προέδρου Μαντέλα αποτελούνται από ορθογώνια. Υπάρχουν σχήματα παντού γύρω μας!
pt: As listras na camisa do Presidente Mandela são feitas de retângulos. Há formas geométricas em todo o nosso redor!
ru: Полоски на рубашке президента Манделы состоят из прямоугольников. Везде вокруг нас есть формы!

# data_list
source: Did you notice the flat-bottomed clouds in this picture?
el: Πρόσεξε τα σύννεφα με το επίπεδο κάτω μέρος σε αυτή την εικόνα;
pt: Você notou as nuvens de base plana nesta imagem?
ru: Ты заметил облака с плоским низом на этой фотографии?

# data_list
source: After that, I could sing in a free, fair country. People of different colors could enjoy music together. I helped make this happen because I was brave and strong. I sang the truth in all of my songs.
el: Μετά από αυτό, μπορούσα να τραγουδώ σε μια ελεύθερη, δίκαιη χώρα. Άνθρωποι με διαφορετικά χρώματα δέρματος μπορούσαν να απολαμβάνουν τη μουσική μαζί. Βοήθησα να συμβεί αυτό επειδή ήμουν γενναία και δυνατή. Τραγουδούσα την αλήθεια σε όλα μου τα τραγούδια.
pt: Depois disso, eu pude cantar em um país livre e justo. Pessoas de cores diferentes podiam curtir músicas juntas. Eu ajudei a fazer isto acontecer porque eu fui corajosa e forte. Eu cantei a verdade em todas as minhas músicas.
ru: После этого я смогла петь в свободной, справедливой стране. Люди разного цвета кожи могли вместе наслаждаться музыкой. Я помогла этому случиться потому что я была смелой и сильной. Я пела правду во всех своих песнях.

# data_list
source: What are some times when you have been brave and strong? How did you feel?
el: Ποιες είναι μερικές φορές που στάθηκες γενναίος και δυνατός; Πώς ένιωσες;
pt: Quais foram algumas das vezes em que você foi corajoso(a) e forte? Como você se sentiu?
ru: Вспомни моменты когда ты был храбр и сильный. Как ты себя чувствовал?

# data_list
source: Count together all the people on this page. If you take away the people on the stage, how many are left?
el: Μέτρησε μαζί όλους τους ανθρώπους σε αυτή τη σελίδα. Αν αφαιρέσεις τους ανθρώπους πάνω στη σκηνή, πόσοι απομένουν;
pt: Vamos contar juntos todas as pessoas nesta página. Se você tirar as pessoas que estão no palco, quantas restam?
ru: Посчитай всех людей на этой странице. Если убрать людей на сцене, сколько останется?

# data_list
source: How wonderful to see all these people enjoying Miriam's music and dancing together!
el: Τι υπέροχο να βλέπεις όλους αυτούς τους ανθρώπους να απολαμβάνουν τη μουσική της Μίριαμ και να χορεύουν μαζί!
pt: Como é maravilhoso ver todas estas pessoas curtindo a música de Miriam e dançando juntas!
ru: Как замечательно видеть как все люди наслаждаются музыкой Мириама и танцуют вместе!

# data_list
source: A long time ago, there was a greedy hyena.
el: Πολύ παλιά, υπήρχε μια άπληστη ύαινα.
pt: Há muito tempo, havia uma hiena gananciosa.
ru: Давным-давно жила-была жадная гиена.

# data_list
source: These houses seem very smoky. How many houses do you see in Hyena's village?
el: Αυτά τα σπίτια φαίνονται πολύ καπνισμένα. Πόσα σπίτια βλέπετε στο χωριό της Ύαινας;
pt: Essas casas parecem muito enfumaçadas. Quantas casas você vê na aldeia de Hiena?
ru: Эти дома кажутся очень задымлёнными. Сколько домов ты видишь в деревне Гиены?

# data_list
source: Each house is round with round roof going up to a point. Each roof is in the shape of a cone. Do you see any cone-shaped things around you?
el: Κάθε σπίτι είναι στρογγυλό με στρογγυλή στέγη που καταλήγει σε μια κορυφή. Κάθε στέγη έχει το σχήμα κώνου. Βλέπεις γύρω σου αντικείμενα σε σχήμα κώνου;
pt: Cada casa é redonda com telhado redondo que sobe até um certo ponto. Cada telhado tem a forma de um cone. Você vê alguma coisa em forma de cone ao seu redor?
ru: Каждый дом круглый, с круглой крышей поднимающийся к вершине. Каждая крыша имеет форму конуса. Видишь ли ты какие-либо предметы вокруг тебя в форме конуса?

# data_list
source: Count the toes on each of Hyena's legs. Hyenas have the same number of toes on all their legs -- is that what the picture shows?
el: Μέτρησε τα δάχτυλα των ποδιών σε κάθε πόδι της Ύαινας. Οι ύαινες έχουν τον ίδιο αριθμό δαχτύλων σε όλα τους τα πόδια — δείχνει αυτό η εικόνα;
pt: Conte os dedos de cada uma das pernas de Hiena. As hienas têm o mesmo número de dedos em todas as pernas - é isso o que a imagem mostra?
ru: Посчитай пальцы на каждой ноге у Гиены. У Гиен одинаковое количество пальцев на всех ногах -- это то что показано на картинке?

# data_list
source: There was also Tortoise. Hyena and Tortoise were friends.
el: Υπήρχε επίσης η Χελώνα. Η Ύαινα και η Χελώνα ήταν φίλοι.
pt: Havia também Tartaruga. Hiena e Tartaruga eram amigos.
ru: Там также была Черепаха. Гиена и Черепаха были друзьями.

# data_list
source: How many houses are in Tortoise's village? How many houses are in the two villages combined?
el: Πόσα σπίτια υπάρχουν στο χωριό της Χελώνας; Πόσα σπίτια υπάρχουν στα δύο χωριά μαζί;
pt: Quantas casas existem na aldeia de Tartaruga? Quantas casas existem nas duas aldeias juntas?
ru: Сколько домов в деревне Черепахи? Сколько домов в двух деревнях вместе?
