Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Playdate Focus:** This is a chance to take a deeper look at problem solving using strategy games. A strategy game is any game where the players have choices that can make the outcome of the game better or worse.
ru: **Фокус игровой встречи:** Это возможность глубже взглянуть на решение задач с помощью стратегических игр. Стратегическая игра - это любая игра, в которой у игроков есть выбор, который может улучшить или ухудшить исход игры.

# data_list
source: This has counting, comparisons, and problem solving.
ru: Здесь есть счёт, сравнение, и решение задач.

# data_list
source: These involve addition and subtraction. Use the numbered version of Dots and Boxes and write in two-digit numbers if your child is ready for them.
ru: Эти упражнения включает сложение и вычитание. Используйте пронумерованную версию Tочек и Kвадратов и записывайте двузначные числа, если ваш ребёнок готов к ним.

# data_list
source: Stage 5 Overview
ru: Этап 5: Я Могу Считать до 100!

# data_list
source: **Overview for Stage 5 playdates** The Math Learning Step for the introduction for Stage 5 gives an overview of the topics that are covered during this stage. The individual Playdates each have some suggested math activities.
ru: **Игровая встреча Этап 5: Я Могу Считать до 100!** На этом этапе счёт переходит к трёхзначным числам, превышающим 100. Понятие разрядных значений становятся всё более важным, использование развёрнутой формы записи чисел может сделать многие из них более понятными. Теперь, когда освоены сложение и вычитание однозначных чисел, пора переходить к умножению и делению однозначных чисел.

# data_list
source: Playdate 5-1
ru: Игровая встреча 41: 3-значное Разрядное Значение

# data_list
source: **Playdate Focus:** Your child's numbers are going above 100, and their adding and subtracting involves two-digit numbers. Practice 2-digit and 3-digit expanded form and place value with them.
ru: **Фокус игровой встречи:** Ваш ребёнок уже оперирует числами выше 100, и его сложение и вычитание включает двузначные числа. Практикуйтесь с двузначными и трёхзначными числами в развернутом виде и найдите с ними значение.

# data_list
source: Playdate 5-2
ru: Игровая встреча 42: Двузначное Сложение/Вычитание

# data_list
source: **Playdate Focus:** Use expanded form to practice double-digit addition and subtraction.
ru: **Фокус игровой встречи:** Используйте развёрнутую форму для практики сложения и вычитания двузначных чисел.

# data_list
source: These involve two-digit addition and subtraction.
ru: Эти включает в себя сложение и вычитание двузначных чисел.

# data_list
source: Playdate 5-3
ru: Игровая встреча 43: Пропускать Счёт по 2 до 10

# data_list
source: **Playdate Focus:** Practice skip counting up and down by any skip amount starting at any number (not just multiples). This skip counting is great practice for all four of the operations.
ru: **Фокус игровой встречи:** Практикуйте счёт с пропусками вверх и вниз на любое количество шагов, начиная с любого числа (не только кратного ему). Этот счёт с пропусками отлично подходят для практики всех четырёх операций.

# data_list
source: These involve lots of practice with skip counting.
ru: Эти требуют много практики с пропуском счёта.

# data_list
source: Playdate 5-4
ru: Игровая встреча 44: Умножение – 2, 4, 8, 5, 10

# data_list
source: **Playdate Focus:** Practice mental multiplication using doubling for 2, 4, and 8. Practice mental multiplication by 5 and 10 because they are useful and easy.
ru: **Фокус игровой встречи:** Практикуйте устное умножение, используя удвоение для 2, 4, и 8. Практикуйте устное умножение на 5 и 10, потому что это полезно и легко.

# data_list
source: These involve doubling and general multiplication practice.
ru: Эти включают в себя удвоение и общую практику умножения.

# data_list
source: Playdate 5-5
ru: Игровая встреча 45: Умножение – 3, 4, 6, 9, 11

# data_list
source: **Playdate Focus:** Use the idea of one more and one less to practice mental multiplication for multiplying by 3, 4, 6, 9, and 11. For example, multiplying by 6 is one more than multiplying by 5.
ru: **Фокус игровой встречи:** Используйте идею на один больше и на один меньше, чтобы практиковать устное умножение на 3, 4, 6, 9, и 11. Например, умножение на 6 на один больше, чем умножение на 5.

# data_list
source: These involve lots of multiplication practice along with some mixed operation practice.
ru: Эти включает в себя много практики умножения вместе с некоторой практикой смешанных операций.

# data_list
source: Playdate 5-6
ru: Игровая встреча 46: Умножение Однозначных Чисел

# data_list
source: **Playdate Focus:** All the pieces are in place, and your child is ready to finish off the mastery of all single-digit multiplication!
ru: **Фокус игровой встречи:** Все детали на месте, и ваш ребёнок готов завершить освоение всех навыков умножения однозначных чисел!

# data_list
source: These are repeated from the last Playdate and involve lots of multiplication practice along with some mixed operation practice.
ru: Эти повторяют упражнение с последнего занятия и включает в себя много упражнений на умножение, а также упражнения на смешанные операции.

# data_list
source: Playdate 5-7
ru: Игровая встреча 47: Делители, Множители, и Кратные

# data_list
source: **Playdate Focus:** Now that your child is getting comfortable with multiplying and dividing, it's time to develop a sense of how numbers can evenly divide other numbers. This involves in learning and practice the words: factor, divisor, and multiple.
ru: **Фокус игровой встречи:** Теперь, когда ваш ребёнок освоился с умножением и делением, пора за раз развить у него понимание того, как одни числа можно делить нацело на другие. Это включает в себя изучение и практику слов: множитель, делитель, и кратные.

# data_list
source: These involve lots of practice with factors and multiples.
ru: Эти требуют много практики с факторами и множителями.

# data_list
source: Playdate 5-8
ru: Игровая встреча 48: Простые числа, Составные числа, и Степени

# data_list
source: **Playdate Focus:** Using multiplication, primes are the building blocks of numbers. Help your child develop a strong sense of prime factorizations. The new words for this Playdate are: prime, composite, unit, and power.
ru: **Фокус игровой встречи:** При умножение простые числа становятся строительными блоками чисел. Помогите ребёнку развить навыки разложения на простые множители. Новые слова для этого игрового дня: простое число, составное число, единица, и степень.

# data_list
source: These involve lots of practice with multiplication and divisibility playing with Turning the Tables. Practice prime factorizations by using them when you play Beep.
ru: Эти требуют много практики с умножением и делением, играя в Переворачивать Столы. Тренируйтесь в разложении на простые множители, используя их во время игры Бип.

# data_list
source: Playdate 5-9
ru: Игровая встреча 49: Семьи Фактов II

# data_list
source: **Playdate Focus:** Practicing with fact families is a good way to deepen your child's understanding of the interconnection between multiplication and division.
ru: **Фокус игровой встречи:** Практика с фактическими семьями– хороший способ углубить понимание ребенка взаимосвязи между умножением и делением.

# data_list
source: These involve lots of practice with multiplication and divisibility playing with Turning the Tables. Practice multiples by using them when you play Beep.
ru: Эти требуют много практики с умножением и делением, играя в Переворачивать Столы. Тренируйтесь использовать кратные числа играя с ними в Бип.

# data_list
source: Playdate 5-10
ru: Игровая встреча 50: Деление Однозначных Чисел

# data_list
source: **Playdate Focus:** This is a quick first step at practicing division with and without remainders.
ru: **Фокус игровой встречи:** Это быстрый первый шаг к практике деления с остатком и без него.

# data_list
source: These involve lots of practice with multiplication and division.
ru: Эти требуют много практики с умножением и делением.
