Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: And talks the same.
el: Και μιλάει το ίδιο με μένα.
pt: E fale igual.
ru: И говорит одинаково.

# data_list
source: This animal is listening to its echo across a canyon. Have you heard an echo of your voice?
el: Αυτό το ζώο ακούει την ηχώ του σε ένα φαράγγι. Έχεις ακούσει ποτέ την ηχώ της φωνής σου;
pt: Este animal está ouvindo o eco dele através de um desfiladeiro. Você já ouviu um eco de sua voz?
ru: Это животное слышит своё эхо через каньон. Ты когда-нибудь слышал эхо своего голоса?

# data_list
source: An echo for your voice is like looking in a mirror for your image. Does an echo sound exactly like you, or can you tell the difference?
el: Μια ηχώ για τη φωνή σου είναι σαν να κοιτάζεις σε έναν καθρέφτη την εικόνα σου. Ακούγεται ακριβώς όπως εσύ ή μπορείς να διακρίνεις κάποια διαφορά;
pt: Um eco para a sua voz é como refletir-se em um espelho para a sua imagem. Um eco soa exatamente como você, ou existem diferenças?
ru: Эхо твоего голоса это как смотреть в зеркало, чтобы увидеть своё отражение. Эхо звучит точно так же как ты, или ты можешь заметить разницу?

# data_list
source: Hearing an echo is similar to hearing a recording of your voice. Do you think recordings of your voice sound like what you hear in your head when you talk?
el: Το να ακούς μια ηχώ είναι παρόμοιο με το να ακούς μια ηχογράφηση της φωνής σου. Σου φαίνεται ότι οι ηχογραφήσεις της φωνής σου ακούγονται όπως την ακούς στο κεφάλι σου όταν μιλάς;
pt: Ouvir um eco é semelhante a ouvir uma gravação de sua voz. Você acha que as gravações de sua voz soam igual ao que você ouve em sua cabeça quando fala?
ru: Слышать эхо это то же самое что слышать запись своего голоса. Ты думаешь что запись твоего голоса звучит так же как то что ты слышишь в своей голове когда ты разговариваешь?

# data_list
source: And even has my curls.
el: Και έχει ακόμα και τις μπούκλες μου.
pt: E tenha até os meus cachos.
ru: И даже имеет мои кудри.

# data_list
source: Hippos and mice may have curly tails, but that does not make them the same as our friend. How many things need to be the same for two animals to be the same?
el: Ιπποπόταμοι και ποντίκια μπορεί να έχουν σγουρές ουρές, αλλά αυτό δεν τα κάνει ίδια με τον φίλο μας. Πόσα πράγματα πρέπει να είναι ίδια για να είναι δύο ζώα ίδια;
pt: Hipopótamos e ratos podem ter caudas encaracoladas, mas isso não os torna iguais ao nosso amigo. Quantas coisas precisam ser iguais para que dois animais sejam os mesmos?
ru: У бегемотов и мышей могут быть закрученные хвосты, но это не делает их одинаковыми как наши друзья. Сколько вещей должно быть одинаковым, чтобы два животных были одинаковыми?

# data_list
source: Describe some ways that the hippo and the mouse are different than our friend.
el: Περίγραψε μερικά πράγματα που είναι διαφορετικά στον ιπποπόταμο και το ποντίκι από τον φίλο μας.
pt: Descreva algumas maneiras pelas quais o hipopótamo e o rato são diferentes do nosso amigo.
ru: Опиши некоторые отличия бегемота и мыши от нашего друга.

# data_list
source: Pick someone you know and describe some ways you are similar to them and some ways you are different.
el: Διάλεξε κάποιον που γνωρίζεις και περίγραψε κάποια πράγματα στα οποία μοιάζετε και κάποια πράγματα στα οποία διαφέρετε.
pt: Escolha alguém que você conheça e descreva algumas maneiras pelas quais vocês são semelhantes e algumas maneiras pelas quais vocês são diferentes.
ru: Выбери кого-то из своих знакомых и опиши чем ты на них похож, и чем отличаешься.

# data_list
source: Someone with my eyes my ears.
el: Κάποιος με τα μάτια μου και με τα αυτιά μου.
pt: Alguém com os meus olhos e os meus ouvidos.
ru: Кто-нибудь с моими глазами и ушами.

# data_list
source: Can you think of other animals that have big ears similar to these?
el: Μπορείς να σκεφτείς άλλα ζώα που έχουν μεγάλα αυτιά παρόμοια με αυτά;
pt: Você consegue pensar em outros animais que têm orelhas grandes semelhantes a essas?
ru: Ты можешь вспомнить других животных у которых есть большие уши похожие на эти?

# data_list
source: Can you think of other animals that have eyelashes like these?
el: Μπορείς να σκεφτείς άλλα ζώα που έχουν βλεφαρίδες σαν αυτές;
pt: Você consegue pensar em outros animais que têm cílios como esses?
ru: Ты можешь вспомнить других животных у которых есть такие же ресницы?

# data_list
source: This animal has three eyelashes on each side. How many eyelashes is that all together?
el: Αυτό το ζώο έχει τρεις βλεφαρίδες σε κάθε πλευρά. Πόσες βλεφαρίδες έχει συνολικά;
pt: Este animal tem três cílios de cada lado. Quantos cílios são no total?
ru: У этого животного по три ресницы с каждой стороны. Сколько это ресниц вместе?

# data_list
source: Who even has my laugh.
el: Και που γελάει όπως εγώ.
pt: Que tenha até a minha risada.
ru: Кто-нибудь с моим смехом.

# data_list
source: Can you make some animals sounds? Which animals?
el: Μπορείς να μιμηθείς ήχους ζώων; Ποιων ζώων;
pt: Você pode fazer alguns sons de animais? Quais animais?
ru: Можешь ли ты издать звуки животных? Каких животных?

# data_list
source: Can you neigh like a horse, oink like a pig, meow like a cat, or bray like a donkey?
el: Μπορείς να χλιμιντρίσεις σαν άλογο, να γρυλίσεις σαν γουρούνι, να νιαουρίσεις σαν γάτα ή να γκαρίξεις σαν γαϊδούρι;
pt: Você pode relinchar como um cavalo, roncar como um porco, miar como um gato ou zurrar como um burro?
ru: Ты умеешь ржать как лошадь, хрюкать как свинья, мяукать как кошка, или реветь как осёл?

# data_list
source: This animal has exceptionally big teeth. Think of other animals with teeth like these.
el: Αυτό το ζώο έχει πολύ μεγάλα δόντια. Σκέψου άλλα ζώα με δόντια σαν αυτά.
pt: Este animal tem dentes excepcionalmente grandes. Pense em outros animais com dentes como esses.
ru: У этого животного исключительные большие зубы. Подумай о других животных с такими же зубами.

# data_list
source: Who can do what I can do.
el: Που μπορεί να κάνει αυτά που μπορώ να κάνω.
pt: Que consiga fazer o que eu consigo fazer.
ru: Кто-нибудь кто делает то что я делаю.

# data_list
source: Do you feel happy running in a big open space like that?
el: Νιώθεις χαρούμενος όταν τρέχεις σε έναν μεγάλο ανοιχτό χώρο σαν αυτό;
pt: Você se sente feliz correndo em um espaço grande e aberto como esse?
ru: Ты чувствуешь себя счастливым бегая по такому большому открытому пространству?

# data_list
source: Do you prefer to run with someone or by yourself?
el: Προτιμάς να τρέχεις με κάποιον ή μόνος σου;
pt: Você prefere correr com alguém ou sozinho?
ru: Ты предпочитаешь бегать с кем-то или один?

# data_list
source: Count all the rocks near them. If you take away the two biggest rocks, how many rocks are left?
el: Μέτρησε όλα τα βράχια κοντά τους. Αν αφαιρέσεις τα δύο μεγαλύτερα βράχια, πόσα βράχια μένουν;
pt: Conte todas as rochas perto deles. Se você tirar as duas pedras maiores, quantas pedras sobram?
ru: Посчитай все камни рядом с ними. Если убрать два самых больших камня, сколько камней остаётся?

# data_list
source: And can't do what I can't.
el: Και που δεν μπορεί να κάνει αυτά που δεν μπορώ να κάνω.
pt: E que não consiga fazer o que eu não consigo.
ru: Кто-нибудь кто не может делать тоже что и я.

# data_list
source: Why are the animals having trouble peeling the banana?
el: Γιατί δυσκολεύονται τα ζώα να ξεφλουδίσουν την μπανάνα;
pt: Por que os animais estão tendo dificuldades para descascar a banana?
ru: Почему у животных возникают трудности с очисткой банана?

# data_list
source: Can you peel a banana easily?
el: Μπορείς να ξεφλουδίσεις εύκολα μια μπανάνα;
pt: Você consegue descascar uma banana facilmente?
ru: Можешь ли ты легко очистить банан?

# data_list
source: Are there things, such as fruit or packages, that you have trouble opening?
el: Υπάρχουν πράγματα, όπως φρούτα ή πακέτα, που σου είναι δύσκολο να ανοίξεις;
pt: Existem coisas, como frutas ou embalagens, que você tem dificuldades para abrir?
ru: Есть вещи, например фрукты или упаковки, которые тебе трудно открыть?

# data_list
source: I've looked and looked everywhere to find another me. I went down to the park and looked behind the trees.
el: Έχω ψάξει παντού για να βρω έναν άλλο εαυτό μου. Πήγα στο πάρκο και κοίταξα πίσω από τα δέντρα.
pt: Eu procurei e procurei em todos os lugares para encontrar outro igual a mim. Desci para o parque e olhei atrás das árvores.
ru: Я искал и искал везде, чтобы найти другого себя. Я сходил в парк и посмотрел за деревьями.

# data_list
source: What animal did he see when he looked behind a tree?
el: Τι ζώο είδε όταν κοίταξε πίσω από ένα δέντρο;
pt: Que animal ele viu quando olhou atrás de uma árvore?
ru: Какое животное он увидел когда заглянул за дерево?

# data_list
source: Did he see an animal just like him when he looked behind the tree?
el: Είδε κάποιο ζώο ακριβώς σαν αυτόν όταν κοίταξε πίσω από το δέντρο;
pt: Ele viu um animal igual a ele quando olhou atrás dessa árvore?
ru: Увидел ли он животное похожее на него, когда заглянул за дерево?

# data_list
source: Did he see what he was looking for behind the tree?
el: Βρήκε αυτό που έψαχνε πίσω από το δέντρο;
pt: Ele encontrou o que estava procurando atrás dessa árvore?
ru: Увидел ли он то, что искал за деревом?

# data_list
source: I looked around, up, and down.
el: Κοίταξα γύρω, πάνω και κάτω.
pt: Eu olhei ao redor, para cima e para baixo.
ru: Я посмотрел вокруг, вверх, и вниз.

# data_list
source: Do you think our friend could ever climb to the top of a tree?
el: Νομίζεις ότι ο φίλος μας θα μπορούσε ποτέ να σκαρφαλώσει στην κορυφή ενός δέντρου;
pt: Você acha que o nosso amigo conseguiria subir no topo de uma árvore?
ru: Ты думаешь что наш друг когда-нибудь сможет забраться на вершину дерева?

# data_list
source: Do you think the bird is surprised to see him there?
el: Νομίζεις ότι το πουλί είναι έκπληκτο που τον βλέπει εκεί;
pt: Você acha que o pássaro está surpreso ao vê-lo lá em cima?
ru: Ты думаешь что птица удивлена увидев его там?

# data_list
source: Has the animal looked everywhere? What are some places that may have been missed?
el: Έχει κοιτάξει το ζώο παντού; Ποια είναι μερικά μέρη που μπορεί να έχει παραλείψει;
pt: O animal procurou em todos os lugares? Quais são alguns lugares que podem ter sido esquecidos?
ru: Животное посмотрело везде? Какие места могли быть пропущены?

# data_list
source: At every single face.
el: Σε κάθε πρόσωπο.
pt: Para cada rosto.
ru: На каждом лице.

# data_list
source: There are three animals on one side of the pond, and one more on the other side. If you put them all together, how many animals are there? What is one more than 3?
el: Υπάρχουν τρία ζώα στη μία πλευρά της λίμνης και ένα ακόμα στην άλλη πλευρά. Αν τα βάλεις όλα μαζί, πόσα ζώα υπάρχουν; Πόσο κάνει ένα περισσότερο από 3;
pt: Há três animais de um lado da lagoa e mais um do outro lado. Se você juntar todos eles, quantos animais têm no total? Quanto é 3 mais um?
ru: На одной стороне пруда три животных, а на другой ещё одно. Если их объединить, сколько животных получается? Сколько будет на один больше 3?

# data_list
source: If you remove one animal on one side of the pond from the four animals at the pond, how many are left? What is one less than 4?
el: Αν αφαιρέσεις το ένα ζώο που είναι στη μία πλευρά της λίμνης από τα τέσσερα ζώα στη λίμνη, πόσα μένουν; Πόσο κάνει ένα λιγότερο από 4;
pt: Se você remover um animal de um lado da lagoa, quantos sobram dos quatro animais? Quanto é 4 menos um?
ru: Если убрать одно животное с одной стороны пруда от четырёх животных, сколько останется? Сколько будет на один меньше 4?

# data_list
source: Describe how the two facts: 3 + 1 = 4 and 4 - 1 = 3 are tied together. These two related math facts are called a math fact family. Can you think of another math fact family?
el: Περίγραψε πώς οι εξής δύο πράξεις: 3 + 1 = 4 και 4 - 1 = 3 συνδέονται μεταξύ τους. Αυτές οι δύο μαθηματικές πράξεις αποτελούν μια μαθηματική οικογένεια! Μπορείς να σκεφτείς μια άλλη μαθηματική οικογένεια πράξεων;
pt: Descreva como esses dois fatos estão interligados: 3 + 1 = 4 e 4 - 1 = 3 Esses dois fatos matemáticos relacionados são chamados de família de fatos matemáticos. Você consegue pensar em outra família de fatos matemáticos?
ru: Опиши как эти два факта: 3 + 1 = 4 и 4 - 1 = 3 связаны. Эти два связанных математических факта называются семейством математических фактов. Можешь ли ты придумать ещё одну семью математических фактов?

# data_list
source: I couldn't find another me in any single place.
el: Δεν μπόρεσα να βρω άλλον ίδιο με εμένα πουθενά.
pt: Não consegui encontrar outro eu em lugar algum.
ru: Я не мог найти другого себя ни в одном месте.

# data_list
source: Do you think his shadow temporarily fooled him into thinking that there was another animal just like him?
el: Νομίζεις ότι η σκιά του τον ξεγέλασε προσωρινά και νόμιζε ότι υπήρχε δεύτερο ζώο ακριβώς σαν αυτόν;
pt: Você acha que a sombra dele o enganou temporariamente, fazendo-o pensar que existia outro animal igual a ele?
ru: Ты думаешь что его тень временно обманула его, заставив поверить что есть ещё одно животное похожее на него?

# data_list
source: How much does your shadow look like you?
el: Πόσο η σκιά σου μοιάζει με σένα;
pt: O quanto a sua sombra se parece com você?
ru: Насколько твоя тень похожа на тебя?

# data_list
source: Have you ever seen a shadow that you thought was a person?
el: Έχεις δει ποτέ μια σκιά που νόμιζες ότι ήταν άτομο;
pt: Você já viu uma sombra que o fez pensar que era uma pessoa?
ru: Ты когда-нибудь видел тень, которую принял за человека?

# data_list
source: There's only one me in the world! I'm special, oh it's true!
el: Υπάρχει μόνο ένας εαυτός μου στον κόσμο! Είμαι ξεχωριστός, αλήθεια είναι!
pt: Só existe um eu no mundo! Eu sou especial, ah isto é verdade!
ru: В мире есть только один я! Я особенный, о это правда!

# data_list
source: How many animals can you count in this picture?
el: Πόσα ζώα μπορείς να μετρήσεις σε αυτή την εικόνα;
pt: Quantos animais você consegue contar nesta imagem?
ru: Сколько животных ты можешь посчитать на этой картинке?

# data_list
source: Describe some of the ways each animal in this picture is different than our friend.
el: Περίγραψε μερικά πράγματα στα οποία κάθε ζώο σε αυτή την εικόνα διαφέρει από τον φίλο μας.
pt: Descreva algumas das maneiras pelas quais cada animal nesta imagem é diferente do nosso amigo.
ru: Опиши чем каждое животное на этой картинке отличается от нашего друга.

# data_list
source: Describe some of the ways each animal is similar to our friend.
el: Περίγραψε μερικά πράγματα στα οποία κάθε ζώο μοιάζει με τον φίλο μας.
pt: Descreva algumas das maneiras pelas quais cada animal é semelhante ao nosso amigo.
ru: Опиши чем каждое животное похоже на нашего друга.

# data_list
source: But not just me, don't you see? There's only one of you!
el: Αλλά όχι μόνο εγώ, δεν βλέπεις; Υπάρχει μόνο ένας σαν εσένα!
pt: Mas não só eu, você não reparou? Existe apenas um de você também!
ru: Ну не только я, разве ты не видишь? Есть только один ты!

# data_list
source: Do you know someone who is very similar to you? How are they similar to you?
el: Γνωρίζεις κάποιον που είναι πολύ παρόμοιος με σένα; Πώς είναι παρόμοιος;
pt: Você conhece alguém que é muito semelhante a você? De que forma vocês são semelhantes?
ru: Ты знаешь кого-то кто очень похож на тебя? Чем они похожи?

# data_list
source: Despite the similarities, describe some ways they are different from you.
el: Παρά τις ομοιότητες, περίγραψε μερικά πράγματα στα οποία διαφέρουν οι άλλοι από σένα.
pt: Apesar das semelhanças, descreva algumas maneiras pelas quais vocês são diferentes.
ru: Несмотря на сходство, опиши чем они отличаются от тебя.

# data_list
source: Do you like being the only you that there is?
el: Σου αρέσει να είσαι ο μοναδικός εσύ που υπάρχει;
pt: Você gosta de ser o único você que existe?
ru: Тебе нравится быть единственным собой который есть?

# data_list
source: One elephant is going to drink water.
de: 1 Ein Elefant geht Wasser trinken.
el: Ένας ελέφαντας πηγαίνει να πιει νερό.
pt: Um elefante está indo beber água.
ru: Один слон собирается пить воду.

# data_list
source: Count together the elephants, the tusks, the feet, the eyes, and the tails.
de: Zählt die Elefanten, die Stoßzähne, Beine, Augen und Schwanz.
el: Μετρήστε μαζί τους ελέφαντες, τους χαυλιόδοντες, τα πόδια, τα μάτια και τις ουρές.
pt: Vamos contar juntos os elefantes, as presas, os pés, os olhos, e os rabos.
ru: Посчитай вместе слонов, бивни, ноги, глаза, и хвосты.

# data_list
source: Which items are there the most of and which are there the least of?
de: Vergleicht: wovon gibt es am meisten, wovon am wenigsten?
el: Ποια απ' αυτά είναι τα περισσότερα και ποια τα λιγότερα;
pt: Quais itens existem em maior quantidade e quais existem em menor quantidade?
ru: Каких предметов больше всего, а каких меньше всего?

# data_list
source: What do you think the elephant is about to do?
de: Überlegt: Wo kann der Elefant Wasser trinken, wie viele Schritte muss er noch gehen?
el: Τι νομίζεις ότι πρόκειται να κάνει ο ελέφαντας;
pt: O que você acha que o elefante está prestes a fazer?
ru: Как ты думаешь, что собирается сделать слон?

# data_list
source: Two giraffes are going to drink water.
de: 2 Zwei Giraffen gehen Wasser trinken.
el: Δύο καμηλοπαρδάλεις πηγαίνουν να πιουν νερό.
pt: Duas girafas estão indo beber água.
ru: Два жирафа собираются пить воду.

# data_list
source: Each giraffe has four feet. Count the number of giraffes and the number of feet.
de: Jede Giraffe hat vier Beine. Zählt die Giraffen und alle Beine.
el: Κάθε καμηλοπάρδαλη έχει τέσσερα πόδια. Μέτρησε πόσες είναι οι καμηλοπαρδάλεις και πόσα είναι τα πόδια τους.
pt: Cada girafa tem quatro pés. Conte o número de girafas e o número de pés.
ru: У каждого жирафа четыре ноги. Посчитай количество жирафов и количество ног.

# data_list
source: The giraffes are very tall. They must bend way down to get to the water.
de: Giraffen sind sehr groß. Überlegt: Wie können sie Wasser trinken?
el: Οι καμηλοπαρδάλεις είναι πολύ ψηλές. Πρέπει να σκύψουν πολύ χαμηλά για να φτάσουν στο νερό.
pt: As girafas são muito altas. Elas precisam se curvar muito para alcançar a água.
ru: Жирафы очень высокие. Им приходится наклоняться вниз, чтобы добраться до воды.

# data_list
source: Two giraffes are one more animal than one elephant. What is one more animal than two animals?
de: Vergleicht: Zwei Giraffen sind ein Tier mehr, als das einzelne Tier auf der vorigen Seite. Wie viele Tiere sind ein Tier mehr als zwei Tiere?
el: Δύο καμηλοπαρδάλεις είναι ένα ζώο περισσότερο από έναν ελέφαντα. Πόσα ζώα είναι ένα περισσότερο από δύο ζώα;
pt: Duas girafas são um animal a mais do que um elefante. O que é um animal a mais do que dois animais?
ru: Два жирафа - это на одно животное больше, чем один слон. Какое число получается если на одно животное больше чем два животных?

# data_list
source: Three buffaloes and four birds are also going to drink water.
de: 3 Drei Büffel und vier Vögel gehen Wasser trinken.
el: Τρεις βούβαλοι και τέσσερα πουλιά πηγαίνουν επίσης να πιουν νερό.
pt: Três búfalos e quatro pássaros também estão indo beber água.
ru: Три буйвола и четыре птицы тоже собираются пить воду.

# data_list
source: Count together the buffaloes, the birds, the horns, and the tails.
de: Zählt die Tiere und auch ihre Beine.
el: Μετρήστε μαζί τους βούβαλους, τα πουλιά, τα κέρατα και τις ουρές.
pt: Vamos contar juntos os búfalos, os pássaros, os chifres e os rabos.
ru: Посчитайте вместе количество буйволов, птиц, рогов и хвосты.

# data_list
source: When there is one source of water, all the thirsty animals come to that one place. If a lion wants to hunt animals, this is a good place to find them!
de: An dieser Wasserquelle treffen sich durstige Tiere. Es können sehr viele werden. Was passiert wohl, wenn ein Löwe dazukommt?
el: Όταν υπάρχει μία πηγή νερού, όλα τα διψασμένα ζώα έρχονται σε αυτό το μέρος. Αν ένα λιοντάρι θέλει να κυνηγήσει ζώα, αυτό είναι ένα καλό σημείο να τα βρει!
pt: Quando há só uma fonte de água, todos os animais sedentos vêm para esse único lugar. Se um leão quiser caçar animais, este é um bom lugar para encontrá-los!
ru: Когда есть один источник воды, все жаждущие животные приходят в одно место. Если Лев хочет охотиться за животными, это хорошее место чтобы их найти!

# data_list
source: Three buffaloes is one less animal than four animals. What is one less animal than three animals?
de: Überlegt: Drei Büffel sind ein Tier mehr als die Tiere auf der vorigen Seite. Wie viele Tiere sind ein Tier weniger als drei Tiere?
el: Τρεις βούβαλοι είναι ένα ζώο λιγότερο από τέσσερα ζώα. Πόσα ζώα είναι ένα λιγότερο από τα τρία ζώα;
pt: Três búfalos é um animal a menos do que quatro animais. O que é um animal a menos do que três animais?
ru: Три Буйвола на одно животное меньше, чем четыре животных. Какое число получается Если на одно животное меньше чем три животных?

# data_list
source: Five antelopes and six warthogs are walking to the water.
de: 5 Fünf Antilopen und sechs Warzenschweine gehen zum Wasser.
el: Πέντε αντιλόπες και έξι αγριογούρουνα περπατούν προς το νερό.
pt: Cinco antílopes e seis javalis estão caminhando para a água.
ru: Пять антилоп и 6 бородавочников идут к воде.

# data_list
source: Count the antelopes and the warthogs. How many of the warthogs are babies?
de: Zählt die Tiere, die Antilopen und die Warzenschweine. Wie viele Baby-Warzenschweine seht ihr?
el: Μέτρησε τις αντιλόπες και τα αγριογούρουνα. Πόσα από τα αγριογούρουνα είναι μωρά;
pt: Conte os antílopes e os javalis. Quantos dos javalis são filhotes?
ru: Посчитай антилоп и бородавочников. Сколько бородавочников детёныши?

# data_list
source: Some of the antelopes are looking around rather than looking at each other. The pack stays safe by having some of them looking for danger!
de: Überlegt: Einige Antilopen schauen sich um, wie viele sind es und worauf passen sie wohl auf?
el: Μερικές από τις αντιλόπες κοιτάζουν τριγύρω αντί να κοιτάζουν η μία την άλλη. Το κοπάδι διατηρείται ασφαλές επειδή μερικές από αυτές κοιτούν για κίνδυνο!
pt: Alguns dos antílopes estão olhando ao redor em vez de olhar um para o outro. O grupo se mantém seguro com alguns deles procurando o perigo!
ru: Некоторые антилопы смотрят по сторонам, а не друг на друга. Стая остаётся в безопасности, поскольку Некоторые из них ищут опасность!

# data_list
source: Of antelopes and warthogs, which are there more of and which are there less of?
de: Vergleicht die Anzahl der Tiere: welche Gruppe, die Antilopen oder Warzenschweine, ist größer und welche ist kleiner?
el: Από τις αντιλόπες και τα αγριογούρουνα, ποια είναι τα περισσότερα και ποια είναι τα λιγότερα;
pt: Entre antílopes e javalis, quais são os mais numerosos e quais são os menos numerosos?
ru: Из антилопах и бородавочникам, каких больше и каких меньше?

# data_list
source: Seven zebras are running to the water.
de: 7 Sieben Zebras rennen zum Wasser.
el: Επτά ζέβρες τρέχουν προς το νερό.
pt: Sete zebras estão correndo para a água.
ru: Семь зебр бегут к воде.

# data_list
source: Count the zebras and the trees.
de: Zählt die Zebras und die Bäume.
el: Μέτρησε τις ζέβρες και τα δέντρα.
pt: Conte as zebras e as árvores.
ru: Посчитай зебр и деревья.

# data_list
source: How can you tell that the zebras have been running? They must be very thirsty to be running to the water!
de: Überlegt: woran erkennt man, dass die Zebras rennen? Warum rennen sie wohl?
el: Πώς μπορείς να καταλάβεις ότι οι ζέβρες έχουν τρέξει; Πρέπει να διψούν πολύ για να τρέχουν προς το νερό!
pt: Como você pode dizer que as zebras estavam correndo? Elas devem estar com muita sede para correrem para a água!
ru: Как ты можешь знать, что зебры бегали всё это время? Им должно быть очень хочется пить, раз они бегут к воде!
