Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: There is no limit to how much smiles can bounce around. How marvelous that all that smiling and laughing can happen on a rainy day.
el: Δεν υπάρχει όριο στο πόσο μπορούν να ταξιδεύουν τα χαμόγελα. Είναι υπέροχο που όλο αυτό γίνεται σε βροχερή μέρα.
pt: Não há limite para a quantidade de sorrisos que podemos espalhar. Como é maravilhoso que todos aqueles sorrisos e gargalhadas possam acontecer em um dia chuvoso.
ru: Нет ограничений тому, сколько улыбок может разлететься вокруг. Как чудесно, что все эти улыбки и смех могут случиться в дождливый день.

# data_list
source: Sometimes rainy days can be fun. Do you enjoy rainy days and watching the rain come down?
el: Μερικές φορές οι βροχερές μέρες μπορεί να έχουν πλάκα. Σου αρέσουν οι βροχερές μέρες;
pt: Às vezes, os dias chuvosos podem ser divertidos. Você gosta de dias chuvosos e de ver a chuva cair?
ru: Иногда дождливые дни могут быть весёлыми. Нравятся ли тебе дождливые дни и смотреть, как идёт дождь?

# data_list
source: If one person can cause two new people to smile, consider how quickly this becomes a lot of people. 1 smiling person creates 2 more, who create 4 more, who create 8 more, and it keeps on doubling. How high can you keep this progression going? This is called exponential growth.
el: Αν ένα άτομο κάνει δύο να χαμογελάσουν, σκέψου πόσο γρήγορα γίνονται πολλοί οι άνθρωποι. Ο 1 κάνει 2 να χαμογελούν, αυτοί κάνουν άλλους 4, οι οποίοι κάνουν άλλους 8… και διπλασιάζεται συνεχώς. Πόσο πολύ μπορείς να συνεχίσεις αυτή την ακολουθία; Αυτό λέγεται εκθετική αύξηση.
pt: Se uma pessoa consegue fazer duas pessoas novas sorrirem, imagine o quão rápido isso se transforma em muitas pessoas. 1 pessoa sorridente cria mais 2, que cria mais 4, que cria mais 8, e continua dobrando. Até que ponto você consegue manter essa progressão? Isso é chamado de crescimento exponencial.
ru: Если один человек может стать причиной улыбок двух других людей, подумай о том, как быстро это может стать большим количеством людей. 1 улыбающийся человек создает ещё 2, которые создают ещё 4, которые создают ещё 8, и это число продолжает удваиваться. Насколько долго ты можешь поддерживать этот прогресс? Это называется экспоненциальным ростом.

# data_list
source: In the library, everything was quiet except for the sound of the rain. "It's time to go," said Sizwe's mother, closing her book. "Aw, mom!" said Sizwe, who had run out of smiles.
el: Στη βιβλιοθήκη όλα ήταν ήσυχα εκτός από τον ήχο της βροχής. «Ώρα να φύγουμε», είπε η μητέρα του Σίζουε, κλείνοντας το βιβλίο. «Αχ, μαμά!» είπε ο Σίζουε, που είχε ξεμείνει από χαμόγελα.
pt: Na biblioteca, tudo estava silencioso, exceto pelo som da chuva. "É hora de ir", disse a mãe de Sizwe, fechando o livro. "Ah, mãe!" disse Sizwe, que ficou sem sorrisos.
ru: В библиотеке было тихо, кроме звука дождя. “Пришло время идти”, — сказала мама Сизве, закрывая свою книгу. “Ой, мама!”, — сказал Сизве, у которого закончились улыбки.

# data_list
source: There are lots and lots of rectangles in this picture. Can you count them all?
el: Υπάρχουν πολλά-πολλά ορθογώνια σε αυτή τη σελίδα. Μπορείς να τα μετρήσεις όλα;
pt: Há muitos e muitos retângulos nesta imagem. Você consegue contar todos eles?
ru: На этой картинке есть очень много прямоугольников. Можешь ли ты сосчитать их всех?

# data_list
source: When it is difficult to count a large number of things, we can make an estimate, which is our best guess, for that number.
el: Όταν είναι δύσκολο να μετρήσουμε πολλά πράγματα, κάνουμε μια εκτίμηση – την καλύτερη εικασία.
pt: } {Quando é difícil contar um grande número de coisas, podemos fazer uma estimativa, que é o nosso melhor palpite para esse número.
ru: Когда трудно сосчитать большое количество вещей, мы можем сделать оценку, которая является нашим лучшим предположением для этого числа.

# data_list
source: Play the estimation game with a friend. Take a quick look at a group of things and then both of you make an estimate for how many things there are. Then count the things and see who was closest. With practice, you will get much better at making estimates!
el: Παίξε το παιχνίδι της εκτίμησης με ένα φίλο: Κοιτάξτε γρήγορα μια ομάδα πραγμάτων, κάντε μια εκτίμηση, μετά μετρήστε και δείτε ποιος πλησίασε περισσότερο. Με την εξάσκηση θα γίνεις πολύ καλύτερος!
pt: Jogue o jogo da estimativa com um amigo. Observem rapidamente um grupo de objetos e, em seguida, façam uma estimativa de quantos objetos existem. Depois, contem os objetos e vejam quem chegou mais perto. Com a prática, vocês ficarão muito melhores em fazer estimativas!
ru: Поиграй в игру оценки с другом. Посмотрите на группу вещей, а затем вы оба оцените, сколько там вещей. Затем посчитайте вещи и посмотрите, кто был ближе всего. С практикой вы станете гораздо лучше делать оценки!

# data_list
source: But as they stepped out into the street WHAT A SIGHT! Everyone in town was there! Everyone! And they were ALL smiling!
el: Αλλά καθώς βγήκαν στο δρόμο, ΤΙ ΘΕΑΜΑ! Όλη η γειτονιά ήταν εκεί! ΌΛΟΙ! Και ΟΛΟΙ χαμογελούσαν!
pt: Mas, quando eles saíram na rua, QUE CENA! Todos na cidade estavam lá! Todo mundo! E TODOS estavam sorrindo!
ru: Но когда они вышли на улицу — ЧТО ЗА ВИД! Весь город был там! Абсолютно все! И ВСЕ они улыбались!

# data_list
source: One of the wonderful parts of helping make other people happy is that they can help make you happy in return!
el: Ένα από τα ωραία πράγματα όταν κάνεις τους άλλους χαρούμενους είναι ότι μπορούν να σε κάνουν κι αυτοί χαρούμενο.
pt: Uma das partes maravilhosas de ajudar outras pessoas a ficarem felizes é que elas podem ajudar você a ficar feliz em troca!
ru: Одна из замечательных сторон помощи в том, чтобы сделать других людей счастливыми, заключается в том, что они в ответ могут помочь сделать тебя счастливее!

# data_list
source: How has the red sign changed from earlier in the story? (The white rectangle turned into a white arc that looks like a smile.)
el: Πώς άλλαξε η κόκκινη πινακίδα από πριν; (Το λευκό ορθογώνιο έγινε λευκό τόξο σαν χαμόγελο.)
pt: Como a placa vermelha mudou em relação ao início da história? (O retângulo branco se transformou em um arco branco que parece um sorriso.)
ru: Как красный знак изменился по сравнению с началом истории? (Белый прямоугольник превратился в белую дугу, похожую на улыбку.)

# data_list
source: That's a lot of people! If you wanted to count their feet, you could count by 2's. If you wanted to count their arms you could count by 2's. What would you count by to count their limbs (arms and legs)? Would you count by 2's or by 4's?
el: Πολλοί άνθρωποι! Αν ήθελες να μετρήσεις τα πόδια τους, θα μετρούσες ανά 2. Τα χέρια τους επίσης ανά 2. Για να μετρήσεις τα άκρα (χέρια και πόδια) θα μετρούσες ανά 4;
pt: São muitas pessoas! Se você quisesse contar os pés delas, poderia contar de 2 em 2. Se você quisesse contar os braços delas, poderia contar de 2 em 2. O que você faria para contar os membros do corpo delas (braços e pernas)? Você contaria de 2 em 2 ou de 4 em 4?
ru: Это много людей! Ты бы мог/ла считать по 2, чтобы сосчитать их ноги. Если бы ты хотел/а посчитать их руки, ты бы мог/ла считать по 2. Как можно сосчитать их конечности (руки и ноги)? Ты был считал/а по 2 или 4?

# data_list
source: The smiles bounced around and beamed at Sizwe. They warmed him, and tickled him, and crept up, up, up from his toes to the TOP of his head. He was so full of happiness that the smile burst out, brilliant and beaming bright. And something changed. The dark, gloomy, rainy afternoon didn't seem so dark anymore. Could it be? YES! The clouds parted, and the warm sun shone down on them, with the biggest, brightest, most brilliant smile of all.
el: Τα χαμόγελα πήδηξαν και έλαμψαν στον Σίζουε. Τον ζέσταναν, τον γαργάλισαν και ανέβηκαν από τα δάχτυλα μέχρι την ΚΟΡΥΦΗ του κεφαλιού του. Ήταν τόσο γεμάτος χαρά που το χαμόγελο ξέσπασε, λαμπερό και φωτεινό. Και κάτι άλλαξε. Το σκοτεινό, μουντό, βροχερό απόγευμα δεν έμοιαζε πια τόσο σκοτεινό. Μπορεί; ΝΑΙ! Τα σύννεφα άνοιξαν και ο ζεστός ήλιος έλαμψε επάνω τους, με το μεγαλύτερο, φωτεινότερο, πιο λαμπρό χαμόγελο απ’ όλα.
pt: Os sorrisos se espalharam e irradiaram para Sizwe. Eles o aqueceram, o fizeram cócegas e se espalharam, subindo, subindo, dos dedos dos pés até o TOPO de sua cabeça. Ele estava tão cheio de felicidade que o sorriso explodiu, brilhante e radiante. E algo mudou. A tarde escura, sombria e chuvosa não parecia mais tão escura. Poderia ser? SIM! As nuvens se separaram e o sol quente brilhou sobre eles, com o maior, mais brilhante e mais reluzente sorriso de todos.
ru: Улыбки запрыгали вокруг и сияли на Сизве. Они грели и щекотали его, и ползли вверх, вверх, вверх от пальцев ног до макушки головы. Он был настолько полон счастья, что его улыбка вырвалась, блестящим и лучезарным светом. И что-то изменилось. Тёмный, хмурый, дождливый день уже не казался таким темным. Могло ли это быть? ДА! Облака разошлись, и теплое солнце осветило их самой большой, самой яркой и ослепительной улыбкой на свете.

# data_list
source: What a difference one's mental attitude can make! A happy person can often see difficult things in a positive way, and an unhappy person can choose to see good things in a negative way.
el: Τι διαφορά μπορεί να κάνει η διάθεση! Ένα χαρούμενο άτομο μπορεί να δει και τα πιο δύσκολα θετικά, ενώ ένα λυπημένο ίσως δει και τα καλά ως αρνητικά.
pt: Que diferença a atitude mental de alguém pode fazer! Uma pessoa feliz muitas vezes pode enxergar coisas difíceis de forma positiva, enquanto uma pessoa infeliz pode escolher ver coisas boas de forma negativa.
ru: Какую разницу может принести ментальное состояние одного человека! Счастливый человек часто может смотреть на сложные вещи в позитивном ключе, а несчастный человек может видеть хорошие вещи в негативном ключе.

# data_list
source: Think of an example of something you could have been sad or unhappy about, but you chose to see it in a positive way. It's a great talent if you can do it.
el: Σκέψου ένα παράδειγμα που θα μπορούσες να είσαι λυπημένος αλλά διάλεξες να το δεις θετικά. Είναι μεγάλο ταλέντο αν μπορείς να το κάνεις!
pt: Pense em um exemplo de algo pelo qual você poderia ter ficado triste ou infeliz, mas optou por vê-lo de uma maneira positiva. É um grande talento se você consegue fazer isso.
ru: Подумай о случае, когда тебе было грустно или неприятно, но ты решил увидеть это в позитивном ключе. Это большой талант, если ты можешь это сделать.

# data_list
source: Even the sun is smiling! This story has a very happy ending!
el: Ακόμη και ο ήλιος χαμογελά! Η ιστορία έχει πολύ χαρούμενο τέλος!
pt: Até o sol está sorrindo! Esta história tem um final muito feliz!
ru: Даже солнце улыбается! Эта история имеет счастливый конец!

# data_list
source: Mr. Shabangu was the best baker in town. Every morning he woke up at four o'clock to mix and knead the dough for his famous buns, cakes, and biscuits.
el: Ο κύριος Σαμπάνγκου ήταν ο καλύτερος φούρναρης της πόλης. Κάθε πρωί ξυπνούσε στις τέσσερις για να φτιάξει και να ζυμώσει τη ζύμη για τα φημισμένα ψωμάκια, κέικ και μπισκότα του.
pt: O Sr. Shabangu era o melhor padeiro da cidade. Todas as manhãs ele acordava às quatro horas para misturar e amassar a massa para seus famosos pães, bolos e biscoitos.
ru: Мистер Шабангу был лучшим пекарем в городе. Каждое утро он просыпался в 4 часа утра и замешивал тесто для своих знаменитых булочек, пирожных и печенья.

# data_list
source: Do you like to cook? Baking can be a lot of fun. It usually involves a lot of careful measuring and counting.
el: Σου αρέσει να μαγειρεύεις; Το ψήσιμο είναι πολύ διασκεδαστικό και περιλαμβάνει αρκετές μετρήσεις και μέτρημα.
pt: Você gosta de cozinhar? Assar pode ser muito divertido. Geralmente envolve muita medição e contagens cuidadosas.
ru: Нравится ли тебе готовить? Печь что-то может быть очень весело. Обычно это требует тщательного измерения и подсчета.

# data_list
source: It looks like there are two rows of four eggs. You can count them by 1's, 2's, or 4's. Which way did you choose? Have you ever seen a carton holding 8 eggs?
el: Φαίνεται ότι υπάρχουν δύο σειρές των τεσσάρων αυγών. Μπορείς να τα μετρήσεις ανά 1, ανά 2 ή ανά 4. Ποιον τρόπο διάλεξες; Έχεις δει ποτέ συσκευασία με 8 αυγά;
pt: Parece que há duas fileiras de quatro ovos. Você pode contá-los de 1 em 1, de 2 em 2 ou de 4 em 4. Qual maneira você escolheu? Você já viu uma caixa contendo 8 ovos?
ru: Похоже, здесь есть 2 ряда из 4 яиц. Ты можешь сосчитать их по 1, 2, или 4. Какой способ выбрал/а ты? Ты когда-нибудь видел/а коробку с 8 яйцами?

# data_list
source: Why do you think bakers get up early in the morning? Do you like to get up so early that it is still dark outside, or does it seem like you should still be asleep at that time?
el: Γιατί νομίζεις ότι οι φούρναρηδες ξυπνούν τόσο νωρίς; Σου αρέσει να ξυπνάς πριν ξημερώσει ή προτιμάς να κοιμάσαι εκείνη την ώρα;
pt: Por que você acha que os padeiros acordam de madrugada? Você gosta de acordar tão cedo que ainda está escuro lá fora, ou parece que você ainda deveria estar dormindo a essa hora?
ru: Как ты думаешь, почему пекари встают так рано? Нравится ли тебе просыпаться очень рано, когда на улице ещё темно, или тебе кажется, что в это время все ещё должны спать?

# data_list
source: By eight o'clock the people of the town were walking past the bakery on their way to work and school. By this time the cakes and buns were almost cooked, and the most delicious smells wafted out of the bakery's windows.
el: Μέχρι τις οκτώ, οι κάτοικοι περνούσαν μπροστά από τον φούρνο πηγαίνοντας στη δουλειά και στο σχολείο. Εκείνη την ώρα τα κέικ και τα ψωμάκια σχεδόν είχαν ψηθεί και οι πιο νόστιμες μυρωδιές ξεχύνονταν από τα παράθυρα του φούρνου.
pt: Às oito horas, as pessoas da cidade estavam passando pela padaria a caminho do trabalho e da escola. A essa altura, os bolos e pães estavam quase assados, e os cheiros mais deliciosos flutuavam pelas janelas da padaria.
ru: К восьми часам жители города проходили мимо пекарни по пути на работу и в школу. К этому времени пирожные и булочки были почти готовы, и самые вкусные запахи доносились из окон пекарни.

# data_list
source: The baker started early so his wonderful food would be ready to eat when people walked by at breakfast time. Why couldn't the people just wait a little while?
el: Ο φούρναρης ξεκίνησε νωρίς ώστε τα υπέροχα αρτοσκευάσματα να είναι έτοιμα όταν οι άνθρωποι θα περνούσαν για πρωινό. Γιατί δεν μπορούσαν να περιμένουν λίγο;
pt: O padeiro começou cedo para que sua maravilhosa comida estivesse pronta para comer quando as pessoas passassem na hora do café da manhã. Por que as pessoas não podiam esperar um pouco?
ru: Пекарь начал так рано, чтобы его прекрасная еда была готова к тому времени, когда люди проходили мимо во время завтрака. Почему люди просто не могли немного подождать?

# data_list
source: The baker could have baked the evening before and then not needed to get up so early. Why didn't he do that?
el: Θα μπορούσε να ψήσει το προηγούμενο βράδυ και να μην ξυπνά τόσο νωρίς. Γιατί δεν το έκανε;
pt: O padeiro poderia ter assado na noite anterior e então não precisaria acordar tão cedo. Por que ele não fez isso?
ru: Пекарь мог бы испечь всё прошлым вечером и тогда ему бы не пришлось вставать так рано. Почему он так не сделал?

# data_list
source: This baker has a very small shop! Do you think he has room to cook in, display his baked goods, and have customers walk inside to buy things?
el: Αυτός ο φούρνος είναι πολύ μικρός! Νομίζεις ότι έχει χώρο για ψήσιμο, για έκθεση των γλυκών και για τους πελάτες να μπουν μέσα για να ψωνίσουν;
pt: Este padeiro tem uma padaria muito pequena! Você acha que ele tem espaço para assar, apresentar seus produtos e para os clientes entrarem e comprarem?
ru: У этого пекаря очень маленький магазин! Как ты думаешь, есть ли у него место, чтобы готовить, выставлять свои испечённые изделия и чтобы покупатели могли зайти внутрь, чтобы их купить?

# data_list
source: Many of the people went into the bakery to buy their breakfast. Mr. Shabangu smiled happily at them as he passed them the fresh, tasty cinnamon buns and warm, golden biscuits that were so famous in the town.
el: Πολλοί μπήκαν στον φούρνο να αγοράσουν πρωινό. Ο κύριος Σαμπάνγκου χαμογελούσε ικανοποιημένος καθώς τους έδινε φρέσκα, νόστιμα ρολά κανέλας και ζεστά, χρυσαφένια μπισκότα που ήταν τόσο φημισμένα στην πόλη.
pt: Muitas das pessoas foram à padaria para comprar o café da manhã. O Sr. Shabangu sorriu feliz para eles enquanto lhes passava os pães de canela frescos e saborosos e os biscoitos quentes e dourados que eram tão famosos na cidade.
ru: Много людей заходило в пекарню, чтобы купить свой завтрак. Мистер Шабангу счастливо улыбался, отдавая вкусные булочки с корицей и тёплые, золотистые печенья, которые были очень знамениты в городе.

# data_list
source: The clock says it is 1:00. That seems late to be buying breakfast. Have you ever eaten breakfast after noon?
el: Το ρολόι δείχνει 1:00. Αυτό μοιάζει αργά για πρωινό. Έχεις φάει ποτέ πρωινό μετά το μεσημέρι;
pt: O relógio marca 13:00. Parece tarde para comprar o café da manhã. Você já tomou café da manhã depois do meio-dia?
ru: На часах уже час дня. Похоже, уже поздно покупать завтрак. Ты когда-нибудь завтракал/а после полудня?

# data_list
source: How can you tell the items in the box are fresh and hot?
el: Πώς φαίνεται ότι τα γλυκίσματα στο κουτί είναι φρέσκα και ζεστά;
pt: Como você sabe se os itens na caixa estão frescos e quentes?
ru: Как ты можешь определить, что продукты в коробке свежие и горячие?

# data_list
source: What in the picture shows that Mr. Shabangu likes his work and cares about the food he makes? Do you have a favorite thing you like to do that you care a lot about?
el: Στην εικόνα τι δείχνει ότι ο κύριος Σαμπάνγκου αγαπά τη δουλειά του; Έχεις αγαπημένη δραστηριότητα που φροντίζεις πολύ;
pt: O que na imagem mostra que o Sr. Shabangu gosta do seu trabalho e se preocupa com a comida que faz? Você tem alguma coisa favorita que gosta de fazer e com a qual se importa muito?
ru: Что на картинке показывает, что мистер Шабангу любит свою работу и заботится о еде, которую он готовит? Есть ли у тебя любимое занятие, которое для тебя очень важно?

# data_list
source: But other people were not so lucky. Because they had so little money, the poorer people of the town could hardly ever afford to buy any of the delicious buns, cakes, and biscuits. All they could do was enjoy the lovely smells that drifted out of the bakery windows. When Mr. Shabangu noticed these people sniffing the air near his bakery, he said angrily, "How dare they sniff my delicious smells!"
el: Άλλοι όμως δεν ήταν τόσο τυχεροί. Επειδή είχαν ελάχιστα χρήματα, οι φτωχοί της πόλης σπάνια μπορούσαν να αγοράσουν κάτι από τα νόστιμα ψωμάκια, κέικ και μπισκότα. Το μόνο που μπορούσαν ήταν να απολαμβάνουν τις υπέροχες μυρωδιές που έβγαιναν από τα παράθυρα. Όταν ο κύριος Σαμπάνγκου τους είδε να μυρίζουν τον αέρα, είπε θυμωμένα: «Πώς τολμούν να μυρίζουν τις νόστιμες μυρωδιές μου!»
pt: Mas outras pessoas não tiveram tanta sorte. Por terem tão pouco dinheiro, as pessoas mais pobres da cidade dificilmente poderiam comprar qualquer um dos deliciosos pães, bolos e biscoitos. Tudo o que podiam fazer era apreciar os cheiros maravilhosos que saíam das janelas da padaria. Quando o Sr. Shabangu notou essas pessoas cheirando o ar perto de sua padaria, ele disse com raiva: "Como se atrevem a farejar meus deliciosos cheiros!"
ru: Но другие люди не были настолько везучими. Поскольку у них было совсем мало денег, бедные жители города едва ли могли позволить себе купить вкусные булочки, пирожные и печенье. Всё, что они могли делать, — это наслаждаться чудесными запахами, которые доносились из окон пекарни. Когда мистер Шабангу заметил, что эти люди вдыхают воздух около его пекарни, он злобно сказал: “Как они смеют вдыхать мои вкусные запахи!”

# data_list
source: What do you think? Is it okay for the poor people to enjoy the delicious smells coming from Mr. Shabangu's bakery?
el: Τι νομίζεις; Πειράζει να απολαμβάνουν οι φτωχοί τις μυρωδιές έξω από τον φούρνο;
pt: O que você acha? É aceitável que as pessoas pobres aproveitem os aromas deliciosos vindos da padaria do Sr. Shabangu?
ru: Что ты думаешь? Нормально ли, что бедные люди наслаждаются восхитительными запахами, исходящими из пекарни мистера Шабангу?

# data_list
source: Some people are generous with the things they have, while other people don't want to give away something they worked hard to make. Which kind of person do you think tends to be happier?
el: Κάποιοι άνθρωποι είναι γενναιόδωροι με τα πράγματα που έχουν, άλλοι δεν θέλουν να δίνουν αυτά που έχουν αποκτήσει με κόπο. Ποιοι πιστεύεις ότι είναι πιο ευτυχισμένοι;
pt: Algumas pessoas são generosas com as coisas que têm, enquanto outras não querem dar de graça algo que trabalharam duro para fazer. Que tipo de pessoa você acha que tende a ser mais feliz?
ru: Некоторые люди щедро делятся тем, что у них есть, в то время как другие не хотят отдавать то, над чем усердно трудились. Как ты думаешь, кто из них обычно счастливее?

# data_list
source: Each of the three loaves of bread on the shelf has three cuts in it. How many total cuts does that make? Did you skip count by 3's, or do you know what 3 times 3 is?
el: Κάθε μια από τις τρεις φρατζόλες έχει τρεις χαρακιές. Πόσες χαρακιές υπάρχουν συνολικά; Μέτρησες ανά 3 ή ξέρεις πόσο κάνει 3 φορές το 3;
pt: Cada um dos três pães na prateleira tem três cortes. Quantos cortes ao todo? Você contou de 3 em 3 ou sabe fazer 3 vezes 3?
ru: У каждой буханки хлеба на полке есть три разреза. Сколько всего получается разрезов? Ты использовал/а пропускной счёт по 3, или ты знал/а сколько будет 3 умножить на 3?

# data_list
source: "Those are MY smells. I made them, so they belong to me! If people want to smell my wonderful smells, they should pay for them!" He huffed and puffed and wiped the sweat from his brow, before turning back to the oven to bake some bread and rolls for his lunchtime customers.
el: «Αυτές είναι ΔΙΚΕΣ ΜΟΥ μυρωδιές. Εγώ τις έφτιαξα· μου ανήκουν! Αν θέλουν να τις μυρίσουν, ας πληρώσουν!» Φούσκωσε, ίδρωσε, σκούπισε το μέτωπο και γύρισε στον φούρνο να ψήσει ψωμί και ρολά κανέλας για τους μεσημεριανούς πελάτες του.
pt: "Esses cheiros são MEUS. Eu os fiz, então eles pertencem a mim! Se as pessoas querem cheirar meus cheiros maravilhosos, elas devem pagar por eles!" Ele bufou e ofegou, limpou o suor da testa, e então voltou para o forno para assar pães e pãezinhos para seus clientes do almoço.
ru: “Это МОИ запахи. Я их создал, значит, они принадлежат мне! Если люди хотят вдыхать мои невероятные запахи, они должны платить за это!” Он пыхтел, пыхтел, затем вытер пот со лба, прежде чем вернуться к духовке, чтобы испечь хлеб и булочки для своих обеденных клиентов.

# data_list
source: Do you agree with Mr. Shabangu? Do we own the aromas we make?
el: Συμφωνείς με τον φούρναρη; Ανήκουν σε μας οι μυρωδιές που παράγουμε;
pt: Você concorda com o Sr. Shabangu? Somos donos dos aromas que produzimos?
ru: Соглашаешься ли ты с мистером Шабангу? Принадлежат ли нам запахи, которые мы создаём?

# data_list
source: There are many ways to sense things. For example, we can touch them. What are some other ways of sensing things?
el: Έχουμε διάφορες αισθήσεις. Για παράδειγμα μπορούμε να αισθανθούμε αγγίζοντας. Με ποιους άλλους τρόπους μπορούμε να αισθανθούμε;
pt: Há muitas maneiras de sentir as coisas. Por exemplo, podemos tocá-las. Quais são outras maneiras de sentir as coisas?
ru: Существует много способов ощутить что-то. Например, мы можем прикоснуться к этому. Какие ещё способы восприятия существуют?
