Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Colors of a Rainbow
de: Die Farben eines Regenbogens
el: Χρώματα του Ουράνιου Τόξου
pt: Cores de um Arco-íris
ru: Цвета Радуги

# data_list
source: This story talks about the numbers to seven, the ordinals to seventh, and colors. Practice the words: one, two, three, to seven; the ordinals first, second, third, to seventh; and the many names of colors.
de: In dieser Geschichte geht es um die Nummern bis sieben, die Ordinalzahlen / Ordnungszahlen bis siebtens, und Farben. Übung der Wörter: Eins, zwei, drei, bis sieben, die Ordnungszahlen erste/r, zweite/r, dritte/r bis siebente/r und die vielen Farbnamen.
el: Αυτή η ιστορία μιλάει για τους αριθμούς μέχρι το επτά, τους τακτικούς μέχρι τον έβδομο και για χρώματα. Λέξεις για εξάσκηση: ένα, δύο, τρία.. μέχρι το επτά, πρώτος, δεύτερος, τρίτος… μέχρι έβδομος και πολλά ονόματα χρωμάτων.
pt: Esta história fala sobre os números até sete, os ordinais até o sétimo e as cores. Palavras para praticar: um, dois, três até sete; os ordinais primeiro, segundo, terceiro até o sétimo; e os muitos nomes das cores.
ru: В этой истории рассказывается о числах до семи, порядковых числах до семи и цветах. Практикуйтесь слова: один, два, три, до 7; Порядковые номера первый, второй, третий, до седьмого; и множество названий цветов.

# data_list
source: Counting Animals
de: Wir zählen Tiere
el: Μετρώντας Ζώα
pt: Contando Animais
ru: Подсчёт животных

# data_list
source: This story has counting to 9 and number and size comparisons. Practice words: one, two, to nine, big, small, most, least, one more, and one less.
de: In dieser Geschichte werden Tiere gezählt und ihre Anzahlen verglichen. So entwickelt sich ein starkes Mengen- und Zahlenverständnis. Dabei werden wichtige Vokabeln eingeübt: Zahlworte, eins mehr, weniger, kleiner, größer.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 9 και συγκρίσεις αριθμών και μεγεθών. Λέξεις για εξάσκηση: ένα, δύο... μέχρι το εννιά, μεγάλο, μικρό, περισσότερα, λιγότερα, ένα περισσότερο, ένα λιγότερο.
pt: Esta história aborda contagem até 9 e comparações de números e tamanhos. Palavras para praticar: um, dois, até nove, grande, pequeno, mais, menos, um a mais e um a menos.
ru: В этой истории есть счёт до 9 и сравнение чисел и размеров. Практикуйте слова: Один, два, до девяти, Большое, маленькие, больше всего, меньше всего, на одного больше и на одного меньше.

# data_list
source: Creature with Two
de: Kreatur mit Zwei
el: Πλάσμα με Δύο
pt: Criatura com Dois
ru: Существо с двумя

# data_list
source: This story has counting to seven and shapes. Practice words: small numbers, especially one and two; and comparing words such as more, equal, same, and less. Also, talk about squares, circles, solids, stripes, bigger, and smaller.
de: Diese Geschichte beinhaltet das Zählen bis sieben und Formen. Übung der folgenden Worte: Kleine Nummern, vor allem eins und zwei und das Vergleichen von Worten wie mehr, gleich, dasselbe und weniger. Sprechen sie ebenfalls über Vierecke, Kreise, feste Formen, Streifen, größer und kleiner.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το επτά και σχήματα. Λέξεις για εξάσκηση: μικροί αριθμοί, ειδικά το ένα και το δύο και λέξεις σύγκρισης όπως περισσότερα, ίσα, ίδια, και λιγότερα. Επίσης, μιλάμε για τετράγωνα, κύκλους, ρίγες, μεγαλύτερο, και μικρότερο.
pt: Esta história aborda a contagem até sete e formas. Palavras para praticar: números pequenos, especialmente um e dois; e palavras de comparação, como mais, igual, mesmo e menos. Converse também sobre quadrados, círculos, sólidos, listras, maior e menor.
ru: В этой истории есть счёт о семи и фигуры. Практикуйтесь слова: Небольшие числа, особенно один и два; И сравнивая такие слова как больше, равно, одинаково и меньше. Также поговорить о квадратах, кругах, сплошных телах, в классах, большем и меньшем.

# data_list
source: Drum
de: Die Trommel
el: Τύμπανο
pt: Tambor
ru: Барабан

# data_list
source: This story has patterns, sizes, and shapes. Practice words: size, big, little, medium, small, same, shape, and pattern.
de: Diese Geschichte beinhaltet Muster, Größen und Formen. Übungsworte: Größe, groß, gering, mittel, klein, gleich, Umriss und Muster.
el: Αυτή η ιστορία περιλαμβάνει μοτίβα, μεγέθη και σχήματα. Λέξεις για εξάσκηση: μέγεθος, μεγάλο, μικρό, μεσαίο, μικρό, ίδιο, σχήμα και μοτίβο.
pt: Esta história aborda padrões, tamanhos e formas. Palavras para praticar: tamanho, grande, pequeno, médio, pequeno, igual, forma e padrão.
ru: В этой истории есть узоры, размеры и формы. Практикуйтесь слова: размер, большой, маленькие, средний, одинаковые, форма и узор.

# data_list
source: Fana Loves Animals
de: Fana liebt Tiere
el: Η Φάνα Αγαπάει τα Ζώα
pt: Fana Ama Animais
ru: Фана любит Животных

# data_list
source: This story has quantities to ten, comparing, and colors. Practice words: counting to ten, most, more, less, bigger, smaller, shortest, tallest, color names, solid, striped, and checkerboard.
de: Diese Geschichte hat Mengen bis zu zehn, vergleichen, und Farben. Übe die Worte: Bis zehn zählen, am meisten, mehr, weniger, größer, kleiner, kürzeste, größte, Farbnamen, solide, gestreift und Schachbrett.
el: Αυτή η ιστορία περιλαμβάνει ποσότητες μέχρι το δέκα, σύγκριση και χρώματα. Λέξεις για εξάσκηση: μέτρημα μέχρι το δέκα, περισσότερα, πιο πολλά, λιγότερα, μεγαλύτερο, μικρότερο, πιο κοντό, πιο ψηλό, ονόματα χρωμάτων, μονόχρωμο, ριγέ, και καρώ.
pt: Esta história aborda quantidades até dez, comparações e cores. Palavras para praticar: contar até dez, mais, mais, menos, maior, menor, mais curto, mais alto, nomes de cores, sólido, listrado e xadrez.
ru: В этой истории есть количество до 10, сравнения и цвета. Practice words: Считать до десяти, больше всего, более, меньше всего, больше, меньше, самый короткий, самый высокий, название цветов, сплошной, полосатый и клетчатный.

# data_list
source: Feelings
de: Gefühle
el: Συναισθήματα
pt: Sentimentos
ru: Чувства

# data_list
source: This story has quantities up to ten. Practice words: how many, one more, most, and least.
de: Diese Geschichte hat Größen bis Zehn. Übungsworte: Wie viele, eins mehr, am meisten, am wenigsten.
el: Αυτή η ιστορία περιλαμβάνει ποσότητες μέχρι το δέκα. Λέξεις για εξάσκηση: πόσα, ένα περισσότερο, τα περισσότερα, και τα λιγότερα.
pt: Esta história aborda números até dez. Palavras para praticar: quantos, um, mais, a maioria e menos.
ru: В этой истории есть количество до десяти. Практикуйтесь слова: сколько, ещё один, больше всего и меньше всего.

# data_list
source: Flower Blind
de: Blumenblind
el: Τυφλό Λουλούδι
pt: A Cega das Flores
ru: Слепой от Цветов

# data_list
source: This story has quantities to 10, comparing quantities, and shapes. Practice words: how many, most, least, one more, how many more, difference, rectangle, square, circle, and round.
de: In dieser Geschichte geht es um Größen bis 10, Größenvergleiche und Formen. Übungsworte: Wie viele, am meisten, am wenigsten, einer mehr, wie viel mehr, Unterschied, Rechteck, Viereck, Kreis, und rund.
el: Αυτή η ιστορία περιλαμβάνει ποσότητες μέχρι το 10, σύγκριση ποσοτήτων και σχήματα. Λέξεις για εξάσκηση: πόσα, τα περισσότερα, τα λιγότερα, ένα περισσότερο, πόσα περισσότερα, διαφορά, ορθογώνιο, τετράγωνο, κύκλος και στρογγυλό.
pt: Esta história aborda contagem até 10 e comparação de quantidades e formas. Palavras para praticar: quantas, mais, menos, mais uma, quantas mais, diferença, retângulo, quadrado, círculo e redondo.
ru: В этой истории есть количество до 10, сравнение количеств и формы. Практикуйте слова: сколько, больше всего, наименьшее, ещё один, сколько ещё, разница, прямоугольник, квадрат, круг и круглый.

# data_list
source: Friends
de: Freunde
el: Φίλοι
pt: Amigos
ru: Друзья

# data_list
source: This story has counting to 6, colors, and shapes. Practice words: how many, numbers to six, one more, two more, one less, two less, color names, stripes, solids, pentagon, hexagon, round, same, and different.
de: In dieser Geschichte geht es um Zählen bis 6, Farben und Formen. Übungsworte: Wie viele, Zahlen bis sechs, einer mehr, zwei mehr, einer weniger, zwei weniger, Farbnamen, Streifen, einfarbig, Fünfeck, Sechseck, rund, dasselbe, und verschieden.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 6, χρώματα και σχήματα. Λέξεις για εξάσκηση: πόσα, αριθμοί μέχρι το έξι, ένα περισσότερο, δύο περισσότερα, ένα λιγότερο, δύο λιγότερα, ονόματα χρωμάτων, ρίγες, μονόχρωμο, πεντάγωνο, εξάγωνο, στρογγυλό, ίδιο και διαφορετικό.
pt: Esta história aborda contagem de 6 em 6, cores e formas. Palavras para praticar: quantos, números até seis, um a mais, dois a mais, um a menos, dois a menos, nomes de cores, listras, lisos, pentágono, hexágono, redondo, igual e diferente.
ru: В этой истории есть счёт до 6, цвета и формы. Практикуйтесь слова: Сколько, от цифры до шести, а на одну больше, на две больше, на одну меньшее, на две меньше, название цветов, полосы, однотонные, пятиугольник, шестиугольник, круглый, одинаковые и разные.

# data_list
source: How the Toad Got its Skin
de: Wie die Kröte ihre Haut bekam
el: Πώς ο Φρύνος Απέκτησε το Δέρμα του
pt: Como a Sapa Conseguiu sua Pele
ru: Как Жаба Получила свою Шкуру

# data_list
source: This story has counting to 16, shapes, and colors. Practice words: counting by 2's or 4's, more, less, one more, color names, circle, center, and concentric.
de: Diese Geschichte enthält Zählen bis 16, Umrisse, und Farben. Übungsworte: Zählen in 2ern oder 4ern, mehr, weniger, einer mehr, Farbnamen, Kreis, Mitte, und konzentrisch.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 16, σχήματα και χρώματα. Λέξεις για εξάσκηση: μέτρημα ανά 2 ή ανά 4, περισσότερα, λιγότερα, ένα περισσότερο, ονόματα χρωμάτων, κύκλος, κέντρο και ομόκεντροι.
pt: Esta história aborda contagem até o 16, cores e formas. Palavras para praticar: contagem de 2 em 2 ou de 4 em 4, mais, menos, mais um, nomes de cores, círculo, centro e concêntrico.
ru: В этой истории счёт до 16, формы, и цвета. Практикуйте слова: счёт по два или четыре, Больше, меньше, ещё один, название цветов, круг, центр, и концентрический.

# data_list
source: Look at the Animals
de: Schau, die Tiere
el: Δείτε τα Ζώα
pt: Olhe para os Animais
ru: Посмотрите на Животных

# data_list
source: This story has small quantities up to 8. Practice words: numbers to 8, how many, one more, small, and large.
de: Diese Geschichte enthält kleine Größen bis 8. Übungsworte: Zahlen bis 8, wie viele, einer mehr, klein und groß.
el: Αυτή η ιστορία περιλαμβάνει μικρές ποσότητες μέχρι το 8. Λέξεις για εξάσκηση: αριθμοί μέχρι το 8, πόσα, ένα περισσότερο, μικρό και μεγάλο.
pt: Esta história aborda pequenas quantidades até 8. Palavras para praticar: números até 8, quantos, mais um, pequeno e grande.
ru: В этой истории есть небольшие количества до 8. Практикуйтесь слова: числы до 8, сколько, ещё один, маленький, и большой.

# data_list
source: My School Clothes
de: Meine Schulkleidung
el: Τα Σχολικά Ρούχα μου
pt: Minhas Roupas Escolares
ru: Моя школьная одежда

# data_list
source: This story has counting to 5, shapes, and colors. Practice words: numbers to 5, color names, too, too big, too small, just right, matching colors, and rectangle.
de: Diese Geschichte beinhaltet Zählen bis 5, Formen und Farben. Übungsworte: Zahlen bis 5, Farbnamen, auch, zu groß, zu klein, genau richtig, passende Farben und Rechteck.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 5, σχήματα και χρώματα. Λέξεις για εξάσκηση: αριθμοί μέχρι το 5, ονόματα χρωμάτων, πολύ, πολύ μεγάλο, πολύ μικρό, ακριβώς, αντιστοιχία χρωμάτων, και ορθογώνιο.
pt: Esta história aborda contagem até 5, formas e cores. Palavras para praticar: números até 5, nomes de cores, também, muito grandes, muito pequenos, na medida certa, cores correspondentes e retângulo.
ru: В этой истории есть счёт до пяти, формы и цвета. Практикуйте слова: цифры до пяти, название цветов, тоже, слишком большое, слишком маленькое, в самый раз, совпадающие цвета, и прямоугольник.

# data_list
source: Palm Tree
de: Palme
el: Φοινικόδεντρο
pt: Palmeira
ru: Пальма

# data_list
source: This story has counting to 12, comparing, and shapes. Practice words: numbers to 12, how many, estimate, counting by 2's, more, less, difference, round shape, box shape, loop, and pattern.
de: Diese Geschichte beinhaltet das Zählen bis 12, vergleichen und Formen. Übungsworte: Zahlen bis 12, wie viele, schätzen, in 2er Gruppen zählen, mehr, weniger, Unterschied, runde Form, Schachtelform, Wiederholung und Muster.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 12, σύγκριση και σχήματα. Λέξεις για εξάσκηση: αριθμοί μέχρι το 12, πόσα, εκτίμηση, μέτρημα ανά 2, περισσότερα, λιγότερα, διαφορά, στρογγυλό σχήμα, σχήμα κύκλου, επανάληψη και μοτίβο.
pt: Esta história aborda contagem até 12, formas e comparação. Palavras para praticar: números até 12, quantidade, estimativa, contar de 2 em 2, mais, menos, diferença, forma arredondada, forma quadrada, aros e padrões.
ru: В этой истории ещё до 12, сравнение, и формы. Практикуйте слова: цифры до 12, сколько, оценка, счёт по два, больше, меньше, разница, круглая форма, форма коробки, петля, и узор.

# data_list
source: Pendo, Our Cow
de: Pendo, unsere Kuh
el: Πέντο, η Αγελάδα μας
pt: Pendo, Nossa Vaca
ru: Пендо, наша корова

# data_list
source: This story has quantities up to six and comparing. Practice words: numbers to six, more, most, less, least, and rectangle.
de: In dieser Geschichte übst du Größen bis sechs und vergleichen. Übungsworte: Zahlen bis sechs, mehr, am meisten, weniger, am wenigsten und Rechteck.
el: Αυτή η ιστορία περιλαμβάνει ποσότητες μέχρι το έξι, σύγκριση και σχήματα. Λέξεις για εξάσκηση: αριθμοί μέχρι το έξι, περισσότερα, τα περισσότερα, λιγότερα, τα λιγότερα, ορθογώνιο, ρόμβος και σχήμα κουτιού.
pt: Esta história aborda quantidades até seis e comparações. Palavras para praticar: números até o seis, maior e menor, mais e menos e retângulo.
ru: В этой истории используются счет до шести и сравнения. Практикуйте слова: числа до шести, больше, больше всего, меньше, меньше всего, и прямоугольник.

# data_list
source: The Day the Sun Went Away
el: Η Μέρα που Έφυγε ο Ήλιος
pt: O Dia Em Que O Sol Se Foi
ru: День, когда зашло солнце

# data_list
source: This story has counting to 7, comparing, and shapes. Practice words: numbers to 7, how many, same, less, more, one more, one less, too, too many, round, sphere, ball, cylinder, warm, warmer, cool, and cooler.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 7, σύγκριση και σχήματα. Λέξεις για εξάσκηση: αριθμοί μέχρι το 7, πόσα, ίδια, λιγότερα, περισσότερα, ένα περισσότερο, ένα λιγότερο, πολύ, πάρα πολλά, στρογγυλό, σφαιρικό, μπάλα, κύλινδρος, ζεστό, πιο ζεστό, δροσερό, και πιο δροσερό.
pt: Esta história aborda contagem até 7, comparações e formas. Palavras para praticar: números até 7, quantos, mesmo, menos, mais, um a mais, um a menos, também, muitos, redondo, esfera, bola, cilindro, quente, mais quente, legal e mais frio.
ru: В этой истории есть счёт до семи, сравнение, и формы. Практикуйте слова: цифры до 7, сколько, одинаковые, меньше, больше, на одну больше, на одну меньше, очень, слишком много, круглый, сфера, шар, цилиндр, тёплые, теплее, прохладной и холодной.

# data_list
source: Visiting Grandmother
el: Επίσκεψη στη Γιαγιά
pt: Visitando A Vovó
ru: Визит к бабушке

# data_list
source: This story has counting to 10 and shapes. Practice words: numbers up to 10, one more, two more, three more, counting by 2's, equal, rectangle, circle, concentric, straight, and curved.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 10 και σχήματα. Λέξεις για Εξάσκηση: αριθμοί μέχρι το 10, ένα περισσότερο, δύο περισσότερα, τρία περισσότερα, μέτρημα ανά 2, ίσα, ορθογώνιο, κύκλος, ομόκεντρα, ευθείες και καμπύλες γραμμές.
pt: Essa história aborda contagem até 10 e reconhecimento de formas geométricas. Palavras para praticar: números até 10, mais um, mais dois, mais três, contando por 2, igual, retângulo, círculo, concêntrico, reto e curvo.
ru: Эта история включает в себя счёт до 10 и изучение форм. Практикуйте слова: числа до 10, ещё один, ещё два, ещё три, счёт по два, равно, прямоугольник, круг, концентрические, прямой и изогнутый.

# data_list
source: Where Is Lulu?
el: Πού Είναι η Λούλου;
pt: Onde está Lulu?
ru: Где Лулу?

# data_list
source: This story has counting to 10, comparing sizes, and geometry. Practice words: numbers to 10, one more, one less, less, more, small, big, too, too big, smallest, largest, triangle, rectangle, pentagon, cylinder, same, on, under, and on top of.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 10, σύγκριση μεγεθών και γεωμετρία. Λέξεις για εξάσκηση: αριθμοί μέχρι το 10, ένα περισσότερο, ένα λιγότερο, λιγότερα, περισσότερα, μικρό, μεγάλο, πολύ, πάρα πολύ μεγάλο, μικρότερο, μεγαλύτερο, τρίγωνο, ορθογώνιο, πεντάγωνο, κύλινδρος, ίδιο, επάνω σε, κάτω από, και πάνω από.
pt: Esta história aborda contagem até 10, comparação de tamanhos e geometria. Palavras para praticar: números até 10, um a mais, um a menos, menos, mais, pequeno, grande, muito grande, menor, maior, triângulo, retângulo, pentágono, cilindro, igual, sobre e sob.
ru: В этом рассказе есть счет до 10, сравнение размеров и геометрия. Практикуйте слова: числа до 10, на один больше, на один меньше, меньше, больше, маленький, большой, слишком, слишком большой, самый маленький, самый большой, треугольник, прямоугольник, пятиугольник, цилиндр, одинаковый, на, под и сверху.

# data_list
source: Where Is My Bat?
el: Πού Είναι η Ρακέτα μου;
pt: Onde está o meu taco?
ru: Где моя бита?

# data_list
source: This story has counting to 7, relationship words, and shapes. Practice words: how many, numbers to 7, one more, one less, behind, inside, on, high, too high, under, rectangle, box, and vertical line.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 7, λέξεις σχέσεων και σχήματα. Λέξεις για εξάσκηση: πόσα, αριθμοί μέχρι το 7, ένα περισσότερο, ένα λιγότερο, πίσω από, μέσα, επάνω, ψηλά, πολύ ψηλά, κάτω από, ορθογώνιο, κουτί, και κάθετη γραμμή.
pt: Esta história aborda contagem até 7, palavras sobre relacionamentos e formas. Palavras para praticar: quantos, números até 7, um a mais, um a menos, atrás, dentro, em, alto, muito alto, embaixo, retângulo, caixa, e linha vertical.
ru: Эта история включает счёт до 7, слова для описания отношений и формы. Практические слова: сколько, числа до 7, на один больше, на один меньше, за, внутри, на, высокий, слишком высокий, под, прямоугольник, коробка и вертикальная линия.

# data_list
source: Where Is My Cat?
el: Πού Είναι η Γάτα μου;
pt: Cadê O Meu Gato?
ru: Где мой кот?

# data_list
source: This story has counting to 5, relationship words, and colors. Practice words: numbers to 5, under, on top of, over, behind, next to, inside, outside, color names, straight, and curved.
el: Αυτή η ιστορία περιλαμβάνει μέτρημα μέχρι το 5, λέξεις σχέσεων και χρώματα. Λέξεις για εξάσκηση: αριθμοί μέχρι το 5, κάτω από, πάνω σε, επάνω από, πίσω από, δίπλα σε, μέσα, έξω, ονόματα χρωμάτων, ευθείες και καμπύλες γραμμές.
pt: Essa história aborda a contagem até o 5, palavras sobre relações e cores. Palavras para praticar: números até 5, embaixo, em cima, sobre, atrás, ao lado, dentro, fora, nomes de cores, retas, e curvas.
ru: Этот рассказ включает счет до пяти, слова для описания взаимоотношений и цвета. Практикуйте следующие слова: числа до пяти, под, на верху, над, за, рядом с, внутри, снаружи, названия цветов, прямой и изогнутый.

# data_list
source: A Dancer's Tale
el: Η Ιστορία μιας Χορεύτριας
pt: Um Conto da Dançarina
ru: Рассказ Танцора: История от Филлис Спира

# data_list
source: This story has counting to 12, comparing, and shapes. Practice words: numbers to 12, smallest, shortest, longest, more, less, circle, arc, triangle, rectangle, right angle, straight lines, diagonal, shapes made with lines, Y shape.
el: Αυτή η ιστορία περιέχει αρίθμηση μέχρι το 12, σύγκριση και σχήματα. Λέξεις για εξάσκηση: αριθμοί έως το 12, μικρότερος, κοντύτερος, μακρύτερος, περισσότερο, λιγότερο, κύκλος, τόξο, τρίγωνο, ορθογώνιο, ορθή γωνία, ευθείες γραμμές, διαγώνιος, σχήματα φτιαγμένα με γραμμές, σχήμα Υ.
pt: Esta história aborda números até 12, comparação e formas. Palavras para praticar: números até 12, menores, mais curtos, mais longos, mais, menos, círculo, arco, triângulo, retângulo, ângulo reto, linhas retas, diagonais, formas feitas com linhas, forma Y.
ru: В этой истории есть счёт 12, сравнение, и фигуры. Практикуйтесь слова: числа до 12, самый маленький, самый короткий, самый длинный, больше, меньше, круг, дуга, треугольник, прямоугольник, прямой угол, прямые линии, диагональ, фигуры из линии, и формы У.

# data_list
source: A Fish and a Gift
el: Ένα Ψάρι και ένα Δώρο
pt: Um Peixe e um Presente
ru: Рыба и Подарок

# data_list
source: This story has counting to 8, descriptions and comparisons, and shapes. Practice words: numbers to 8, earlier, later, dark, faster, down, backwards, longest, more, little, different, triangle, rectangle, line, side, straight, horizon, and horizontal.
el: Αυτή η ιστορία περιέχει αρίθμηση μέχρι το 8, περιγραφές, συγκρίσεις και σχήματα. Λέξεις για εξάσκηση: αριθμοί μέχρι το 8, νωρίτερα, αργότερα, γρηγορότερα, κάτω, προς τα πίσω, μακρύτερο, περισσότερο, λίγο, διαφορετικό, τρίγωνο, ορθογώνιο, γραμμή, πλευρά, ευθεία, ορίζοντας, και οριζόντια γραμμή.
pt: Temas Matemáticos e Vocabulário} Esta história aborda números até 8, descrições, comparações e formas. Palavras para praticar: números até 8, mais cedo, mais tarde, escuro, mais rápido, para baixo, atrás, mais longo, mais, pouco, diferente, triângulo, retângulo, linha, lado, reto, horizonte e horizontal.
ru: В этой истории есть счёт до 8, описание и сравнение, и формы. Практикуйтесь слова: цифры до восьми, раньше, позже, темно, быстрее, вниз, назад, самый длинный, больше, маленькие, другой, треугольник, прямоугольник, линия, сторона, прямой, горизонт, и горизонталь.

# data_list
source: Aku the Sun Maker
el: Η Άκου που Έφερε τον Ήλιο
pt: Aku, A Criadora do Sol
ru: Аку Создатель Солнца

# data_list
source: This story has colors, descriptions, and shapes. Practice words: white, red, yellow, orange, brown, rainbow colors, same, matching, different, difference, long, longer, short, very, curved, straight, round, triangle, and rectangle.
el: Αυτή η ιστορία περιέχει χρώματα, περιγραφές και σχήματα. Λέξεις για εξάσκηση: άσπρο, κόκκινο, κίτρινο, πορτοκαλί, καφέ, χρώματα ουράνιου τόξου, ίδιο, ταιριαστό, διαφορετικό, διαφορά, μακρύ, μακρύτερο, κοντό, πολύ, καμπυλωτό, ίσιο, στρογγυλό, τρίγωνο και ορθογώνιο.
pt: Esta história aborda cores, descrições e formas. Palavras para praticar: branco, vermelho, amarelo, laranja, marrom, cores do arco-íris, igual, combinando, diferente, diferença, longo, mais longo, curto, muito, curvo, reto, redondo, triângulo e retângulo.
ru: В этой истории есть цвета, описания, и формы. Практикуйтесь слова: белый, красный, жёлтый, оранжевый, коричневый, цвета радуги, одинаковый, совпадающий, разный, различие, длинный, длиннее, короткий, очень, изогнутый, прямой, круглый, треугольник и прямоугольник.

# data_list
source: Amazing Daisy
el: Η Εκπληκτική Μαργαρίτα
pt: A Incrível Daisy
ru: Удивительная Дейзи

# data_list
source: This story has geometry and shape ideas. Practice words: circle, rectangle, sides, corner, vertical line, horizontal line, big, small, low, and high
el: Αυτή η ιστορία περιέχει έννοιες γεωμετρίας και σχημάτων. Λέξεις για εξάσκηση: κύκλος, ορθογώνιο, πλευρές, γωνία, κάθετη γραμμή, οριζόντια γραμμή, μεγάλο, μικρό, χαμηλό και ψηλό.
pt: Esta história aborda menções de geometria e formas. Palavras para praticar: círculo, retângulo, lados, canto, linha vertical, linha horizontal, grande, pequeno, baixo e alto.
ru: В этой истории есть геометрия и идеи форм. Практикуйтесе слова: круг, прямоугольник, стороны, угол, вертикальная линия, горизонтальная линия, большой, маленький, низкий и высокий.
