Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Each rhino has two horns, a big one and a small one. Skip count their horns by 2's and 3's.
el: Κάθε ρινόκερος έχει δύο κέρατα, ένα μεγάλο και ένα μικρό. Μέτρησε τα κέρατα με πηδηματάκια ανά 2 και ανά 3.
pt: Cada rinoceronte tem dois chifres, um grande e um pequeno. Conte os chifres deles em intervalos de 2 e de 3.
ru: У каждого носорога два рога, один большой и один маленький. Посчитай их рога с пропусками на 2 и 3.

# data_list
source: How would you skip count to find out how many feet they have?
el: Πώς θα μετρήσεις με πηδηματάκια για να βρεις πόσα πόδια έχουν;
pt: Qual intervalo de contagem você usaria para descobrir quantos pés todos eles têm?
ru: Как бы ты посчитал с пропусками чтобы узнать сколько у них ног?

# data_list
source: Each rhino has twice as many feet as horns. Take the total number of horns and double that to get the total number of feet.
el: Κάθε ρινόκερος έχει διπλάσια πόδια από τα κέρατά του. Πάρε το συνολικό αριθμό των κεράτων και διπλασίασέ τον για να βρεις το συνολικό αριθμό των ποδιών.
pt: Cada rinoceronte tem duas vezes mais pés do que chifres. Pegue o número total de chifres e o dobre para obter o número total de pés.
ru: У каждого носорога ног в два раза больше чем рогов. Возьми общее количество рогов и умножь это вдвое чтобы получить количество ног.

# data_list
source: How many trunks do five elephants have?
el: Πόσες προβοσκίδες έχουν πέντε ελέφαντες;
pt: Quantas trombas têm cinco elefantes?
ru: Сколько хоботов у пяти слонов?

# data_list
source: Let's count trunks, tails, tusks, and ears. Counting tails and trunks is simple -- what number do you get?
el: Ας μετρήσουμε τις προβοσκίδες, τις ουρές, τους χαυλιόδοντες και τα αυτιά. Το να μετρήσουμε τις ουρές και τους χαυλιόδοντες είναι απλό — ποιον αριθμό βρίσκεις;
pt: Vamos contar trombas, caudas, presas e orelhas. Contar caudas e trombas é simples -- que número você obtém?
ru: Давай посчитаем хоботы, хвосты, бивни, и уши. Считать хвосты и бивни просто -- Какое число ты получаешь?

# data_list
source: Each elephant has two tusks and two ears. Which do you like better -- skip counting these by 2's or by 5's?
el: Κάθε ελέφαντας έχει δύο χαυλιόδοντες και δύο αυτιά. Τι σου αρέσει περισσότερο — να τα μετρήσεις με πηδηματάκια ανά 2 ή ανά 5;
pt: Cada elefante tem duas presas e duas orelhas. De qual você gosta mais -- conte em intervalos de 2 ou de 5?
ru: У каждого слона два бивня и два уха. Что тебе нравится лучше -- считать эти по 2 или 5?

# data_list
source: There are four big elephants and one baby elephant. How much is four plus one more?
el: Υπάρχουν τέσσερις μεγάλοι ελέφαντες και ένας μικρός ελέφαντας. Πόσο κάνει τέσσερις συν ένας ακόμα;
pt: Há quatro elefantes grandes e um elefante bebê. Quanto é quatro mais um?
ru: Есть четыре больших слона и один слонёнок. Сколько будет четыре плюс ещё один?

# data_list
source: How many ears do seven dogs have?
el: Πόσα αυτιά έχουν επτά σκύλοι;
pt: Quantas orelhas têm sete cães?
ru: Сколько ушей у семи собак?

# data_list
source: Did you count the ears by 1's, 2's, or 7's?
el: Μέτρησες τα αυτιά ανά 1, ανά 2 ή ανά 7;
pt: Você contou as orelhas em intervalos de 1, 2 ou 7?
ru: Ты посчитал уши по 1,2, или 7?

# data_list
source: There are 14 ears. We can skip count to 14 by 1's, 2's, and 7's. Are there any other step sizes that work for counting to 14?
el: Υπάρχουν 14 αυτιά. Μπορούμε να τα αριθμήσουμε με πηδηματάκια μέχρι το 14 ανά 1, ανά 2 και ανά 7. Υπάρχουν άλλα πηδηματάκια που βολεύουν για την αρίθμηση μέχρι το 14;
pt: São 14 orelhas. Podemos contar até 14 com intervalos de 1, 2 e 7. Existem outros grupos de números que funcionam para contar até 14?
ru: Есть 14 ушей. Мы можем посчитать с пропусками до 14 по 1, 2, и 7. Есть ли другие размеры шагов которые подходят для счета до 14?

# data_list
source: There are four dogs in the top group and three in the bottom. What do you get when put four dogs together with three more?
el: Υπάρχουν τέσσερις σκύλοι στην πάνω ομάδα και τρεις στην κάτω. Πόσο κάνει όταν βάζεις τέσσερις σκύλους μαζί με άλλους τρεις;
pt: Há quatro cães no grupo superior e três no grupo inferior. Ao juntar quatro cães com mais três, quantos cães teremos no total?
ru: В верхней группе четыре собаки, а в нижней три. Что получится, если соединить четырёх собак с ещё тремя?

# data_list
source: How many tails do three monkeys have?
el: Πόσες ουρές έχουν τρεις μαϊμούδες;
pt: Quantas caudas têm três macacos?
ru: Сколько хвостов у трёх обезьян?

# data_list
source: Let's count the tails, eyes, and feet. How many tails do you count?
el: Ας μετρήσουμε τις ουρές, τα μάτια και τα πόδια. Πόσες ουρές μετράς;
pt: Vamos contar as caudas, os olhos e os pés. Quantas caudas são no total?
ru: Давайте посчитаем хвосты, глаза, и ноги. Сколько хвостов ты посчитал?

# data_list
source: Would you count the eyes two at a time, two for each monkey, or would you count them three at a time, which is doubling the number of monkeys?
el: Θα μετρήσεις τα μάτια ανά δύο κάθε φορά, δύο για κάθε μαϊμού, ή θα τα μετρήσεις ανά τρία κάθε φορά, που είναι το διπλάσιο του αριθμού των μαϊμούδων;
pt: Para os olhos, você contaria dois de cada vez, dois para cada macaco; ou contaria três de cada vez, o que é o dobro do número de macacos?
ru: Считаешь ли ты глаза по два за раз, по два для каждой обезьяны, или по три за раз, что удваивает количество обезьян?

# data_list
source: You have many choices for skip counting their feet. What are your choices and which one would you choose to use?
el: Έχεις πολλές επιλογές για να αριθμήσεις τα πόδια τους με πηδηματάκια. Ποιες είναι οι επιλογές σου και ποια θα επέλεγες;
pt: Você tem muitas opções para contar os pés em intervalos. Quais são as suas escolhas e qual delas você usaria?
ru: У тебя есть много вариантов, как посчитать их ноги с пропусками. Какие у тебя выборы, и какой из них бы ты выбрал?

# data_list
source: How many eyes do six cats have?
el: Πόσα μάτια έχουν έξι γάτες;
pt: Quantos olhos têm seis gatos?
ru: Сколько глаз у шести кошек?

# data_list
source: Wow, these cats are a bit creepy! Did you skip count the eyes by 2's or 6's?
el: Ουάου, αυτές οι γάτες είναι λίγο τρομακτικές! Μέτρησες τα μάτια με πηδηματάκια ανά 2 ή ανά 6;
pt: Uau, esses gatos são um pouco assustadores! Você contou os olhos em intervalos de 2 ou de 6?
ru: Вау, эти кошки немного жуткие! Ты пропустил счёт глаз по 2 или 6?

# data_list
source: How many whiskers does each cat have? Can you count high enough to skip count all the whiskers?
el: Πόσα μουστάκια έχει κάθε γάτα; Μπορείς να αριθμήσεις τόσο πολύ για να μετρήσεις με πηδηματάκια όλα τα μουστάκια;
pt: Quantos bigodes tem cada gato? Você consegue contar o suficiente para contar em intervalos todos os bigodes?
ru: Сколько усов у каждой кошки? Можешь ли ты считать достаточно высоко, чтобы посчитать с пропусками все усы?

# data_list
source: Can you skip count high enough to count all the feet?
el: Μπορείς να αριθμήσεις τόσο πολύ ώστε να μετρήσεις όλα τα πόδια;
pt: Você consegue contar o suficiente para contar em intervalos todos os pés?
ru: Ты можешь посчитать с пропусками настолько высоко чтобы пересчитать все лапы?

# data_list
source: How many legs does one worm have?
el: Πόσα πόδια έχει ένα σκουλήκι;
pt: Quantas pernas tem uma centopeia?
ru: Сколько ног у одного червяка?

# data_list
source: Can you count all those legs, or is it too tricky to see or too high to count?
el: Μπορείς να μετρήσεις όλα αυτά τα πόδια ή είναι πολύ δύσκολο να τα δεις ή πολύ μεγάλος ο αριθμός για να τα μετρήσεις;
pt: Você consegue contar todas essas pernas, ou está muito complicado de enxergá-las ou é um número muito grande para você contar?
ru: Можешь ли ты считать все эти ноги, или их слишком сложно увидеть, или слишком высоко чтобы посчитать?

# data_list
source: Think of some other things that are just too many to count.
el: Σκέψου μερικά άλλα πράγματα που είναι πάρα πολλά για να τα μετρήσεις.
pt: Pense em outras coisas que são muitas para contar.
ru: Подумай о других вещах, которых слишком много чтобы посчитать.

# data_list
source: Skip counting can be fun because it gets you to the answer much more quickly than counting by 1's. It's also fun to discover the different step sizes that give you the same answer.
el: Η αρίθμηση με πηδηματάκια μπορεί να είναι διασκεδαστική επειδή σε οδηγεί στην απάντηση πολύ πιο γρήγορα από την αρίθμηση ανά 1. Είναι επίσης διασκεδαστικό να ανακαλύπτεις τα διαφορετικά βήματα που δίνουν το ίδιο αποτέλεσμα.
pt: Contar em intervalos pode ser divertido porque leva você à resposta muito mais rápido do que contar por 1. Também é divertido descobrir os diferentes tipos de grupos de números que lhe dão a mesma resposta.
ru: Считать с пропусками может быть очень весело, потому что это позволяет найти ответ гораздо быстрее, чем счёт по 1. Также интересно узнать разные размеры шагов, которые дают один и тот же ответ.

# data_list
source: A long time ago, deep in the forests, King Leopard began to think about the future. He thought, "I'm getting old and one day, I'm going to die. A wise ruler should pick a successor while still young and healthy." But how could King Leopard choose? He loved all the members of the animal kingdom the same!
el: Πριν από πολύ καιρό, βαθιά μέσα στα δάση, ο Βασιλιάς Λεοπαρδάλης άρχισε να σκέφτεται το μέλλον. Σκέφτηκε: «Γερνάω και μια μέρα θα πεθάνω. Ένας σοφός αρχηγός πρέπει να επιλέγει διάδοχο όσο είναι ακόμη νέος και υγιής». Μα πώς θα μπορούσε ο Βασιλιάς Λεοπάρδαλης να διαλέξει; Αγαπούσε όλα τα μέλη του ζωικού βασιλείου το ίδιο!
pt: Há muito tempo, nas profundezas das florestas, Rei Leopardo começou a pensar no futuro. Ele pensou: "Estou ficando velho e um dia vou morrer. Um governante sábio deve escolher um sucessor enquanto ainda é jovem e saudável." Mas como Rei Leopardo poderia fazer a sua escolha? Ele amava todos os membros do reino animal da mesma forma!
ru: Давным-давно, в глубине леса, Король Леопард начал думать о будущем. Он подумал, «Я старею и в один день я умру. Мудрый правитель должен выбирать преемника пока он ещё молод и здоров.» Но как мог Король Леопард выбрать? Он любил всех представителей животного царства одинаково!

# data_list
source: If you were going to pick a leader, which skills would you want them to have?
el: Αν επρόκειτο να επιλέξεις έναν αρχηγό, ποιες ικανότητες θα ήθελες να έχει;
pt: Se você fosse escolher um líder, quais habilidades você gostaria que ele(a) tivesse?
ru: Если бы ты выбирал лидера, какими навыками ты бы его наделил?

# data_list
source: Guess what King Leopard will look for in a successor. Do you think he will look for the largest, the fastest, or the friendliest animal?
el: Μάντεψε τι θα αναζητήσει ο Βασιλιάς Λεοπαρδάλης σε έναν διάδοχο. Νομίζεις ότι θα ψάξει για το πιο μεγάλο, το πιο γρήγορο ή το πιο φιλικό ζώο;
pt: Adivinhe o que Rei Leopardo procurará em um sucessor. Você acha que ele vai procurar o maior, o mais rápido ou o mais amigável dos animais?
ru: Угадай что Король Леопард будет искать в преемнике. Ты думаешь что он будет искать самое большое, самое быстрое, или самое дружелюбное животное?

# data_list
source: Count together all the tree trunks you can see. Can you count that high?
el: Μέτρησε όλους τους κορμούς δέντρων που μπορείς να δεις. Μπορείς να μετρήσεις τόσο πολύ;
pt: Vamos contar juntos todos os troncos das árvores que você pode ver. Você consegue contar todos eles?
ru: Посчитай вместе все столбы деревьев которые ты видишь. Ты можешь считать так высоко?

# data_list
source: King Leopard had an idea. He sent his messengers out into the forests. He told them to ask all the animals of the kingdom to come to the palace. He was going to have a big party and he was going to make an important announcement. Away the messengers ran, to all four corners of the forest.
el: Ο Βασιλιάς Λεοπαρδάλης είχε μια ιδέα. Έστειλε τους αγγελιοφόρους του μέσα στα δάση. Τους είπε να ζητήσουν απ’ όλα τα ζώα του βασιλείου να έρθουν στο παλάτι. Θα έκανε ένα μεγάλο γλέντι και θα ανακοίνωνε κάτι σημαντικό. Οι αγγελιοφόροι έτρεξαν ως τα τέσσερα σημεία του δάσους.
pt: Rei Leopardo teve uma ideia. Ele enviou os seus mensageiros para as florestas. Ele lhes disse para pedir a todos os animais do reino que viessem ao palácio. Ele ia dar uma grande festa e ia fazer um anúncio importante. Os mensageiros correram para todos os quatro cantos da floresta.
ru: У Короля Леопарда появилась идея. Он послал своих посланников в леса. Он велел их пригласить всех животных царства во дворец. Он собирался устроить большой праздник и сделать важное заявление. Посланники разбежались по всем четырём углам леса.

# data_list
source: How many messengers does the King have? Are there enough to go to four corners? How many more does he need?
el: Πόσους αγγελιοφόρους έχει ο Βασιλιάς; Αρκούν για να πάνε σε τέσσερις γωνιές; Πόσους ακόμη χρειάζεται;
pt: Quantos mensageiros o Rei tem? Há mensageiros suficientes para ir aos quatro cantos? De quantos mais ele precisa?
ru: Сколько посланников у Короля? Достаточно ли их чтобы пойти в четыре угла? Сколько ему ещё нужно?

# data_list
source: Do you think the forest really has four corners?
el: Νομίζεις ότι το δάσος έχει πραγματικά τέσσερις γωνίες;
pt: Você acha que a floresta realmente tem quatro cantos?
ru: Ты думаешь что у леса действительно четыре угла?

# data_list
source: What does the writer mean by the phrase "all four corners of the forest?" If forests don't have four corners, what shape are they?
el: Τι εννοεί ο συγγραφέας με τη φράση «και στα τέσσερα σημεία του δάσους»; Αν τα δάση δεν έχουν τέσσερις γωνίες, τι σχήμα έχουν;
pt: O que o escritor quer dizer com a frase "todos os quatro cantos da floresta?" Se as florestas não têm quatro cantos, qual forma elas têm?
ru: Что автор имеет в виду с фразой «Все четыре угла леса?» Если у леса нет четырёх углов то какую форму он имеет?

# data_list
source: On the night of the party, all the animals were at the palace. They sang and they danced and had a great time. After the moon had risen above the trees, King Leopard came and stood in the middle of the clearing. The animals stopped their singing and dancing. They listened quietly as their king began to speak.
el: Τη νύχτα του γλεντιού, όλα τα ζώα βρέθηκαν στο παλάτι. Τραγουδούσαν και χόρευαν και περνούσαν υπέροχα. Αφού το φεγγάρι ανέβηκε πάνω από τα δέντρα, ο Βασιλιάς Λεοπαρδάλης ήρθε και στάθηκε στη μέση του ξέφωτου. Τα ζώα σταμάτησαν το τραγούδι και τον χορό. Άκουσαν σιωπηλά τον Βασιλιά τους να αρχίζει να μιλά.
pt: Na noite da festa, todos os animais estavam no palácio. Eles cantaram, dançaram e se divertiram muito. Depois que a lua subiu acima das árvores, Rei Leopardo veio e ficou no meio da clareira. Os animais pararam de cantar e dançar. Eles ouviram em silêncio quando o rei começou a falar.
ru: В ночь праздника все животные были во дворце. Они пели, танцевали, и отлично проводили время. После того как луна поднялась над деревьями, Король Леопард пришёл и встал посреди поляны. Животные прекратили петь и танцевать. Они молча слушали как их король начал говорить.

# data_list
source: How many animals can you count in this picture? Are there more animals or more trees?
el: Πόσα ζώα μπορείς να μετρήσεις σε αυτή την εικόνα; Υπάρχουν περισσότερα ζώα ή περισσότερα δέντρα;
pt: Quantos animais você consegue contar nesta imagem? Existem mais animais ou mais árvores?
ru: Сколько животных ты можешь посчитать на этой картинке? Чего больше животных или деревьев?

# data_list
source: How many animals do you think are in the forest? 10, 20, 30, ... ? A forest usually has hundreds or even thousands of animals, so this will be a very large party!
el: Πόσα ζώα νομίζεις ότι υπάρχουν στο δάσος; 10, 20, 30…; Ένα δάσος συνήθως φιλοξενεί εκατοντάδες ή ακόμη και χιλιάδες ζώα, οπότε αυτό θα είναι ένα πολύ μεγάλο γλέντι!
pt: Quantos animais você acha que existem na floresta? 10, 20, 30, ... ? Uma floresta geralmente tem centenas ou até milhares de animais, então esta será uma festa muito grande!
ru: Как ты думаешь сколько животных в лесу? 10, 20, 30, ... ? В лесу обычно обитает сотни или даже тысячи животных, так что это будет очень большой праздник!

# data_list
source: Have you ever seen a non-human animal dance?
el: Έχεις δει ποτέ κάποιο ζώο εκτός από τον άνθρωπο να χορεύει;
pt: Você já viu uma dança de animais não humanos?
ru: Ты когда-нибудь видел танец животного, не являющегося человеком?

# data_list
source: He cleared his throat and said, "I've been thinking that it's time for me to pick a successor. But because I love all of you equally, I can't decide who among you is most worthy. So I've decided to let a contest decide for me."
el: Καθάρισε τον λαιμό του και είπε: «Σκέφτομαι ότι ήρθε η ώρα να επιλέξω διάδοχο. Όμως, επειδή σας αγαπώ όλους εξίσου, δεν μπορώ να αποφασίσω ποιος από εσάς είναι πιο άξιος. Έτσι, αποφάσισα να βάλω έναν διαγωνισμό να το καθορίσει για μένα».
pt: Ele limpou a garganta e disse: "Estive pensando que já é a hora de escolher um sucessor. Mas pelo fato de eu amar todos vocês igualmente, não consigo decidir quem dentre vocês é o mais digno. Então decidi deixar uma competição tomar esta decisão por mim.
ru: Он прочистил горло и сказал, «Я думаю что пришло время что бы я выбрал преемника. Но поскольку я люблю всех вас одинаково, я не могу решить кто из вас достоин больше всего. Поэтому я решил позвонить конкурсу решить за меня.»

# data_list
source: Some of these animals would usually hunt some of these other animals. Can you think of some examples in this picture of animals who would hunt and others who would be hunted?
el: Κάποια από αυτά τα ζώα κανονικά κυνηγούν άλλα. Μπορείς να σκεφτείς παραδείγματα σε αυτή την εικόνα ζώων που θα ήταν κυνηγοί και άλλων που θα ήταν θηράματα;
pt: Alguns destes animais geralmente caçariam alguns destes outros animais. Você consegue pensar em alguns exemplos de animais que caçariam e outros que seriam caçados nesta imagem?
ru: Некоторые из этих животных обычно охотились на других животных здесь. Ты можешь придумать пример животных на этой картинке которые охотятся на животных и на которых охотятся?

# data_list
source: What kind of contest would be good for picking a successor? Would you have a race to see who can run the fastest or longest?
el: Τι είδους διαγωνισμός θα ήταν καλός για να επιλεγεί ένας διάδοχος; Εσύ θα έκανες έναν αγώνα για να δεις ποιος τρέχει πιο γρήγορα ή πιο μακριά;
pt: Que tipo de competição seria ideal para escolher um sucessor? Você faria uma corrida para ver quem consegue correr mais rápido ou por mais tempo?
ru: Какой конкурс подойдёт для выбора преемника? Как насчёт устроить соревнование чтобы узнать кто пробежит быстрее и дольше?

# data_list
source: What would be good contests if you want to find the largest or the strongest?
el: Ποιος θα ήταν ο καλύτερος διαγωνισμός αν ήθελες να βρεις τον μεγαλύτερο ή τον δυνατότερο;
pt: Que tipo de competições seriam ideais para fazer se você quisesse encontrar o maior ou o mais forte?
ru: Какой конкурс подойдут если ты хотел найти самого большого и сильного?

# data_list
source: King Leopard held up a spear. He said, "The first one among you who can throw this spear up into the sky and count to ten before it touches the ground, will be my successor."
el: Ο Βασιλιάς Λεοπαρδάλης σήκωσε ένα δόρυ. Είπε: «Ο πρώτος από εσάς που θα μπορέσει να πετάξει αυτό το δόρυ ψηλά στον ουρανό και να μετρήσει μέχρι το δέκα προτού αυτό αγγίξει το έδαφος, θα γίνει ο διάδοχός μου.»
pt: Rei Leopardo ergueu uma lança. Ele disse: "O primeiro dentre vocês que puder lançar esta lança em direção ao céu e contar até dez antes que ela toque o chão, será o meu sucessor."
ru: Король Леопард поднял копье. Он сказал, «Первый из вас кто сможет подбросить это копье в небо и досчитай до десяти, прежде чем как оно коснется земли станет моим преемником.»

# data_list
source: Will this contest produce a good successor? Predict which animal is going to win.
el: Θα βγάλει αυτός ο διαγωνισμός έναν καλό διάδοχο; Πρόβλεψε ποιο ζώο θα κερδίσει.
pt: Esta competição resultará em um bom sucessor? Preveja qual animal irá ganhar.
ru: Принесёт ли этот конкурс хорошего преемника? Предскажи какое животное победит.

# data_list
source: Some of the animal skins have stripes, some have spots, some are segmented, and some have just one color. Do you see any that involve more than two colors?
el: Κάποια δέρματα ζώων έχουν ρίγες, κάποια βούλες, κάποια έχουν σχέδια σε τμήματα και κάποια έχουν ένα μόνο χρώμα. Βλέπεις κάποιο που να έχει περισσότερα από δύο χρώματα;
pt: Algumas peles de animais têm listras, algumas têm manchas, algumas são segmentadas e algumas têm apenas uma cor. Você vê alguma pele que tenha mais de duas cores?
ru: У некоторых животных шкуры полосатые, у некоторых пятнистые, у некоторых сегментированные, а у некоторых только одноцветные. Видишь ли ты какое-нибудь включающее больше двух цветов?

# data_list
source: How many of these animals have horns, antlers, or tusks? Are there more of these animals than the other animals on this page?
el: Πόσα από αυτά τα ζώα έχουν κέρατα ή χαυλιόδοντες; Είναι περισσότερα αυτά τα ζώα από τα άλλα ζώα σε αυτή τη σελίδα;
pt: Quantos destes animais têm chifres, galhadas ou presas? Há mais desses tipos animais do que dos outros animais nesta página?
ru: У скольких из этих животных есть рога, оленьи рога, или бивни? Этих животных больше чем других животных на этой странице?

# data_list
source: As King Leopard finished talking, the animals heard a loud noise from behind them. They turned around and saw elephant stomping through the crowd to the front. "Move out of my way. I'm the biggest, I should be king," said Elephant.
el: Μόλις ο Βασιλιάς Λεοπαρδάλης τελείωσε, τα ζώα άκουσαν έναν δυνατό θόρυβο πίσω τους. Γύρισαν και είδαν τον Ελέφαντα να ποδοπατά το πλήθος για να φτάσει μπροστά. «Κάντε άκρη. Είμαι ο μεγαλύτερος, εγώ πρέπει να γίνω βασιλιάς», είπε ο Ελέφαντας.
pt: Quando Rei Leopardo terminou de falar, os animais ouviram um barulho alto atrás deles. Eles se viraram e viram um elefante abrindo caminho pela multidão até chegar à frente. "Saiam do meu caminho. Eu sou o maior, eu deveria ser o rei," disse Elefante.
ru: Когда Король Леопард закончил говорить, животные услышали громкий шум позади себя. Они обернулись и увидели слона, пробирающегося сквозь толпу вперёд. «Уйдите с моего пути. Я самый большой, я должен быть королём,» сказал Слон.

# data_list
source: Did the Elephant listen to the King? Was being the biggest important to the King?
el: Άκουσε ο Ελέφαντας τον Βασιλιά; Ήταν το να είναι ο μεγαλύτερος σημαντικό για τον Βασιλιά;
pt: Elefante ouviu o Rei? Ser o maior era importante para o Rei?
ru: Слон послушался Короля? Быть самым большим это важно для Короля?

# data_list
source: When we have our own ideas about the way something should be, we sometimes don't listen to others. Can you think of a time when you were like the elephant and didn't listen well?
el: Όταν έχουμε τις δικές μας ιδέες για το πώς πρέπει να γίνει κάτι, καμιά φορά δεν ακούμε τους άλλους. Μπορείς να θυμηθείς μια φορά που ήσουν σαν τον Ελέφαντα και δεν άκουγες καλά;
pt: Quando temos as nossas próprias ideias sobre como algo deveria ser, às vezes, não ouvimos os outros. Você consegue pensar em algum momento em que você agiu como Elefante e não ouviu os outros?
ru: Когда у нас есть собственные идеи о том как что-то должно быть, мы иногда не слушаем других. Можешь ли ты вспомнить случай когда ты был как слон и не очень внимательно слушал?
