Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: 0 is an important number! It's where all counting starts, even when we don't say it.
de: Sprich es an: Die 0 ist eine besondere Zahl! Hier beginnt das Zählen, auch wenn es nichts gibt.
el: Το 0 είναι ένας σημαντικός αριθμός! Από εκεί ξεκινάει κάθε μέτρημα, ακόμα κι όταν δεν το λέμε.
pt: 0 é um número importante! É onde toda contagem começa, mesmo quando não o dizemos.
ru: 0 это важное число! Здесь начинается весь счет, даше когда мы этого не говорим.

# data_list
source: How many cats do you see?
de: Erforscht nochmals die Frage: "Wie viele Katzen siehst du hier?”. Müssen wir hier also etwas abzählen, um zu wissen, wie viele es sind?
el: Πόσες γάτες βλέπεις;
pt: Quantos gatos você vê?
ru: Сколько кошек ты видишь?

# data_list
source: Count together the butterflies – they are tricky to find in this picture.
de: Zählt die Schmetterlinge - sie sind nicht leicht zu finden in diesem Bild.
el: Μετρήστε μαζί τις πεταλούδες -- είναι δύσκολο να τις βρείτε σε αυτή την εικόνα.
pt: Vamos contar juntos as borboletas -- elas são difíceis de encontrar nesta imagem.
ru: Посчитайте вместе бабочек -- их сложно найти на этой картинке.

# data_list
source: How many cats? 1 One cat. A black cat is eating red meat.
de: Wie viele Katzen sind hier? 1 … eine Katze. Eine schwarze Katze isst rotes Fleisch.
el: Πόσες γάτες; 1 Μία γάτα. Μια μαύρη γάτα τρώει κόκκινο κρέας.
pt: Quantos gatos estão aqui? 1 Um gato. Um gato preto está comendo carne vermelha.
ru: Сколько кошек? 1 Одна кошка. Чёрная кошка ест красное мясо.

# data_list
source: Point to and name the green and orange squares, blue shirt, and black cat.
de: Zeigt und benennt die grünen und orangen Quadrate, das blaue Shirt, die schwarze Katze.
el: Δείξε και ονόμασε τα πράσινα και πορτοκαλί τετράγωνα, το μπλε πουκάμισο και τη μαύρη γάτα.
pt: Aponte e nomeie os quadrados verdes e laranjas, a camisa azul e o gato preto.
ru: Покажи и назови зелёные и оранжевые квадраты, синюю юбку, и черную кошку.

# data_list
source: Notice how Paul is looking at the cat. Paul sure likes cats!
de: Sprecht über Pauls Blick und bildet Hypothesen, wie z.B. Paul mag seine Katze sehr!
el: Παρατηρήστε πώς κοιτάζει ο Παύλος τη γάτα. Ο Παύλος σίγουρα αγαπάει τις γάτες!
pt: Observe como o Paulo está olhando para o gato. O Paulo realmente gosta de gatos!
ru: Обрати внимание, как Пол смотрит на кота. Пол точно любит кошек.

# data_list
source: Each time a cat is added: a) say that one more than the last number of cats is the new number, and b) one less than the current number is the last number.
de: Sprich es an: hier ist eine Katze mehr auf dem Bild als zuvor, also eine Katze; auf dem Bild vorher war es eine Katze weniger, also null Katzen.
el: Κάθε φορά που προστίθεται μια γάτα: α) πείτε ότι ένας παραπάνω από τον προηγούμενο αριθμό είναι ο νέος αριθμός, και β) ένας λιγότερος από τον τρέχοντα αριθμό είναι ο προηγούμενος αριθμός.
pt: Cada vez que um gato é adicionado: a) diga que o novo número é um a mais que o último número de gatos, e b) o último número é um a menos que o número atual.
ru: Каждый раз когда добавляется кошка: a) скажи что новое число на единицу больше чем последняя количество кошек скажи что новое число на единицу больше чем последняя количество кошек, и b) последнее число на одну единицу меньше чем текущее число последнее число на одну единицу меньше чем текущее число.

# data_list
source: How many cats? 2 Two cats. A white cat and a grey cat are sleeping.
de: Wie viele Katzen sind hier? 2 … zwei Katzen. Eine weiße Katze und eine graue Katze. Beide schlafen.
el: Πόσες γάτες; 2 Δύο γάτες. Μία λευκή γάτα και μία γκρίζα γάτα κοιμούνται.
pt: Quantos gatos estão aqui? 2 Dois gatos. Um gato branco e um gato cinza estão dormindo.
ru: Сколько кошек? 2 Две кошки. белый кот и серый кот спят белый кот и серый кот спят.

# data_list
source: Count together the cats, plants, and people.
de: Zählt die Katzen, die Pflanzen und die Personen. Warum zählen wir eigentlich etwas?
el: Μετρήστε μαζί τις γάτες, τα φυτά και τους ανθρώπους.
pt: Vamos contar juntos os gatos, as plantas e as pessoas.
ru: Считайте вместе сколько кошек, растения и людей.

# data_list
source: Of cats, plants, and people, which number is the biggest? Which one is the smallest?
de: Vergleicht die Anzahlen der Katzen, der Pflanzen, der Personen, wovon ist am meisten zu sehen, welche Anzahl ist am kleinsten?
el: Ποιος είναι μεγαλύτερος αριθμός; Ο αριθμός από τις γάτες, από τα φυτά ή από τους ανθρώπους; Ποιος είναι ο μικρότερος;
pt: Entre gatos, plantas e pessoas, qual número é o maior? Qual é o menor?
ru: из кошек, растениях, и людей, какое число самое большое? Какое число самое маленькое?

# data_list
source: Notice that the square tiles are now all the same gray color.
de: Zeigt auf den Boden und vergleicht mit dem Bild zuvor: wieder Quadrate, jetzt haben alle dieselbe graue Farbe.
el: Παρατηρήστε ότι τα τετράγωνα πλακάκια είναι πλέον όλα το ίδιο γκρι χρώμα.
pt: Observe que os ladrilhos quadrados agora são todos da mesma cor cinza.
ru: обрати внимание что квадратные плитки теперь все в одинаковом сером цвете.

# data_list
source: How many cats? 3 Three cats. Three cats are playing in the kitchen.
de: Wie viele Katzen sind hier? 3 … drei Katzen. Drei Katzen spielen in der Küche.
el: Πόσες γάτες; 3 Τρεις γάτες. Τρεις γάτες παίζουν στην κουζίνα.
pt: Quantos gatos estão aqui? 3 Três gatos. Três gatos estão brincando na cozinha.
ru: Сколько кошек? 3 Три кошки. Три кошки играют на кухне.

# data_list
source: What a mess! There must be zero people here!
de: Sprecht über die Unordnung und bildet Hypothesen, z.B. da ist wohl kein Mensch im Haus.
el: Τι ακαταστασία! Μάλλον δεν υπάρχουν άνθρωποι εδώ!
pt: Que bagunça! Deve ter zero pessoas aqui!
ru: Какой беспорядок здесь ноль людей К!

# data_list
source: Count together each group – the cats, cabinet doors, food containers, and spoons.
de: Zählt die Katzen, während ihr jede antippt, und auch umgefallene Dinge, Türen, Kekse.
el: Μετρήστε μαζί κάθε ομάδα -- τις γάτες, τις πόρτες του ντουλαπιού, τα δοχεία τροφίμων και τα κουτάλια.
pt: Vamos contar juntos cada grupo -- os gatos, as portas dos armários, os potes de comida e as colheres.
ru: Посчитайте вместе каждую группу- кошки, двери на шкафах, контейнеры для еды, и ложки.

# data_list
source: Which thing is there the most of in this picture?
de: Vergleicht die Anzahlen: wovon ist am meisten da, könnte jede Katze einen Keks essen?
el: Από ποιο πράγμα υπάρχουν τα πιο πολλά σε αυτή την εικόνα;
pt: Qual coisa aparece mais vezes nessa imagem?
ru: Какой вещи больше всего на этой картинке?

# data_list
source: How many cats? 4 Four cats. Four cats are Paul's friends.
de: Wie viele Katzen sind hier? 4 … vier Katzen. Vier Katzen lieben Paul.
el: Πόσες γάτες; 4 Τέσσερις γάτες. Τέσσερις γάτες είναι φίλες με τον Παύλο.
pt: Quantos gatos estão aqui? 4 Quatro gatos. Quatro gatos são amigos do Paulo.
ru: Сколько кошек? 4 Четыре кошек. Четыре кота друзья Пола.

# data_list
source: Count all the cats.
de: Zählt alle Katzen mit Antippen.
el: Μέτρησε όλες τις γάτες.
pt: Conte todos os gatos.
ru: Посчитай все кошек.

# data_list
source: Which of these cats have you seen before, and which are new? Which ones are missing?
de: Überlegt, welche Katzen ihr bereits im Buch gesehen habt, welche fehlen, welche sind neu?
el: Ποιες από αυτές τις γάτες έχεις δει ξανά και ποιες είναι καινούργιες; Ποιες λείπουν;
pt: Quais desses gatos você já viu antes e quais são novos? Quais estão faltando?
ru: Какие из этих кошек ты видел раньше, и какие новые? Какие из них отсутствуют?

# data_list
source: Point at and name all the different colors in the room.
de: Zeigt und benennt die verschiedenen Farben im Raum.
el: Δείξε και ονόμασε όλα τα διαφορετικά χρώματα στο δωμάτιο.
pt: Aponte e nomeie todas as cores diferentes na sala.
ru: Покажи и назови все разные цвета в комнате.

# data_list
source: How many cats? 5 Five cats. Five cats chase the dog.
de: Wie viele Katzen sind hier? 5 … fünf Katzen. Fünf Katzen verfolgen den Hund.
el: Πόσες γάτες; 5 Πέντε γάτες. Πέντε γάτες κυνηγούν τον σκύλο.
pt: Quantos gatos estão aqui? 5 Cinco gatos. Cinco gatos perseguem o cachorro.
ru: Сколько кошек? 5 Пять кошек. Пять кошек гоняться за собакой.

# data_list
source: Looking at their faces and bodies, do the cats and the dog like each other?
de: Sprecht über den Ausdruck der Tiere, mögen sich Hunde und Katzen?
el: Κοιτάζοντας τα πρόσωπα και τα σώματά τους, οι γάτες και ο σκύλος συμπαθούν ο ένας τον άλλο;
pt: Olhando para seus rostos e corpos, os gatos e o cachorro gostam um do outro?
ru: Смотря на их лица и телa, ты думаешь что эти кошки и собаки любят друг друга?

# data_list
source: Count the number of cats and the number of dogs. Which group is bigger? Poor dog!
de: Zählt die Katzen und Hunde. Welche Gruppe ist größer?
el: Μέτρησε τον αριθμό των γατών και τον αριθμό των σκύλων. Ποια ομάδα είναι μεγαλύτερη; Καημένο σκυλί!
pt: Conte o número de gatos e o número de cachorros. Qual grupo é maior? Pobre cachorro!
ru: Посчитай сколько кошек и собак. Какая группа из этих больше? Бедная собака!

# data_list
source: These cats all have different coloring. Describe the color and pattern of each cat.
de: Die Katzen haben unterschiedliche Farben und Muster. Beschreibt und vergleicht sie.
el: Αυτές οι γάτες έχουν διαφορετικά χρώματα. Περίγραψε το χρώμα και το σχέδιο της κάθε γάτας.
pt: Todos esses gatos têm cores diferentes. Descreva a cor e o desenho de cada gato.
ru: Все кошки разного цвета. Опиши цвет и раскраску каждого кота.

# data_list
source: How many cats? 6 Six cats. Six cats waiting for the dog.
de: Wie viele Katzen sind hier? 6 … sechs Katzen. Sechs Katzen warten auf den Hund.
el: Πόσες γάτες; 6 Έξι γάτες. Έξι γάτες περιμένουν τον σκύλο.
pt: Quantos gatos estão aqui? 6 Seis gatos. Seis gatos estão esperando pelo cachorro.
ru: Сколько кошек? 6 Шесть кошек c. Шесть кошек ждут собаку.

# data_list
source: Count the cats on the floor and in the picture. Is it the same number?
de: Zählt die Katzen im Zimmer, und die auf dem Foto an der Wand. Sind es gleich viele?
el: Μέτρησε τις γάτες στο πάτωμα και στην εικόνα. Είναι ο ίδιος αριθμός;
pt: Conte os gatos no chão e na foto na parede. É o mesmo número?
ru: Посчитай сколько кошек на полу и на картинке. Это тот же одинаковый номер?

# data_list
source: Find a cat or two in the picture on the wall that is not on the floor.
de: Überlegt: Welche Katze auf dem Foto ist nicht im Zimmer?
el: Βρες μία ή δύο γάτες στην εικόνα στον τοίχο που δεν είναι στο πάτωμα.
pt: Encontre um ou dois gatos na foto na parede que não estão no chão.
ru: Найди одну или две кошки на картинке или на стене но которая не на полу.

# data_list
source: The dog doesn't want to come back. Why not?
de: Was ist mit dem Hund los? Bildet Hypothesen, z.B. er mag nicht hereinkommen, weil ….
el: Ο σκύλος δεν θέλει να επιστρέψει. Γιατί δεν θέλει;
pt: O cachorro não quer voltar. Por que não?
ru: Собака не хочет вернуться. Почему?

# data_list
source: How many cats? 7 Seven cats. Seven cats playing in the compound.
de: Wie viele Katzen sind hier? 7 … sieben Katzen. Sieben Katzen spielen im Garten.
el: Πόσες γάτες; 7 Επτά γάτες. Επτά γάτες παίζουν στην αυλή.
pt: Quantos gatos estão aqui? 7 Sete gatos. Sete gatos brincando no quintal.
ru: Сколько кошек? 7 Семь кошек. Семь кошек играют на территории.

# data_list
source: Point at each of the seven cats.
de: Findet die Katzen und zählt sie tippend. Zeigt auf die Katzen direkt am Haus und benennt sie mit “4 von insgesamt 7 Katzen”
el: Δείξτε κάθε μία από τις επτά γάτες.
pt: Aponte para cada um dos sete gatos.
ru: Укажи на каждого из семи кошек.

# data_list
source: What is Paul looking for?
de: Überlegt: Wonach sucht Paul?
el: Τι ψάχνει ο Παύλος;
pt: O que Paulo está procurando?
ru: Что ищет Пол?

# data_list
source: The cat on the roof is the highest cat. How did that cat get up so high?
de: Überlegt: Die Katze auf dem Dach ist am höchsten. Wie kam sie wohl da hoch?
el: Η γάτα στη στέγη είναι η πιο ψηλά. Πώς ανέβηκε τόσο ψηλά;
pt: O gato no telhado é o gato que está mais alto. Como esse gato subiu tão alto?
ru: Кошка которая на крыше, это самая высокая кошка. Как этa кошка могла залезть так высоко?

# data_list
source: How many cats? 8 Eight cats. Eight cats and one dog!
de: Wie viele Katzen sind hier? 8 … acht Katzen. Acht Katzen und ein Hund.
el: Πόσες γάτες; 8 Οκτώ γάτες. Οκτώ γάτες και ένας σκύλος!
pt: Quantos gatos estão aqui? 8 Oito gatos. Oito gatos e um cachorro!
ru: Сколько кошек? 8 Восемь кошек. Восемь кошек и одна собака!

# data_list
source: The cats have many different colors and patterns. Have you seen cats like these?
de: Sprecht über die Farben und Muster der Katzen. Kennt ihr eine ähnliche Katze?
el: Οι γάτες έχουν πολλά διαφορετικά χρώματα και σχέδια. Έχεις δει γάτες σαν αυτές;
pt: Os gatos têm muitas cores e desenhos diferentes. Você já viu gatos assim?
ru: У кошек много разных цветов и раскрасок. Ты видел таких кошек?

# data_list
source: Seven cats plus one dog makes how many animals?
de: Umkreist die sieben Katzen und tippt auf einen Hund. Sieben Katzen und ein Hund sind insgesamt wie viele Tiere?
el: Οκτώ γάτες και ένας σκύλος, πόσα ζώα είναι συνολικά;
pt: Oito gatos mais um cachorro resulta em quantos animais?
ru: Восемь кошек плюс одна собака- это сколько животных?

# data_list
source: Do you think the dog looks happy or worried?
de: Überlegt: Wie schaut der Hund? Ist er wohl fröhlich?
el: Νομίζεις ότι ο σκύλος φαίνεται χαρούμενος ή ανήσυχος;
pt: Você acha que o cachorro parece feliz ou preocupado?
ru: Думаешь что собака выглядит счастливой или обеспокоена?

# data_list
source: A kitten is stuck in a tree! "I will rescue you!" says Paul.
de: Ein Kätzchen sitzt oben im Baum. “Ich rette dich!”, ruft Paul.
el: Ένα γατάκι έχει κολλήσει σε ένα δέντρο! "Θα σε σώσω!" λέει ο Παύλος.
pt: Um gatinho está preso em uma árvore! "Eu vou te resgatar!", diz Paulo.
ru: Котёнок застрял на дереве! «Я тебя спасу!» сказал Пол.

# data_list
source: How many cats are stuck in the tree?
de: Wiederholt: Wie viele Katzen sieht man hier?
el: Πόσες γάτες είναι κολλημένες στο δέντρο;
pt: Quantos gatos estão presos nessa árvore?
ru: Сколько кошек застряло на дереве?

# data_list
source: How did the cat get up there?
de: Bildet Hypothesen: Die Katze sitzt ganz oben im Baum, warum und wie geht es ihr?
el: Πώς ανέβηκε η γάτα εκεί;
pt: Como esse gato chegou ali?
ru: Как кошка туда залезла?

# data_list
source: The cat is higher than Paul. How will Paul help the cat?
de: Überlegt: Die Katze sitzt höher, als Paul groß ist. Wie kann er ihr helfen?
el: Η γάτα είναι πιο ψηλά από τον Παύλο. Πώς θα τη βοηθήσει ο Παύλος;
pt: O gato está mais alto que Paulo. Como Paulo vai ajudar o gato?
ru: Кошка выше Пола. Как же Пол поможет кошке?

# data_list
source: Mama, can we keep him?" How many cats? 9 Nine cats. "That is too many cats!" says Mama.
de: “Mama, ich habe sie. Können wir sie behalten?” Wie viele Katzen sind es jetzt zusammen? 9 … neun Katzen. “Neun Katzen sind zu viele,”, sagt Mama.
el: "Μαμά, μπορούμε να την κρατήσουμε;" Πόσες γάτες; 9 Εννέα γάτες. "Αυτό είναι πάρα πολλές γάτες!" λέει η Μαμά.
pt: "Mamãe, podemos ficar com ele?” Quantos gatos estão aqui? 9 Nove gatos. "São muitos gatos!" diz a mamãe.
ru: «Мама, а можно мы кошку оставим?» Сколько кошек? 9 Девять кошек. «Это слишком много кошек!» сказала мама.

# data_list
source: One more than eight cats is nine cats. A dog and nine cats is how many animals?
de: Eine Katze mehr als acht sind zusammen neun Katzen.
el: Μία περισσότερη από οκτώ γάτες είναι εννέα γάτες. Ένας σκύλος και εννέα γάτες, πόσα ζώα είναι συνολικά;
pt: Um a mais que oito gatos são nove gatos. Um cachorro e nove gatos são quantos animais?
ru: Одна кошка больше чем восемь кошек- это девять кошек. Одна собака и девять кошек, это сколько животных?

# data_list
source: Do you know anyone with cats? How many cats do they have?
de: Neun Katzen und ein Hund sind insgesamt wie viele Tiere?
el: Ξέρεις κάποιον που έχει γάτες; Πόσες γάτες έχει;
pt: Você conhece alguém com gatos? Quantos gatos essa pessoa tem?
ru: Ты знаешь человека у которого есть кошка? Сколько у них кошек?

# data_list
source: Do you think nine cats is too many?
de: Kennt ihr jemanden mit Katzen? Wie viele Katzen haben sie? Sind neun Katzen “zu viele”?
el: Νομίζεις ότι εννέα γάτες είναι πάρα πολλές;
pt: Você acha que nove gatos são muitos?
ru: Ты думаешь что девять кошек это слишком много?

# data_list
source: It had been raining for days, and everyone was grumpy. Everyone except Sizwe, who woke up with a smile every morning. "Yoh! Sizwe! That smile is magic!" said Gogo. "Is it for me?" Sizwe clapped his hand over his mouth. "But it's MY smile, Gogo," he whispered.
el: Έβρεχε για μέρες και όλοι ήταν μουτρωμένοι. Όλοι, εκτός από τον Σίζουε, που ξυπνούσε κάθε πρωί με χαμόγελο. «Ωω! Σίζουε! Αυτό το χαμόγελο είναι μαγικό!» είπε η Γκόγκο. «Είναι για μένα;» Ο Σίζουε έβαλε το χέρι του στο στόμα. «Μα είναι το δικό ΜΟΥ χαμόγελο, Γκόγκο», ψιθύρισε.
pt: Estava chovendo há dias, e todos estavam mal-humorados. Todos, exceto Sizwe, que acordava com um sorriso todas as manhãs. "Uau! Sizwe! Esse sorriso é mágico!" disse Gogo. "É para mim?" Sizwe colocou a mão sobre a boca. "Mas é o MEU sorriso, Gogo", ele sussurrou.
ru: Дождь шел несколько дней, и все были раздраженными. Все, кроме Сизве, который просыпался с улыбкой каждое утро. “Воу! Сизве! Эта улыбка — магия!”, — сказал Гого. “Это для меня?” — Сизве прикрыл рот рукой. “Но это МОЯ улыбка, Гого”, — прошептал он.

# data_list
source: The colors on this page are muted, they are not very bright. How do muted colors make you feel? The muted colors are in strong contrast to Sizwe's bright smile, and they help us notice the smile.
el: Τα χρώματα σε αυτή τη σελίδα είναι απαλές αποχρώσεις, όχι πολύ φωτεινά. Πώς σε κάνουν να νιώθεις τα απαλά χρώματα; Οι απαλές αποχρώσεις δημιουργούν έντονη αντίθεση με το φωτεινό χαμόγελο του Σίζουε και μας βοηθούν να το προσέξουμε.
pt: As cores nesta página são suaves, elas não são muito brilhantes. Como as cores suaves fazem você se sentir? As cores suaves contrastam fortemente com o sorriso brilhante de Sizwe e nos ajudam a perceber o sorriso.
ru: Цвета на этой странице приглушенные, не очень яркие. Какие чувства чувства вызывают у вас приглушенные цвета? Приглушенные цвета сильно контрастируют с яркой улыбкой Сизве и помогают нам заметить его улыбку.}

# data_list
source: There are lots of shapes here. A rectangle is a 4-side figure shaped like this page. Though it is a bit rounded, the side of his bed is a rectangle. His eyes are circles. The neckline of his shirt is a partial circle, which is called an arc.
el: Υπάρχουν πολλά σχήματα εδώ. Ένα ορθογώνιο είναι τετράπλευρο σχήμα όπως αυτή η σελίδα. Αν και είναι λίγο στρογγυλεμένη, η πλαϊνή πλευρά του κρεβατιού είναι ορθογώνιο. Τα μάτια του Σίζουε είναι κύκλοι. Η λαιμόκοψη της μπλούζας του είναι μέρος κύκλου, που λέγεται τόξο.
pt: Há muitas formas aqui. Um retângulo é uma figura de 4 lados como a forma desta página. Embora seja um pouco arredondado, o lado de sua cama é um retângulo. Seus olhos são círculos. O decote de sua camisa é um círculo parcial, que é chamado de arco.
ru: Здесь есть много фигур. Прямоугольник — это четырехсторонняя фигура, как эта страница. Сторона его кровати, хотя и немного закругленная, является прямоугольником. Его глаза — кружки. Вырез его рубашки — это неполный круг, который называется дугой.

# data_list
source: Point out all the arcs in this picture, don't forget the small ones, and then look around where you are to find some more arcs.
el: Δείξε όλα τα τόξα στην εικόνα, μην ξεχάσεις τα μικρά, κι έπειτα κοίτα γύρω σου για να βρεις κι άλλα τόξα.
pt: Aponte todos os arcos nesta imagem, não se esqueça dos pequenos e, em seguida, olhe em volta de onde você está para encontrar mais alguns arcos.
ru: Покажи все дуги на этой картинке, не забудь про маленькие, и посмотри вокруг себя, чтобы найти дуги.

# data_list
source: His mother laughed. "Sizwe! A smile is something you can give away without losing it. Look!" She lifted him up to the mirror. There was his smile, just as bright as before.
el: Η μητέρα του γέλασε. «Σίζουε! Ένα χαμόγελο είναι κάτι που μπορείς να χαρίσεις χωρίς να το χάσεις. Κοίτα!» Τον σήκωσε μπροστά στον καθρέφτη. Εκεί ήταν το χαμόγελό του, το ίδιο φωτεινό όπως πριν.
pt: Sua mãe riu. "Sizwe! Um sorriso é algo que você pode dar de presente sem perdê-lo. Olhe!" Ela o ergueu até o espelho. Lá estava seu sorriso, tão brilhante quanto antes.
ru: Его мама посмеялась. “Сизве! Улыбка — это то, что можешь отдать, при этом не потеряв её. Посмотри!” — она поднесла его к зеркалу. Его улыбка была там же, такая же яркая, как и раньше.

# data_list
source: The colors on this page are a bit brighter. Which colors on this page are the brightest?
el: Τα χρώματα σε αυτή τη σελίδα είναι λίγο πιο φωτεινά. Ποια χρώματα εδώ είναι τα πιο φωτεινά;
pt: As cores nesta página são um pouco mais brilhantes. Quais cores nesta página são as mais brilhantes?
ru: Цвета на этой странице немного ярче. Какие цвета на той странице ярче всех?} {Зеркало круглое, но оно не является кругом. Круг, который растянут или сплюснут, называется овалом или эллипсом. Посмотри вокруг себя. Видишь ли ты прямоугольники, круги, дуги или овалы?

# data_list
source: The mirror is round, but it is not a circle. A circle that is stretched or squished is called an oval or an ellipse. Look around you. Do you see rectangles, circles, arcs, and ovals?
el: Ο καθρέφτης είναι στρογγυλός, αλλά δεν είναι τέλειος κύκλος. Ένας κύκλος που έχει τεντωθεί ή πιεστεί λέγεται οβάλ ή έλλειψη. Κοίτα γύρω σου. Βλέπεις ορθογώνια, κύκλους, τόξα και οβάλ;
pt: O espelho é redondo, mas não é um círculo. Um círculo esticado ou espremido é chamado de oval ou elipse. Olhe à sua volta. Você vê retângulos, círculos, arcos e formas ovais?
ru: Зеркало круглое, но оно не является кругом. Круг, который растянут или сплюснут, называется овалом или эллипсом. Посмотри вокруг себя. Видишь ли ты прямоугольники, круги, дуги или овалы?

# data_list
source: A smile is something you can give away without losing it or using it up. Can you think of other things like this?
el: Ένα χαμόγελο είναι κάτι που μπορείς να δώσεις χωρίς να το χάσεις ή να το ξοδέψεις. Μπορείς να σκεφτείς άλλα πράγματα σαν κι αυτό;
pt: Um sorriso é algo que você pode dar sem perdê-lo ou esgotá-lo. Você consegue pensar em outras coisas assim?
ru: Улыбка — это то, что ты можешь подарить, при этом не потеряв и не израсходовав её. Можешь ли ты подумать о других подобных вещах?
