Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Cat is now drawing with the other paw. Cat is probably right-handed (or is that right-pawed).
el: Η Γάτα τώρα ζωγραφίζει με το άλλο πόδι. Η Γάτα μάλλον είναι δεξιόχειρας (ή μήπως δεξιόποδη!).
pt: Gato agora está desenhando com a outra pata. Gato provavelmente é destro e não canhoto (ele não é “cãonhoto”).
ru: Кот теперь рисует другой лапой. Кот вероятно правша (Или это право-лапый).

# data_list
source: Cat is starting the drawing with the same first step. Predict what the next two steps will be.
el: Η Γάτα ξεκινά το σχέδιο με το ίδιο πρώτο βήμα. Πρόβλεψε ποια θα είναι τα επόμενα δύο βήματα.
pt: Gato começou o desenho com o mesmo primeiro passo. Preveja quais serão os próximos dois passos.
ru: Кот начинает рисунок с того же первого шага. Предскажи, какими будут следующие два шага.

# data_list
source: Look at the bottom of the rectangular sheet of paper. Something has changed!
el: Κοίταξε το κάτω μέρος του ορθογώνιου χαρτιού. Κάτι έχει αλλάξει!
pt: Olhe para a parte de baixo da folha de papel retangular. Algo mudou!
ru: Посмотри на нижнюю часть прямоугольного листа бумаги. Что то изменилось!

# data_list
source: Then he draws two black forms on top of the oval. The two black forms are the ears of Dog and he draws a black circle in the oval. The black circle is the nose of Dog and he draws a line above the nose.
el: Έπειτα ζωγραφίζει δύο μαύρες μορφές στην κορυφή του ωοειδούς. Οι δύο μαύρες μορφές είναι τα αυτιά του Σκύλου και σχεδιάζει έναν μαύρο κύκλο μέσα στο ωοειδές. Ο μαύρος κύκλος είναι η μύτη του Σκύλου και ζωγραφίζει μια γραμμή πάνω από τη μύτη.
pt: Então ele desenha duas formas pretas em cima da forma oval. As duas formas pretas são as orelhas de Cachorro, logo após, ele desenha um círculo preto dentro da forma oval. O círculo preto é o nariz de Cachorro, depois ele desenha uma linha acima do nariz.
ru: Затем он рисует две чёрные фигуры сверху овала. Две чёрные формы - это уши Собаки, и он рисует чёрный круг в овале. Чёрный круг представляет нос Собаки, над носом он рисует линию.

# data_list
source: Cat's nose and Dog's nose are two different shapes. What are the shapes and how are they different?
el: Η μύτη της Γάτας και η μύτη του Σκύλου είναι δύο διαφορετικά σχήματα. Ποια είναι τα σχήματα και σε τι διαφέρουν;
pt: O nariz de Gato e de Cachorro foram feitos usando duas formas diferentes. Quais são essas formas e como elas são diferentes?
ru: Нос Кота и нос Собаки - это две разные формы. Какие это формы и как они отличаются?

# data_list
source: The picture doesn't look like Dog yet. Use your imagination to think of what else the drawing might become. Perhaps a ladybug, or a water bottle squirting water, or a space alien?
el: Το σχέδιο ακόμα δεν μοιάζει με τον Σκύλο. Χρησιμοποίησε τη φαντασία σου για να σκεφτείς τι άλλο θα μπορούσε να γίνει η ζωγραφιά. Ίσως μία πασχαλίτσα, ένα μπουκάλι νερού που ραντίζει ή ένας εξωγήινος;
pt: A imagem ainda não se parece com Cachorro. Use a sua imaginação para pensar no que mais esse desenho poderia se tornar. Talvez uma joaninha, ou uma garrafa de água esguichando, ou um alienígena?
ru: Рисунок пока не выглядит как Собака. Используй своё воображение, чтобы подумать чем ещё может стать рисунок. Возможно божья коровка или бутылка с водой, брызгающий водой, или косметические пришелец?

# data_list
source: Have you noticed what came back on the rectangular piece of paper?
el: Έχεις παρατηρήσει τι ξαναεμφανίστηκε στο ορθογώνιο χαρτί;
pt: Você reparou no que reapareceu no pedaço de papel retangular?
ru: Ты заметил, что возвратилось на треугольном листе бумаги?

# data_list
source: Now he draws the eyes and the eyebrows of Dog. The eyes are two dots. The eyebrows are two lines. Wow, that is perfect!
el: Τώρα ζωγραφίζει τα μάτια και τα φρύδια του Σκύλου. Τα μάτια είναι δύο βουλίτσες. Τα φρύδια είναι δύο γραμμές. Ουάου, είναι τέλειο!
pt: Agora ele desenha os olhos e as sobrancelhas de Cachorro. Os olhos são dois pontos. As sobrancelhas são duas linhas. Uau, isso está perfeito!
ru: Теперь он рисует глаза и брови Собаки. Глаза являются двумя точками. Брови представляют собой две линии. Вау, это идеально!

# data_list
source: Do you see any rectangles in addition to the piece of paper? There are probably many rectangles where you are. How many can you find?
el: Βλέπεις άλλα ορθογώνια εκτός από το χαρτί; Πιθανώς υπάρχουν πολλά ορθογώνια εκεί που βρίσκεσαι. Πόσα μπορείς να βρεις;
pt: Você vê algum outro retângulo além do pedaço de papel? Provavelmente há muitos retângulos onde você está. Quantos deles você consegue encontrar?
ru: Видишь ли ты какие-нибудь прямоугольники помимо листа бумаги? Там где ты находишься наверно много треугольников. Сколько ты можешь найти?

# data_list
source: Cat and Dog aren't talking to each other in this story. They are communicating without words. What are they doing to communicate?
el: Η Γάτα και ο Σκύλος δεν μιλούν ο ένας στον άλλο σε αυτή την ιστορία. Επικοινωνούν χωρίς λέξεις. Τι κάνουν για να επικοινωνήσουν;
pt: Gato e Cachorro não estão se falando nesta história. Eles estão se comunicando sem palavras. O que eles estão fazendo para se comunicar?
ru: Кот и Собака не разговаривает с друг другом в этой истории. Они общаются без слов. Что они делают для общения?

# data_list
source: Which things come in pairs and which come in 3's in this picture?
el: Ποια αντικείμενα είναι σε δυάδες και ποια σε τριάδες σε αυτή την εικόνα;
pt: Nesta imagem, quais coisas estão em pares e quais estão em trios?
ru: Какие вещи на этой картинке представлены парами а какие по трое?

# data_list
source: Then he draws the mouth of Dog. The mouth is a line. The shape is again the letter 'w' and he draws some dots around the mouth of Dog. Three on the left side and three on the right side.
el: Κατόπιν ζωγραφίζει το στόμα του Σκύλου. Το στόμα είναι μια γραμμή. Το σχήμα μοιάζει πάλι με το γράμμα ‘ω’ και σχεδιάζει μερικές βουλίτσες γύρω από το στόμα του Σκύλου. Τρεις στην αριστερή πλευρά και τρεις στη δεξιά πλευρά.
pt: Então ele desenha a boca de Cachorro. A boca é uma linha. A forma é novamente a letra “W”. Depois, ele desenha alguns pontos ao redor da boca de Cachorro. Três no lado esquerdo e três no lado direito.
ru: Затем он рисует рот Собаки. Рот является линией. Форма снова является буквой 'м' и он рисует точки вокруг рта Собаки. Три слева и три справа.

# data_list
source: Lines can be straight or curved. Other than their mouths, what are some other curved lines in this picture?
el: Οι γραμμές μπορούν να είναι ευθείες ή καμπύλες. Εκτός από τα στόματα, ποιες άλλες καμπύλες γραμμές βλέπεις σε αυτή την εικόνα;
pt: As linhas podem ser retas ou curvas. Além de suas bocas, quais são as outras linhas curvas nesta imagem?
ru: Линии могут быть прямыми или изогнутыми. Какие ещё изогнутые линии есть на этой картинке, кроме их ртов?

# data_list
source: Cat and Dog have 3 dots on each side of their face. Skip count by 3's to count the total number of dots.
el: Η Γάτα και ο Σκύλος έχουν 3 βουλίτσες σε κάθε πλευρά του προσώπου τους. Μέτρησε ανά 3 για να βρεις τον συνολικό αριθμό από βουλίτσες.
pt: Gato e Cachorro têm 3 pontos em cada lado do rosto. Conte de 3 em 3 para encontrar o número total de pontos.
ru: У Кота и Собаки по три точки на каждой стороны рта. Посчитай по три чтобы посчитать общее количество точек.

# data_list
source: They have very different ears. Describe the shapes. How are they similar and how are they different?
el: Έχουν πολύ διαφορετικά αυτιά. Περίγραψε τα σχήματα. Σε τι μοιάζουν και σε τι διαφέρουν;
pt: Eles têm orelhas muito diferentes. Descreva as formas de cada uma de suas orelhas. Como elas são semelhantes e como são diferentes?
ru: У них очень разные уши. Опиши эти формы. Как они похожи и чем они отличаются?

# data_list
source: The drawing is almost finished. He draws the arms and legs of Dog. The arms and legs are lines and he draws the toes of Dog. The toes are circles and he draws the tail of Dog. The tail looks like a flower.
el: Η ζωγραφιά είναι σχεδόν τελειωμένη. Ζωγραφίζει τα χέρια και τα πόδια του Σκύλου. Τα χέρια και τα πόδια είναι γραμμές και ζωγραφίζει και τα δάχτυλα του Σκύλου. Τα δάχτυλα είναι κύκλοι, και ζωγραφίζει και την ουρά του Σκύλου. Η ουρά μοιάζει με λουλούδι.
pt: O desenho está quase terminado. Ele desenha os braços e as pernas de Cachorro. Os braços e as pernas são linhas. Ele também desenha os dedos do pé de Cachorro. Os dedos do pé são círculos. Depois, ele desenha a cauda de Cachorro. A cauda parece uma flor.
ru: Рисунок почти закончен. Он рисует руки и ноги Собаки. Руки и ноги представляют собой линии, и он рисует пальцы Собаки. Пальчики на ногах - это кружочки, и он рисует хвост Собаки. Хвост выглядит как цветок.

# data_list
source: Dogs have the same number of toenails as toes. Skip count by 3's to find the total number of toes and toenails.
el: Οι σκύλοι έχουν τον ίδιο αριθμό νυχιών με τα δάχτυλά τους. Μέτρησε ανά 3 για να βρεις τον συνολικό αριθμό δακτύλων και νυχιών.
pt: Os cães têm o mesmo número de unhas e dedos dos pés. Conte de 3 em 3 para encontrar o número total de dedos e unhas dos pés.
ru: У собак на ногах столько же ногтей, сколько и пальцев на ногах. Посчитай по три чтобы найти общее количество пальцев и ногтей на ногах.

# data_list
source: This picture has many things that come in pairs. Count them all by skip counting by 2's.
el: Αυτή η εικόνα έχει πολλά πράγματα που είναι σε δυάδες. Μέτρησέ τα όλα μετρώντας ανά 2.
pt: Esta imagem tem muitas coisas que são em pares. Conte todos eles pulando a contagem de 2 em 2.
ru: В этой картинке много вещей, которые идут парами. Посчитай их все, считая по два.

# data_list
source: Suppose you had five pairs. You could skip count them by 2's five times or skip count them by 5's two times. Why do you get the same answer both ways?
el: Υπόθεσε ότι έχεις πέντε δυάδες. Θα μπορούσες να τα μετρήσεις ανά 2 πέντε φορές ή ανά 5 δύο φορές. Γιατί έχεις το ίδιο αποτέλεσμα και στις δύο περιπτώσεις;
pt: Supondo que você tenha cinco pares. Você pode contá-los de 2 em 2 cinco vezes (2 + 2 + 2 + 2 + 2) ou contar em dois intervalos de 5 (5 + 5). Por que você obtém a mesma resposta usando as duas maneiras?
ru: Предположим что у тебя было пять пар. Ты можешь их посчитать по два пять раз, или посчитать по пять два раза. Почему ты получаешь один и тот же ответ каждый раз?

# data_list
source: At last he draws some black circles on the body of Dog and he colors the body yellow. Then the drawing is finished. Wow, that is wonderful!
el: Τελικά ζωγραφίζει μερικούς μαύρους κύκλους στο σώμα του Σκύλου και χρωματίζει το σώμα κίτρινο. Έπειτα η ζωγραφιά είναι έτοιμη. Ουάου, αυτό είναι υπέροχο!
pt: Por fim, ele desenha alguns círculos pretos no corpo de Cachorro e colore o corpo dele de amarelo. Então o desenho está terminado. Uau, isso está incrível!
ru: Наконец, он рисует на теле Собаки несколько чёрных кругов и окрашивает его в жёлтый цвет. Тогда рисунок закончен. Вау, это чудесно!

# data_list
source: How many steps did this drawing take? Was it less than, the same as, or more than the number of steps for the first drawing?
el: Πόσα βήματα χρειάστηκε αυτή η ζωγραφιά; Ήταν λιγότερα, ίδια ή περισσότερα από τα βήματα για την πρώτη ζωγραφιά;
pt: Quantas etapas esse desenho teve? Foi igual, menor ou maior do que o número de etapas do primeiro desenho?
ru: Сколько шагов занял этот рисунок? Было ли это меньше, столько же, или большее количество шагов как для первого рисунка?

# data_list
source: In this drawing, you don't see Dog's mouth. Even still, you can tell Dog is happy in the drawing. How can you tell?
el: Σε αυτή τη ζωγραφιά, δεν βλέπεις το στόμα του Σκύλου. Παρόλα αυτά, μπορείς να καταλάβεις ότι ο Σκύλος είναι χαρούμενος στη ζωγραφιά. Πώς μπορείς να το καταλάβεις;
pt: No desenho você não vê a boca de Cachorro. Mesmo assim, pode dizer que Cachorro está feliz no desenho. Como consegue perceber isso?
ru: На этом рисунке, ты не видишь рот Собаки. Тем не менее, по рисунку видно что Собака счастлива. Как ты можешь это заметить?

# data_list
source: Have you ever seen cats and dogs stand on their back two feet? Some can do it for a short time, but it is unusual.
el: Έχεις δει ποτέ γάτες ή σκύλους να στέκονται στα πίσω δύο πόδια τους; Μερικά μπορούν να το κάνουν για λίγο, αλλά είναι ασυνήθιστο.
pt: Você já viu cães e gatos andarem com os dois pés traseiros? Alguns podem fazê-lo por um curto período de tempo, mas isso não é comum.
ru: Ты когда-нибудь видел, чтобы кот и собака стояли на задних двух ногах? Некоторые могут это делать ненадолго, но это необычно.

# data_list
source: Bye bye Cat. Bye bye drawing of Cat. Bye bye Dog. Bye bye drawing of Dog.
el: Αντίο Γάτα. Αντίο ζωγραφιά της Γάτας. Αντίο Σκύλε. Αντίο ζωγραφιά του Σκύλου.
pt: Tchau, tchau Gato. Tchau, tchau desenho do Gato. Tchau, tchau Cachorro. Tchau, tchau desenho do Cachorro.
ru: Пока-пока Кот. Пока-пока рисунок Кота. Пока-пока Собака. Пока-пока рисунок Собаки.

# data_list
source: In which ways does this picture have mirror symmetry and in which ways does it fail?
el: Με ποιους τρόπους έχει αυτή η εικόνα συμμετρία και με ποιους τρόπους δεν έχει;
pt: De que maneira essa imagem tem simetria espelhada e de que maneira ela falha?
ru: Чем эта картинка обладает зеркальной симметрией, а в чём она нарушена?

# data_list
source: When you draw a picture of someone it's called a portrait. Have you ever drawn a portrait of someone? How did it turn out?
el: Όταν φτιάχνεις μια ζωγραφιά ενός ατόμου, αυτό το λέμε πορτραίτο. Έχεις φτιάξει ποτέ ένα πορτραίτο κάποιου; Πώς πήγε;
pt: Quando você desenha uma imagem de alguém, isso é chamado de retrato. Você já desenhou um retrato de alguém? Como ficou?
ru: Когда ты рисуешь кого-то, это называется портретом. Ты когда-нибудь рисовал портрет кого-то? Как он получился?

# data_list
source: Drawing a picture of yourself is called a self-portrait. If you drew a self-portrait where would you start? Would you use an oval for your body, or would you start somewhere else?
el: Το να ζωγραφίσεις μια εικόνα του εαυτού σας λέγεται αυτοπροσωπογραφία. Αν ζωγράφιζες μια αυτοπροσωπογραφία, από πού θα ξεκινούσες; Θα χρησιμοποιούσες ένα ωοειδές για το σώμα σου ή θα ξεκινούσες από κάπου αλλού;
pt: Desenhar uma imagem de si mesmo é chamado de autorretrato. Se você desenhasse um autorretrato, por onde começaria? Você usaria uma forma oval para o seu corpo, ou você começaria por outro lugar?
ru: Рисование себя называется автопортретом. Если ты бы нарисовал автопортрет, с чего бы ты начал? Ты бы использовал овал для своего тела или начал бы с чего-то другого?

# data_list
source: Odongo and Apiyo waited for the school holidays to come.
de: Odongo und Apiyo warteten auf den Beginn der Schulferien.
el: Ο Οντόγκο και η Απίγιο περίμεναν να έρθουν οι διακοπές του σχολείου.
pt: Odongo e Apiyo esperaram as férias escolares chegarem.
ru: Одонго и Апийо ждали начала школьных каникул.

# data_list
source: They look excited. Do you suppose they have big plans for their holidays?
de: Sie sehen aufgeregt aus. Glaubst du, sie haben große Pläne für ihre Ferien?
el: Φαίνονται ενθουσιασμένοι. Νομίζεις ότι έχουν μεγάλα σχέδια για τις διακοπές τους;
pt: Eles parecem animados. Você acha que eles têm grandes planos para as férias?
ru: Они выглядят взволнованными. Может быть, у них есть большие планы на каникулы?

# data_list
source: Are there holidays that you get excited about?
de: Gibt es Ferien, auf die du dich besonders freust?
el: Υπάρχουν διακοπές για τις οποίες ενθουσιάζεσαι;
pt: Há feriados com os quais você se empolga?
ru: Есть ли праздники, которые ты ждешь с нетерпением?

# data_list
source: Tell a story about something you did during a recent holiday.
de: Erzähle eine Geschichte über etwas, das du vor kurzem in deinen Ferien gemacht hast.
el: Πες μια ιστορία για κάτι που έκανες κατά τη διάρκεια πρόσφατων διακοπών.
pt: Conte uma história sobre algo que você fez durante um feriado recente.
ru: Расскажи о том, что ты делал во время последних каникул.

# data_list
source: It was time for them to visit their grandmother.
de: Es war an der Zeit, ihre Großmutter zu besuchen.
el: Ήρθε η ώρα να επισκεφτούν τη γιαγιά τους.
pt: Era hora deles visitarem a avó.
ru: Пришло время для них навестить свою бабушку.

# data_list
source: Did you ever get so excited about something that you had trouble sleeping?
de: Warst du jemals so begeistert über etwas, dass du Schwierigkeiten hattest zu schlafen?
el: Έχεις ενθουσιαστεί ποτέ τόσο πολύ για κάτι, που δυσκολευόσουν να κοιμηθείς;
pt: Você já ficou tão animado com algo que teve dificuldades para dormir?
ru: Тебя когда-нибудь так волновалось что-то, что ты не мог заснуть?

# data_list
source: Rectangles are shapes with four straight sides and corners like those on this page. Point to all the rectangles you can find on this page.
de: Rechtecke sind Formen mit vier Geraden Seiten und Ecken wie die auf dieser Seite. Zeige auf alle Rechtecke, die du auf dieser Seite finden kannst.
el: Τα ορθογώνια είναι σχήματα με τέσσερις ευθείες πλευρές και γωνίες, όπως αυτές από αυτή τη σελίδα. Δείξε όλα τα ορθογώνια που μπορείς να βρεις σε αυτή τη σελίδα.
pt: Retângulos são formas com quatro lados retos e cantos, como os desta página. Aponte para todos os retângulos que você encontrar nesta página.
ru: Прямоугольники - это фигуры с четырьмя прямыми сторонами и углами, как на этой странице. Укажи на все прямоугольники, которые ты можешь найти на этой странице.

# data_list
source: Point to some of the rectangles around where you are.
de: Zeige auf ein paar Rechtecke um dich herum, da wo du lebst.
el: Δείξε μερικά από τα ορθογώνια γύρω σου.
pt: Aponte para alguns dos retângulos ao redor de onde você está.
ru: Покажи на несколько прямоугольников вокруг себя.

# data_list
source: They drove past mountains, wild animals, and farms.
de: Sie fuhren an Bergen, wilden Tieren und Bauernhöfen vorbei.
el: Πέρασαν από βουνά, άγρια ζώα και φάρμες.
pt: Eles passaram por montanhas, animais selvagens e fazendas.
ru: Они проезжали мимо гор, диких животных и ферм.

# data_list
source: Count together all the wild animals you see on this page.
de: Zähle alle Wildtiere, die du auf dieser Seite siehst, zusammen.
el: Μετρήστε μαζί όλα τα άγρια ζώα που βλέπετε σε αυτή τη σελίδα.
pt: Vamos contar juntos todos os animais selvagens que você vê nesta página.
ru: Посчитайте вместе всех диких животных на этой странице.

# data_list
source: When you add two children to the five other animals, how many animals are there all together? What is two more than five?
de: Wenn du zwei Kinder zu den anderen fünf Tieren dazuzählst, wie viele sind es dann zusammen? Was sind zwei mehr als fünf?
el: Όταν προσθέσεις δύο παιδιά στα πέντε ζώα, πόσα είναι όλα μαζί; Πόσο είναι δύο περισσότερα από πέντε;
pt: Quando você adiciona duas crianças aos outros cinco animais, quantos animais existem juntos? Quanto é dois mais cinco?
ru: Когда вы добавите двух детей к пяти другим животным, сколько животных будет всего? Какое число на два больше пяти?

# data_list
source: Point to and describe the pairs of animals here.
de: Zeige auf, und beschreibe die Paare von Tieren hier.
el: Δείξε και περίγραψε τα ζευγάρια σε αυτή τη σελίδα.
pt: Aponte e descreva os pares de animais aqui.
ru: Укажи и опиши все пары животных здесь.

# data_list
source: After a while, Odongo and Apiyo fell asleep.
de: Nach einer Weile schliefen Odongo und Apiyo ein.
el: Μετά από λίγο, ο Οντόγκο και η Απίγιο αποκοιμήθηκαν.
pt: Depois de um tempo, Odongo e Apiyo adormeceram.
ru: Через некоторое время Одонго и Апийо уснули.

# data_list
source: Some people have trouble sleeping sitting up. Can you fall asleep while you're sitting?
de: Manchen Leuten fällt es schwer zu schlafen, wenn sie in Sitzposition sind. Kannst du sitzend einschlafen?
el: Μερικοί άνθρωποι δυσκολεύονται να κοιμηθούν όταν κάθονται. Μπορείς να κοιμηθείς όταν κάθεσαι;
pt: Algumas pessoas têm dificuldade em dormir sentadas. Você consegue adormecer enquanto está sentado?
ru: Некоторым людям трудно заснуть, сидя. А ты можешь уснуть, когда сидишь?

# data_list
source: The girl is sleeping with her mouth open -- do you think she is snoring?
de: Das Mädchen schläft mit offenem Mund – glaubst du, sie schnarcht?
el: Το κορίτσι κοιμάται με το στόμα ανοιχτό – νομίζεις ότι ροχαλίζει;
pt: A garota está dormindo com a boca aberta -- você acha que ela está roncando?
ru: Девочка спит с открытым ртом — ты думаешь, она храпит?

# data_list
source: Describe the colors of some of the strips in this picture. There are yellows, blues, and greens on the bag, and yellows, oranges, and reds on their seat.
de: Beschreibe die Farben einiger Streifen auf diesem Bild. Es gibt gelbe, blaue und grüne auf der Tasche und gelbe, orange und rote auf ihrem Sitz.
el: Περίγραψε τα χρώματα σε κάποιες από τις ρίγες σε αυτή την εικόνα. Υπάρχουν κίτρινα, μπλε και πράσινα στη τσάντα και κίτρινα, πορτοκαλί και κόκκινα στο κάθισμά τους.
pt: Descreva as cores de algumas das listras nesta imagem. Há amarelos, azuis e verdes na bolsa, e amarelos, laranjas e vermelhos no assento.
ru: Опиши цветные полосы на этой картинке. На сумке есть желтые, синие и зеленые полосы, а на их сиденье - желтые, оранжевые и красные.

# data_list
source: They found their grandmother resting under a tree.
de: Sie fanden ihre Großmutter unter einem Baum ruhend.
el: Βρήκαν τη γιαγιά τους να ξεκουράζεται κάτω από ένα δέντρο.
pt: Eles encontraram a avó descansando debaixo de uma árvore.
ru: Они нашли свою бабушку, отдыхающую под деревом.

# data_list
source: Do you have friends or relatives you like to go on trips to visit?
de: Hast du Freunde oder Verwandte, für die du reisen magst, um sie zu besuchen?
el: Έχεις φίλους ή συγγενείς που σου αρέσει να πηγαίνεις ταξίδια για να τους επισκεφθείς;
pt: Você tem amigos ou parentes que gosta de visitar em viagens?
ru: У тебя есть друзья или родственники, с которыми ты любишь ездить в гости?

# data_list
source: Remember a happy visit you had. What do you like to do when you visit someone?
de: Erinnere dich an einen glücklichen Besuch. Was machst du gerne, wenn du jemanden besuchst?
el: Θυμήσου μια ευχάριστη επίσκεψη που έκανες. Τι σου αρέσει να κάνεις όταν επισκέπτεσαι κάποιον;
pt: Lembre-se de uma visita feliz que você teve. O que você gosta de fazer quando visita alguém?
ru: Вспомни свой радостный визит. Что тебе нравится делать, когда ты идешь в гости к кому-то?

# data_list
source: What will these two do with their grandmother? Will they hear stories, cook meals, and go on walks together?
de: Was werden diese zwei mit ihrer Großmutter unternehmen? Werden sie ihren Geschichten lauschen, etwas zusammen kochen und zusammen spazieren gehen?
el: Τι θα κάνουν αυτοί οι δύο με τη γιαγιά τους; Θα ακούσουν ιστορίες, θα μαγειρέψουν φαγητό και θα κάνουν βόλτες μαζί;
pt: O que esses dois farão com a avó? Eles vão ouvir histórias, cozinhar refeições e fazer caminhadas juntos?
ru: Что эти двое будут делать вместе со своей бабушкой? Они будут слушать рассказы, готовить вместе и гулять?

# data_list
source: Grandmother danced and sang. The children gave her presents.
de: Großmutter tanzte und sang. Die Kinder gaben ihr Geschenke.
el: Η γιαγιά χόρευε και τραγουδούσε. Τα παιδιά τής έδωσαν δώρα.
pt: Vovó dançava e cantava. As crianças lhe deram presentes.
ru: Бабушка танцевала и пела. Дети дарили ей подарки.

# data_list
source: What do you like to get as a present?
de: Was erhältst du gerne als Geschenk?
el: Τι σου αρέσει να παίρνεις για δώρο;
pt: O que você gostaria de ganhar de presente?
ru: Что тебе нравится получать в подарок?

# data_list
source: What feels so good about getting a present from someone?
de: Was fühlt sich so gut an daran, von jemandem ein Geschenk zu bekommen?
el: Τι σε κάνει να νιώθεις τόσο καλά όταν παίρνεις ένα δώρο από κάποιον;
pt: O que há de tão bom em ganhar um presente de alguém?
ru: Что так приятно получать подарок от кого-то?
