Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: If you get something wrong two times, do you get discouraged?
de: Wenn du etwas zweimal falsch machst, entmutigt dich das?
el: Αν κάνεις ένα λάθος δύο φορές, απογοητεύεσαι;
pt: Se você erra duas vezes, você fica desanimado?
ru: Если ты сделаешь что-то не так два раза, ты разочаруешься?

# data_list
source: Cat and Dog are great at persisting -- trying over and over until they succeed. Are you good at persisting?
de: Der Kater und der Hund sind gut darin, nicht locker zu lassen -- immer wieder zu versuchen, bis sie es schaffen. Bist du gut darin, dich hartnäckig zu halten?
el: Η Γάτα και ο Σκύλος είναι πολύ καλοί στο να επιμένουν -- προσπαθούν ξανά και ξανά μέχρι να τα καταφέρουν. Εσύ επιμένεις μέχρι να τα καταφέρεις;
pt: Gato e Cão são ótimos em persistir - tentar repetidamente até conseguir. Você é bom em persistir?
ru: Кошка и Sобака отлично проявляют настойчивость -- Они пытаются снова и снова, пока не добьются успеха. Ты умеешь быть настойчивым?

# data_list
source: Count the houses and how many animals there are now.
de: Zähle die Häuser und wie viele Tiere es jetzt gibt.
el: Μέτρησε τα σπίτια και τον αριθμό των ζώων τώρα.
pt: Conte as casas e quantos animais existem agora.
ru: Посчитай дома и сколько животных теперь.

# data_list
source: Cat and Dog walk to the goose. They ask the goose, "Is this your egg?"
de: Der Kater und der Hund gehen zur Gans. Sie fragen die Gans: "Ist das dein Ei?"
el: Η Γάτα και ο Σκύλος περπατούν προς την χήνα. Ρωτούν την χήνα, "Είναι αυτό το αυγό δικό σου;"
pt: Gato e Cão caminham até a gansa. Eles perguntam à gansa: "Este ovo é seu?"
ru: Кошка и Собака идут гусю. Они спрашивают у гуся, «Это твоё яйцо?»

# data_list
source: How many animals are there?
de: Wie viele Tiere gibt es dort?
el: Πόσα ζώα υπάρχουν;
pt: Há quantos animais?
ru: Сколько животных здесь?

# data_list
source: Are any of the animals the same color? How many different colors are there for all the animals?
de: Gibt es Tiere mit derselben Farbe? Wie viele verschiedene Farben gibt es für alle Tiere?
el: Είναι κάποια από τα ζώα το ίδιο χρώμα; Πόσα διαφορετικά χρώματα υπάρχουν στα ζώα της εικόνας;
pt: Algum dos animais é da mesma cor? Quantas cores diferentes existem para todos os animais?
ru: А есть здесь животные которые одинакового цвета? Сколько разных цветов у всех животных?

# data_list
source: There are three birds. How are these three similar and how are they different?
de: Es gibt drei Vögel. Wie sind diese einander ähnlich und wie voneinander verschieden?
el: Υπάρχουν τρία πουλιά. Σε τι μοιάζουν αυτά τα τρία πουλιά και σε τι διαφέρουν;
pt: Há três aves. Como essas três são semelhantes e como são diferentes?
ru: Здесь есть три птицы. Как эти три птицы похожи и как они другие?

# data_list
source: But the goose says, "No, that is not my egg. Ask the two ducks. Maybe it is their egg."
de: Aber die Gans sagt: "Nein, das ist nicht mein Ei. Fragt die zwei Enten. Vielleicht ist es ihr Ei."
el: Αλλά η χήνα λέει, "Όχι, αυτό δεν είναι δικό μου αυγό. Ρωτήστε τις δύο πάπιες. Ίσως είναι δικό τους το αυγό."
pt: Mas a gansa diz: "Não, esse ovo não é meu. Pergunte aos dois patos. Talvez seja o ovo deles."
ru: Но Гусь говорит, "«Нет, это не моё яйцо. Спроси у двух уток. Возможно, это ихнее яйцо.»

# data_list
source: Do you think Cat and Dog will give up? Would you give up at this point?
de: Was meinst du, werden die Katze und der Hund aufgeben? Würdest du in diesem Moment aufgeben?
el: Νομίζεις ότι η Γάτα και ο Σκύλος θα τα παρατήσουν; Εσύ θα τα παρατούσες σε αυτό το σημείο;
pt: Você acha que Gato e Cão desistirão? Você desistiria nesse ponto?
ru: Ты думаешь Кошка и Собака сдадутся? Ты бы сдался в этом моменте?

# data_list
source: How many birds have they talked to?
de: Mit wie vielen Vögeln haben sie geredet?
el: Με πόσα πουλιά έχουν μιλήσει;
pt: Com quantas aves eles conversaram?
ru: Со Сколькими птицами они разговаривали?

# data_list
source: If they can't find the home for the egg, what should they do with it?
de: Wenn sie das Zuhause des Eies nicht finden können, was sollten sie dann damit tun?
el: Αν δεν μπορούν να βρουν το σπίτι του αυγού, τι νομίζεις ότι πρέπει να κάνουν με το αυγό;
pt: Se não conseguirem encontrar um lugar para o ovo, o que devem fazer com ele?
ru: Если они не могут найти дом для яйца, что им с ним делать?

# data_list
source: Cat and Dog walk to the two ducks. They ask the two ducks, "Is this your egg?"
de: Der Kater und der Hund gehen zu den zwei Enten. Sie fragen die zwei Enten: "Ist das euer Ei?"
el: Η Γάτα και ο Σκύλος περπατούν προς τις δύο πάπιες. Ρωτούν τις δύο πάπιες, "Είναι αυτό το αυγό δικό σας;"
pt: Gato e Cão caminham até os dois patos. Eles perguntam aos patos: "Este ovo é de vocês?"
ru: Кошка и Собака идут к двум уткам. Они спрашивают двух уток, «Это твоё яйцо?»

# data_list
source: What are the ducks going to say?
de: Was werden die Enten sagen?
el: Τι νομίζεις ότι θα πουν οι πάπιες;
pt: O que os patos vão dizer?
ru: Что же скажут утки?

# data_list
source: The two ducks are different colors and patterns. Describe how they are the same and how they are different.
de: Die zwei Enten sind verschieden farbig und verschieden gemustert. Beschreibe, wie sie einander ähnlich und wie verschieden sie voneinander sind.
el: Οι δύο πάπιες έχουν διαφορετικά χρώματα και σχέδια. Περίγραψε σε τι είναι ίδιες και σε τι είναι διαφορετικές.
pt: Os dois patos têm cores e desenhos diferentes. Descreva como eles são iguais e como são diferentes.
ru: Эти две утки разного цвета и раскраски. Опиши чем эти утки похожие и как они другие.

# data_list
source: Do you have ducks around where you live?
de: Gibt es Enten, da wo du lebst?
el: Έχει πάπιες εκεί που μένεις;
pt: Há patos por aí onde você mora?
ru: Если там где ты живёшь утки?

# data_list
source: But the two ducks say, "No, that is not our egg." Then the egg breaks.
de: Aber die zwei Enten sagen: "Nein das ist nicht unser Ei." Dann bricht das Ei.
el: Αλλά οι δύο πάπιες λένε, "Όχι, αυτό δεν είναι δικό μας αυγό." Τότε το αυγό σπάει.
pt: Mas os patos dizem: "Não, esse ovo não é nosso.” Então o ovo se quebra.
ru: Но две утки говорят, «Нет, это не наше яйцо.» Потом яйцо разбивается.

# data_list
source: How can you tell that the egg is breaking?
de: Woran erkennst du, dass das Ei bricht?
el: Πώς μπορείς να καταλάβεις ότι το αυγό σπάει;
pt: Como você pode saber que o ovo está se quebrando?
ru: Как ты можешь заметить что яйцо разбивается?

# data_list
source: Did Cat drop the egg? Have you ever dropped an egg?
de: Hat der Kater das Ei fallengelassen? Hat du jemals ein Ei fallengelassen?
el: Η Γάτα έριξε το αυγό; Έχεις ρίξει ποτέ αυγό;
pt: O gato deixou cair o ovo? Você já deixou cair um ovo?
ru: Кошка уронила яйцо? Ты когда-нибудь ронял яйцо?

# data_list
source: What do you think will come out of the egg?
de: Was meinst du, wird aus dem Ei herauskommen?
el: Τι νομίζεις ότι θα βγει από το αυγό;
pt: O que você acha que vai sair do ovo?
ru: Что ты думаешь вылезет из яйца?

# data_list
source: There is a lizard in the egg. A baby lizard.
de: Es ist eine Eidechse im Ei. Eine Baby-Eidechse.
el: Υπάρχει μια σαύρα μέσα στο αυγό. Ένα μωρό σαύρα.
pt: Há um lagarto no ovo. Um filhote de lagarto.
ru: В яйце находятся ящерица. Маленькая ящерица.

# data_list
source: Why is it surprising to see a baby lizard come out of the egg? Were you expecting a baby bird?
de: Warum ist es überraschend, eine Baby-Eidechse aus dem Ei kommen zu sehen? Hattest du einen Baby-Vogel erwartet?
el: Γιατί είναι έκπληξη να βλέπιςε ένα μωρό σαύρα να βγαίνει από το αυγό; Περίμενες ένα μωρό πουλί;
pt: Por que é surpreendente ver um filhote de lagarto sair do ovo? Você estava esperando um filhote de uma ave?
ru: Почему удивительно видеть, что ящерица находится в яйце? А ты ожидал птицу?

# data_list
source: Can you think of other animals that lay eggs and that are not birds? Hint: Fish, insects, and turtles are examples.
de: Kennst du andere Tiere die Eier legen, die nicht Vögel sind? Wink: Fische, Insekten und Schildkröten sind Beispiele.
el: Μπορείς να σκεφτείς άλλα ζώα που γεννούν αυγά αλλά δεν είναι πουλιά; (Υπόδειξη: Ψάρια, έντομα και χελώνες είναι παραδείγματα.)
pt: Você consegue pensar em outros animais que botam ovos e que não são aves? Dica: Peixes, insetos e tartarugas são exemplos.
ru: А ты знаешь ли других животных которые откладывают яйца и которые не птицы? Подсказка: рыбы, Насекомые и черепахи - это примеры.

# data_list
source: What color is the lizard? Have you seen lizards like this before?
de: Welche Farbe hat die Eidechse? Hast du schon solche Eidechsen wie diese gesehen?
el: Τι χρώμα έχει η σαύρα; Έχεις δει παρόμοιες σαύρες;
pt: De que cor é o lagarto? Você já viu lagartos assim antes?
ru: Какого цвета ящерица? Ты видел такие ящерицы раньше?

# data_list
source: The baby lizard says, "Where is my mother? Where is my father? Where are my mother and father?" Cat and Dog bring the baby lizard to his mother and father.
de: Die Baby-Eidechse sagt: "Wo ist meine Mutter? Wo ist mein Vater? Wo sind mein Vater und meine Mutter?" Kater und Hund bringen die Baby-Eidechse zu ihrer Mutter und ihrem Vater.
el: Το μωρό σαύρα λέει, "Πού είναι η μαμά μου; Πού είναι ο μπαμπάς μου; Πού είναι η μαμά μου και ο μπαμπάς μου;" Η Γάτα και ο Σκύλος πηγαίνουν το μωρό σαύρα στη μαμά και στον μπαμπά της.
pt: O filhote de lagarto diz: "Onde está minha mãe? Onde está meu pai? Onde estão minha mãe e meu pai?" Gato e Cão levam o filhote de lagarto para sua mãe e seu pai.
ru: Ящерица говорит, «Где моя мама? Где мой папа? Где мои мама и папа?» Кошка и Собака приносит ящерицу к его маме и папе.

# data_list
source: How many lizards are on top of the rocks?
de: Wie viele Eidechsen sind auf den Steinen?
el: Πόσες σαύρες είναι πάνω στους βράχους;
pt: Quantos lagartos estão em cima das rochas?
ru: Сколько ящериц сверху камней?

# data_list
source: Why do lizards like to be on rocks on sunny days?
de: Warum sind Eidechsen an sonnigen Tagen gerne auf Steinen?
el: Γιατί οι σαύρες θέλουν να βρίσκονται στους βράχους τις ηλιόλουστες μέρες;
pt: Por que os lagartos gostam de ficar em rochas em dias ensolarados?
ru: Почему ящерицы любят быть на камнях когда солнце на улице?

# data_list
source: Are most rocks round like these, or do some have sharp edges and points?
de: Sind die meisten Steinerund wie diese, oder haben manche scharfe Kanten und Stellen?
el: Οι περισσότεροι βράχοι είναι στρογγυλοί όπως αυτοί ή έχουν αιχμηρές άκρες και μύτες;
pt: A maioria das rochas são redondas como essas, ou algumas têm bordas e pontas afiadas?
ru: Большинство камней круглые, как эти, Или у некоторых есть острые края и кончики?

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye baby lizard.
de: Tschüss Kater. Tschüss Hund. Tschüss Baby-Eidechse.
el: Αντίο Γάτα. Αντίο Σκύλε. Αντίο μωρό σαύρα.
pt: Tchau, Gato. Tchau, Cão. Tchau, bebê lagarto.
ru: Пока кошка. Пока собака. Пока маленькая ящерица.

# data_list
source: The baby lizard is still in the egg. Is it stuck in there?
de: Die Baby-Eidechse ist immer noch im Ei. Steckt sie dort drin fest?
el: Το μωρό σαύρα είναι ακόμα μέσα στο αυγό. Είναι κολλημένο μέσα;
pt: O filhote de lagarto ainda está no ovo. Ele está preso lá dentro?
ru: Ящерица всё ещё находится в яйце. Она там застряла?

# data_list
source: There are three animals here. If you take away the baby lizard, how many animals does that leave?
de: Es gibt drei Tiere hier. Wenn du die Baby-Eidechse wegnimmst, wie viele Tiere bleiben dann?
el: Υπάρχουν τρία ζώα εδώ. Αν αφαιρέσεις το μωρό σαύρα, πόσα ζώα μένουν;
pt: Há três animais aqui. Se você tirar o filhote de lagarto, quantos animais sobram?
ru: Здесь есть три животных. Если не считать маленькую ящерицу сколько здесь животных вместе?

# data_list
source: What are some round shapes you see in this picture?
de: Welche runden Umrisse siehst du auf diesem Bild?
el: Ποια στρογγυλά σχήματα βλέπεις σε αυτή την εικόνα;
pt: Quais são algumas formas redondas que você vê nesta imagem?
ru: Какие круглые фигуры ты видишь на этой картинке?

# data_list
source: I love forests!
el: Αγαπώ τα δάση!
pt: Eu amo florestas!
ru: Я люблю леса!

# data_list
source: What are some great things about forests?
el: Ξέρεις κάποια καταπληκτικά πράγματα για τα δάση;
pt: Quais são algumas coisas boas sobre as florestas?
ru: Что хорошего есть в лесах?

# data_list
source: There are many types of places. For example, there are deserts, hills, beaches, canyons, mesas, and mountain slopes. What are some of your favorite places?
el: Υπάρχουν πολλά είδη τόπων. Για παράδειγμα, υπάρχουν έρημοι, λόφοι, παραλίες, φαράγγια, οροπέδια και πλαγιές βουνών. Ποιοι είναι οι πιο αγαπημένοι σου τόποι;
pt: Existem muitos tipos de lugares. Por exemplo, existem desertos, colinas, praias, desfiladeiros, planaltos e encostas de montanhas. Quais são alguns dos seus lugares favoritos?
ru: Есть много типов мест. На пример есть пустыни, холмы, пляжи, каньоны, столовые горы, и горные склоны. Какие твои самые любимые места?

# data_list
source: How many of the trees in this picture can you count? Can you count that high?
el: Πόσα από τα δέντρα σε αυτή την εικόνα μπορείς να μετρήσεις; Μπορείς να μετρήσεις τόσο πολύ;
pt: Quantas árvores existem nesta imagem? Você consegue contar todas elas?
ru: Сколько деревьев ты можешь посчитать на этой картинке? Ты можешь считать так высоко?

# data_list
source: Last week I went to Kibale forest.
el: Την περασμένη εβδομάδα πήγα στο δάσος Κιμπάλε.
pt: Na semana passada, fui à floresta de Kibale.
ru: На прошлой неделе я сходила в лес Кибале.

# data_list
source: Kibale National Park is a rain forest in Western Uganda near the center of Africa. It is a sanctuary for a large variety of primates, wildlife, and vegetation.
el: Το Εθνικό Πάρκο Κιμπάλε είναι ένα τροπικό δάσος στη Δυτική Ουγκάντα κοντά στο κέντρο της Αφρικής. Είναι καταφύγιο πολλών διαφορετικών θηλαστικών ζώων, γενικά άγριας ζωής και βλάστησης.
pt: O Parque Nacional de Kibale é uma floresta tropical no oeste da Uganda, perto do centro da África. É um santuário para uma grande variedade de primatas, vida selvagem e vegetação.
ru: Национальный Парк Кибале это тропический лес в западной Уганде, недалеко от центра Африки. Это заповедник для большого разнообразия приматов, диких животных, и растений.

# data_list
source: Are there parks or natural areas that you like to visit?
el: Υπάρχουν πάρκα ή φυσικές περιοχές που σου αρέσει να επισκέπτεσαι;
pt: Existem parques ou áreas naturais que você gosta de visitar?
ru: Есть ли парки или природные зоны которые тебе нравятся посещать?

# data_list
source: Which do you find more interesting to see: plants and trees or lots of animals?
el: Τι σου αρέσει περισσότερο να βλέπεις εκεί: φυτά και δέντρα ή πολλά ζώα;
pt: O que você acha mais interessante de ver: plantas e árvores ou vários animais?
ru: Что тебе кажется интереснее увидеть: растения и деревья или множество животных?

# data_list
source: I saw many trees. I saw Fig, Muvule, Palm, and Ebony trees.
el: Είδα πολλά δέντρα. Είδα συκιές, μουσμουλιές, φοίνικες και έβενους.
pt: Eu vi muitas árvores. Eu vi figueiras, irokos, palmeiras e ébanos.
ru: Я видела много деревьев. Я видела Фиговые деревья, Мувуле, Пальм, и Эбеновые деревья.

# data_list
source: This picture shows plains with mountains in the distance. Do you think a mixture of living areas will be good for creating a mixture of plants and animals for the park?
el: Αυτή η εικόνα δείχνει πεδιάδες με βουνά στο βάθος. Νομίζεις ότι ένας συνδυασμός βιότοπων θα είναι καλός για τη δημιουργία μιας ποικιλίας φυτών και ζώων για το πάρκο;
pt: Esta imagem mostra planícies com montanhas à distância. Você acha que uma mistura de áreas de convivência será boa para criar uma combinação de plantas e animais para o parque?
ru: Эта картинка показывает равнины с горами вдалеке. Как ты думаешь будет ли сочетание живых зон полезным для создания смеси растений и животных в парке?

# data_list
source: The story mentions four types of trees in the park. Do you see four types in this picture?
el: Η ιστορία αναφέρει τέσσερα είδη δέντρων στο πάρκο. Βλέπεις τέσσερα είδη σε αυτήν την εικόνα;
pt: A história menciona quatro espécies de árvores no parque. Você vê as quatro espécies nesta imagem?
ru: История упоминает четыре вида деревьев в парке. Ты видишь четыре вида на этой картинке?

# data_list
source: How many types of trees can you think of near where you live?
el: Πόσα είδη δέντρων μπορείς να σκεφτείς εκεί που ζεις;
pt: Você consegue pensar em algumas espécies de árvores perto de onde você mora?
ru: Сколько видов деревьев ты можешь вспомнить рядом с тем где ты живёшь?

# data_list
source: I saw chimpanzees, baboons, and monkeys.
el: Είδα χιμπαντζήδες, μπαμπουίνους και μαϊμούδες.
pt: Eu vi chimpanzés, babuínos e macacos.
ru: Я видела шимпанзе, бабуинов, и обезьян.

# data_list
source: These adult animals are sitting in pairs, which makes them easy to count by 2's - 2, 4, 6. Adding in one more baby makes 7!
el: Τα ενήλικα ζώα κάθονται σε ζευγάρια, γεγονός που τα κάνει εύκολα να αριθμηθούν ανά δύο — 2, 4, 6. Προσθέτοντας κι ένα μωρό, κάνει 7!
pt: Esses animais adultos estão sentados em pares, o que os torna fáceis de contar em intervalos de 2 – 2, 4, 6. Adicionar mais um animal bebê resulta em 7 no total!
ru: Эти взрослые животные сидят по парам, что позволяет легко их посчитать по 2 - 2, 4, 6. Добавляем ещё одного ребёнка и получаем 7!

# data_list
source: One more than the 6 adults is 7. If you take away the one baby, how many is one less than 7?
el: Ένα περισσότερο από τα 6 ενήλικα κάνει 7. Αν αφαιρέσεις το ένα μωρό, πόσα είναι ένα λιγότερο από 7;
pt: Um a mais que os 6 adultos são 7. Se você tirar o animal bebê, quanto é 7 menos um?
ru: На один больше чем 6 взрослых, будет 7. Если убрать одного ребёнка, насколько будет один меньше 7?

# data_list
source: Do you think this mixture of animals would naturally be together like this, or did the artist take some liberties with the picture?
el: Νομίζεις ότι αυτός ο συνδυασμός ζώων θα υπήρχε φυσικά μαζί ή ο καλλιτέχνης ζωγράφισε με κάποια δημιουργική ελευθερία την εικόνα;
pt: Você acha que essa combinação de animais estariam juntos assim naturalmente, ou o artista modificou esta imagem.
ru: Как ты думаешь, это смесь животных могла бы быть вместе в естественном виде, или художник допустил некоторую вольность с картинкой.

# data_list
source: I saw different birds. I saw crested cranes, eagles, and owls.
el: Είδα διαφορετικά πουλιά. Είδα γερανούς κορωνοφόρους, αετούς και κουκουβάγιες.
pt: Eu vi pássaros diferentes. Eu vi grous-coroados, águias e corujas.
ru: Я видела разные птицы. Я видела хохлатых журавлей, орлов, и сов.

# data_list
source: What about this picture -- do you think these birds would all be together like this?
el: Τι πιστεύεις γι’ αυτήν την εικόνα — νομίζεις ότι αυτά τα πουλιά θα ήταν όλα μαζί;
pt: E quanto a esta imagem – você acha que todos esses pássaros estariam juntos assim?
ru: А как насчёт этой картинки -- Тебе кажется что эти птицы будут все вместе, вот так?

# data_list
source: There are four birds and one fish. How many animals is that all together? How many is one more than four?
el: Υπάρχουν τέσσερα πουλιά και ένα ψάρι. Πόσα ζώα είναι αυτά μαζί; Πόσα είναι ένα περισσότερο από τέσσερα;
pt: Existem quatro pássaros e um peixe. Quantos animais são no total? Quanto é quatro mais um?
ru: Есть четыре птицы и одна рыба. Сколько всего животных вместе? Насколько будет один больше четырёх?

# data_list
source: The story mentions three types of birds and shows us four birds. Do you think two of these birds are of the same type? If so, which two?
el: Η ιστορία αναφέρει τρεις τύπους πουλιών και μας δείχνει τέσσερα πουλιά. Πιστεύεις ότι δύο από αυτά τα πουλιά είναι του ίδιου είδους; Αν ναι, ποια;
pt: A história menciona três espécies de pássaros, mas nos mostra quatro pássaros. Você acha que dois desses pássaros são da mesma espécie? Se sim, quais deles?
ru: История упоминает три вида птиц и показывает нам четыре птицы. Тебе кажется что две из этих птиц один и тот же виду? Если да, то какие два?

# data_list
source: I laughed when I saw a big elephant with a little tail.
el: Γέλασα όταν είδα έναν μεγάλο ελέφαντα με μια μικρή ουρά.
pt: Eu ri quando vi um grande elefante com uma pequena cauda.
ru: Я засмеялась, когда увидела большого слона с маленьким хвостом.

# data_list
source: Why do you think such a large animal has such a little tail?
el: Γιατί νομίζεις ότι ένα τόσο μεγάλο ζώο έχει μια τόσο μικρή ουρά;
pt: Por que você acha que um animal tão grande tem uma cauda tão pequena?
ru: Почему ты думаешь у такого большого животного такой маленький хвост?

# data_list
source: The parts the elephant has two of (ears, tusks, pairs of legs, and eyes) are on opposite sides of its body, and the parts it has one of (mouth, tail, and trunk) are in the middle of its body. Are all animals like this?
el: Τα μέρη που έχει δύο ο ελέφαντας (αυτιά, χαυλιόδοντες, ζευγάρια ποδιών και μάτια) είναι στις αντίθετες πλευρές του σώματός του και τα μέρη που υπάρχει μόνο ένα (στόμα, ουρά και προβοσκίδα) είναι στη μέση του σώματός του. Είναι έτσι όλα τα ζώα;
pt: As partes que o elefante tem duas iguais (orelhas, presas, pares de pernas e olhos) estão em lados opostos de seu corpo; e as partes que ele tem únicas (boca, cauda e tromba) estão no meio de seu corpo. Todos os animais são assim?
ru: Части слона которые состоят из двух частей (уши, бивни, пары ног, и глаза) находятся на противоположных сторонах его тела, и части которых он имеет один (рот, хвост, и туловище) посередине его тела. Все ли животные такие?

# data_list
source: Can you think of an animal that doesn't have its parts arranged about a middle line?
el: Μπορείς να σκεφτείς ένα ζώο που δεν έχει τα μέρη του οργανωμένα γύρω από μια μεσαία γραμμή;
pt: Você consegue pensar em um animal que não tenha as suas partes dispostas em torno de uma linha no meio?
ru: Ты можешь вспомнить животного у которого части тела не расположены вокруг средней линии?

# data_list
source: I saw so many different animals, birds, and plants.
el: Είδα τόσα πολλά διαφορετικά ζώα, πουλιά και φυτά.
pt: Eu vi tantos animais, pássaros e plantas diferentes.
ru: Я видела так много разных животных, птиц, и растений.

# data_list
source: Describe the animals by where they are in the picture -- some are in the air, the trees, the water, and in the grass.
el: Περίγραψε τα ζώα με βάση το πού βρίσκονται στην εικόνα — μερικά είναι στον αέρα, στα δέντρα, στο νερό και στα χόρτα.
pt: Descreva os animais pelo local onde eles estão na imagem – alguns estão no ar, nas árvores, na água e na grama.
ru: Опиши животных по месту их нахождения на картинке -- некоторые в воздухе, на деревьях, в воде, и в траве.

# data_list
source: Count each group and then count them all together -- do you get the same result?
el: Μέτρησε κάθε ομάδα και μετά μέτρησέ τα όλα μαζί — φτάνεις στο ίδιο αποτέλεσμα;
pt: Conte cada grupo e depois conte todos eles juntos – você obtém o mesmo resultado?
ru: Посчитай каждую группу, а потом посчитай их все вместе -- ты получаешь один и тот же результат?

# data_list
source: Which group has the most animals in it? Which has the least?
el: Ποια ομάδα έχει τα περισσότερα ζώα; Ποια έχει τα λιγότερα;
pt: Qual grupo tem mais animais nele? E qual tem menos?
ru: В какой группе больше всего животных? А в какой меньше всего?

# data_list
source: Kibale forest is a good place to visit. I love forests! Do you?
el: Το δάσος Κιμπάλε είναι ένα καλό μέρος για να επισκεφτείς. Αγαπώ τα δάση! Εσύ;
pt: A floresta de Kibale é um bom lugar para se visitar. Eu amo florestas! E você?
ru: Лес Кибале хорошее место для посещения. Я люблю леса! А ты?

# data_list
source: Do you like to visit forests?
el: Σου αρέσει να επισκέπτεσαι δάση;}
pt: Você gosta de visitar florestas?
ru: Тебе нравится посещать леса?
