Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Yusuf's father and uncle and cousins heave and pull. A little shark has been caught. Yusuf's father untangles the nets, singing to the shark: "Drop and swish. Find a fish. Pull and plop. Don't you stop." When the shark at last is free it streaks back into the waves, leaving only one fat yellowtail in the net. Ouma Safiya will be pleased.
el: Ο πατέρας του Γιούσουφ και ο θείος και τα ξαδέλφια του σηκώνουν και τραβούν τα δίχτυα. Ένας μικρός καρχαρίας έχει πιαστεί. Ο πατέρας του Γιούσουφ ξεμπλέκει τα δίχτυα, τραγουδώντας στον καρχαρία: "Ρίξε βαθιά. Ένα ψάρι βρες ξανά. Τράβα δυνατά. Μη σταματάς πουθενά." Όταν ο καρχαρίας τελικά ελευθερωθεί, ορμάει πάλι στα κύματα, αφήνοντας μόνο έναν παχύ κιτρινόπτερο ψάρι μέσα στο δίχτυ. Η Ούμα Σαφίγια θα είναι ευχαριστημένη.
pt: O pai, o tio e os primos de Yusuf se amontoam e puxam. Um tubarãozinho foi capturado. O pai de Yusuf desembaraça as redes, cantando para o tubarão: " Solte e deixe. Encontre um peixe. Puxe e agarre. Não pare." Quando o tubarão finalmente está livre, ele volta para as ondas do mar, deixando apenas um grande peixe de rabo amarelo na rede. Ouma Safiya ficará satisfeita.
ru: Папа, дядя, и двоюродные братья Юсуфа поднимают и тянут. Поймана маленькая акула. Папа Юсуфа распутывает сети и поёт акуле: «Бросай и размахивай. Найди рыбу. Тени и шлёпай. Не останавливайся.» Когда акула наконец оказывается на свободе, она устремляется обратно, оставляя в сети только один толстый желтохвост. Оума Сафия будет довольна.

# data_list
source: Why does Yusuf's father let the little shark go free?
el: Γιατί ο πατέρας του Γιούσουφ αφήνει τον μικρό καρχαρία ελεύθερο;
pt: Por que o pai de Yusuf deixou o tubarão voltar para o mar?
ru: Почему папа Юсуфа отпускает маленькую акулу на свободу?

# data_list
source: The fin in the shape of a triangle on a shark's back is called a dorsal fin. It helps keep the shark upright in the water and it also helps it make quick turns.
el: Το πτερύγιο σε σχήμα τριγώνου στην πλάτη ενός καρχαρία ονομάζεται ραχιαίο πτερύγιο. Βοηθά τον καρχαρία να παραμένει όρθιος στο νερό και επίσης να στρίβει γρήγορα.
pt: A barbatana em forma de triângulo nas costas de um tubarão é chamada de nadadeira dorsal. Ela ajuda o tubarão a se manter ereto e a fazer curvas rápidas dentro d’água.
ru: Плавник в форме треугольника на спине акула называется спинным плавником. Он помогает акуле держаться в воде в вертикальном положении, а также помогает ей совершать быстрее повороты.

# data_list
source: The net in the picture has circular objects shaped like donuts on its edge. They're not donuts! What do you think they are for?
el: Το δίχτυ στην εικόνα έχει κυκλικά αντικείμενα στις άκρες του, τα οποία μοιάζουν με κουλούρια. Δεν είναι κουλούρια! Πιστεύεις ότι αυτά τα αντικείμενα χρησιμεύουν σε κάτι;
pt: A rede na imagem tem objetos circulares em forma de rosquinhas em sua borda. Mas não são rosquinhas! Para que você acha que eles servem?
ru: Сеть на картинке имеет на краю круглые предметы в форме пончиков. Это не пончики! Как ты думаешь, а для чего они нужны?

# data_list
source: The men pull the boat in and coil up the cables. A hard white triangle catches Papa's finger. "Whaaat? Whaaat" Whaaat?" cry the gulls. "What did you bring back for Yusuf?" As the sun goes down, Papa answers the gulls. "A lucky shark tooth for my boy." At home Yusuf holds his gift up to the stars.
el: Οι άντρες τραβούν τη βάρκα και τυλίγουν τα σχοινιά. Ένα σκληρό, λευκό τρίγωνο γρατζουνάει το δάχτυλο του πατέρα. "Τιιιι; Τιιιι; Τιιιι;" φώναζαν οι γλάροι. "Τι έφερες πίσω για τον Γιούσουφ;" Καθώς ο ήλιος πέφτει, ο πατέρας απαντά στους γλάρους. "Ένα τυχερό δόντι καρχαρία για το αγόρι μου." Στο σπίτι, ο Γιούσουφ κρατά το δώρο του ψηλά προς τα αστέρια.
pt: Os homens puxam o barco e enrolam os cabos. Um rígido triângulo branco está entre os dedos do Papai. "Gai-gai? Gai-gai? Gai-gai?", gritam as gaivotas. "O que você trouxe do mar para Yusuf?" Enquanto o sol se põe, Papai responde às gaivotas. "Um dente de tubarão da sorte para o meu menino." Em casa, Yusuf mostra o seu presente para as estrelas.
ru: Мужчины вытаскивают лодку и сматывает тросы. Твёрдые белые треугольник цепляет папин палец. «Чтооо? Чтооо? Чтооо?» кричали чайки. «Что ты принёс для Юсуфа?» Когда солнце садится, папа отвечает чайкам. «Счастливый зуб акулы для моего мальчика.» Дома Юсоф протягивает свой подарок звёздам.

# data_list
source: The shark's tooth is a hard, white triangle. Do you remember another triangle on the shark's body? Do you see any triangles around you now?
el: Το δόντι του καρχαρία είναι ένα σκληρό, λευκό τρίγωνο. Θυμάσαι άλλο ένα τρίγωνο που βρίσκεται στο σώμα του καρχαρία;
pt: O dente do tubarão é um triângulo branco e rígido. Você se lembra de outro triângulo no corpo do tubarão? Você vê algum triângulo ao seu redor agora?
ru: Зуб акулы представляет собой твёрдый белый треугольник. Помнишь ли ты ещё один треугольник на теле акулы? Видишь ли ты сейчас вокруг себя треугольники?

# data_list
source: Do you remember what some of the other gifts were from earlier in the story?
el: Θυμάσαι ποια ήταν μερικά από τα άλλα δώρα από νωρίτερα στην ιστορία;
pt: Você se lembra quais eram os outros presentes no início da história?
ru: Помнишь ли ты, какие ещё подарки были ранее в этой истории?

# data_list
source: Do you have special things you've found that you like to keep? Perhaps you found a pretty rock or a bird's feather that you liked a lot?
el: Έχεις ξεχωριστά πράγματα που έχεις βρει και σου αρέσει να τα κρατάς; Ίσως έχεις βρει μια όμορφη πέτρα ή ένα φτερό πουλιού που σου άρεσε πολύ;
pt: Você tem coisas especiais que você encontrou e que guardou? Talvez você tenha encontrado uma pedra bonita ou uma pena de pássaro que você gostou muito?
ru: Если у тебя какие-то особенные вещи, которые ты сохраняешь? Возможно, вы нашли красивый камень или птичье перо которое вам очень понравилось?

# data_list
source: Once upon a time on a little farm near a little village.
el: Μια φορά κι έναν καιρό, ήταν μια μικρή φάρμα κοντά σε ένα μικρό χωριό.
pt: Era uma vez em uma pequena fazenda, perto de uma pequena aldeia.
ru: Однажды-на маленькой ферме недалеко от маленькой деревни.

# data_list
source: Farms can grow crops and raise animals, such as chickens. What are some things on a farm that you are curious about?
el: Στις φάρμες μπορούμε να καλλιεργούμε φυτά και να εκτρέφουμε ζώα, όπως κοτόπουλα. Τι έχεις την περιέργεια να ανακαλύψεις σε μια φάρμα;
pt: As fazendas podem cultivar plantações e criar animais, como por exemplo, galinhas. Quais são as coisas que existem em uma fazenda que te deixa curioso(a)?
ru: Фермы могут выращивать сельскохозяйственные культуры и разводить животных, например кур. Какие вещи на ферме тебя интересуют?

# data_list
source: There are some groups of three things here. What do you see?
el: Στην εικόνα υπάρχουν κάποιες ομάδες τριών πραγμάτων. Ποιες βλέπεις;
pt: Há grupos de três coisas aqui. O que você vê?
ru: Здесь есть группы из трёх вещей. Что ты видишь?

# data_list
source: What are the different things these chickens are doing?
el: Τι διαφορετικά πράγματα κάνουν αυτά τα τρία κοτόπουλα;
pt: O que cada galinha está fazendo de diferente?
ru: Какие разные вещи эти курицы делают?

# data_list
source: There lived a little chicken called Daisy.
el: Εκεί ζούσε ένα μικρό κοτόπουλο που το έλεγαν Μαργαρίτα.
pt: Lá vivia uma pequena galinha chamada Daisy.
ru: Жила-была маленькая курочка по имени Дейзи.

# data_list
source: Count together the claws that Daisy has on each leg and all together.
el: Μετρήστε μαζί τα δάχτυλα που έχει η Μαργαρίτα σε κάθε πόδι και συνολικά.
pt: Conte as garras que Daisy tem em cada perna e depois nas duas juntas.
ru: Посчитай вместе когти, которые есть у Дейзи на каждой ноге и все вместе.

# data_list
source: Daisy's claws spread out to help her balance. How long can you balance on one leg?
el: Τα δάχτυλα της Μαργαρίτας απλώνονται για να τη βοηθήσουν να ισορροπήσει. Πόση ώρα μπορείς εσύ να ισορροπήσεις με το ένα πόδι;
pt: As garras de Daisy se abrem para ajudá-la a se equilibrar. Quanto tempo você consegue se equilibrar em uma perna só?
ru: Когти Дейзи расставлены, чтобы помочь ей сохранять равновесие. Как долго ты можешь балансировать на одной ноге?

# data_list
source: Can you balance on one leg long enough to count to five? To ten?
el: Μπορείς να ισορροπήσεις με το ένα πόδι αρκετά ώστε να μετρήσεις ως το πέντε; Ως το δέκα;
pt: Você consegue se equilibrar em uma perna só tempo suficiente para contar até cinco? E até dez?
ru: Можешь ли ты балансировать на одной ноге достаточно долго, чтобы посчитать до пяти? До десяти?

# data_list
source: "When I grow up, I want to fly high, high into the sky," Daisy said.
el: "Όταν μεγαλώσω, θέλω να πετάξω ψηλά, ψηλά στον ουρανό," είπε η Μαργαρίτα.
pt: "Quando eu crescer, quero voar alto, alto até o céu", disse Daisy.
ru: «Когда я вырасту, я хочу летать высоко-высоко в небо,» Дейзи сказала.

# data_list
source: Count together all the circles on their faces. Don't forget to count the pupils in the middle of the eyes.
el: Μετρήστε μαζί όλους τους κύκλους στα πρόσωπά τους. Μην ξεχάσετε να μετρήσετε τις κόρες στο κέντρο των ματιών τους.
pt: Vamos contar juntos todos os círculos desses rostos. Não se esqueça de contar as pupilas no meio dos olhos.
ru: Посчитай вместе все круги на их лицах. Не забудь посчитать зрачки посередине глаз.

# data_list
source: How can you tell that the other chickens are not as happy as Daisy?
el: Πώς μπορείς να καταλάβεις ότι τα άλλα κοτόπουλα δεν είναι τόσο χαρούμενα όσο η Μαργαρίτα;
pt: Como você consegue perceber que as outras galinhas não estão tão felizes quanto Daisy?
ru: Как можно заметить, что другие курицы не так счастливы как Дейзи?

# data_list
source: What are these other chicken's thinking?
el: Τι νομίζεις ότι σκέφτονται αυτά τα άλλα κοτόπουλα;
pt: O que você acha que as outras galinhas estão pensando?
ru: Что эти другие курицы думают?

# data_list
source: But all the other chickens laughed at her.
el: Αλλά όλα τα άλλα κοτόπουλα γέλασαν μαζί της.
pt: Mas todas as outras galinhas riram dela.
ru: Но все остальные курицы над ней смеялись.

# data_list
source: Their eyes are now closed. We close our eyes when we are asleep and at other times. Why are these chicken's eyes closed?
el: Τα μάτια τους είναι τώρα κλειστά. Κλείνουμε τα μάτια μας όταν κοιμόμαστε και άλλες φορές. Γιατί τα μάτια αυτών των κοτόπουλων είναι κλειστά;
pt: Agora os olhos delas estão fechados. Nós fechamos os nossos olhos quando estamos dormindo e em alguns outros momentos. Por que essas galinhas estão de olhos fechados?
ru: Их глаза теперь закрыты. Мы закрываем глаза, когда спим, и в другое время. Почему у этих кур закрыты глаза?

# data_list
source: Sometimes people laugh AT other people, and sometimes they laugh WITH other people. What is the difference?
el: Μερικές φορές οι άνθρωποι γελούν ΓΙΑ τους άλλους ανθρώπους και μερικές φορές γελούν ΜΑΖΙ ΜΕ τους άλλους ανθρώπους. Ποια είναι η διαφορά;
pt: Às vezes, as pessoas riem DE outras pessoas e, às vezes, riem COM outras pessoas. Você sabe dizer qual é a diferença?
ru: Иногда люди смеются НАД другими людьми, и иногда они смеются ВМЕСТЕ с другими людьми. Какова разница?

# data_list
source: Do you think the shape of the big cloud looks like their mouths?
el: Νομίζεις ότι το σχήμα του μεγάλου σύννεφου μοιάζει με τα στόματά τους;
pt: Você acha que o formato da nuvem grande se parece com as bocas delas?
ru: Как ты думаешь, форма большого облака похожа на их рты?

# data_list
source: "You are so weird," they said. "We won't play with you anymore."
el: "Είσαι τόσο παράξενη," είπαν. "Δε θα παίξουμε μαζί σου ποτέ ξανά."
pt: "Você é tão estranha", elas disseram. "Não vamos mais brincar com você."
ru: «Ты такая странная,» они сказали. «Мы не будем с тобой играть больше.»

# data_list
source: Now that their mouths have changed, do you think the cloud changed shape too?
el: Τώρα που τα στόματά τους έχουν αλλάξει, νομίζεις ότι το σύννεφο άλλαξε κι αυτό σχήμα;
pt: Agora as bocas delas mudaram, você acha que a nuvem também mudou de forma?
ru: Теперь, когда их рты изменились, думаешь ли ты, что облако тоже изменило форму?

# data_list
source: Can you use your mouth to copy the shape of each chicken's mouth? Can you guess and copy the sound each chicken is making?
el: Μπορείς με το στόμα σου να μιμηθείς το σχήμα του στόματος κάθε κοτόπουλου; Μπορείς να μαντέψεις και να κάνεις τον ήχο που κάνει κάθε κοτόπουλο;
pt: Você consegue usar a sua boca para copiar o formato da boca de cada galinha? Você consegue adivinhar e copiar o som que cada galinha está fazendo?
ru: Ты можешь своим ртом скопировать форму рта каждой курицы? Ты можешь угадать и скопировать звук, который издаёт каждая курица?

# data_list
source: Why are they calling Daisy a mean name?
el: Γιατί αποκάλεσαν την Μαργαρίτα με μια προσβλητική λέξη;
pt: Por que elas estão chamando Daisy de um nome maldoso?
ru: Почему они называют Дейзи плохим именем?

# data_list
source: "Daisy, we can all flap our wings, but it's very difficult for chickens to fly," Mama told her.
el: "Μαργαρίτα, όλες μπορούμε να χτυπήσουμε τα φτερά μας, αλλά είναι πολύ δύσκολο για τα κοτόπουλα να πετάξουν," της είπε η μαμά της.
pt: "Daisy, todas nós podemos bater as asas, mas é muito difícil para as galinhas voarem", disse Mamãe a ela.
ru: «Дейзи, мы все умеем махать крыльями, но курицам очень трудно летать», Мама ей сказала.

# data_list
source: Discuss what is similar about Daisy and her mother, and how they look different from the other chickens.
el: Συζητήστε τι παρόμοιο έχουν η Μαργαρίτα και η μαμά της και σε τι διαφέρουν από τα άλλα κοτόπουλα.
pt: Fale sobre as semelhanças entre Daisy e a mãe dela e como elas parecem diferentes das outras galinhas.
ru: Обсуди, что общего у Дейзи и её мамы и чем они отличаются от других кур.

# data_list
source: What is Daisy's mother doing to help Daisy feel better?
el: Τι κάνει η μαμά της Μαργαρίτας για να βοηθήσει τη Μαργαρίτα να νιώσει καλύτερα;
pt: O que a mãe de Daisy está fazendo para ajudá-la a se sentir melhor?
ru: Что делает мама Дейзи, чтобы помочь Дейзи почувствовать себя лучше?

# data_list
source: Sometimes we feel better when someone pats us or holds our hand. Have you ever tried to help a friend feel better with a friendly touch?
el: Μερικές φορές νιώθουμε καλύτερα όταν κάποιος μας χτυπά την πλάτη ή μας κρατά το χέρι. Έχεις προσπαθήσει ποτέ να βοηθήσεις έναν φίλο να νιώσει καλύτερα με ένα φιλικό άγγιγμα;
pt: Às vezes, nós nos sentimos melhor quando alguém nos conforta ou segura a nossa mão. Você já tentou ajudar um amigo a se sentir melhor com um gesto amigável?
ru: Иногда мы становимся лучше, когда кто-то гладит нас или держит нас за руку. Ты когда-нибудь пытался помочь другу почувствовать себя лучше дружеским прикосновением?

# data_list
source: Daisy wouldn't give up. Every day she practiced by herself, flapping her wings. Flap, flap, flap, she would flap her wings but she couldn't lift off the ground.
el: Η Μαργαρίτα δεν τα παρατούσε. Κάθε μέρα εξασκούνταν μόνη της, φτερουγίζοντας τα φτερά της. Πατ, πατ, πατ, φτερούγιζε τα φτερά της, αλλά δεν μπορούσε να σηκωθεί από το έδαφος.
pt: Daisy não desistiu. Todos os dias ela praticava sozinha, batendo as suas asas. Flap, flap, flap, ela batia as suas asas, mas não conseguia sair do chão.
ru: Дейзи не сдавалась. Каждый день она тренировалась одна, взмахивая крыльями. Хлоп-хлоп-хлоп, она хлопала крыльями, но не могла оторваться от земли.

# data_list
source: So far, this is a sad story for Daisy. Make up your own ending. Is it a happy or sad ending?
el: Μέχρι στιγμής, αυτή είναι μια θλιβερή ιστορία για τη Μαργαρίτα. Φτιάξε το δικό σου τέλος. Είναι ένα ευτυχισμένο ή ένα θλιβερό τέλος;
pt: Até agora, está sendo uma história triste para Daisy. Crie o seu próprio final. É um final feliz ou triste?
ru: Пока что это печальная история для Дейзи. Придумай свой конец. Это счастливый или грустный конец?

# data_list
source: Is Daisy too heavy to fly? Think of something that is as heavy as Daisy looks. Do you think that thing is too heavy to fly?
el: Είναι η Μαργαρίτα πολύ βαριά για να πετάξει; Σκέψου κάτι που ζυγίζει όσο φαίνεται να ζυγίζει η Μαργαρίτα. Πιστεύεις ότι αυτό το πράγμα είναι πολύ βαρύ για να πετάξει;
pt: Daisy é muito pesada para voar? Pense em algo que é tão pesado quanto Daisy. Você acha que essa coisa em que você pensou é muito pesada para voar?
ru: Дейзи слишком тяжёлая чтобы летать? Подумай о чём-то что весит так же как Дейзи. Ты думаешь, что эта штука слишком тяжёлая чтобы летать?

# data_list
source: A rectangle is a shape with four straight sides and corners like the corners of this page. Although they are slanted, find and point to the many rectangles on this page.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ίσιες πλευρές και γωνίες, όπως οι γωνίες αυτής της σελίδας. Παρόλο που φαίνονται σε κλίση, βρες και δείξε τα πολλά ορθογώνια που υπάρχουν σε αυτή την εικόνα.
pt: Um retângulo é uma forma com quatro lados retos e cantos como os cantos desta página. Embora sejam inclinados, encontre e aponte para os diversos retângulos nesta página.
ru: Прямоугольник - это фигура с четырьмя прямыми сторонами и углами, подобными углам этой страницы. Хотя они наклонены, найди и укажи на множество прямоугольников на этой странице.

# data_list
source: While she practiced, she imagined herself flying high into the sky and looking at the chickens below. She imagined herself flying past the sparrows and past the swallows. "Wow!" The birds would say, "A chicken that can fly!"
el: Καθώς εξασκούνταν, φανταζόταν ότι πετούσε ψηλά στον ουρανό και κοιτούσε τα κοτόπουλα κάτω. Φανταζόταν ότι πετούσε πιο πέρα από τα σπουργίτια και πιο πέρα από τα χελιδόνια. "Ουάου!" έλεγαν τα πουλιά, "Ένα κοτόπουλο που μπορεί να πετάξει!"
pt: Enquanto praticava, ela se imaginava voando alto no céu e olhando para as galinhas lá embaixo. Imaginava-se voando pelos pardais e passando pelas andorinhas. "Uau!" Os pássaros diriam: "Uma galinha que pode voar!"
ru: Тренируясь, она представляла, как она летит высоко в небе и смотрит на кур внизу. Она представляла себя, и как она пролетает мимо воробьёв и ласточек. «Вау!» Птицы говорили, «Курица которая может летать!»

# data_list
source: Count together the birds in this picture. Don't forget the ones on the ground.
el: Μετρήστε μαζί τα πουλιά σε αυτή την εικόνα. Μην ξεχάσετε αυτά που είναι στο έδαφος.
pt: Vamos contar juntos todos os pássaros nesta imagem. Não se esqueça dos que estão no chão.
ru: Посчитай вместе птиц на этой картинке. Не забудь те которые на земле.

# data_list
source: What effect is caused by having some of the birds drawn so small?
el: Τι αποτέλεσμα έχει το να είναι κάποια από τα πουλιά ζωγραφισμένα τόσο μικρά;
pt: Qual é o efeito causado pelas aves desenhadas tão pequenas?
ru: Какой эффект вызывает изображение некоторых птиц такими маленькими?

# data_list
source: Describe a memory of looking at something big that was far away and looked tiny.
el: Περίγραψε μια ανάμνηση να κοιτάς κάτι μεγάλο που βρισκόταν μακριά και φαινόταν μικροσκοπικό.
pt: Descreva uma lembrança sua sobre olhar para algo grande que estava longe e parecia minúsculo.
ru: Расскажи о воспоминание как ты смотрел на что-то большое, что находилось далеко и выглядело крошечным.

# data_list
source: So flap, flap, flap, every day Daisy would flap her wings.
el: Έτσι, πατ, πατ, πατ, κάθε μέρα η Μαργαρίτα χτυπούσε τα φτερά της.
pt: Então flap, flap, flap, todos os dias Daisy batia as suas asas.
ru: Итак, хлоп-хлоп-хлоп, каждый день Дейзи махала крыльями.

# data_list
source: Count together the little lines coming from Daisy showing her squawking.
el: Μετρήστε μαζί τις μικρές γραμμές που βγαίνουν από τη Μαργαρίτα, οι οποίες δείχνουν ότι τσιρίζει.
pt: Vamos contar juntos todas as pequenas linhas saindo do grasnado de Daisy.
ru: Посчитай все линии, исходящие от Дейзи, показывающие её визг.

# data_list
source: Daisy has too many red speckles to count, but you can count together the groups of speckles all over her body.
el: Η Μαργαρίτα έχει πάρα πολλά κόκκινα στίγματα για να τα μετρήσετε, αλλά μπορείτε να μετρήσετε μαζί τις ομάδες από στίγματα πάνω στο σώμα της.
pt: Daisy tem muitas manchas vermelhas para contar, mas vocês podem contar juntos os grupos de manchas por todo o corpo dela.
ru: У Дейзи слишком много красных пятен чтобы их можно было посчитать, но ты можешь посчитать группы пятен по всему её телу.

# data_list
source: Daisy looks surprised. What do you think will happen next?
el: Η Μαργαρίτα φαίνεται έκπληκτη. Τι νομίζεις ότι θα συμβεί στη συνέχεια;
pt: Daisy parece surpresa. O que você acha que vai acontecer a seguir?
ru: Дейзи выглядит удивленной. Что ты думаешь случится дальше?

# data_list
source: She would lift off the ground but fall down again.
el: Σήκωνε λίγο το σώμα της από το έδαφος αλλά ξαναέπεφτε.
pt: Ela saía do chão, mas caía de novo.
ru: Она отрывалась от земли, но снова падала.

# data_list
source: How high do you think she got? A grownup is often 5 to 6 feet tall -- do you think she got that high?
el: Πόσο ψηλά νομίζεις ότι έφτασε; Ένας ενήλικας είναι συχνά λίγο λιγότερο από 2 μέτρα σε ύψος — νομίζεις ότι έφτασε τόσο ψηλά;
pt: Quão alto você acha que ela chegou? Um adulto geralmente tem de 1 a 2 metros de altura -- você acha que ela chegou tão alto?
ru: Как ты думаешь, насколько высоко она поднялась? Рост взрослого человека часто составляет от 5 до 6 футов -- Ты думаешь что она забралась так высоко?

# data_list
source: How many lines are there above her and below her? When you combine them, how many are there in all?
el: Πόσες γραμμές υπάρχουν πάνω από αυτήν και κάτω από αυτήν; Όταν τις συνδυάσεις, πόσες υπάρχουν συνολικά;
pt: Quantas linhas existem acima e abaixo dela? Quando você as junta, quantas linhas existem ao todo?
ru: Сколько линий над ней и под ней? Если их объединить, сколько их всего?

# data_list
source: What do the lines below her show?
el: Τι δείχνουν οι γραμμές κάτω από αυτήν;
pt: O que as linhas abaixo dela mostram?
ru: Что показывает линии под ней?

# data_list
source: "I'm never going to fly!" Daisy cried to Mama. "The others are right."
el: "Δεν πρόκειται ποτέ να πετάξω!" είπε κλαίγοντας στη μαμά της. "Τα άλλα κοτόπουλα έχουν δίκιο."
pt: Eu nunca vou voar!" Daisy chorou para a Mamãe. "Os outros têm razão"
ru: «Я никогда не буду летать!» Дейзи плакала своей маме. «Другие были правы.»

# data_list
source: Describe some times when you got discouraged like Daisy.
el: Περίγραψε κάποτε που απογοητεύτηκες, όπως η Μαργαρίτα.
pt: Descreva alguns momentos em que você ficou desanimado como a Daisy.
ru: Опиши несколько случаев, когда ты, как Дейзи, разочаровывался.

# data_list
source: Daisy is trying the same thing over and over. Is she showing strong will or is she being stubbornly foolish?
el: Η Μαργαρίτα προσπαθεί το ίδιο πράγμα ξανά και ξανά. Δείχνει ισχυρή θέληση ή είναι πεισματάρα και ανόητη;
pt: Daisy está tentando a mesma coisa repetidamente. Ela está mostrando força de vontade ou está sendo teimosamente tola?
ru: Дейзи пытается одно и то же снова и снова. Проявляет ли она сильную волю или упрямо глупит?

# data_list
source: What new ideas might Daisy try to figure out how to fly?
el: Τι νέους τρόπους θα μπορούσε να προσπαθήσει η Μαργαρίτα για να μάθει να πετάει;
pt: Que novas ideias Daisy pode tentar para descobrir como voar?
ru: Какие новые идеи могла бы попытаться придумать Дейзи, чтобы понять, как летать?
