Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Cassava spoke first. "I am more important than Palm tree. I provide tubers for your fufu, gari, boiled cassava and cassava dough."
el: Ο Κασάβα μίλησε πρώτος. "Είμαι πιο σημαντικός από τον Φοίνικα. Σας δίνω κονδύλους για το φουφού, το γκάρι, την βραστή κασάβα και τη ζύμη κασάβας."
pt: Mandioca falou primeiro: "Eu sou mais importante que Palmeira. Eu forneço tubérculos para o seu fufu, gari, mandioca cozida e massa de mandioca."
ru: Маниока заговорила первой. «Я важнее Пальмы. Я обеспечиваю клубни для фуфу, гари, варёную маниоку и тесто из маниоки.»

# data_list
source: Fufu is mashed cassava that people put in soups. Which kinds of soup have you eaten?
el: Το φουφού είναι πουρές κασάβας που βάζουν οι άνθρωποι στις σούπες. Ποιες σούπες έχεις φάει;
pt: Fufu é um tipo de purê de mandioca que as pessoas colocam em sopas. Que tipos de sopa você já comeu?
ru: Фу-фу это пюре из маниоки, которое люди добавляют в супы. Какие супы ты ел?

# data_list
source: These food containers are all round in some way. How are the shapes of these containers alike and how are they different?
el: Αυτά τα δοχεία φαγητού είναι όλα στρογγυλά με κάποιον τρόπο. Σε τι μοιάζουν και σε τι διαφέρουν τα σχήματα αυτών των δοχείων;
pt: Esses recipientes de comida são todos redondos de alguma maneira. Como as formas desses recipientes são iguais e como elas são diferentes?
ru: Эти контейнеры для еды каким-то образом круглые. Чем похожи и чем отличается формы этих контейнеров?

# data_list
source: The world has about 8 billion people. Almost 1 billion people eat food from cassava. The country where people eat the most cassava is Nigeria, in Africa.
el: Ο κόσμος έχει περίπου 8 δισεκατομμύρια ανθρώπους. Σχεδόν 1 δισεκατομμύριο άνθρωποι τρώνε τρόφιμα από κασάβα. Η χώρα όπου οι άνθρωποι τρώνε τη μεγαλύτερη ποσότητα κασάβας είναι η Νιγηρία, στην Αφρική.
pt: O mundo tem cerca de 8 bilhões de pessoas. Quase 1 bilhão de pessoas comem alimentos feitos com mandioca. O país onde as pessoas mais comem mandioca é a Nigéria, na África.
ru: В мире около 8 миллиардов человек. Почти один миллиард человек едят пищу из маниоки. Страна, где люди едят больше всего маниоки - это Нигерия в Африке.

# data_list
source: "My stems are used for planting. My leaves and peels feed your animals. What does Palm tree do?" asked Cassava.
el: "Οι μίσχοι μου χρησιμοποιούνται για το φύτεμα. Τα φύλλα και τα φλούδια μου ταΐζουν τα ζώα σας. Τι κάνει ο Φοίνικας;" ρώτησε ο Κασάβα.
pt: "Meus caules são usados para o plantio. Minhas folhas e cascas alimentam os seus animais. O que Palmeira faz?", perguntou Mandioca.
ru: «Мои стебли используются для посадки. Мои листья и кожура кормят ваших животных. Что же делают пальмы?» спросила Маниока.

# data_list
source: Not all shapes are simple and regular. There are several large, irregularly-shaped dark patches on the goat. How many?
el: Δεν είναι όλα τα σχήματα απλά και κανονικά. Υπάρχουν αρκετές μεγάλες, ακανόνιστου σχήματος σκούρες κηλίδες στην κατσίκα. Πόσες;
pt: Nem todas as formas são simples e regulares. Existem várias manchas escuras, grandes e de formas irregulares na cabra. Quantos delas existem?
ru: Не все формы простые и правильные. На козле несколько крупных тёмных пятен неправильной формы. Сколько их?

# data_list
source: The pig seems to be enjoying the peels of the cassava plant. Which kinds of foods do we eat after peeling them?
el: Το γουρούνι φαίνεται να απολαμβάνει τις φλούδες κασάβας. Ποια τρόφιμα τρώμε αφού τα ξεφλουδίσουμε;
pt: O porco parece estar gostando das cascas de mandioca. Que tipos de alimentos nós comemos depois de descascá-los?
ru: Свинья, кажется, наслаждается кожурой маниоки. Какие продукты мы едим после того как мы их очищаем?

# data_list
source: It's fun to make animal sounds. Can you make a noise like a pig or a goat? Any others?
el: Είναι διασκεδαστικό να κάνεις ήχους ζώων. Μπορείς να κάνεις ήχο σαν γουρούνι ή κατσίκα; Κάποιους άλλους ήχους;
pt: É divertido fazer sons de animais. Você consegue fazer o som de um porco ou de uma cabra? Algum outro mais?
ru: Это весело издавать звуки животных. Можешь ли ты издавать звук, как свинья или коза? А какие-либо другие?

# data_list
source: Palm tree laughed, shook his head and said, "Woman, do you remember the palm soup you enjoy so much? I provide that."
el: Ο φοίνικας γέλασε, κούνησε το κεφάλι του και είπε, "Γυναίκα, θυμάσαι τη φοινικόσουπα που απολαμβάνεις τόσο πολύ; Εγώ σου την δίνω."
pt: Palmeira riu, balançou a sua cabeça e disse: "Mulher, você se lembra da sopa de palmeira de que você tanto gosta? Eu forneço isso."
ru: Пальма засмеялся, покачал головой и сказал, «Женщина, ты помнишь пальмовый суп, который тебе так нравится? Я предоставляю это.»

# data_list
source: Some kinds of palm trees produce coconuts and some produce palm nuts. Palm nuts hold the seeds for new palm trees.
el: Ορισμένα είδη φοίνικα παράγουν καρύδες και κάποια παράγουν καρπούς φοινικιάς. Οι καρποί φοινικιάς περιέχουν τους σπόρους για νέους φοίνικες.
pt: Alguns tipos de palmeiras produzem cocos e outros produzem castanhas de palmeira. As castanhas guardam as sementes para novas palmeiras.
ru: Некоторые виды пальмы дают кокосы, а некоторые пальмовые орехи. Пальмовые орехи содержат семена для новых пальм.

# data_list
source: The recipe for palm soup uses palm nuts AND fufu made from cassava. These two friends belong together!
el: Η συνταγή για τη φοινικόσουπα χρησιμοποιεί καρπούς φοινικιάς ΚΑΙ φουφού από κασάβα. Αυτοί οι δύο φίλοι είναι για είναι μαζί!
pt: A receita de sopa de palmeira usa castanhas das palmeiras E fufu, que é feito de mandioca. Esses dois amigos pertencem juntos!
ru: В рецепте пальмового супа используется пальмовые орехи и фу-фу из маниоки. Эти два друга принадлежат друг другу!

# data_list
source: Palm is laughing so hard that spit is flying from his mouth! Did you ever laugh that hard?
el: Ο Φοίνικας γελάει τόσο δυνατά που τρέχουν σάλια από το στόμα του! Έχεις γελάσει ποτέ τόσο πολύ;
pt: Palmeira está rindo tanto que caiu baba de sua boca! Você já riu tanto assim?
ru: Пальм так смеётся, что у него изо рта летит слюна! Ты когда-нибудь так сильно смеялся?

# data_list
source: I provide the palm oil for preparing the kpokpoi and the palm kernel oil for frying fish and meat. How would you prepare stews and gravies without oil?
el: "Παρέχω το φοινικέλαιο για την προετοιμασία του κποκπόι και το λάδι από κουκούτσια φοινικιάς για τηγάνισμα ψαριών και κρέατος. Πώς θα ετοιμάζατε σάλτσες και φαγητά χωρίς λάδι;"
pt: "Eu forneço o óleo de palma para preparar o kpokpoi e o óleo de caroço de palma para fritar peixe e carne. Como você prepararia ensopados e molhos sem óleo?"
ru: «Я представляю пальмовое масло для приготовления кпокпои и пальмоядровое масло для жарки рыбы и мяса. Как бы вы приготовили рагу и подливки без масла?»

# data_list
source: People fry many kinds of food in oil. Name some kinds of fried food you have eaten.
el: Οι άνθρωποι τηγανίζουν πολλά είδη φαγητών σε λάδι. Ανάφερε μερικά είδη τηγανητού φαγητού που έχεις φάει.
pt: As pessoas fritam muitos tipos de alimentos em óleo. Cite alguns tipos de frituras que você já comeu.
ru: Люди жарят многие виды еды в масле. Назови виды жареной еды, которые ты ел раньше.

# data_list
source: If every person in the family eats one of these fish, how many people are in the family?
el: Αν κάθε άτομο στην οικογένεια φάει ένα από αυτά τα ψάρια, πόσα άτομα υπάρχουν στην οικογένεια;
pt: Se cada pessoa da família come um desses peixes, quantas pessoas há na família?
ru: Если каждый человек в семье съест по одной такой рыбе, сколько человек в семье?

# data_list
source: Suppose each person eats two fish, how many people would there be? What if each person eats half a fish?
el: Υπόθεσε ότι κάθε άτομο τρώει δύο ψάρια. Πόσα άτομα θα υπάρχουν; Τι γίνεται αν κάθε άτομο τρώει μισό ψάρι;
pt: Suponha que cada pessoa coma dois peixes, quantas pessoas haveria? E se cada pessoa comesse meio peixe?
ru: Предложим, каждый человек съедает две рыбы, сколько человек будет? А что если каждый человек съест по половине рыбы?

# data_list
source: "In addition, my friends provide shade for your huts. You cool your heart with my sweet, rich, foamy palm wine after your hard day's work."
el: Οι φίλοι μου παρέχουν σκιά για τις καλύβες σας. Επιπλέον ευφραίνετε την καρδιά σας με το γλυκό, πλούσιο, αφρώδες φοινικόκρασό μου μετά από μια κουραστική μέρα δουλειάς."
pt: Além disso, meus amigos fornecem sombra para as suas cabanas. Vocês acalmam o coração com o meu vinho de palma doce, rico e espumante depois de um dia árduo de trabalho."
ru: «Кроме того, мои друзья обеспечивают тень для ваших хижин. Ты охлаждаешь своё сердце моим сладким, насыщенным, пенисным пальмовым вином после тяжёлого рабочего дня.»

# data_list
source: The poles that hold up the palm frond roof are vertical -- they are straight up and down. The edge of the wall behind the people is horizontal -- it goes from side to side. Point out vertical and horizontal lines around you.
el: Οι δοκοί που κρατούν τη σκεπή από φύλλα φοινικιάς είναι κάθετες — είναι ευθείες από πάνω προς τα κάτω. Η άκρη του τοίχου πίσω από τους ανθρώπους είναι οριζόντια — πηγαίνει από τη μία πλευρά στην άλλη. Δείξε κάθετες και οριζόντιες γραμμές γύρω σου.
pt: Os postes que sustentam o telhado de frondes de palmeiras são verticais - são retos de cima para baixo. A borda do muro atrás das pessoas é horizontal - vai de um lado para o outro. Aponte as linhas verticais e horizontais ao seu redor.
ru: Столбы, поддерживающие крышу из пальмовых ветвей, расположены вертикально -- они прямые вверх и вниз. Край стены позади людей горизонтален -- она идёт из стороны в сторону. Покажи на вертикальные и горизонтальные линии вокруг себя.

# data_list
source: The places where the poles meet the wall make right angles – angles like the corner of this page. Point out right angles in the picture and where you are.
el: Τα σημεία όπου οι δοκοί συναντούν τον τοίχο σχηματίζουν ορθές γωνίες — γωνίες όπως η γωνία αυτής της σελίδας. Δείξε ορθές γωνίες στην εικόνα και εκεί που βρίσκεσαι.
pt: Os pontos onde os postes se encontram com o muro fazem ângulos retos -- ângulos como o canto desta página. Aponte os ângulos retos na imagem e onde você está.
ru: Места, где столбы соприкасаются со стеной, образует прямые углы -- углы, такие как угол этой страницы. Укажи на картинке на прямые углы и где ты находишься.

# data_list
source: Most drink containers are round. Why do you suppose that is?
el: Τα περισσότερα δοχεία ποτών είναι στρογγυλά. Γιατί πιστεύεις ότι συμβαίνει αυτό;
pt: A maioria dos recipientes de bebidas são redondos. Por que você acha que é assim?
ru: Большинство контейнеров для напитков имеет круглую форму. Как ты думаешь, почему это?

# data_list
source: "Above all, the brooms that are used to sweep the rooms and compounds come from me," concluded Palm.
el: "Πάνω απ' όλα, οι σκούπες που χρησιμοποιούνται για να καθαρίσουν τα δωμάτια και τους χώρους προέρχονται από εμένα," κατέληξε ο Φοίνικας.
pt: "Sobretudo, as vassouras que são usadas para varrer os quartos e os pátios vêm de mim", concluiu Palmeira.
ru: «Прежде всего, метлы которыми подметают помещение и территории, принадлежат мне,» Заключил Пальма.

# data_list
source: People tie palm fronds tightly together to make brooms. A dust broom is a really short broom for sweeping small areas. Do you have a dust broom?
el: Οι άνθρωποι δένουν φύλλα φοινικιάς σφιχτά μαζί για να φτιάξουν σκούπες. Μια κοντή σκούπα είναι πολύ μικρή για να σκουπίζει μικρές περιοχές. Έχεις δει μια κοντή σκούπα;
pt: As pessoas amarram as frondes de palmeiras bem juntas para fazer vassouras. Um espanador é uma vassoura muito curta para varrer pequenas áreas. Você tem um espanador?
ru: Люди плотно связывают пальмовые ветви чтобы сделать метлы. Метелка для пыли- очень короткая метла для подметания небольших мест. У тебя есть метла для пыли?

# data_list
source: Do you suppose they are sweeping up bits of cassava peels and palm nut shells? Have you ever used a tall broom or a dust broom?
el: Πιστεύεις ότι σκουπίζουν φλούδες κασάβας και κουκούτσια φοινικιάς; Έχεις χρησιμοποιήσει ποτέ μια ψηλή σκούπα ή μια κοντή σκούπα;
pt: Você acha que eles estão varrendo pedaços de cascas de mandioca e cascas de castanhas de palmeira? Você já usou uma vassoura alta ou um espanador?
ru: Тебе кажется что они подметают кусочки кожуры маниоки и скорлупы пальмовых орехов? Ты когда-нибудь пользовался высокой метлой или метлой для пыли?

# data_list
source: Point out the vertical and horizontal lines in this picture.
el: Δείξε τις κάθετες και οριζόντιες γραμμές σε αυτήν την εικόνα.
pt: Aponte as linhas verticais e horizontais nesta imagem.
ru: Покажи на этой картинке на вертикальные и горизонтальные линии.

# data_list
source: Hmmm! sighed the woman. "All right friends, I have heard you. I will settle this problem."
el: "Χμμμ!" αναστέναξε η γυναίκα. "Καλά λοιπόν φίλοι μου, σας άκουσα. Θα λύσω το πρόβλημα."
pt: "Hmmm!", suspirou a mulher. "Tudo bem amigos, eu ouvi vocês. Vou resolver este problema."
ru: «Хммм!» вздохнула женщина. «Хорошо, друзья, я вас услышала. Я решу эту проблему.»

# data_list
source: The woman says, "I have heard you." She listened carefully to both of them. It really helps when people listen closely to what people care about.
el: Η γυναίκα λέει: "Σας άκουσα." Άκουσε προσεκτικά και τους δύο. Πραγματικά βοηθάει όταν οι άνθρωποι ακούνε προσεκτικά αυτά που ενδιαφέρουν τους άλλους.
pt: A mulher diz "Eu ouvi vocês". Ela ouviu ambos atentamente. Ajuda bastante ouvir atentamente quando as pessoas falam sobre coisas que são importantes para elas.
ru: Женщина говорит, «Я вас выслушала.» Она внимательно слушала их обоих. Это действительно помогает, когда люди внимательно прислушиваются к тому что других волнует.

# data_list
source: She is holding her hands with her palms up. Sometimes that gesture means "Here's the answer!" and sometimes it means "I don't know." What does it mean here?
el: Κρατάει τα χέρια της με τις παλάμες προς τα πάνω. Μερικές φορές αυτή η κίνηση σημαίνει "Να η απάντηση!" και μερικές φορές "Δεν ξέρω." Τι σημαίνει εδώ;
pt: Ela está com as palmas das mãos para cima. Às vezes, esse gesto significa "Aqui está a resposta!" e, às vezes, significa "Eu não sei". O que esse gesto significa aqui?
ru: Она держит свои руки ладонями вверх. Иногда этот жест означает «Вот ответ!» И иногда это означает «Я не знаю.» Что это означает здесь?

# data_list
source: How many bumps do you see on Palm's body? Can you count that high?
el: Πόσες εξογκώσεις βλέπεις στο σώμα του Φοίνικα; Μπορείς να μετρήσεις τόσο πολλά;
pt: Quantas protuberâncias você vê no corpo de Palmeira? Você pode contar todos eles?
ru: Сколько шишек ты видишь на теле Пальмы? Ты можешь посчитать так высоко?

# data_list
source: "Both of you are very important to me. The two of you together make a delicious meal, fufu and palm nut soup!" said the woman.
el: "Και οι δύο σας είστε πολύ σημαντικοί για μένα. Οι δυο σας μαζί φτιάχνετε ένα νόστιμο γεύμα, φουφού και φοινικόσουπα!" είπε η γυναίκα.
pt: "Vocês dois são muito importantes para mim. Vocês dois juntos fazem uma refeição deliciosa, fufu e sopa de castanhas de palmeira!", disse a mulher.
ru: «Вы оба очень важны для меня. Вы вдвоём готовите вкусную еду фуфу и суп из пальмовых орехов!» сказала женщина.

# data_list
source: Giving a new way to look at something can resolve an argument. What did she say that made them both happy?
el: Το να προσφέρεις έναν νέο τρόπο για να δεις κάτι, μπορεί να λύσει έναν καβγά. Τι είπε που τους έκανε και τους δύο χαρούμενους;
pt: Mostrar uma nova maneira de olhar para algo pode resolver uma discussão. O que ela disse que fez os dois felizes?
ru: Предоставление нового взгляда на что-либо может разрешить спор. Что она сказала такого, что сделала их обоих счастливыми?

# data_list
source: The woman is wearing lots of colors. What are they? Do you have a favorite color?
el: Η γυναίκα φοράει πολλά χρώματα. Ποια είναι αυτά; Έχετε αγαπημένο χρώμα;
pt: A mulher está usando muitas cores. Quais são elas? Você tem uma cor favorita?
ru: Женщина одета в многих цветах. Какие? У тебя есть любимый цвет?

# data_list
source: There are fabric curtains at the windows and wooden shutters on the outside of the windows. When do you think they close the shutters? Why?
el: Υπάρχουν υφασμάτινες κουρτίνες στα παράθυρα και ξύλινα παντζούρια έξω από τα παράθυρα. Πότε νομίζεις ότι κλείνουν τα παντζούρια; Γιατί;
pt: Há cortinas de tecido nas janelas e persianas de madeira na parte externa das janelas. Quando você acha que eles fecham as persianas? Por quê?
ru: На окнах тканевые шторы и деревянные ставни с внешней стороны окон. Как ты думаешь, когда они закроют ставни? Почему?

# data_list
source: The woman prepared palm nut soup with fufu from cassavas. She invited her friends to eat with her. They enjoyed the meal very much. Since then, Cassava and Palm tree have remained good friends.
el: Η γυναίκα ετοίμασε φοινικόσουπα με φουφού από κασάβα. Προσκάλεσε τους φίλους της να φάνε μαζί της. Απόλαυσαν πολύ το γεύμα. Από τότε, ο Φοίνικας και ο Κασάβα παρέμειναν καλοί φίλοι.
pt: A mulher preparou sopa de castanhas de palmeira com fufu de mandioca. Ela convidou os seus amigos para comer com ela. Eles gostaram muito da refeição. Desde então, Mandioca e Palmeira permaneceram bons amigos.
ru: Женщина приготовила суп из пальмовых орехов с фуфу из маниоки. Она пригласила своих друзей поесть с ней. Им очень понравилась еда. С тех пор Маниока и Пальма остались хорошими друзьями.

# data_list
source: How many people are sharing the meal? Who do you think is the oldest and who is the youngest?
el: Πόσοι άνθρωποι μοιράζονται το γεύμα; Ποιος νομίζεις ότι είναι ο μεγαλύτερος και ποιος ο μικρότερος;
pt: Quantas pessoas estão compartilhando a refeição? Quem você acha que é o mais velho e quem é o mais novo?
ru: Сколько человек делят трапезу? Кто ты думаешь самый старый, а кто самый молодой?

# data_list
source: Are they eating inside or outside the house? Which do you like to do better – eat inside or outside?
el: Τρώνε μέσα ή έξω από το σπίτι; Εσένα τι σου αρέσει περισσότερο — να τρως μέσα ή έξω;
pt: Eles estão comendo dentro ou fora da casa? De qual você gosta mais -- comer dentro ou fora?
ru: Они едят внутри или снаружи дома? Что тебе нравится делать лучше -- Есть внутри или на улице?

# data_list
source: We can't see the face of the person in the green shirt. Why? Have you ever licked a plate clean because you liked the food so much?
el: Δεν μπορούμε να δούμε το πρόσωπο του ατόμου με το πράσινο πουκάμισο. Γιατί; Έχεις γλείψει ποτέ ένα πιάτο εντελώς επειδή σου άρεσε τόσο πολύ το φαγητό;
pt: Não podemos ver o rosto da pessoa com a camiseta verde. Por quê? Você já lambeu um prato inteiro porque gostou demais da comida?
ru: Мы не видим лица человека в зелёной рубашке. Почему? Ты когда-нибудь вылизывал тарелку до чисто, потому что тебе так понравилась еда?

# data_list
source: Many years ago, Sun and Water were great friends. Both lived on earth together.
el: Πριν από πολλά χρόνια, ο Ήλιος και το Νερό ήταν πολύ καλοί φίλοι. Ζούσαν μαζί και οι δύο στη γη.
pt: Há muitos anos, Sol e Água eram grandes amigos. Ambos viviam juntos na Terra.
ru: Много лет назад, солнце и вода были отличными друзьями. Оба жили на земле вместе.

# data_list
source: Have you ever thought of Sun, Moon, and Water as beings that could talk to each other?
el: Έχεις ποτέ σκεφτεί τον Ήλιο, η Σελήνη και το Νερό ως πλάσματα που θα μπορούσαν να μιλούν μεταξύ τους;
pt: Você já imaginou em Sol, Lua e Água como seres que poderiam conversar uns com os outros?
ru: Ты когда-нибудь думал о солнце, луне, и воде как о существах которые могут разговаривать друг с другом?

# data_list
source: What would it be like if the sun were not in the sky? What do you think would change?
el: Πώς θα ήταν αν ο ήλιος δεν βρισκόταν στον ουρανό; Τι νομίζεις ότι θα άλλαζε;
pt: Como seria se o sol não estivesse no céu? O que você acha que mudaria?
ru: Как бы было если Солнце не было в небе? Что ты думаешь изменится?

# data_list
source: There are many colors in this picture. Can you name them all?
el: Υπάρχουν πολλά χρώματα σε αυτή την εικόνα. Μπορείς να τα ονομάσεις όλα;
pt: Há muitas cores nesta imagem. Você pode nomear todas elas?
ru: На этой картинке много цветов. Ты можешь их всех назвать?

# data_list
source: Sun used to visit Water very often, but Water never went to visit Sun.
el: Ο Ήλιος συνήθιζε να επισκέπτεται το Νερό πολύ συχνά, αλλά το Νερό δεν πήγαινε ποτέ να επισκεφτεί τον Ήλιο.
pt: Sol costumava visitar Água com muita frequência, mas Água nunca visitava Sol.
ru: Солнце очень часто навещал Воду, но Вода никогда не навещал Солнце.

# data_list
source: Sun is very hot! What do you think would happen to Water if Sun got close to it?
el: Ο Ήλιος είναι πολύ ζεστός! Τι νομίζεις ότι θα συνέβαινε στο Νερό αν ο Ήλιος ερχόταν κοντά του;
pt: Sol está muito quente! O que você acha que aconteceria com Água se Sol se aproximasse dela?
ru: Солнце очень горячее! Что ты думаешь случится с Водой если Солнце приблизится к нему?

# data_list
source: Sun's shape is drawn as a circle. A partial circle is called an arc. Many of the parts of Sun's face are drawn as arcs. See if you can find some circles and arcs around where you are now.
el: Το σχήμα του Ήλιου είναι σχεδιασμένο σαν κύκλος. Ένα τμήμα κύκλου λέγεται τόξο. Πολλά από τα μέρη του προσώπου του Ήλιου είναι σχεδιασμένα ως τόξα. Δες αν μπορείς να βρεις κύκλους και τόξα γύρω σου τώρα.
pt: A forma de Sol é desenhada como um círculo. Um círculo parcial é chamado de arco. Muitas das partes do rosto de Sol são desenhadas como arcos. Veja se você consegue encontrar alguns círculos e arcos em torno de onde você está agora.
ru: Солнце нарисовано в форме круга. Частичная окружность называется дугой. Многие части лица Солнца нарисованные в виде дуги. Попробуй найти круги и дуги вокруг себя где ты сейчас находишься.

# data_list
source: There are many colors of the rainbow in this picture. Are any rainbow colors missing?
el: Υπάρχουν πολλά χρώματα του ουράνιου τόξου σε αυτή την εικόνα. Λείπει κάποιο χρώμα;
pt: Há muitas cores do arco-íris nesta imagem. Falta alguma cor do arco-íris?
ru: На этой картинке много цветов радуги. Каких-нибудь цветов радуги не хватает?

# data_list
source: At last Sun asked Water why he never came to visit. Water replied that Sun's house was too small. "If I come with my family we will drive you out," he said.
el: Τελικά ο Ήλιος ρώτησε το Νερό γιατί δεν ερχόταν ποτέ να τον επισκεφτεί. Το Νερό απάντησε ότι το σπίτι του Ήλιου ήταν πολύ μικρό. «Αν έρθω με την οικογένειά μου, θα σε διώξουμε έξω απ’ το σπίτι», είπε.
pt: Por fim, Sol perguntou a Água o porquê de ela nunca visitá-lo. Água respondeu que a casa de Sol era muito pequena. "Se eu vier com a minha família, vamos expulsá-lo de casa", disse ela.
ru: Наконец, Солнце спросил у Воды почему он никогда не приходит в гости. Вода ответил что дом Солнца слишком мал. «Если я приеду со своей семьёй то мы тебя выгоним,» он сказал.

# data_list
source: Which colors do you see on this page that you didn't see on the previous two pages?
el: Ποια χρώματα βλέπεις σε αυτή τη σελίδα που δεν υπήρχαν στις δύο προηγούμενες;
pt: Quais cores você vê nesta página que não viu nas duas páginas anteriores?
ru: Какие цвета ты видишь на этой странице которых не было на предыдущих двух страницах?

# data_list
source: Do you recognize something familiar inside Sun's house?
el: Αναγνωρίζεις κάτι γνώριμο μέσα στο σπίτι του Ήλιου;
pt: Você reconhece algo familiar dentro da casa de Sol?
ru: Узнаёшь ли ты что-то знакомое в доме Солнца?
