Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Example game:** Here is a game with 'red' moving first. This is a sequence of board positions after each of red's moves. In the last position, no matter where 'green' moves next they will form a triangle and lose.
pt: **Exemplo do jogo:** Aqui está um jogo com o 'vermelho' se movendo primeiro. Essa é uma sequência de posições no tabuleiro após cada movimento do vermelho. Na última posição, não importa onde o verde se mova, eles formarão um triângulo e perderão.

# data_list
source: NUMBER SHAPES
pt: FORMAS NUMÉRICAS

# data_list
source: Number Shapes
pt: Formas Numéricas

# data_list
source: Using something small, such as pieces of food, challenge your child to make shapes with a given number of pieces. These shapes can be rectangles, triangles, squares, or anything fun. **Making rectangles:** Your child may notice that for some numbers, such as 12, there are different shapes of rectangles that can be made, and that for other numbers, such as 7, only flat rectangles can be made. Numbers such as 5 and 7 are called prime numbers because there is no way to break them into normal rectangles. **Even and Odd:** Investigate even and odd numbers using number shapes. For a given number, ask your child to put the pieces into two equal rows. You would do this if you were splitting food fairly between two people. For which numbers does it work out evenly?
pt: Usando algo pequeno, como sementes ou grãos, desafie seu filho a fazer formas com um determinado número de peças. Essas formas podem ser triângulos, quadrados ou qualquer coisa divertida. **Fazendo retângulos:** Seu filho pode perceber que para alguns números, como o 12, existem diferentes formatos de retângulos que podem ser feitos, e que para outros números, como o 7, apenas retângulos planos podem ser feitos. Números como 5 e 7 são chamados de números primos porque não há como dividi-los em retângulos normais. **Par e Ímpar:** Verifique números pares e ímpares usando formas numéricas. Para um determinado número, peça a seu filho para colocar as peças em duas fileiras iguais. Você faria isso se estivesse dividindo a comida de forma justa entre duas pessoas. Para quais números isso funciona uniformemente?

# data_list
source: **Adding Evens and Odds:** Representing even and odd numbers this way makes it easy to see why: Even + Even = Even, Odd + Odd = Even, and Even + Odd = Odd.
pt: **Adicionando Pares e Ímpares:** Representar números pares e ímpares dessa forma tornará mais fácil entender o porquê: Par + Par = Par, Ímpar + Ímpar = Par, and Par + Ímpar = Ímpar.

# data_list
source: **Adding up odd numbers:** Once your child knows what an odd number is, investigate adding up the first few odd numbers as shown in this diagram. Amazingly, the sum of the first odd numbers is always a square number.
pt: **Somando números ímpares:** Uma vez que seu filho souber o que é um número ímpar, verifique a soma dos primeiros números ímpares, conforme mostrado neste diagrama. Surpreendentemente, a soma dos primeiros números ímpares é sempre um número quadrado.

# data_list
source: MULTIPLYING BY 2
pt: MULTIPLICANDO POR 2

# data_list
source: Very gradually, introduce multiplication to your child by a small change in language – start referring to doubling a number as taking “two of it” or as “multiplying it by 2.”
pt: Muito gradualmente, introduza multiplicação ao seu filho através de uma pequena mudança na linguagem – comece a se referir a duplicação de um número como “dois deles” ou como “multiplicação por 2.”

# data_list
source: NIM – DOUBLING THE LIMIT
pt: NIM – DOBRANDO O LIMITE

# data_list
source: **The setup:** Set a starting total, say 20. Let your child choose whether to go first or second. **How to play:** During the first turn, a player chooses to subtract 1 or 2 from the current total. After the first turn, a player may subtract any number from 1 up to twice the number used on the last turn. **How to win:** The first person to reach 0 wins (an alternative rule is they lose).
pt: **A configuração:** Defina um total inicial, digamos 20. Deixe seu filho escolher se quer ser o primeiro ou o segundo. **Como jogar:** Durante a primeira rodada, o jogador escolhe subtrair 1 ou 2 do total atual. Após a primeira rodada, um jogador pode subtrair qualquer número de 1 até o dobro do número usado na última rodada. **Como ganhar:** A primeira pessoa a chegar a 0 vence (uma regra alternativa é perder).

# data_list
source: This can also be played, with essentially the same rules, by starting at 0 and adding your way up to the target. Once children learn to play this without writing anything down, it is a fun travel game.
pt: Isso também pode ser jogado, essencialmente com as mesmas regras, começando do 0 e somando até o objetivo. Depois que as crianças aprendem a jogar, torna-se um divertido jogo de viagem.

# data_list
source: HALVES AND HALF NOTS
pt: METADES E NÃO METADES

# data_list
source: **The setup:** Two players agree on a target number, say 20, set their running total to 0, and choose who will go first. **How to play:** A turn starts by generating a number using one die or the sum of two dice. If the number is odd, the player must double it. If the number is even, the player may take half of it as many times as is desired as long as the numbers being halved are even. The player then adds that final result to the running total as long as that does not put the total over the target - if the final result cannot be used, the turn is skipped. **How to win:** The player who brings the total exactly to the target number wins.
pt: **A configuração:** Dois jogadores concordam com um número-alvo, digamos 20, definem seu total acumulado como 0 e escolhem quem irá primeiro. **Como jogar:** A rodada se inicia gerando um número usando um dado ou a soma de dois dados. Se o número for ímpar, o jogador deve dobrá-lo. Se o número for par, o jogador pode dividi-lo pela metade quantas vezes desejar, desde que os números divididos pela metade sejam pares. O jogador então adiciona o resultado final ao total acumulado, desde que isso não ultrapasse o total acima do número alvo - se o resultado final não puder ser usado, a jogada é descartada. **Como ganhar:** O jogador que fizer com que o total chegue exatamente ao número-alvo vence.

# data_list
source: You can allow the player not to change the initial number. You can allow halving at most once. Finally, you can practice subtracting by starting at the target number and subtracting your way down to 0.
pt: Você pode permitir que o jogador não altere o número inicial. Você pode permitir dividir no máximo uma vez. Finalmente, você pode praticar a subtração começando no número alvo e subtraindo até 0.

# data_list
source: COUNTING EVENS AND ODDS
pt: CONTANDO PARES E ÍMPARES

# data_list
source: **The setup:** Use a small collection of playing cards involving some small quantities. Start with combinations of three cards and work your way up to more cards. Suppose the numbers are 1, 2, and 3. The question is: If you randomly pick two cards and add them, are you more likely to get an even or odd number? Count how many ways there are of getting an odd number versus an even number. For example, in the case of using 1, 2, and 3, there is one way to get an even number (1 + 3) and two ways to get an odd number (1 + 2, 2 + 3). So the odd number sums are more likely (twice as likely). **Make it a contest:** Let one player be Even and the other player be Odd. See who has the most successes after a dozen trial runs.
pt: **A configuração:** Use uma pequena coleção de cartas de baralho, envolvendo pequenas quantidades. Comece com combinações de três cartas e vá aumentando até obter mais cartas. Suponha que os números são 1, 2 e 3. A questão é: se você escolher aleatoriamente duas cartas e somá-las, é mais provável obter um número par ou ímpar? Conte quantas maneiras existem de obter um número ímpar versus um número par. Por exemplo, no caso de usar 1, 2 e 3, existe uma possibilidade de obter um número par (1 + 3) e duas possibilidades de obter um número ímpar (1 + 2, 2 + 3). Portanto, as somas ímpares são mais prováveis (duas vezes mais prováveis). **Faça disso uma disputa:** Deixe um jogador ser par e o outro jogador ser ímpar. Veja quem tem mais sucesso após doze rodadas.

# data_list
source: SKIP COUNTING BY 2’s
pt: CONTAGEM PULANDO DE 2 EM 2

# data_list
source: Evens and Odds
pt: Pares e Ímpares

# data_list
source: In addition to being good addtion practice, skip counting is a faster way to count a collection of things, such as toes, than counting them one at a time. Skip counting is also very helpful when learning multiplication later on. **Alternate counting turns:** Count by 2’s while pushing your child on the swings (or anything else that involves counting). Start by alternating with your child – you say 1, your child says 2, you say 3, your child says 4, and so on. After establishing the pattern, one of you can say their part without the other person saying anything. While traveling, find something fun to skip count like yellow cars.
pt: Além de ser uma boa prática de adição, a contagem pulando números é uma maneira mais rápida de contar uma coleção de coisas, como os dedos dos pés, do que contá-los um de cada vez. A contagem pulando números também é muito útil para aprender a multiplicação mais tarde. **Turnos de contagem alternadas:** Contar até 2 enquanto empurra seu filho no balanço ou qualquer outra coisa que envolva contagem. Comece alternando com seu filho – você diz 1, seu filho diz 2, você diz 3, seu filho diz 4 e assim por diante. Após estabelecer o padrão, um de vocês pode dizer sua parte sem que a outra pessoa diga nada. Durante uma viagem, encontre algo divertido para pular a contagem, como carros amarelos.

# data_list
source: Skip count up or down by 2’s ending by 20. Initially, do this starting at 0 or 20, but eventually, start at any number.
pt: Pule a contagem para cima \textbf{ou para baixo} em 2, terminando em 20. Inicialmente, faça isso começando em 0 ou 20, mas eventualmente, comece por qualquer número.

# data_list
source: SUM GROUPS
pt: GRUPOS DE SOMA

# data_list
source: Use a rectangular grid of numbers with a target sum of your choosing between 5 and 12.
pt: Use uma grade retangular de números com uma soma-alvo de sua escolha entre 5 e 12.

# data_list
source: **The challenge:** Find groups of two or three numbers that add up to the target and share sides. When complete, the entire puzzle will be made up of identified groups. Use tokens, such as different types of food items, to identify each group within the puzzle. **Puzzle creation:** Create these puzzles by starting with an empty grid and working your way around the grid using pairs and triples that add up to the target sum. It’s more fun if the puzzle has just one solution, but it's okay if it doesn't.
pt: **O desafio:** Encontre grupos de dois ou três números que somados são o número-alvo e que compartilham os lados. Quando concluído, todo o quebra-cabeças será composto por grupos identificados. Use fichas, como diferentes tipos de alimentos, para identificar cada grupo dentro do quebra-cabeça. **Criação do quebra-cabeça:** Crie esses quebra-cabeças iniciando com uma grade vazia e preenchendo a grade usando pares e trios que somados são o número-alvo. É mais divertido se o quebra-cabeça tiver apenas uma solução, mas está tudo bem se não tiver.

# data_list
source: GO FISH WITH SUMS
pt: VÁ PESCAR COM SOMAS

# data_list
source: **The setup:** Using a target sum that your child is comfortable with, remove cards at or above that target from the Number Card deck. If there are more than two players and you have restricted the numbers significantly, you may need to use several decks. **How to play:** Play starts by dealing 5 cards to each player. Put the remaining cards in a common draw pile. Players take turns “fishing” for cards whose number will sum to the target sum with cards they already have. For example, a player might ask a player, “Do you have any 4’s?” If that player has some 4’s, they are handed over and the original player gets another turn. However, if that player does not have any 4’s, then the player says “Go Fish!” and a card is drawn from the draw pile. If the drawn card matches with a card they have, the player may have another turn; otherwise, the turn is over and play continues to the left. When a player has a pair of cards that sum to the total, the player puts that pair on the table in front of them. **How to win:** The game is over when all cards are in pairs. The player with the most pairs wins.
pt: **A configuração:** Usando um número-alvo que seu filho se sinta confortável, remova do baralho de cartas numéricas as cartas iguais ou superiores ao número-alvo. Se houver mais de dois jogadores e se você tiver restringido significativamente os números, pode ser necessário usar vários baralhos. **Como jogar:** Inicie o jogo distribuindo 5 cartas para cada jogador. Coloque as cartas restantes em uma pilha comum. Jogadores se revezam “pescando” por cartas cujo número será somado com as cartas que ele já tem para atingir o número-alvo. Por exemplo, um jogador pode perguntar a outro jogador: “Você tem algum 4?” Se esse jogador tiver alguns 4, eles são entregues e o jogador original ganha outra vez. No entanto, se esse jogador não tiver nenhum 4, então ele diz “Vá Pescar!” e uma carta é retirada da pilha de compras. Se a carta comprada corresponder a uma carta que o jogador possui, o jogador pode jogar novamente; caso contrário, a vez acaba e o jogo continua. Quando um jogador tem um par de cartas que somadas são o número-alvo, o jogador coloca esse par na mesa à sua frente. **Como ganhar:** O jogo termina quando todas as cartas estiverem em pares. O jogador com mais pares vence.

# data_list
source: To create some variety, allow players to use more than two cards to create a group of cards that sum to the target sum. Another possibility is to say that two cards match when their difference is a specified target difference.
pt: Para criar alguma variação, permita que os jogadores usem mais de duas cartas para criar um grupo de cartas que somam o número-alvo. Outra possibilidade é dizer que duas cartas correspondem quando sua diferença é uma diferença-alvo especificada.

# data_list
source: WHICH NUMBER AM I
pt: QUAL NÚMERO EU SOU?

# data_list
source: Depending on whether there are one or two children playing, there are two ways to play. **Two children:** Each child draws a card and places it on their forehead facing out without seeing it. You announce the sum of the cards and the children are challenged to figure out their own card by looking at the other child’s card. **Adult with one child:** Create several pairs of cards in advance where each pair of cards has the same total known to all. The unused cards are moved to the side. Pick up one random pair of cards, place the cards on your foreheads, and figure out each card by looking at the other person’s card.
pt: Dependendo se há uma ou duas crianças jogando, existem duas formas de jogar. **Duas crianças:** Cada criança retira uma carta e coloca ela na testa virada para fora e sem vê-la. Você anuncia a soma das cartas e as crianças são desafiadas a descobrir a sua própria carta olhando para a carta da outra criança. **Adulto com uma criança:** Com antecedência, crie vários pares de cartas, onde cada par de cartas tenha o mesmo total conhecido por todos. As cartas não utilizadas são colocadas de lado. Pegue um par aleatórios de cartas, coloque-as na sua testa e descubra cada carta olhando na carta da outra pessoa.

# data_list
source: STAND UP / SIT DOWN
pt: LEVANTE-SE / SENTE-SE

# data_list
source: **The setup:** Have everyone in a place where it is easy to stand up and sit down. Designate someone to lead. **How to play:** Suppose the leader selects the number 10. If the leader says the number 10, or anything that equals 10, such as 7 + 3, everyone stands up. If the leader says any other number, or anything not equal to 10, then everyone sits down. The leader can try to trick everyone else by standing up or sitting down when everyone should do the opposite.
pt: **A preparação:** Coloque todos em um lugar onde seja fácil se levantar e se sentar. Nomeie alguém para liderar. **Como jogar:** Suponha que o líder escolha o número 10. Se o líder disser o número 10 ou qualquer coisa que seja igual a 10, como 7 + 3, todos se levantam. Se o líder disser qualquer outro número ou qualquer coisa que não seja igual a 10, todos se sentam. O líder pode tentar enganar todos os outros levantando-se ou sentando-se quando todos deveriam fazer o oposto.

# data_list
source: * Replace 10 with some other number. * Stand up when the number is larger than 5; sit down if it is 5 or below. * Stand when the number is even; sit when it is odd. * Stand if the digit 1 appears in the number; sit otherwise.
pt: * Substitua o 10 por algum outro número. * Levante-se quando o número for maior que 5; sente-se se ele for 5 ou menor. * Levante-se quando o número for par; sente-se quando for ímpar. * Levante-se caso o algarismo 1 aparecer no número; sente-se caso não.

# data_list
source: CHOPSTICKS HAND GAME
pt: JOGO DE PAUZINHOS COM AS MÃOS

# data_list
source: **The setup:** All players start with one finger raised on each hand. **How to play:** During a turn, a player has the choice of either “attacking” or “splitting.” **Attacking:** To attack, a player takes a live hand and attacks a live hand of an opponent. The result is that the opponent's hand has the sum of the two hands and the attacking player’s hand is unchanged. If a hand ends up with exactly five fingers, it is dead. If the hand has over five fingers, its count is either reduced by five (in one set of rules) or is dead (an alternate set of rules). **Splitting:** To split, a player bangs their hands together and redistributes the fingers between the two hands. A split may not reverse the two finger counts. **How to win:** A player wins when both hands of everyone else are dead. In one variation, the first player to have two dead hands wins.
pt: **A configuração:** Todos os jogadores começam com um dedo levantado em cada mão. **Como jogar:** Durante uma rodada, o jogador tem a opção de “atacar” ou “dividir.” **Atacando:** Para atacar, o jogador pega uma mão viva e ataca a mão viva de um oponente. O resultado é que a mão do adversário tem a soma das duas mãos e a mão do jogador atacante permanece inalterada. Se uma mão termina exatamente com 5 dedos, está morta. Se uma mão tiver mais de cinco dedos, sua contagem será reduzida em 5 (em um conjunto de regras) ou estará morta (um conjunto alternativo de regras). **Dividindo:** Para dividir, um jogador bate as mãos e redistribui os dedos entre as duas mãos. Uma divisão não pode reverter a contagem de dois dedos. **Como ganhar:** Um jogador vence quando ambas as mãos de todos jogadores estão mortas. Numa variação, o primeiro jogador a ter duas mãos mortas vence.

# data_list
source: GOING UP
pt: SUBINDO

# data_list
source: **The setup:** Each player draws a staircase with anywhere from 4 to 10 steps (more steps for older players).
pt: **A configuração:** Cada jogador desenha uma escada com 4 a 10 degraus (mais degraus para jogadores mais velhos).

# data_list
source: **How to play:** Create a two-digit number using cards numbered from 0 to 9. Determine the tens digit by selecting from cards 0 and 1, and then determine the ones digit by selecting from all the cards. If possible, the player must place this number on their steps. **How to win:** The first player to fill their steps in increasing order from bottom to top wins. Make it easier by allowing neighboring steps to have the same value.
pt: **Como jogar:** Crie um número de dois dígitos usando cartas numeradas de 0 a 9. Determine o dígito das dezenas selecionando entre as cartas 0 e 1 e, em seguida, determine o dígito das unidades selecionando entre todas as cartas. Se possível, o jogador deve colocar este número nos seus degraus. **Como ganhar:** O primeiro jogador a preencher seus degraus em ordem crescente de baixo para cima vence. Facilite isso permitindo que os degraus vizinhos tenham o mesmo valor.

# data_list
source: CREATING ORDER
pt: CRIANDO ORDEM

# data_list
source: Order in the House
pt: Ordem

# data_list
source: **The setup:** Start with a deck of Number Cards that goes from 0 to 40 (higher with more players). Deal ten cards to each player (as few as four for younger players). The dealt cards are placed in front of each player in the order dealt. The remaining cards are placed face down in a draw pile. Place the top card face up as the first card in a discard pile. **How to play:** During a turn, a player may select either the top card of the discard pile or the draw pile - this card must be used to replace one of the cards in front of the player, and the replaced card is put face up on the top of the discard pile.
pt: **A configuração:** Comece com um baralho de Cartas Numéricas que vai de 0 a 40 (maior com mais jogadores). Distribua dez cartas para cada jogador (apenas quatro para jogadores mais jovens). As cartas distribuídas são colocadas na frente de cada jogador na ordem distribuída. As cartas restantes são colocadas viradas para baixo em uma pilha de compras. Coloque a primeira carta da pilha de descarte virada para cima. **Como jogar:** Durante uma rodada, um jogador pode selecionar a carta do topo da pilha de descarte ou da pilha de compra - esta carta deve ser usada para substituir uma das cartas na frente do jogador, e a carta substituída é colocada virada para cima no topo da pilha de descarte.

# data_list
source: **How to win:** The goal of the game is to get the cards in inreasing order from left to right.
pt: **Como ganhar:** O objetivo do jogo é colocar as cartas em ordem crescente da esquerda para a direita.

# data_list
source: Scoring variations
pt: Variações de pontuação

# data_list
source: You can play that the first player to get their cards in order wins. Or, you can use a point system for each round of play. In this system, the winner receives 15 points. The other players receive one point for every card they have in order starting with their lowest card.
pt: Jogue para que o primeiro jogador a colocar suas cartas em ordem ganhe. Ou use um sistema de pontos para cada rodada do jogo. Nesse sistema, o vencedor recebe 15 pontos. Os outros jogadores recebem um ponto por cada carta que tiverem em ordem iniciando com a menor carta.

# data_list
source: CLOSEST TO 10
pt: MAIS PRÓXIMO DE 10
