Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: It's hard to see all of Tortoise's shell. What's your best estimate for how many yellow regions are in his shell? An estimate is an educated guess.
el: Είναι δύσκολο να δεις ολόκληρο το καβούκι της Χελώνας. Ποια είναι η καλύτερη εκτίμησή σου για το πόσες κίτρινες περιοχές έχει το καβούκι της; Μια εκτίμηση είναι μια υπολογισμένη υπόθεση.
pt: Está difícil ver todo o casco de Tartaruga. Qual é a sua melhor estimativa de quantas partes amarelas estão no casco dele? Uma estimativa é um palpite fundamentado.
ru: Трудно увидеть весь панцирь Черепахи. Какая твоя лучшая оценка количество жёлтых областей в его панцире? Оценка - это обоснованное предложение.

# data_list
source: A little later they passed Mouse. He was making a garland of daisies. "Are you looking for something?" asked Mouse. "Yes, Mouse, I'm looking for my house. Have you seen it, by any chance?"
el: Λίγο αργότερα πέρασαν δίπλα από το Ποντίκι. Έφτιαχνε ένα στεφάνι από μαργαρίτες. «Ψάχνετε κάτι;» ρώτησε το Ποντίκι. «Ναι, Ποντίκι, ψάχνω το σπίτι μου. Μήπως το είδες;»
pt: Um pouco mais tarde, eles passaram por Rato. Ela estava fazendo uma guirlanda de margaridas. "Está procurando por algo?" perguntou Rato. "Sim, Rato, estou procurando a minha casa. Você a viu, por acaso?"
ru: Чуть позже они прошли мимо Мышки. Она делала гирлянду из ромашек. «Вы ищете что-то?» спросила Мышка. «Да, мышь, Я ищу свой дом. Ты его случайно не видела?»

# data_list
source: Estimate and then count the number of daisies. Do the same for the number of dark spots on Tortoise.
el: Κάνε μια εκτίμηση και μετά μέτρησε τον αριθμό των μαργαριτών. Κάνε το ίδιο για τον αριθμό των σκούρων κηλίδων στη Χελώνα.
pt: Estime e conte o número de margaridas. Faça o mesmo para o número de manchas escuras em Tartaruga.
ru: Оцени, а затем посчитай количество ромашек. Сделай то же самое для количества тёмных пятен на черепахе.

# data_list
source: Are there more daisies or spots, and how many more are there?
el: Υπάρχουν περισσότερες μαργαρίτες ή κηλίδες και πόσες περισσότερες είναι;
pt: Existem mais margaridas ou manchas, e quantas a mais existem?
ru: Чего больше, ромашек или пятен, и насколько больше?

# data_list
source: What happened to all the animals Tortoise was carrying? Where do you think they went?
el: Τι συνέβη με όλα τα ζώα που κουβαλούσε η Χελώνα; Πού νομίζεις ότι πήγαν;
pt: O que aconteceu com todos os animais que Tartaruga estava carregando? Para onde você acha que eles foram?
ru: Что случилось со всеми животными которых нёс Черепаха? Куда ты думаешь они делись?

# data_list
source: Mouse said: "No, I haven't, but I'll help you look!" She hopped onto Tortoise's back. "Wait, I can't leave my flowers behind." Tortoise waited. Mouse stretched and stretched and scooped up her daisies.
el: Το Ποντίκι είπε: «Όχι, δεν το είδα, αλλά θα βοηθήσω!» Πήδηξε στην πλάτη της Χελώνας. «Περίμενε, δεν μπορώ να αφήσω τα λουλούδια μου πίσω.» Η Χελώνα περίμενε. Το Ποντίκι τεντώθηκε, τεντώθηκε και μάζεψε τις μαργαρίτες του.
pt: Rato disse: "Não, eu não a vi, mas vou te ajudar também!" Ela pulou no casco de Tartaruga. "Espere, não posso deixar as minhas flores para trás." Tartaruga esperou. Rato se esticou, esticou e pegou as suas margaridas.
ru: Мышка сказала: «Нет, не видела, но я помогу тебе найти!» Она запрыгнула на спину Черепахи. «Подожди, я не могу оставить свои цветы.» Черепаха подождал. Мышка потянулась и потянулась и скребла свои ромашки.

# data_list
source: How much help have the other animals been? Do you think Tortoise could have done just as well alone?
el: Βοήθησαν καθόλου τα άλλα ζώα; Νομίζεις ότι η Χελώνα θα τα κατάφερνε εξίσου καλά μόνη της;
pt: O quanto os outros animais ajudaram até agora? Você acha que Tartaruga poderia ter se saído tão bem se estivesse sozinho?
ru: На сколько большую помощь оказали другие животные? Ты думаешь что Черепаха мог бы справиться с этим в одиночку?

# data_list
source: Which kinds of things do you like to do with others, and which do you like to do by yourself?
el: Ποια πράγματα σου αρέσει να κάνεις με άλλους και ποια προτιμάς να κάνεις μόνος σου;
pt: Quais tipos de coisas você gosta de fazer com os outros, e quais você gosta de fazer sozinho(a)?
ru: Какие вещи тебе нравятся делать вместе с другими, а какие в одиночку?

# data_list
source: Estimate and count the leaves blowing around Tortoise. Are your estimates getting better?
el: Κάνε εκτίμηση και μετά μέτρησε τα φύλλα που φυσούν γύρω από τη Χελώνα. Γίνονται καλύτερες οι εκτιμήσεις σου;
pt: Estime e conte as folhas que estão em torno de Tartaruga. As suas estimativas estão melhorando?
ru: Оцени и посчитай листья летящие вокруг Черепахи. Твои оценки улучшаются?

# data_list
source: Tortoise walked on, with Snail and Sparrow and Ladybird and Mouse on his back. They looked and looked, but there was no sign of a house. The wind swept leaves off the ground and swirled them around Tortoise's feet. He was tired. "You lot are heavy," he sighed.
el: Η Χελώνα περπατούσε με το Σαλιγκάρι, το Σπουργίτι, την Πασχαλίτσα και το Ποντίκι στην πλάτη της. Έψαχναν, έψαχναν, αλλά δεν υπήρχε κανένα σημάδι από το σπίτι. Ο άνεμος σήκωνε φύλλα από το έδαφος και τα στριφογύριζε γύρω από τα πόδια της Χελώνας. Ήταν κουρασμένη. «Είστε βαριοί», αναστέναξε.
pt: Tartaruga seguiu em frente com Caracol, Pardal, Joaninha e Rato nas costas. Eles procuraram e procuraram, mas não havia sinal de uma casa. O vento varreu as folhas do chão e as girou ao redor dos pés de Tartaruga. Ele estava cansado. "Vocês são muito pesados", ele suspirou.
ru: Черепаха пошёл дальше, неся на спине Улитку, Воробья, Божью Коровку, и Мышку. Они смотрели и смотрели, но не было никаких признаков дома. Ветер срывал листья земли и кружил их вокруг ног Черепахи. Он устал. «Вы тяжёлые,» Он вздохнул.

# data_list
source: The wind is getting stronger. The weather is changing!
el: Ο άνεμος δυναμώνει. Ο καιρός αλλάζει!
pt: O vento está ficando mais forte. O tempo está mudando!
ru: Ветер усиливается. Погода меняется!

# data_list
source: Do you notice the weather changing when a storm comes? The wind picks up and there are more clouds.
el: Εσύ παρατηρείς την αλλαγή του καιρού όταν έρχεται καταιγίδα; Ο άνεμος δυναμώνει και υπάρχουν περισσότερα σύννεφα.
pt: Você percebe que o tempo muda quando uma tempestade se aproxima? O vento aumenta e se formam mais nuvens.
ru: Замечаешь как меняется погода когда надвигается шторм? Ветер усиливается и облаков становится больше.

# data_list
source: Do you enjoy the excitement of a storm coming in? Sometimes there is lightning and thunder! Do you enjoy the thunder, or is it scary, or perhaps some of both?
el: Σου αρέσει η προσμονή όταν πλησιάζει μια καταιγίδα; Μερικές φορές υπάρχουν αστραπές και βροντές! Σου αρέσουν οι βροντές ή σε φοβίζουν ή ίσως και τα δύο;
pt: Você gosta da emoção de uma tempestade chegando? Às vezes, há relâmpagos e trovões! Você gosta do trovão ou o acha assustador, ou talvez, um pouco dos dois?
ru: Тебе нравится волнение от приближающегося шторма? Иногда бывают молнии и гром! Тебе нравится гром, или он тебя пугает, или может быть и то и другое?

# data_list
source: The wind got stronger. The sky turned dark. "Oh, where is my house?" asked Tortoise. Thunder roared in the hills. Lightning flashed in the distance. Drip-drip came the rain.
el: Ο άνεμος δυνάμωσε. Ο ουρανός σκοτείνιασε. «Ω, πού είναι το σπίτι μου;» ρώτησε η Χελώνα. Βροντές αντήχησαν στους λόφους. Αστραπές έλαμψαν στο βάθος. Πλιτς-πλιτς έπεσε η βροχή.
pt: O vento ficou mais forte. O céu ficou escuro. "Ah, onde está a minha casa?" perguntou Tartaruga. Trovões rugiam nas colinas. Raios brilhavam à distância. Gota a gota veio a chuva.
ru: Ветер стал сильнее. Небо стало тёмным. «Ой, где же мой дом?» спросил Черепаха. Гром прогремел в горах. Вдалеке сверкнула молния. Кап-кап пошёл дождь.

# data_list
source: Why does Tortoise want to find his house so urgently now?
el: Γιατί η Χελώνα θέλει τώρα τόσο απελπισμένα να βρει το σπίτι της;
pt: Por que Tartaruga quer encontrar a sua casa com tanta urgência agora?
ru: Почему Черепаха так срочно хочет найти свой дом сейчас?

# data_list
source: Usually, people look for shelter when a storm comes. Do you see anyplace that could give them shelter?
el: Συνήθως οι άνθρωποι αναζητούν καταφύγιο όταν έρχεται καταιγίδα. Βλέπεις κάποιο μέρος που θα μπορούσε να προσφέρει καταφύγιο;
pt: Normalmente, as pessoas procuram abrigo quando chega uma tempestade. Você vê algum lugar que possa dar abrigo a eles?
ru: Обычно люди ищут укрытия когда надвигается шторм. Ты видишь какое-нибудь место которое могло бы дать им убежище?

# data_list
source: Have you ever been caught out in an open area when a storm came up suddenly? If you don't mind getting wet, it can be fun to experience being in the storm!
el: Έχεις βρεθεί ποτέ σε ανοιχτό χώρο όταν ξαφνικά ξέσπασε καταιγίδα; Αν δεν σε πειράζει να βραχείς, μπορεί να είναι και διασκεδαστικό να είσαι στη βροχή!
pt: Você já foi pego de surpresa em uma área aberta quando uma tempestade surgiu de repente? Se você não se importa de se molhar, pode ser divertido experimentar estar em uma tempestade!
ru: Ты когда-нибудь оказывался на открытой местности когда внезапно начался шторм? если ты не боишься промокнуть то попасть в шторм может быть весело!

# data_list
source: The wind swirled and whipped. It blew Snail and Sparrow and Ladybird and Mouse right off Tortoise's back.
el: Ο άνεμος στριφογύριζε και λυσσομανούσε. Έριξε το Σαλιγκάρι, το Σπουργίτι, την Πασχαλίτσα και το Ποντίκι κάτω από την πλάτη της Χελώνας.
pt: O vento soprou e bateu forte. Ele tirou Caracol, Pardal, Joaninha e Rato das costas de Tartaruga.
ru: Ветер кружился и хлестал. Он сдул Улитку, Воробья, Божью Коровку, и Мышку прямо со спины Черепахи.

# data_list
source: There are many parts of this picture that show how strongly the wind is blowing things around. Describe a few of them.
el: Υπάρχουν πολλά σημεία σε αυτή την εικόνα που δείχνουν πόσο δυνατά φυσά ο άνεμος. Περίγραψε μερικά από αυτά.
pt: Há muitas partes desta imagem que mostram o quão forte o vento está soprando as coisas ao redor. Descreva algumas delas.
ru: На этой картинке много деталей которые показывают насколько сильно ветер раздувает предметы вокруг. Опиши некоторые из них.

# data_list
source: Is the rain coming down vertically (straight up and down), or is the wind blowing the rain diagonally?
el: Η βροχή πέφτει κατακόρυφα (ακριβώς πάνω-κάτω) ή ο άνεμος την φυσά διαγώνια;
pt: A chuva está descendo verticalmente (de cima para baixo), ou o vento está soprando a chuva diagonalmente?
ru: Дождь идёт вертикально (прямо наверх и вниз), или ветер дует дождь по диагонали?

# data_list
source: The diagonal rain is all falling in the same direction. Parallel lines are lines that go in the same direction. Find some parallel lines around where you are.
el: Η διαγώνια βροχή πέφτει όλη προς την ίδια κατεύθυνση. Παράλληλες γραμμές είναι γραμμές που πηγαίνουν στην ίδια κατεύθυνση. Βρες μερικές παράλληλες γραμμές γύρω σου.
pt: A chuva diagonal está caindo na mesma direção. Linhas paralelas são linhas que vão na mesma direção. Encontre algumas linhas paralelas em torno de onde você está.
ru: Диагональный дождь падает в одном направлении. Параллельные линии - это линии идущие в одном направлении. Найди параллельные линии где ты сейчас находишься.

# data_list
source: And then came the hail, tip-tip-tip. Tortoise got such a fright he shrank into his shell. It was warm and cozy in there. "Oh, here is my house!" smiled Tortoise.
el: Και τότε ήρθε το χαλάζι, τακ-τακ-τακ. Η Χελώνα τρόμαξε τόσο που τρύπωσε μέσα στο καβούκι της. Εκεί μέσα ήταν ζεστά και άνετα. «Ω, να το, το σπίτι μου!» χαμογέλασε η Χελώνα.
pt: E então veio o granizo, tic-tic-tic. Tartaruga ficou tão assustado que se encolheu em seu casco. Lá dentro estava quente e aconchegante. "Ah, aqui está a minha casa!" sorriu Tartaruga.
ru: И тут раздался град, тип-тип-тип. Черепаха так испугался что он спрятался в панцире. Там было тепло и уютно. «Ой, вот мой дом!» улыбнулся Черепаха.

# data_list
source: Tortoise solved his problem when he got distracted and stopped looking for the answer. Sometimes, when we focus too hard on something, it's hard to have new ideas and find an answer.
el: Η Χελώνα έλυσε το πρόβλημά της όταν αποσπάστηκε και σταμάτησε να σκέφτεται την απάντηση. Μερικές φορές, όταν επικεντρώνεσαι υπερβολικά σε κάτι, είναι δύσκολο να έχεις νέες ιδέες και να βρεις λύση.
pt: Tartaruga resolveu o problema dele quando se distraiu e parou de procurar a resposta. Às vezes, quando nos concentramos demais em algo, é difícil ter novas ideias e encontrar uma resposta.
ru: Черепаха решила свою проблему, когда отвлекся и перестал искать ответ. Тогда когда мы слишком сильно концентрируемся на чём-то нам трудно придумать новые идеи и найти ответ.

# data_list
source: Have you ever stopped thinking about something, relaxed for a while, and then suddenly realized the answer? It can be very powerful to let a different part of your brain work on a problem!
el: Έχει συμβεί ποτέ να σταματήσεις να σκέφτεσαι κάτι, να χαλαρώσεις για λίγο και ξαφνικά να συνειδητοποιήσεις την απάντηση; Μπορεί να είναι πολύ αποτελεσματικό να αφήνεις ένα διαφορετικό μέρος του μυαλού σου να δουλέψει πάνω σε ένα πρόβλημα!
pt: Você já parou de pensar em algo, relaxou por um tempo e, de repente, percebeu a resposta? Pode ser muito poderoso deixar uma parte diferente do seu cérebro trabalhar em um problema!
ru: Ты когда-нибудь перестал думать о чём-то, расслабился на некоторое время а потом вдруг осознал ответ? Может быть очень полезно задействовать другую часть мозга для решения проблемы!

# data_list
source: Tortoise found his shell was a warm and cozy place, and that meant home to Tortoise! What does home mean to you?
el: Η Χελώνα ανακάλυψε ότι το καβούκι της ήταν ένας ζεστός και άνετος χώρος και αυτό σήμαινε «σπίτι» για εκείνη! Τι σημαίνει σπίτι για σένα;
pt: Tartaruga descobriu que o casco dele era um lugar quente e aconchegante, e isto significava um lar para Tartaruga! O que um lar significa para você?
ru: Черепаха обнаружил что его панцирь - это тёплое и уютное место и это означало что это стало для него домом! Что дом обозначает для тебя?

# data_list
source: Oh, here is Tortoise's house! said Snail and Sparrow and Ladybird and Mouse.
el: «Ω, να το, το σπίτι της Χελώνας!» είπαν το Σαλιγκάρι, η Πασχαλίτσα και το Ποντίκι.
pt: "Ah, aqui é a casa de Tartaruga!” disseram Caracol, Pardal e Rato.
ru: «Ой, вот и дом Черепахи!» Сказали Улитка, и Воробей, и Мышка.

# data_list
source: The hail coming down on Tortoise's shell probably made a lot of noise. Imagine the racket! Have you ever heard hail falling on a roof or hard surface?
el: Το χαλάζι που έπεφτε πάνω στο καβούκι της Χελώνας πιθανότατα έκανε πολύ θόρυβο. Φαντάσου τον πάταγο! Έχεις ακούσει ποτέ χαλάζι να πέφτει σε στέγη ή σκληρή επιφάνεια;
pt: O granizo que caiu no casco de Tartaruga provavelmente fez muito barulho. Imagine o barulho! Você já ouviu granizo caindo em um telhado ou superfície dura?
ru: Град падающий на панцирь черепахи вероятно производил много шума. Представь себе этот шум! Ты когда-нибудь слышал как град падает на крышу или твёрдую поверхность?

# data_list
source: It is easy for Tortoise to carry his home wherever he goes. Is your home easy to carry around, or is it a structure that would be very hard to move?
el: Είναι εύκολο για τη Χελώνα να κουβαλά το σπίτι της όπου κι αν πηγαίνει. Είναι εύκολο να κουβαλάς το δικό σου σπίτι ή είναι μια κατασκευή που θα ήταν πολύ δύσκολο να μετακινηθεί;
pt: É fácil para Tartaruga levar a casa dele para onde quer que ele vá. A sua casa é fácil de transportar, ou é uma estrutura que seria muito difícil de mover?
ru: Черепахе легко нести свой дом куда бы он ни пошёл. Легко ли переносить твой дом или это конструкция которыю будет очень трудно переместить?

# data_list
source: A nice thing about a home, if it is big enough, is that it can be shared with friends. It looks like a happy time for our group of friends in the story!
el: Ένα ωραίο πράγμα για ένα σπίτι, αν είναι αρκετά μεγάλο, είναι ότι μπορεί να το μοιραστεί κανείς με φίλους. Φαίνεται πως είναι μια χαρούμενη στιγμή για την παρέα των φίλων στην ιστορία!
pt: Uma coisa boa sobre uma casa, se for grande o suficiente, é que ela pode ser compartilhada com os amigos. Parece um momento feliz para o nosso grupo de amigos na história!
ru: Преимущества дома, если он достаточно большой, в том что его можно разделить с друзьями. Похоже это счастливое время для нашей группы друзей в этой истории!

# data_list
source: Oh, no!
de: "Oh, nein!"
el: "Αχ, όχι!"
pt: "Ah, não!"
ru: «О, нет!»

# data_list
source: Lulu is scared of something. She is holding that book very tightly -- perhaps her fear has something to do with the book?
el: Η Λούλου φοβάται κάτι. Κρατάει αυτό το βιβλίο πολύ σφιχτά -- ίσως ο φόβος της έχει να κάνει με το βιβλίο;
pt: Lulu está com medo de algo. Ela está segurando o livro com muita força -- talvez seu medo tenha algo a ver com o livro?
ru: Лулу чего-то боится. Она крепко держит эту книгу — возможно, её страх как-то связан с книгой?

# data_list
source: What are some things that scare you?
el: Ποια είναι μερικά πράγματα που σε φοβίζουν;
pt: Quais são as coisas que te assustam?
ru: Чего ты боишься?

# data_list
source: What do you do when you are scared? Do you go to someone or maybe find a safe place?
el: Τι κάνεις όταν φοβάσαι; Πηγαίνεις σε κάποιον ή μήπως βρίσκεις ένα ασφαλές μέρος;
pt: O que você faz quando está com medo? Você vai até alguém ou talvez encontre um lugar seguro?
ru: Что ты делаешь, когда тебе страшно? Идёшь ли ты к кому-то или, может быть, находишь безопасное место?

# data_list
source: Lulu, it is time to go, calls Ma.
el: "Λούλου, ήρθε η ώρα να φύγουμε," φωνάζει η μαμά.
pt: "Lulu, é hora de ir", chama a Mãe.
ru: «Лулу, пора идти,» — зовёт мама.

# data_list
source: Lulu is running away from her mother. Where do you think she will hide?
el: Η Λούλου τρέχει μακριά από τη μαμά της. Πού νομίζεις ότι θα κρυφτεί;
pt: Lulu está fugindo de sua mãe. Onde você acha que ela vai se esconder?
ru: Лулу убегает от своей мамы. Как ты думаешь, где она спрячется?

# data_list
source: What do you think is Lulu's favorite color? How can you tell?
el: Ποιο πιστεύεις ότι είναι το αγαπημένο χρώμα της Λούλου; Πώς μπορείς να το καταλάβεις;
pt: Qual você acha que é a cor favorita de Lulu? Como você sabe?
ru: Как ты думаешь, какой любимый цвет у Лулу? Как можно это определить?

# data_list
source: Is Lulu walking or running? How can you tell?
el: Η Λούλου περπατάει ή τρέχει; Πώς μπορείς να το καταλάβεις;
pt: Lulu está andando ou correndo? Como você sabe?
ru: Лулу идет или бежит? Как можно это определить?

# data_list
source: Where is Lulu? Is she under the sofa?
el: Πού είναι η Λούλου; Είναι κάτω από τον καναπέ;
pt: Onde está Lulu? Ela está debaixo do sofá?
ru: Где Лулу? Она под диваном?

# data_list
source: Lulu is hiding. Do you see Lulu?
el: Η Λούλου κρύβεται. Τη βλέπεις;
pt: Lulu está escondida. Você vê Lulu?
ru: Лулу прячется. Ты видишь Лулу?

# data_list
source: Count together the cushions and window panes.
el: Μετρήστε μαζί τα μαξιλάρια και τα τμήματα στο παράθυρο.
pt: Vamos contar juntos as almofadas e vidraças.
ru: Посчитай вместе подушки и оконные стёкла.

# data_list
source: Are there more or less cushions than window panes? What is the difference -- how far apart are the two numbers?
el: Υπάρχουν περισσότερα ή λιγότερα μαξιλάρια από ό,τι τμήματα στο παράθυρο; Ποια είναι η διαφορά -- πόσο διαφέρουν οι δύο αριθμοί;
pt: Existem mais ou menos almofadas do que vidraças? Qual é a diferença -- qual é a distância entre os dois números?
ru: Подушек больше или меньше, чем оконных стёкол? Какова разница — насколько далеко друг от друга эти числа?

# data_list
source: Is she behind the curtain?
el: Είναι πίσω από την κουρτίνα;
pt: Ela está atrás da cortina?
ru: Она за шторой?

# data_list
source: That's a clever disguise for Lulu. Why does her clothing make her stand out?
el: Αυτό είναι έξυπνο καμουφλάζ για τη Λούλου. Γιατί τα ρούχα της την κάνουν να ξεχωρίζει;
pt: Esse é um disfarce inteligente para Lulu. Por que suas roupas a fazem se destacar?
ru: Лулу так ловко замаскировалась. Почему её одежда привлекает внимание?

# data_list
source: Count together the number of legs on the lamp table. Do you have any tables around you with that many legs?
el: Μετρήστε μαζί τον αριθμό των ποδιών στο τραπέζι με το φωτιστικό. Έχεις γύρω σου τραπέζια με τόσα πόδια;
pt: Vamos contar juntos o número de pernas da mesa do abajur. Você tem alguma mesa ao seu redor com tantas pernas?
ru: Посчитай количество ножек у столика для лампы. Есть ли вокруг тебя столы с таким количеством ножек?

# data_list
source: The number of legs on the lamp table is one less than the number on the couch. Three is one less than what number?
el: Ο αριθμός των ποδιών στο τραπέζι με το φωτιστικό είναι ένα λιγότερο από τον αριθμό των ποδιών στον καναπέ. Από ποιον αριθμό είναι ένα λιγότερο το τρία;
pt: O número de pernas da mesa do abajur é um a menos do que o número do sofá. Três é um a menos de qual número?
ru: Количество ножек у столика для лампы на одну меньше, чем у дивана. Три — это на одну меньше, чем какое число?

# data_list
source: Where is Lulu? Is she next to the stove?
el: Πού είναι η Λούλου; Είναι δίπλα στην ηλεκτρική κουζίνα;
pt: Onde está Lulu? Ela está ao lado do fogão?
ru: Где Лулу? Она рядом с плитой?

# data_list
source: Guess where Lulu is hiding in the kitchen.
el: Μάντεψε πού κρύβεται η Λούλου στην κουζίνα.
pt: Adivinhe onde Lulu está escondida na cozinha.
ru: Догадайся, где Лулу прячется на кухне.

# data_list
source: Count the cabinet knobs together.
el: Μετρήστε μαζί τα χερούλια των ντουλαπιών.
pt: Vamos contar juntos os puxadores do armário.
ru: Посчитай количество ручек на шкафах.

# data_list
source: Point at all the round things you can find in this kitchen -- there are quite a few.
el: Δείξε όλα τα στρογγυλά πράγματα που μπορείς να βρεις σε αυτή την κουζίνα -- υπάρχουν αρκετά.
pt: Aponte para todas as coisas redondas que você pode encontrar nessa cozinha -- há muitas delas.
ru: Укажи на все круглые предметы, которые ты можешь найти на этой кухне — их довольно много.

# data_list
source: Is she in the cupboard?
el: Είναι μέσα στο ντουλάπι;
pt: Ela está no armário?
ru: Она в шкафу?

# data_list
source: Once again, Lulu picked a clever hiding place, but her colors don't fit in with the colors in the kitchen.
el: Για άλλη μια φορά, η Λούλου διάλεξε ένα έξυπνο μέρος να κρυφτεί, αλλά τα χρώματά της δεν ταιριάζουν με τα χρώματα της κουζίνας.
pt: Mais uma vez, Lulu escolheu um esconderijo inteligente, mas suas cores não se encaixam com as cores da cozinha.
ru: И снова Лулу выбрала хорошее место для укрытия, но цвета ее одежды не сочетаются с цветами кухни.

# data_list
source: A rectangle is a four-sided shape like this page. Count the rectangles you see on this page.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις πλευρές, όπως αυτή η σελίδα. Μέτρησε τα ορθογώνια που βλέπεις σε αυτή τη σελίδα.
pt: Um retângulo é uma forma de quatro lados como esta página. Conte os retângulos que você vê nesta página.
ru: Прямоугольник — это четырехугольная форма, как эта страница. Посчитайте прямоугольники, которые вы видите на этой странице.
