Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: But a few minutes later, some people remarked, "Look at these rude people! They are going to kill the donkey."
el: Όμως λίγα λεπτά μετά, κάποιοι σχολίασαν: «Κοιτάξτε αυτούς τους αγενείς! Θα το πεθάνουν το γαϊδουράκι».
pt: Porém alguns minutos depois, algumas pessoas comentaram: "Olha essas pessoas mal-educadas! Eles vão matar o burro.”
ru: Через несколько минут, люди сказали: “Посмотрите на этих наглых людей! Они убьют ослика”.

# data_list
source: Nothing seems to make the watching people happy. Have you ever been in a situation where it seemed no matter what you did it was considered wrong? How did that make you feel?
el: Τίποτα δεν ικανοποιεί τους παρατηρητές. Έχεις βρεθεί ποτέ σε κατάσταση όπου ό,τι και να έκανες θεωρήθηκε λάθος; Πώς ένιωσες;
pt: Nada parece deixar as pessoas que observavam felizes. Você já esteve em uma situação na qual parecia que, não importa o que você fizesse, era considerado errado? Como isso fez você se sentir?
ru: Выглядит так, как будто ничего не сделает смотрящих людей довольными. Бывал/а ли ты в ситуации, когда тебе казалось, что что бы ты ни делал/а, считалось неправильным? Что ты чувствовал?

# data_list
source: What do you think the father and son should do about all these unhappy, critical people?
el: Τι πρέπει να κάνουν ο πατέρας και ο γιος με όλους αυτούς τους επικριτικούς ανθρώπους;
pt: O que você acha que o pai e o filho devem fazer sobre todas essas pessoas infelizes e críticas?
ru: Что ты думаешь следует сделать отцу и сыну со всеми этими недовольными, критичными людьми?

# data_list
source: What do you think the three people by the side of the road are doing? Do you think they just spend their days watching people go by?
el: Τι νομίζεις ότι κάνουν οι τρεις στο πλάι του δρόμου; Περνούν τη μέρα τους παρακολουθώντας τους άλλους;
pt: O que você acha que as três pessoas ao lado da estrada estão fazendo? Você acha que eles passam os dias apenas observando as pessoas passarem?
ru: Что ты думаешь делают те три человека около дороги? Думаешь ли ты, что они проводят свои дни, смотря на мимо проходящих людей?

# data_list
source: Finally, father and son understood that they could not escape from people's remarks. They decided to use their minds to do the right thing.
el: Τελικά, ο πατέρας και ο γιος κατάλαβαν ότι δεν μπορούν να γλιτώσουν από τα σχόλια. Αποφάσισαν να χρησιμοποιήσουν τη λογική τους και να κάνουν αυτό που θεωρούσαν οι ίδιοι σωστό.
pt: Finalmente, pai e filho entenderam que não podiam escapar dos comentários das pessoas. Eles decidiram usar suas mentes para fazer a coisa certa.
ru: Наконец, отец и сын поняли, что им не избежать комментариев людей. Они решили использовать свои собственные разумы, чтобы поступить правильно.

# data_list
source: There are many things we can learn from others. However, ultimately we need to figure out what feels right and stick up for ourselves.
el: Μπορούμε να μάθουμε πολλά από τους άλλους, αλλά τελικά πρέπει να πράξουμε αυτό που πιστεύουμε σωστό.
pt: Há muitas coisas que podemos aprender com os outros. No entanto, no fim das contas, precisamos descobrir o que nos parece certo e sermos fiéis a nós mesmos.
ru: Существует много вещей, которым мы можем научиться у других людей. Но мы всегда должны разобраться в том, что чувствуется правильным и постоять за себя.

# data_list
source: Do you think it is possible to act in a way that will make everyone happy?
el: Είναι δυνατόν να τους ικανοποιήσεις όλους;
pt: Você acha que é possível agir de uma maneira que deixe todos felizes?
ru: Думаешь ли ты, что ты можешь себя таким образом, чтобы все люди были довольны тобой?

# data_list
source: Can you think of a time when you did what you felt was right despite what others thought?
el: Θυμήσου μια φορά που έκανες αυτό που θεωρούσες σωστό, παρά τις ιδέες των άλλων.
pt: Você consegue pensar em um momento em que fez o que achou certo, apesar do que os outros pensavam?
ru: Можешь ли ты вспомнить случай, когда ты поступил/а так, как считал/а правильным, несмотря на то, что думали другие?

# data_list
source: Once upon a time, in Joburg's Orange Grove, a little girl called Phyllis was born into the world. Two people in love, hugged their sweet little babe. No one knew then, what a dancer they'd made.
el: Μια φορά κι έναν καιρό, στο Όραντζ Γκρόουβ του Γιοχάνεσμπουργκ, γεννήθηκε ένα κοριτσάκι που το έλεγαν Φύλις. Δύο άνθρωποι που αγαπιούνταν, αγκάλιασαν το μικρό γλυκό μωρό τους. Κανείς τους δεν ήξερε τότε, τι χορεύτρια είχαν φέρει στον κόσμο.
pt: Era uma vez, no Laranjal de Joburg, uma garotinha chamada Phyllis veio ao mundo. Duas pessoas apaixonadas abraçaram seu bebezinho perfeito. Ninguém sabia, até então, a dançarina que eles haviam feito.
ru: Однажды в Апельсиновой роще Йобурга на свет родилась маленькая девочка по имени Филлис. Два влюблённых человека обняли свою милую малышку. Тогда никто не знал, какую танцовщицу они сделали.

# data_list
source: There are three people here. Which one is the smallest? Count their eyes together. If there are three people, how many eyes will they have?
el: Υπάρχουν τρία άτομα εδώ. Ποιο είναι το μικρότερο; Μετρήστε μαζί τα μάτια τους. Αν υπάρχουν τρία άτομα, πόσα μάτια θα έχουν;
pt: Há três pessoas aqui. Qual delas é a menor? Contem os olhos delas. Se há três pessoas, quantos olhos elas terão no total?
ru: Здесь три человека. Какой из них самый маленький? Посчитай их глаза вместе. Если есть три человека, сколько у них будет глаз?

# data_list
source: There are some circles and partial circles in this picture. Partial circles are called arcs. Point to some of the arcs and make an arc with your arms.
el: Υπάρχουν μερικοί κύκλοι και μερικά τμήματα κύκλων σε αυτή την εικόνα. Τα τμήματα κύκλων ονομάζονται τόξα. Δείξε μερικά από τα τόξα και κάνε ένα τόξο με τα χέρια σου.
pt: Há alguns círculos e círculos parciais nesta imagem. Os círculos parciais são chamados de arcos. Aponte para alguns dos arcos e faça um arco com os seus braços.
ru: На этой картинке есть несколько кругов и частичных кругов. Частичные круги называются дугами. Укажи на некоторые дуги и сделай форму дуги своими руками.

# data_list
source: This story is a biography -- it is a true story about the life of a real person. Pick a person you know and tell a biography story about them -- talk about their family and some things they have done.
el: Αυτή η ιστορία είναι βιογραφία -- δηλαδή είναι μια αληθινή ιστορία για τη ζωή ενός πραγματικού ατόμου. Επίλεξε ένα άτομο που γνωρίζεις και πες μια βιογραφική ιστορία γι’ αυτό -- μίλησε για την οικογένειά του και μερικά πράγματα που έχει κάνει.
pt: Esta história é uma biografia - é uma história real sobre a vida de uma pessoa real. Escolha uma pessoa que você conheça e conte uma história sobre a biografia dela - fale sobre a família dela e algumas coisas que ela já fez.
ru: Эта история биография -- настоящая история о жизни реального человека. Выбери человека, которого ты знаешь, и расскажи о нём биографию -- расскажи о их семье и о некоторых вещах которые они сделали.

# data_list
source: By the time she was four, she had learned very quick. She impressed all her teachers, with her ducky feet flicks! Before school and after, she danced every day. Nothing pleased Phyllis, more than ballet.
el: Όταν ήταν τεσσάρων ετών, μάθαινε ήδη πολύ γρήγορα. Εντυπωσίαζε όλους τους δασκάλους της, με τις πατουσίτσες πάπιας που στριφογύριζαν! Πριν και μετά το σχολείο, χόρευε κάθε μέρα. Τίποτα δεν ευχαριστούσε τη Φύλις περισσότερο από το μπαλέτο.
pt: Quando ela fez quatro anos, já havia aprendido muito rápido. Impressionava todos os seus professores com seus movimentos de pés de pato! Dançava todos os dias, antes e depois da escola. Para o balé, Phyllis nunca perdia a hora.
ru: К четырём годам, она очень быстро научилась. Она впечатлила всех своих учителей своими движениями уточками ступней! До школы, и после, она танцевала каждый день. Ничто не радовало Филлис больше чем балет.

# data_list
source: This story has lots of words that rhyme -- the ends of the words sound the same. On each page, find some of the rhyming words.
el: Αυτή η ιστορία έχει πολλές λέξεις που ομοιοκαταληκτούν -- οι καταλήξεις των λέξεων ακούγονται ίδιες. Σε κάθε σελίδα, βρες μερικές τέτοιες λέξεις.
pt: Esta história tem muitas palavras que rimam - as terminações das palavras soam iguais. Em cada página, encontre algumas dessas palavras rimadas.
ru: В этой истории есть много слов которые рифмуются -- концы слов звучат одинаково. На каждой странице найди несколько рифмующихся слов.

# data_list
source: Phyllis' face looks full of joy! What do you think she is feeling as she dances?
el: Το πρόσωπο της Φύλις φαίνεται γεμάτο χαρά! Τι νομίζεις ότι αισθάνεται καθώς χορεύει;
pt: O rosto de Phyllis parece cheio de alegria! O que você acha que ela sente enquanto dança?
ru: Лицо Филлис выглядит полным радости! Как ты думаешь, что она чувствует когда танцует?

# data_list
source: Think of a time when you were moving that made you feel such joy. Perhaps you were running, dancing, jumping, or riding a bike.
el: Σκέψου μια στιγμή που η κίνησή σου σε έκανε να νιώσεις τέτοια χαρά. Ίσως να έτρεχες, να χόρευες, να πηδούσες ή να έκανες ποδήλατο.
pt: Pense em um momento em que você estava se mexendo que te fez se sentir muito feliz. Talvez você estivesse correndo, dançando, pulando ou pedalando uma bicicleta.
ru: Вспомни случай, когда вы двигались и чувствовали такую радость. Возможно вы бегали, танцевали, прыгали или катались на велосипеде.

# data_list
source: When the world was ready for Phyllis at fifteen, she arrived in big, old London, ready to live her dream. She said goodbye to all her friends. She was ready to start fresh. Watch out Royal Ballet School! Phyllis is here to impress.
el: Όταν ο κόσμος ήταν έτοιμος για τη Φύλις στα δεκαπέντε της, έφτασε στο μεγάλο Λονδίνο, έτοιμη να ζήσει το όνειρό της. Είπε αντίο σε όλους τους φίλους της. Ήταν έτοιμη να ξεκινήσει από την αρχή. Προσοχή Βασιλικό Σχολείο Μπαλέτου! Η Φύλις είναι εδώ για να εντυπωσιάσει.
pt: Quando o mundo estava pronto para Phyllis, aos quinze anos, ela chegou à grande e velha Londres para viver os seus sonhos. Ela disse adeus a todos os seus amigos. Estava preparada para começar. Cuidado Royal Ballet School! Phyllis está aqui para impressionar.
ru: Когда в пятнадцать лет мир был готов к встрече Филлис, она приехала в большой старый Лондон, готовая осуществить свою мечту. Она попрощалась со всеми своими друзьями. Она была готова начать всё сначала. Остерегайтесь Королевская Школа Балета! Филлис здесь, чтобы произвести впечатление.

# data_list
source: In a real sky, there are too many stars to count. Point to the stars in this picture as you count them.
el: Σε έναν πραγματικό ουρανό, υπάρχουν πάρα πολλά αστέρια για να τα μετρήσουμε. Δείξε τα αστέρια σε αυτή την εικόνα και μέτρησέ τα.
pt: Em um céu real, há muitas estrelas para contar. Aponte para as estrelas nesta imagem enquanto as conta.
ru: В реальном небе звёзд слишком много, чтобы их можно было посчитать. Укажи на звёзды на этой картинке, пока ты их считаешь.

# data_list
source: A rectangle is a shape with four straight sides like this page. Find all the rectangles on this page. Point to all the rectangles around where you are.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ίσιες πλευρές όπως αυτή η σελίδα. Βρες όλα τα ορθογώνια σε αυτή τη σελίδα. Δείξε όλα τα ορθογώνια γύρω σου.
pt: Um retângulo é uma figura com quatro lados retos como esta página. Encontre todos os retângulos nesta página. Aponte para todos os retângulos ao redor de onde você está.
ru: Прямоугольник - это фигура с четырьмя прямыми сторонами, как эта страница. Найди все прямоугольники на этой странице. Покажи на все прямоугольники которые вокруг тебя.

# data_list
source: It takes 11 hours to fly from Johannesburg in the south of Africa to London on the western side of Europe. Compare that to how long it takes to go to the store or to visit a friend or relative. Which of these is shortest and which is longest?
el: Για να πετάξεις από το Γιοχάνεσμπουργκ στο νότιο μέρος της Αφρικής μέχρι το Λονδίνο στη δυτική πλευρά της Ευρώπης χρειάζεται 11 ώρες. Σύγκρινε αυτό με το πόση ώρα χρειάζεσαι για να πας στο σούπερ μάρκετ ή να επισκεφθείς ένα συγγενή ή φίλο. Ποιο είναι το συντομότερο και ποιο είναι το μακρύτερο;
pt: São 11 horas para voar de Joanesburgo, na África do Sul, para Londres, no lado ocidental da Europa. Compare isso com o tempo que leva para ir a uma loja ou visitar um amigo ou parente. Qual deles é o mais curto e qual é o mais longo?
ru: Перелететь из Йоханнесбурга в юге Африке в Лондон на западе Европе занимает 11 часов. Сравни это с тем временем которое требуется чтобы сходить в магазин, навестить друга или родственника. Какой из них самый короткий, а какой самый длинный?

# data_list
source: When Phyllis danced Swan Lake, it was fit to show the Queen! After years of pirouetting, she was ready to be seen. Dancing for the audience, she turned and twirled about. Look! Everyone is smiling! See how they clap and shout!
el: Όταν η Φύλις χόρεψε στη "Λίμνη των Κύκνων", το θέαμα ήταν άξιο για να το δει η Βασίλισσα! Μετά από χρόνια που δοκίμαζε πιρουέτες, ήταν πια έτοιμη να την θαυμάσουν. Χορεύοντας για το κοινό, περιστρεφόταν και στροβιλιζόταν. Κοιτάξτε! Όλοι χαμογελούν! Δείτε πώς χειροκροτούν και φωνάζουν!
pt: Quando Phyllis dançou O Lago dos Cisnes, estava digno de uma Rainha! Após anos de piruetas, ela estava pronta para ser vista. Dançando para o público, ela se virou e rodopiou. Olhe! Todo mundo está sorrindo! Veja como estão gritando e aplaudindo!
ru: Когда Филлис танцевала Лебединое Озеро, это было достойно показать Королеве! После многих лет пируэтов она была готова быть увиденной. Танцуя для публики, она повернулась и закружилась. Посмотри! Все улыбаются! Посмотри как они хлопают и кричат!

# data_list
source: Body position is important in ballet. Notice the male dancer's upper arm and opposite leg point in opposite directions almost making a straight, diagonal line.
el: Η θέση του σώματος είναι σημαντική στο μπαλέτο. Παρατήρησε το επάνω μέρος του χεριού του χορευτή και το αντίθετο πόδι του που δείχνουν σε αντίθετες κατευθύνσεις, σχεδόν σχηματίζοντας μια ευθεία, διαγώνια γραμμή.
pt: A posição do corpo é importante no balé. Observe que o braço e a perna do bailarino apontam para direções opostas, quase fazendo uma linha reta e diagonal.
ru: Положение тела важно в балете. Обрати внимание, что плечо танцора и противоположная нога направленные в противоположные стороны, почти образуя прямую диагональную линию.

# data_list
source: Notice how Phyllis' legs almost make a straight line. Can you make a straight line with your arms or legs?
el: Παρατήρησε πώς τα πόδια της Φύλις σχεδόν σχηματίζουν μια ευθεία γραμμή. Μπορείς να φτιάξεις μια ευθεία γραμμή με τα χέρια ή τα πόδια σου;
pt: Observe como as pernas de Phyllis quase fazem uma linha reta. Você consegue fazer uma linha reta com os seus braços ou pernas?
ru: Заметь, как ноги Филлис образует почти прямую линию. Ты можешь сделать прямую линию своими руками или ногами?

# data_list
source: Phyllis has become a very good dancer at this point in the story. What do you think will happen next? Make your own version of the second half of this story.
el: Η Φύλις έχει γίνει μια πολύ καλή χορεύτρια σε αυτό το σημείο της ιστορίας. Τι νομίζεις ότι θα συμβεί στη συνέχεια; Φτιάξε τη δική σου εκδοχή του δεύτερου μισού αυτής της ιστορίας.
pt: Phyllis se tornou uma bailarina muito boa até este ponto da história. O que você acha que vai acontecer a seguir? Faça a sua própria versão da segunda metade desta história.
ru: На этом этапе истории, Филлиз стала очень хорошей танцовщицей. Что ты думаешь произойдёт дальше? Придумай свою собственную версию второй половины этой истории.

# data_list
source: From Mexico to Canada. From the USA to France. Phyllis travelled far and wide, so the world could see her dance. With the Royal Ballet Company, and her ballerina friends, she spread her love for ballet. She never wanted it to end.
el: Από το Μεξικό μέχρι τον Καναδά. Από την Αμερική μέχρι τη Γαλλία. Η Φύλις ταξίδεψε μακριά στα μήκη και στα πλάτη της Γης, για να δει ο κόσμος τον χορό της. Με τη Βασιλική Εταιρεία Μπαλέτου και με τις φίλες της τις μπαλαρίνες, διαδίδει την αγάπη της για το μπαλέτο. Δεν ήθελε να τελειώσει αυτό ποτέ.
pt: Do México ao Canadá. Dos EUA à França. Phyllis viajou por toda parte para que o mundo pudesse ver a sua dança. Com a Royal Ballet Company e suas amigas bailarinas, ela espalhou o seu amor pelo balé. Ela amava o que fazia.
ru: От Мексики до Канады. Из США до Франции. Филлис путешествовала повсюду, чтобы мир мог увидеть её танец. Вместе с Королевской Балетной Компании и своими друзьями-балеринами она распространяла свою любовь к балету. Она никогда не хотела чтобы это закончилось.

# data_list
source: Do you see a diagonal line in Phyllis' body position? Trace that line with your finger.
el: Βλέπεις μια διαγώνια γραμμή στη στάση του σώματος της Φύλις; Ακολούθησε τη γραμμή με το δάχτυλό σου.
pt: Você vê uma linha diagonal na posição do corpo de Phyllis? Trace essa linha com o seu dedo.
ru: Ты видишь диагональную линию в положение тела Филлис? Проследи эту линию пальцем.

# data_list
source: There are lots of rectangles in this picture. Point to as many as you can and count them together.
el: Υπάρχουν πολλά ορθογώνια σε αυτή την εικόνα. Δείξε όσα περισσότερα μπορείς και μέτρησέ τα.
pt: Há muitos retângulos nesta imagem. Aponte para o máximo de retângulos que puder encontrar e conte-os.
ru: На этой картинке много прямоугольников. Укажи на них и посчитай их.

# data_list
source: Some of the rectangles are flags on the bottom of Phyllis' dress. What are the colors on those flags? Do you recognize the flag of any country you know?
el: Μερικά από τα ορθογώνια είναι σημαίες στο κάτω μέρος του φορέματος της Φύλις. Ποια είναι τα χρώματα αυτών των σημαιών; Αναγνωρίζεις τη σημαία κάποιας χώρας που ξέρεις;
pt: Alguns dos retângulos são as bandeiras na barra do vestido de Phyllis. Quais são as cores dessas bandeiras? Você reconhece a bandeira de algum país?
ru: Некоторые прямоугольники представляют собой флажки на нижней части платья у Филлис. Какого цвета эти флаги? Ты узнаёшь какой-либо флаг известной тебе страны?

# data_list
source: Phyllis always knew, that dance was in her heart. But she longed to return home again, and make a fresh new start. So she leaped and bounded, back to her beautiful land. Her ballerina roots were regrown. She was once more South African.
el: Η Φύλις το ήξερε πάντα ότι ο χορός ήταν στην καρδιά της. Αλλά επιθυμούσε να επιστρέψει σπίτι ξανά και να κάνει μια νέα αρχή. Έτσι επέστρεψε πίσω στη όμορφη γη της. Οι ρίζες της μπαλαρίνας ξαναφυτεύτηκαν. Ήταν για ακόμη μια φορά Νοτιοαφρικανή.
pt: Phyllis sempre soube em seu coração que amava dançar. Mas ansiava por voltar para casa e recomeçar. Então retornou a sua linda terra natal com rapidez. Suas raízes de bailarina foram regeneradas. Ela era sul-africana outra vez.
ru: Филлис всегда знала, что танцевать было в её сердце. Но ей очень хотелось снова вернуться домой и начать всё сначала. Поэтому она прыгнула и помчалась обратно в свою прекрасную землю. Её корни балерины снова отросли. Она снова была Южно-Африканской.

# data_list
source: Phyllis has the flag of South Africa. How many colors are on this flag? Can you see some of those colors where you are?
el: Η Φύλις έχει τη σημαία της Νότιας Αφρικής. Πόσα χρώματα έχει αυτή η σημαία; Μπορείς να δεις μερικά από αυτά τα χρώματα εκεί που βρίσκεσαι;
pt: Phyllis está com a bandeira da África do Sul. Há quantas cores nesta bandeira? Consegue ver algumas dessas cores onde você está?
ru: У Филлис флаг Южной Африки. Сколько цветов на этом флаге? Видишь ли ты эти цвета там где ты сейчас находишься?

# data_list
source: Point to the triangle on the flag. What shape is the green region on the flag?
el: Δείξε το τρίγωνο στη σημαία. Τι σχήμα είναι η πράσινη περιοχή στη σημαία;
pt: Aponte para o triângulo na bandeira. Qual é a forma da parte verde na bandeira?
ru: Укажи на треугольник на флаге. Какую форму имеет зелёная область на флаге?

# data_list
source: Have you ever traveled away from home? Was it exciting to be away, or did you miss your home?
el: Έχεις ταξιδέψει ποτέ μακριά από το σπίτι σου; Ήταν συναρπαστικό να είσαι μακριά ή σου έλειψε το σπίτι;
pt: Você já viajou para longe de casa? Foi emocionante estar distante ou você sentiu falta do seu lar?
ru: Ты когда-нибудь уезжал из дома? Тебе было интересно находиться вдали от дома или ты скучал по дому?

# data_list
source: Dancing wasn't just for fun, as Phyllis always knew. She'd work at dancing day and night, and with hard work she grew. Always smiling, always trying, through good times and through tough, Phyllis always did her best. She couldn't get enough.
el: Ο χορός δεν ήταν μόνο για διασκέδαση, η Φύλις το ήξερε πάντα. Εξασκούνταν στο χορό μέρα και νύχτα και με σκληρή δουλειά αναπτυσσόταν. Πάντα χαμογελαστή, πάντα προσπαθώντας, μέσα από καλές στιγμές και δύσκολες, η Φύλις πάντα έδινε τον καλύτερό της εαυτό. Δεν σταματούσε ποτέ σ' αυτό που είχε καταφέρει.
pt: Dançar não era apenas por diversão, assim Phyllis aprendeu. Ela trabalhava dançando dia e noite e, com muito esforço, cresceu. Sempre sorridente, sempre tentando, nos bons e maus momentos que passava, Phyllis sempre deu o seu melhor. Ela não se cansava.
ru: Филлис всегда знала, что танцы - это не просто развлечение. Она работала над танцами день и ночь и упорным трудом выросла. Всегда улыбаясь, всегда стараюсь, в хорошие и трудные времена, Филлис всегда старалась изо всех сил. Она не могла насытиться.

# data_list
source: Phyllis' legs are at a right angle to each other -- they make an angle like the corner of this page. Make a right angle with your arms or legs.
el: Τα πόδια της Φύλις σχηματίζουν ορθή γωνία το ένα με το άλλο -- κάνουν μια γωνία όπως η γωνία αυτής της σελίδας. Φτιάξε μια ορθή γωνία με τα χέρια ή τα πόδια σου.
pt: As pernas de Phyllis estão formando um ângulo reto uma com a outra - esse ângulo é como o canto desta página. Faça um ângulo reto com os seus braços ou pernas.
ru: Ноги Филлис расположены под прямым углом друг к другу -- Они образуют угол, как угол этой страницы. Сделай прямой угол руками или ногами.

# data_list
source: Phyllis and her partner are performing in this picture. How can you tell?
el: Η Φύλις και ο παρτενέρ της χορεύουν σε αυτή την εικόνα. Πώς το καταλαβαίνεις;
pt: Phyllis e seu parceiro estão se apresentando nesta imagem. Consegue perceber?
ru: На этом снимке выступает Филлис и её партнёр. Как этому можно догадаться?

# data_list
source: Have you ever worked really hard at something? How did you feel about doing that?
el: Έχεις δουλέψει ποτέ σκληρά για κάτι; Πώς ένιωσες όταν το έκανες;
pt: Você já trabalhou com muito esforço em algo? Como se sentiu ao fazer isso?
ru: Ты когда-нибудь очень усердно работал на чём-то? Как ты себя чувствовал, делая это?
