Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **The setup:** Use a deck of cards with numbers from 1 to 10. On a shared piece of paper, have boxes, or simple drawings of houses, numbered from 0 to 11. To provide practice figuring out order, do not put these boxes in order on the page. Each player has 7 tokens distinct from the other player’s tokens – using different colors is one way to do this.
pt: **A configuração:** Use um baralho de cartas com números de 1 a 10. Em uma folha de papel compartilhada, coloque caixas, ou desenhos simples de casas, numerados de 0 a 11. Para praticar a ordenação, não coloque essas caixas em ordem na página. Cada jogador tem 7 fichas diferentes das fichas do outro jogador – usar cores diferentes é uma maneira de fazer isso.
ru: **Подготовка:** Используйте колоду карт с числами от 1 до 10. На общем листе бумаги нарисуйте квадраты или простые рисунки домов, пронумерованных от 0 до 11. Чтобы дать практику в определении порядка, не размещайте эти квадраты в порядке на странице. У каждого игрока должно быть 7 фишек, отличающихся от фишек другого игрока можете использовать разные цвета.

# data_list
source: **How to play:** On a turn, a player picks a card and puts their token in any house that is one more or one less, as long as it does not have 3 or more of the other player’s tokens in it already. If the house has one or two of the opponent’s tokens, those are given back to the opponent and the player says “Get out of my house.” **How to win:** The first player to place all their tokens wins.
pt: **Como jogar:** Na sua vez, um jogador escolhe uma carta e coloca sua ficha em qualquer casa que tenha uma a mais ou uma a menos, desde que não contenha 3 ou mais fichas do outro jogador. Se a casa tiver uma ou duas fichas do oponente, estas são devolvidas ao oponente e o jogador diz "Saia da minha casa". **Como ganhar:** O primeiro jogador a colocar todas as suas fichas vence.
ru: **Правила:** В свой ход игрок берёт карту и ставит свою фишку в любой дом, который на один больше или на один меньше, при условии, что в нём уже нет 3 и более фишек другого игрока. Если в доме есть одна или две фишки противника, они возвращаются владельцу, и игрок говорит: “Прочь из моего дома” **Условие победы:** Первый игрок, который разместит все свои фишки, выигрывает.

# data_list
source: • For a child not ready for numerals, use Number Cards and boxes with quantities of dots. • Use a smaller or larger range of Number Cards and boxes. • Allow moves to houses that are 2 numbers more or less.
pt: * Se não estiver preparado para numerais, use Cartas Numéricas e caixas com quantidades de pontos. * Use uma variedade maior ou menor de Cartas Numéricas e caixas. * Permitir movimentos para casas que tenham 2 números a mais ou a menos.
ru: * Если ваш ребёнок ещё не готов к числам, используйте карточки точками. * Используйте меньший или больший диапазон чисел. * Разрешите перемещения в дома, которые на 2 числа больше или меньше.

# data_list
source: THE IN-BETWEEN GAME
pt: O JOGO INTERMEDIÁRIO
ru: В ЦЕНТРЕ

# data_list
source: Order
pt: Ordenação
ru: Последовательность

# data_list
source: **The setup:** Use one set of cards from 0 to 10. Use either Number Cards or playing cards with Queen as 0 and Ace as 1. Each player also gets 20 tokens.
pt: **A configuração:** Use um conjunto de cartas de 0 a 10. Use Cartas Numéricas ou cartas de baralho com Rainha como 0 e Ás como 1. Cada jogador também recebe 20 fichas.
ru: **Подготовка:** Используйте один комплект карт от 0 до 10. Можно использовать карточки с числами или игральные карты, при этом дама будет равняться 0, а туз 1. Каждый игрок также получает 20 фишек.

# data_list
source: **How to play:** For the player whose turn it is, deal two cards face up and a third card face down between them. The player decides to bet 0 to 3 tokens that the third card is between the two cards. If the player is right, the player gets that many tokens from the other player. If the player is wrong, that many tokens go to the other player. **How to win:** You can either play five rounds or until one player runs out of tokens. The player with the most tokens at the end wins.
pt: **Como jogar:** Para o jogador da vez, distribua duas cartas viradas para cima e uma terceira carta virada para baixo entre elas. O jogador decide apostar de 0 a 3 fichas que a terceira carta está entre as duas cartas. Se o jogador estiver certo, recebe essa quantidade de fichas do outro jogador. Se o jogador estiver errado, essa quantidade de fichas vai para o outro jogador. **Como ganhar:** Você pode jogar cinco rodadas ou até que um jogador fique sem fichas. O jogador com mais fichas no final vence.
ru: **Правила:** Первому игроку раздайте две карты лицом вверх и третью карту лицом вниз между ними. Игрок решает сделать ставку от 0 до 3 фишек на то, что третья карта будет между двумя картами. Если игрок прав он получает свои фишки назад и это же количество от другого игрока. Если игрок не прав, его ставка идет к второму игроку. **Условие победы:** Вы можете сыграть пять раундов или до тех пор, пока один из игроков не останется без фишек. Игрок с наибольшим количеством фишек в конце выигрывает.

# data_list
source: NUMBER SUDOKU
pt: SUDOKU NUMÉRICO
ru: СУДОКУ

# data_list
source: **The setup:** These are similar to the Shape Sudokus, only now they use numbers (or quantities of dots). To avoid erasing, use numbered (or dotted) slips of paper to solve the puzzles. For a 4 by 4 puzzle, each row and column has the numbers from 1 to 4 once. Also, each marked subregion has the numbers from 1 to 4 once. That’s it! Create these puzzles for your child by starting with a completed puzzle and removing some of the pieces of paper.
pt: **A configuração:** Estes são semelhantes aos Sudoku de Formas, só que agora usam números (ou quantidades de pontos). Para evitar ter que apagar, use pedaços de papel numerados (ou pontilhados) para resolver os quebra-cabeças. Em um quebra-cabeça 4x4, cada linha e coluna tem os números de 1 a 4 uma vez. Além disso, cada sub-região marcada tem os números de 1 a 4 uma vez. Pronto! Crie esses quebra-cabeças para seu filho começando com um quebra-cabeça completo e removendo alguns pedaços de papel.
ru: **Подготовка:** Это похоже на Судоку с фигурами, только теперь используются числа (или количество точек). Чтобы избежать стирания, используйте нумерованную бумагу (или с точками). Для головоломки 4 на 4 каждая строка и столбец должны содержать числа от 1 до 4 по одному разу. Создайте эти головоломки для вашего ребёнка, начав с завершенной головоломки и убрав некоторые кусочки бумаги.

# data_list
source: **Variations:** For variety, use irregularly-sized subregions – these are called Jigsaw Sudoku puzzles. You can also create puzzles of larger size (two 5 by 5 puzzles are shown).
pt: **Variações:** Para variar, use sub-regiões de tamanhos irregulares – elas são chamadas de Quebra-cabeças de Sudoku. Você também pode criar quebra-cabeças maiores (dois quebra-cabeças 5x5 são mostrados).
ru: **Dfhbfwbb:** Для разнообразия подключите субрегионы такие головоломки называются Головоломка Судоку. Вы также можете создавать головоломки большего размера (например, две головоломки 5 на 5).

# data_list
source: SUDOKU – COMPARING
pt: SUDOKU – COMPARANDO
ru: СУДОКУ НА СВЕРКУ

# data_list
source: These puzzles start with the same rules as regular Sudoku - each number appears exactly once in each row, column, and subregion. Additionally, if there is a less than or greater than symbol between two cells, then the numbers in the cells must obey that relationship. **Hungry alligator:** Tell a child who has never seen a comparison symbol, >, that the bigger number is on the side with the wider part of the symbol. Some people say that the symbol is a hungry alligator and it always wants its mouth to point in the direction of the larger number. **Solving strategy:** First look for where the smallest and largest numbers are.
pt: Esses quebra-cabeças começam com as mesmas regras do Sudoku tradicional: cada número aparece exatamente uma vez em cada linha, coluna e sub-região. Além disso, se houver um símbolo de menor ou maior entre duas células, os números nas células devem obedecer a essa relação. **Jacaré faminto:** Diga a uma criança que nunca viu um símbolo de comparação, >, que o número maior está do lado da parte mais larga do símbolo. Algumas pessoas dizem que o símbolo é um jacaré faminto e que ele sempre quer que sua boca aponte na direção do número maior. **Estratégia de resolução:** Primeiro, procure onde estão os menores e maiores números.
ru: Эти головоломки начинаются с тех же правил, что и обычный Судоку. Но если между двумя ячейками есть знак меньше или больше, то числа в ячейках должны соответствовать этому отношению. **Голодный крокодил:** Скажите ребёнку, который никогда не видел знак сравнения, >, что большее число находится с той стороны, где шире символ. Некоторые люди говорят, что этот символ это голодный крокодил, который всегда хочет, чтобы его пасть указывала в сторону большего числа. **Способы решения:** Сначала найдите, где находятся самые маленькие и самые большие числа.

# data_list
source: As your child gets better, make the puzzles more challenging by leaving out more of the inequality symbols. **Puzzle creation:** Make these puzzles by using a finished Sudoku puzzle. Put in greater than and less than signs on a blank grid of the same geometry. If your child gets stuck, put in a few numbers to get them started.
pt: À medida que seu filho for melhorando, torne os quebra-cabeças mais desafiadores, omitindo mais símbolos de desigualdade. **Criação do quebra-cabeça:** Monte estes quebra-cabeças usando um quebra-cabeça de Sudoku pronto. Coloque os sinais de maior e menor em uma grade em branco da mesma geometria. Se seu filho tiver dificuldade, coloque alguns números para ele começar.
ru: По мере того, как ваш ребёнок становится более уверенным, усложняйте головоломки, оставляя больше неравенств без символов. **Создание головоломок:** Создайте эти головоломки, используя готовую Судоку. Разместите знаки больше и меньше на пустой сетке. Если ваш ребёнок застрянет, добавьте несколько чисел, чтобы помочь ему начать.

# data_list
source: MAKE ME A LIAR
pt: FAÇA DE MIM UM MENTIROSO
ru: ВЫВЕСТИ НА ЧИСТУЮ ВОДУ

# data_list
source: Someone makes a statement and the other players attempt to show that the statement maker is lying. The goal is to come up with a counterexample that shows that the statement is not always true. **Always true:** One type of statement is saying something is always true. Examples are: • All trucks have four wheels • All rectangles are squares • All birds can fly **If -> then:** Another type of statement is of the form “if then”. Examples are: • If today is Monday, then it is a school day • If I don’t eat for three hours, then I am hungry • If a person is taller than someone, then they are older
pt: Alguém faz uma afirmação e os outros jogadores tentam mostrar que o autor da afirmação está mentindo. O objetivo é criar um contraexemplo que mostre que a afirmação nem sempre é verdadeira. **Sempre verdade:** Um tipo de afirmação é dizer que algo é sempre verdadeiro. Exemplos são: * Todos caminhões tem quatro rodas * Todos retângulos são quadrados * Todos pássaros podem voar **Se -> então:** Outro tipo de declaração é do tipo “se então”. Exemplos são: * Se hoje é segunda-feira, então é dia de aula * Se eu não comer por três horas, então estou com fome * Se uma pessoa é mais alta que outra, então ela é mais velha
ru: Кто-то делает заявление, и другие игроки пытаются доказать, что говорящий лжет. Цель состоит в том, чтобы привести контрпример, который покажет, что это утверждение не всегда верно. **Прямая зависимость:** Один из видов утверждения это то что всегда верно. Примеры: * У всех грузовиков 4 шины * Все четырёхугольные фигуры квадраты * Все птицы умеют летать **Если -> то:** Другой вид утверждения форма “если….то”. Примеры: * Если сегодня понедельник, значит, это учебный день. * Если я не ел три часа, значит, я голоден. * Если человек выше другого, значит, он старше.

# data_list
source: CODEBREAKER
pt: QUEBRADOR DE CÓDIGOS
ru: ДЕШИФРОВЩИК

# data_list
source: Being Logical
pt: Sendo Lógico
ru: Подключить Логику

# data_list
source: **The setup:** The CodeMaster creates a code, and the other player is the CodeBreaker. Suppose the code has three positions each of which can be from 1 to 5. An example of such a code would be 321.
pt: **A configuração:** O Mestre do Código cria um código, e o outro jogador é o Quebrador de Código. Suponha que o código tenha três posições, cada uma das quais pode variar de 1 a 5. Um exemplo desse código seria 321.
ru: **Подготовка:** Шифровщик создаёт код, а другой игрок становится Дешифровщиком. Предположим, что код состоит из трёх позиций, каждая из которых может быть от 1 до 5. Примером такого кода может быть 321.

# data_list
source: **Breaking the code:** The CodeBreaker guesses a code and the CodeMaster says how close the guess is. For example, if the CodeBreaker guesses 131, then the CodeMaster would say that one spot was exactly right and one other spot had the correct number but in the wrong place. Play continues until the CodeBreaker figures out the code.
pt: **Quebrando o código:** O Quebrador de Código adivinha um código e o Mestre do Código diz o quão próximo o palpite está. Por exemplo, se o Quebrador de Código adivinhar 131, o Mestre do Código dirá que um ponto está exatamente certo e outro ponto tem o número correto, mas no lugar errado. O jogo continua até que o Quebrador de Código descubra o código.
ru: **Дешифр:** Дешифровщик пытается угадать код, а Шифровщик говорит, насколько близок этот ответ. Например, если Дешифровщик угадывает 131, Шифровщик может сказать, что одна позиция абсолютно верна, а в другой позиции стоит правильное число, но на неправильном месте. Игра продолжается, пока Дешифровщик не разгадает код.

# data_list
source: **How to win:** The number of guesses is the score for the CodeBreaker. The lowest score wins.
pt: **Como ganhar:** O número de palpites é a pontuação do Quebrador de Código. A menor pontuação vence.
ru: **Условие победы:** Количество попыток это счёт Дешифровщика. Побеждает тот, у кого самый низкий счёт.

# data_list
source: • Add challenge by having a maximum number of questions that are allowed. • Allow or disallow repeated numbers in the code. • Use shorter or longer lengths for the code. • Use a narrower or wider range of numbers for each place of the code.
pt: * Adicione um desafio definindo um número máximo de perguntas permitidas. * Permitir ou proibir números repetidos no código. * Use comprimentos menores ou maiores para o código. * Use um intervalo de números mais estreito ou mais amplo para cada lugar do código.
ru: * Усложните установив максимальное количество разрешенных вопросов. * Разрешите или запретите повторяющиеся числа в коде. * Укоротите или удлините код. * Меняйте диапазон чисел в коде.

# data_list
source: FINGER ADDITION TO 10
pt: ADIÇÃO COM OS DEDOS ATÉ 10
ru: СЧЁТ НА ПАЛЬЦАХ ДО 10-ТИ

# data_list
source: We'll use 4 + 2 to demonstrate two methods for this.
pt: Usaremos 4 + 2 para demonstrar dois métodos para isso.
ru: Мы будем использовать 4 + 2, чтобы продемонстрировать два метода.

# data_list
source: **Method 1:** Use this method if both numbers are 5 or less. Put up 4 fingers on one hand and 2 fingers on the other. Bring the two hands together - Tada! Your child sees that 4 and 2 brought together becomes 6.
pt: **Método 1:** Use este método se ambos os números forem 5 ou menos. Coloque 4 dedos de uma mão e 2 dedos da outra. Junte as duas mãos - Tada! Seu filho verá que 4 e 2 somados resultam em 6.
ru: Метод 1:} Используйте этот метод, если оба числа 5 или меньше. Поднимите 4 пальца на одной руке и 2 пальца на другой. Сведите две руки вместе. Ваш ребёнок видит, что 4 и 2 вместе становятся 6.

# data_list
source: **Method 2:** Use “counting on” from one of the numbers to reach any sum of up to 10. **Example:** To add 4 and 2, put up 4 fingers on one hand, and count aloud from 0 to 2. For each spoken number after 0, put up one more finger. When 2 is reached, there should be 6 fingers raised. This method allows addition of numbers bigger than 5. Your child will come to realize that it’s easier to start with the larger number of fingers raised and count on using the smaller number.
pt: **Método 2:** Use “contagem progressiva” a partir de um dos números para chegar a qualquer soma de até 10. **Exemplo:** Para somar 4 e 2, levante 4 dedos de uma mão e conte em voz alta de 0 a 2. Para cada número falado após 0, levante mais um dedo. Ao atingir 2, devem haver 6 dedos levantados. Este método permite a adição de números maiores que 5. Seu filho perceberá que é mais fácil começar com o maior número de dedos levantados e contar usando o número menor.
ru: **Метод 2:** Используйте метод “досчитывания” от одного из чисел, чтобы достичь любой суммы до 10. **Пример:** Чтобы сложить 4 и 2, поднимите 4 пальца на одной руке и считайте вслух от 0 до 2. Для каждого произнесенного числа после 0 поднимайте ещё один палец. Когда вы дойдёте до 2, должно быть поднято 6 пальцев. Этот метод позволяет складывать числа больше 5. Ваш ребёнок поймет, что легче начинать с большего количества поднятых пальцев и досчитывать, используя меньшее число.

# data_list
source: FINGER SUBTRACTION TO 10
pt: SUBTRAÇÃO COM OS DEDOS ATÉ 10
ru: ВЫЧЕТ НА ПАЛЬЦАХ ДО 10-ТИ

# data_list
source: Finger Math
pt: Matemática de Dedo
ru: Математика на Пальцах

# data_list
source: There are two mental models for subtraction – “take away” or “difference.” Your child should be comfortable with both models. Here is 8 – 5 calculated both ways:
pt: Existem dois modelos mentais para subtração: "tirar" ou "diferença". Seu filho deve se sentir confortável com ambos os modelos. Aqui está 8 - 5 calculados em ambas as direções.
ru: Существует две ментальные модели для вычитания забрать или разница. Ваш ребёнок должен быть комфортен с обеими моделями. Вот 8 - 5, рассчитанное двумя способами:

# data_list
source: **Take away (on the left):** Think of 8 – 5 as what is left after you start with 8 things and take 5 of them away. Start with 8 fingers raised. Next, count aloud from 0 to 5, and for each number after 0 put one finger down. When 5 is reached in the count, there will be three fingers left up.
pt: **Tirar (à esquerda):** Pense em 8 - 5 como o que resta depois de começar com 8 itens e retirar 5 deles. Comece com 8 dedos levantados. Em seguida, conte em voz alta de 0 a 5 e, para cada número após 0, abaixe um dedo. Quando chegar a 5 na contagem, restarão três dedos levantados.
ru: **Забрать:** Думайте о 8 - 5 как о том, что осталось после того, как вы начали с 8 вещей и убрали 5 из них. Начните с поднятых 8 пальцев. Затем считайте вслух от 0 до 5, и для каждого числа после 0 убирайте один палец. Когда вы дойдете до 5, у вас останется три поднятых пальца.

# data_list
source: **Difference (on the right):** This model views 8 – 5 as finding the difference or distance between the two numbers. Start with 5 fingers raised. Then count the new fingers being raised, and when there are 8 fingers raised the difference of 3 will have been counted. This method uses the “counting on” addition method to find the number to add to 5 to get 8.
pt: **Diferença (à direita):** Este modelo considera 8 - 5 como a diferença ou distância entre dois números. Comece com 5 dedos levantados. Em seguida, conte os novos dedos levantados e, quando houver 8 dedos levantados, a diferença de 3 terá sido contada. Este método usa o método de adição “contagem progressiva“ para encontrar o número a ser adicionado a 5 para obter 8.
ru: **Остаток** Эта модель рассматривает 8 - 5 как разницу или расстояние между двумя числами. Начните с 5 поднятых пальцев. Затем считайте поднимаемая другие пальцы, и когда у вас будет 8 поднятых пальцев, разница в 3 будет найдена. Этот метод использует метод досчитывания, чтобы найти число, которое нужно добавить к 5, чтобы получить 8.

# data_list
source: Mix in problems where a number is subtracted from itself, and where 0 is being subtracted.
pt: Inclua problemas em que um número é subtraído de si mesmo e em que 0 está sendo subtraído.
ru: Смешивайте задачи, где число вычитается само из себя, и где вычитается 0.

# data_list
source: **The setup:** There are two people - the Puzzler, who thinks of a number, and the Questioner, who discovers the number. **How to play:** To start, the Puzzler says, “Bowser is a number from 0 to 12.” The Questioner then asks questions of the form “How does Bowser compare to 4?” The Puzzler then says Bowser is smaller, equal to, or larger than 4. **Example:** The Puzzler thinks of 11. The discussion could go like this: • Puzzler: Stripes is a number between 0 and 15. • Questioner: How does Stripes compare to 8? • Puzzler: Stripes is bigger than 8. • Questioner: How does Stripes compare to 12? • Puzzler: Stripes is less than 12. • Questioner: How does Stripes compare to 10? • Puzzler: Stripes is bigger than 10. • Questioner: Is your number 11? • Puzzler: Yes, congratulations!
pt: **A configuração:** Há duas pessoas: o Desafiador, que pensa em um número, e o Questionador, que descobre o número. **Como jogar:** Para começar, o Questionador diz: “Bowser é um número de 0 a 12”. O Questionador então faz perguntas do tipo “Como Bowser se compara a 4?” O Questionador então diz que Bowser é menor, igual ou maior que 4. **Exemplo:** O Desafiador pensa em 11. A discussão poderia ser assim: * Desafiador: Stripes é um número entre 0 e 15. * Questionador: Como Stripes se compara a 8?* Desafiador: Stripes é maior que 8. * Questionador: Como Stripes se compara a 12? * Desafiador: Stripes é menor que 12. * Questionador: Como Stripes se compara a 10? * Desafiador: Stripes é maior que 10. * Questionador: Seu número é 11? * Desafiador: Sim, parabéns!
ru: **Подготовка:** Есть два человека, Загадчик который загадывает число, и Угадчик, который пытается выяснить это число. **Правила:** Чтобы начать, Загадчик говорит: “Чебурашка это число от 0 до 12”. Угадчик затем задаёт вопросы в форме “Где Чебурашка по сравнению с 4?” Загадчик отвечает, что Чебурашка меньше, равно или больше 4. **Пример:** Загадчик загадывает 11. Обсуждение может пройти следующим образом: * Загадчик: Чебурашка между 0 и 15. * Угадчик: Где Чебурашка по сравнению с 8? * Загадчик: Больше 8. * Угадчик: Где Чебурашка по сравнению с 12? * Загадчик: Меньше 12. * Угадчик: Где Чебурашка по сравнению с 10? * Загадчик: Больше 10. * Угадчик: 11? * Загадчик: Да, поздравляю!

# data_list
source: Make this into a game by counting the questions. After alternating turns, the player asking the smaller total number of questions wins. As your child’s mathematics develops, use other kinds of questions, such as “Is Bowser even?” or “Is Bowser a prime number?”
pt: Transforme isso em um jogo contando as perguntas. Após turnos alternados, o jogador com o menor número total de perguntas vence. À medida que a matemática do seu filho se desenvolve, use outros tipos de perguntas, como "Bowser é par?" ou "Bowser é um número primo?"
ru: Превратите это в игру, подсчитывая вопросы. После всех ходов выигрывает игрок, задавший меньшее вопросов. По мере развития математических навыков вашего ребёнка используйте другие виды вопросов, такие как “Чебурашка чётное число?” или “Чебурашка нечётное число?”

# data_list
source: ESTIMATION GAME
pt: JOGO DA ESTIMATIVA
ru: ИГРА В ОЦЕНКУ
