Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: How many horns does a goat have? Name some other animals that have two hard things growing on their head.
de: Wie viele Hörner hat eine Ziege? Benenne andere Tiere die zwei harte Dinge haben, die auf ihren Köpfen wachsen.
el: Πόσα κέρατα έχει μια κατσίκα; Πες μερικά άλλα ζώα που έχουν δύο σκληρά κέρατα που μεγαλώνουν στο κεφάλι τους.
pt: Quantos chifres tem um bode? Nomeie outros animais que têm duas coisas duras crescendo em suas cabeças.
ru: Сколько Рогов у козы? Назови другие животные, у которых на голове растут две твёрдые штуки.
zh: 山羊有幾隻角？想一想有哪些其他動物頭上也有兩個堅硬物體。

# data_list
source: The horse says, "Neigh."
de: Das Pferd sagt: "Wieher."
el: Το άλογο χλιμιντρίζει.
pt: O Cavalo diz, “iiirrrí.”
ru: Лошадь говорит, «И-го-го.»
zh: 馬說：「嘶。」

# data_list
source: The horse is also looking at an empty trough. What is the horse pointing at with its front left leg?
de: Das Pferd sieht auch auf einen leeren Trog. Wohin zeigt das Pferd mit seinem vorderen linken Bein?
el: Το άλογο κοιτάζει επίσης μια άδεια ταΐστρα. Τι δείχνει το άλογο με το μπροστινό του αριστερό πόδι;
pt: O cavalo também estava olhando para um cocho vazio. Para o que o cavalo está apontando com a perna dianteira esquerda?
ru: Лошадь Тоже смотрят на пустое корыто. Куда показывает лошадь передней левой ногой?

# data_list
source: Count together the horse's legs. Can you think of a farm animal that has only two legs?
de: Zähle die Beine des Pferdes zusammen. Kannst du an ein Bauernhoftier denken mit nur zwei Beinen?
el: Μετρήστε μαζί τα πόδια του αλόγου. Μπορείς να σκεφτείς ένα ζώο της φάρμας που έχει μόνο δύο πόδια;
pt: Vamos contar juntos as pernas do cavalo. Você consegue pensar em um animal de fazenda que tem apenas duas pernas?
ru: Посчитай вместе ноги лошади. Ты можешь придумать сельскохозяйственное животное, у которого только две ноги?
zh: 數一數馬有幾條腿。你能想到一種只有兩條腿的農場動物嗎？

# data_list
source: Are there animals that have any other number of legs than two or four? What about insects or spiders? -- do you know how many legs they have?
de: Gibt es Tiere mit einer anderen Anzahl Beinen als zwei oder vier? Wie steht es mit Insekten oder Spinnen? – Weißt du wie viele Beine diese haben?
el: Υπάρχουν ζώα που έχουν κάποιον άλλον αριθμό ποδιών εκτός από δύο ή τέσσερα; Τι γίνεται με τα έντομα ή τις αράχνες; -- ξέρεις πόσα πόδια έχουν;
pt: Existem animais que têm algum outro número de pernas além de dois ou quatro? E quanto a insetos ou aranhas? -- você sabe quantas pernas eles têm?
ru: Существует ли животные, у которых число ног отличается от двух или четырёх? А как насчёт насекомых или пауков? -- Ты знаешь, сколько у них ног?

# data_list
source: The pig says, "Grunt."
de: Das Schwein sagt, "Grunz."
el: Το γουρούνι λέει, "Γκρουγκ."
pt: O porco diz, “Rók.”
ru: Свинья говорит, «Хрю.»

# data_list
source: Some people think that pigs say "Oink." What do you think they say?
de: Manche Leute denken, dass Schweine "Oink." sagen. Was denkst du, sagen sie?
el: Μερικοί άνθρωποι πιστεύουν ότι τα γουρούνια κάνουν "Γκρουγκ!" Εσύ πώς νομίζετε ότι κάνουν;
pt: Algumas pessoas pensam que os porcos dizem "Oinc.” O que você acha que eles dizem?
ru: Некоторые люди думают, что свинья говорят «Хрю-хрю.» Что ты думаешь они говорят?

# data_list
source: The pig has two ears, two eyes, and two nostrils. Imagine what it would be like if it had two mouths!
de: Das Schwein hat zwei Ohren, zwei Augen und zwei Nasenlöcher. Stell dir vor, was wäre, wenn es zwei Münder hätte!!
el: Το γουρούνι έχει δύο αυτιά, δύο μάτια και δύο ρουθούνια. Φαντάσου πώς θα ήταν αν είχε δύο στόματα!
pt: O porco tem duas orelhas, dois olhos e duas narinas. Imagine como seria se ele tivesse duas bocas!
ru: У свиньи два уха, два глаза запятая и две ноздри в носу. Представь чтобы бы было, если бы у него было два рта!

# data_list
source: Count together the posts that make up the fence in front of the pig.
de: Zähle die Pfosten zusammen, die den Zaun vor dem Schwein ausmachen.
el: Μετρήστε μαζί τους πασσάλους που σχηματίζουν τον φράχτη μπροστά από το γουρούνι.
pt: Vamos contar juntos os postes que compõem a cerca na frente do porco.
ru: Посчитай столбы, из которых состоит забор перед свиньей.

# data_list
source: The chicken says, "Cluck."
de: Das Huhn sagt, "Gock."
el: Η κότα λέει, "Κο κο κο."
pt: A galinha diz: "Cocó."
ru: Курица говорит, «Кукареку.»

# data_list
source: A chicken is a farm animal with just two legs. Are there any others?
de: Ein Huhn ist ein Bauernhoftier mit nur zwei Beinen. Gibt es noch andere davon?
el: Η κότα είναι ένα ζώο της φάρμας που έχει μόνο δύο πόδια. Υπάρχουν άλλα;
pt: Uma galinha é um animal de fazenda com apenas duas pernas. Existem outros?
ru: Курица - это сельскохозяйственное животное, у которого всего две ноги. Есть ли другие?

# data_list
source: Count the baby chicks and count how many chickens there are all together.
de: Zähle die Küken und zähle alle Hühner die es gibt zusammen.
el: Μέτρησε τα κοτοπουλάκια και μέτρησε πόσες κότες υπάρχουν συνολικά.
pt: Conte os pintinhos e conte quantas galinhas há ao todo.
ru: Посчитай цыплят и посчитай сколько всего куриц вместе.

# data_list
source: One more than three makes how many?
de: Wie viel macht eins mehr als drei?
el: Ένα περισσότερο από τρία πόσο κάνει;
pt: Um a mais que três são quantos?
ru: На один больше чем три, составляет сколько?

# data_list
source: The dog says, "Woof."
de: Der Hund sagt, "Wuff."
el: Ο σκύλος λέει, "Γαβ."
pt: O cachorro diz, “Auau.”
ru: Собака говорит, «Гав.»

# data_list
source: The dog bowl is empty and the dog looks hungry.
de: Der Hundenapf ist leer und der Hund sieht hungrig aus.
el: Το μπολ του σκύλου είναι άδειο και ο σκύλος φαίνεται να πεινάει.
pt: A tigela de comida está vazia e o cachorro parece estar com fome.
ru: Миска для собаки пустая, и собака выглядит голодной.

# data_list
source: Count together the number of bags by the fence.
de: Zähle die Taschen beim Zaun zusammen.
el: Μετρήστε μαζί τον αριθμό των σακιών δίπλα στον φράχτη.
pt: Vamos contar juntos o número de sacos perto da cerca.
ru: Посчитай вместе количество мешков у забора.

# data_list
source: Count together the number of tines on the rake in the corner. Can you find other things to count?
de: Zähle die Anzahl Zacken am Rechen in der Ecke zusammen. Findest du noch andere Dinge zum Zusammenzählen?
el: Μετρήστε μαζί τον αριθμό από τις μύτες της τσουγκράνας στη γωνία. Μπορείτε να βρείτε άλλα πράγματα για να μετρήσετε;
pt: Vamos contar juntos o número de dentes do rastelo no canto. Você consegue encontrar outras coisas para contar?
ru: Посчитай вместе количество зубцов на граблях в углу. Можешь ли ты найти другие вещи которые можно посчитать?

# data_list
source: The farmer says, "Shhh!"
de: Der Bauer sagt, "Shhh!"
el: Ο αγρότης λέει, "Σσσσσ!"
pt: O fazendeiro diz: "Shhh!"
ru: Фермер говорит, «Шшш!»

# data_list
source: Why does the farmer say "Shhh?" Is the farmer tired of being pestered by the animals?
de: Warum sagt der Bauer "Shhh?" Ist der Bauer es Leid, von den Tieren gestört zu werden?
el: Γιατί ο αγρότης λέει "Σσσσσ"; Έχει ο αγρότης κουραστεί να τον ενοχλούν τα ζώα;
pt: Por que o fazendeiro diz "Shhh?” O fazendeiro está cansado de ser importunado pelos animais?
ru: Почему Фермер говорит «Шшш?» Фермер устал от приставаний животных?

# data_list
source: What are the animals waiting for?
de: Worauf warten die Tiere?
el: Τι περιμένουν τα ζώα;
pt: O que os animais estão esperando?
ru: Чего животные ждут?

# data_list
source: How many animals are waiting for their food?
de: Wie viele Tiere warten auf ihre Nahrung?
el: Πόσα ζώα περιμένουν το φαγητό τους;
pt: Quantos animais estão esperando pela comida?
ru: Сколько животных ждут свою еду?

# data_list
source: Long time ago, Cassava and Palm lived in a village called Koowa. They were very good friends. They visited each other every day. They were farmers. They worked very hard on their farms.
el: Πολύ παλιά, ο Κασάβα και ο Φοίνικας ζούσαν σε ένα χωριό που λεγόταν Κόουα. Ήταν πολύ καλοί φίλοι. Επισκέπτονταν ο ένας τον άλλο κάθε μέρα. Ήταν αγρότες. Εργάζονταν πολύ σκληρά στις φάρμες τους.
pt: Há muito tempo, Mandioca e Palmeira viviam em uma aldeia chamada Koowa. Eles eram muito amigos. Visitavam um ao outro todos os dias. Eles eram agricultores. E trabalhavam arduamente em suas fazendas.
ru: Давным-давно Маниока и Пальма жили в деревне Коова. Они были очень хорошими друзьями. Они навещали друг друга каждый день. Они были фермеры. Они очень усердно работали на своих фермах.

# data_list
source: These are two talking plants! Use your imagination to suggest what they might be saying to each other.
el: Αυτά είναι δύο φυτά που μιλούν! Χρησιμοποίησε τη φαντασία σου για να προτείνεις τι μπορεί να λένε το ένα στο άλλο.
pt: Essas são duas plantas falantes! Use a sua imaginação para sugerir o que eles podem estar dizendo um ao outro.
ru: Это два говорящих растения! Используй своё воображение, чтобы предположить, что они могут говорить друг другу.

# data_list
source: Palm is a kind of tree that doesn't have branches like other trees -- it has leaves, called fronds, that are held together by a rib in the middle.
el: Ο Φοίνικας είναι ένα είδος δέντρου που δεν έχει κλαδιά όπως άλλα δέντρα -- έχει φύλλα που ονομάζονται "φοινικόκλαδα" και συγκρατούνται από μια "ραχοκοκαλιά" στη μέση.
pt: A palmeira é um tipo de árvore que não tem galhos como as outras árvores - ela tem folhas chamadas frondes que são mantidas unidas por uma costela no meio.
ru: Пальма - это дерево, у которого нет ветвей, как у других деревьев -- у него есть листья, называемые вайями, которые скреплены ребром посередине.

# data_list
source: Count how many ribbed fronds you see. How does the rib on the fronds compare to your own ribs?
el: Μέτρησε πόσα φοινικόκλαδα με ραχοκοκαλιά βλέπεις. Πώς συγκρίνεται η ραχοκοκαλιά στα φύλλα με τα δικά σου πλευρά;
pt: Conte quantas frondes você vê. Como a costela das frondes se compara à sua própria costela?
ru: Посчитай, сколько ребристых ваях ты видишь. Чем ребро на ваях отличается от твоего ребра?

# data_list
source: In a certain year, there was no rain. The crops did not grow well. All the plants dried up. People did not have any food to eat. Cassava and Palm decided to travel to another village to look for work.
el: Μια χρονιά, δεν είχε καθόλου βροχή. Οι καλλιέργειες δεν αναπτύχθηκαν καλά. Όλα τα φυτά ξεράθηκαν. Οι άνθρωποι δεν είχαν φαγητό να φάνε. Ο Κασάβα και ο Φοίνικας αποφάσισαν να ταξιδέψουν σε ένα άλλο χωριό για να βρουν δουλειά.
pt: Em um determinado ano, não choveu. As lavouras não cresceram muito bem. Todas as plantas secaram. As pessoas não tinham o que comer. Mandioca e Palmeira decidiram viajar para outra aldeia em busca de trabalho.
ru: В определённый год, не было дождя. Урожай рос плохо. Все растения засохли. Людям нечего было есть. Маниока и Пальма решили поехать в другую деревню в поисках работы.

# data_list
source: How have Palm's fronds and Cassava's leaves changed now that the weather has been so dry?
el: Πώς έχουν αλλάξει τα φύλλα του Φοίνικα και του Κασάβα τώρα που ο καιρός ήταν τόσο ξηρός;
pt: Como as frondes de Palmeira e as folhas de Mandioca mudaram agora que o tempo estava bastante seco?
ru: Как изменились вайя и листья Маниоки теперь, когда погода стала такой засушливой?

# data_list
source: The plants in the ground are very thirsty. Have you ever been very, very thirsty? When you were extremely thirsty, how much did you drink? 1 cup? 2 cups? 3 cups? more?
el: Τα φυτά στο έδαφος είναι πολύ διψασμένα. Έχεις νιώσει ποτέ πολύ, πολύ διψασμένος; Όταν διψούσες πάρα πολύ, πόσο νερό ήπιες; 1 ποτήρι; 2 ποτήρια; 3 ποτήρια; Περισσότερο;
pt: As plantas no chão estão com muita sede. Você já teve muita, muita sede? Quando você estava extremamente sedento, quanto você bebeu? 1 copo? 2 copos? 3 copos? mais?
ru: Растения в земле очень хотят пить. У тебя когда-нибудь была сильная жажда? Когда тебе очень хотелось пить, сколько ты выпил? 1 стакан? 2 стакана? 3 стакана? Больше?

# data_list
source: All the little plants are dying! How many of them can you count? Can you count that high?
el: Όλα τα μικρά φυτά πεθαίνουν! Πόσα από αυτά μπορείς να μετρήσεις; Μπορείς να μετρήσεις τόσο πολλά;
pt: Todas as plantinhas estão morrendo! Quantas delas você pode contar? Consegue contar todas?
ru: Все маленькие растения умирают! Сколько из них ты можешь посчитать? Ты можешь считать так высоко?

# data_list
source: On their way, they met a woman. "Good afternoon," they greeted her. She responded, "Where are you going?" "We are going to the next village to look for work," said Palm.
el: Καθώς πήγαιναν, συνάντησαν μια γυναίκα. "Καλησπέρα," της είπαν χαιρετώντας την. Εκείνη απάντησε, "Πού πηγαίνετε;” “Πηγαίνουμε στο επόμενο χωριό για να βρούμε δουλειά," είπε ο Φοίνικας.
pt: No caminho, eles encontraram uma mulher. "Boa tarde", cumprimentaram-na. Ela respondeu: "Para onde vocês estão indo?", "Vamos à aldeia vizinha procurar trabalho", disse Palmeira.
ru: По пути они встретили женщину. «Добрый день,» они её встретили. Она ответила, «Куда вы идёте?» «Мы идём в соседнюю деревню искать работу,» сказал Пальма.

# data_list
source: Cassava has what are called tuber roots that help it stand up. How many tuber roots do you see?
el: Ο Κασάβα έχει ρίζες που ονομάζονται κόνδυλοι που τον βοηθούν να στέκεται. Πόσες τέτοιες ρίζες βλέπεις;
pt: A mandioca tem as chamadas raízes de tubérculo que a ajudam a se levantar. Quantas raízes de tubérculo você vê?
ru: У Маниоки есть такие называемые клубневые корни, которые помогают ей стоять. Сколько корней клубней ты видишь?

# data_list
source: Count the fingers on the woman's hands. How many fingers do most people have? How many does she seem to be missing?
el: Μέτρησε τα δάχτυλα στα χέρια της γυναίκας. Πόσα δάχτυλα έχουν οι άνθρωποι; Πόσα φαίνεται να της λείπουν;
pt: Conte os dedos nas mãos da mulher. Quantos dedos a maioria das pessoas tem? Quantos dedos dela parecem estar faltando?
ru: Посчитай пальцы на руках женщины. Сколько пальцев у большинства людей? Сколько у неё кажется не хватает?

# data_list
source: Notice everyone's arms in this picture. Copy each one with your own arms. Arm positions can tell us a lot about what a person is thinking or feeling. What do these arm positions say to you?
el: Παρατήρησε τα χέρια όλων σε αυτή την εικόνα. Αντίγραψε κάθε μία από τις στάσεις με τα δικά σου χέρια. Οι στάσεις των χεριών μπορούν να μας πουν πολλά για το τι σκέφτεται ή αισθάνεται ένα άτομο. Τι σου λένε εσένα αυτές οι στάσεις;
pt: Observe os braços de todos nesta imagem. Copie cada um deles com os seus próprios braços. As posições dos braços podem nos dizer muito sobre o que uma pessoa está pensando ou sentindo. O que as posições desses braços dizem para você?
ru: Обрати внимание на руки всех на этой картинке. Скопируй каждую своими руками. Положение рук может многое рассказать нам о том что человек думает или чувствует. О чём тебе говорят эти положения рук?

# data_list
source: "What work can you do?" the woman asked. The friends responded, "We can provide food for your family and animals." The woman asked, "What do you need to provide the food?" "Give us land, water and good care," they replied.
el: "Τι δουλειά μπορείτε να κάνετε;" ρώτησε η γυναίκα. Οι φίλοι απάντησαν, "Μπορούμε να παρέχουμε φαγητό για την οικογένειά σας και τα ζώα σας." Η γυναίκα ρώτησε, "Τι χρειάζεστε για να παρέχετε το φαγητό;" "Δώστε μας χώμα, νερό και καλή φροντίδα," απάντησαν.
pt: "Que trabalho vocês podem fazer?", perguntou a mulher. Os amigos responderam: "Podemos fornecer comida para a sua família e os seus animais." A mulher perguntou: "O que vocês precisam para fornecer a comida?", "Dê-nos terra, água e bons cuidados", responderam.
ru: «Какую работу вы можете делать?» спросила женщина. Друзья ответили, «Мы можем обеспечить едой вашу семью и животных.» Женщина спросила, «Что вам нужно для обеспечения еды?» «Дайте нам землю, воду, и хороший уход,» они ответили.

# data_list
source: Most of our food comes from plants. What are some of your favorite foods that come from trees? From bushes? From vines? (berries, tomatoes, beans, squash)
el: Το περισσότερο φαγητό μας προέρχεται από φυτά. Ποια είναι μερικά από τα αγαπημένα σου τρόφιμα που προέρχονται από δέντρα; Από θάμνους; Από κλήματα; (μούρα, ντομάτες, φασόλια, σταφύλια)
pt: A maior parte da nossa alimentação vem das plantas. Quais são alguns dos seus alimentos favoritos que vêm das árvores? Dos arbustos? Das videiras? (grãos, tomate, feijão, abóbora)
ru: Большую часть нашей пищи мы получаем из растений. Какие твои любимые продукты, которые получены из деревьев? Из кустов? Из лоз? (ягоды, помидоры, фасоль, тыква)

# data_list
source: Rectangles are shapes with four straight sides, like this page. Count the rectangles on this page.
el: Τα ορθογώνια είναι σχήματα με τέσσερις ίσιες πλευρές, όπως αυτή η σελίδα. Μέτρησε τα ορθογώνια σε αυτή τη σελίδα.
pt: Retângulos são formas com quatro lados retos, como esta página. Conte os retângulos nesta página.
ru: Прямоугольники - это фигуры с четырьмя прямыми сторонами, как на этой странице. Посчитай прямоугольники на этой странице.

# data_list
source: These roofs are made of straw. The roof of the round building is shaped like a cone. The roofs of the other two buildings are somewhat like two sides of a triangle.
el: Αυτές οι στέγες είναι φτιαγμένες από άχυρο. Η στέγη του στρογγυλού κτιρίου έχει το σχήμα κώνου. Οι στέγες των άλλων δύο κτιρίων μοιάζουν κάπως με δύο πλευρές τριγώνου.
pt: Esses telhados são feitos de palha. O telhado da casa redonda tem a forma de um cone. Os telhados das outras duas casas se assemelham com dois lados de um triângulo.
ru: Эти крыши сделанные из соломы. Крыша круглого здания имеет форму конуса. Крыши двух других зданий напоминают две стороны треугольника.

# data_list
source: The woman took them home with her.
el: Η γυναίκα τους πήρε σπίτι της.
pt: A mulher levou-os para casa com ela.
ru: Женщина забрала их с собой домой.

# data_list
source: Palm and Cassava have very different bodies. Describe the shape, color, and size of the scales covering Palm's body.
el: Ο Φοίνικας και o Κασάβα έχουν πολύ διαφορετικά σώματα. Περίγραψε το σχήμα, το χρώμα και το μέγεθος των "λεπιών" που καλύπτουν το σώμα του Φοίνικα.
pt: Palmeira e Mandioca têm corpos muito diferentes. Descreva a forma, a cor e o tamanho das escamas que cobrem o corpo de Palmeira.
ru: У Пальмы и Маниоки очень разные тела. Опиши форму, цвет, и размер чешуи которая покрывает тело Пальмы.

# data_list
source: How many of the bricks on the side of the house can you count? Are there more leaves on Cassava or bricks on the house? How many more?
el: Πόσα τούβλα στο πλάι του σπιτιού μπορείς να μετρήσεις; Υπάρχουν περισσότερα φύλλα στον Κασάβα ή τούβλα στο σπίτι; Πόσα περισσότερα;
pt: Quantos tijolos na lateral da casa você pode contar? Há mais folhas em Mandioca ou tijolos na casa? Quantos a mais?
ru: Сколько кирпичей на стене дома ты можешь посчитать? Есть больше листьев на Маниоке или кирпичей на доме? На сколько больше?

# data_list
source: What is the shape of the side of a brick? Do you see any other objects with that shape in this picture?
el: Ποιο είναι το σχήμα των πλευρών ενός τούβλου; Βλέπεις άλλα αντικείμενα με αυτό το σχήμα σε αυτή την εικόνα;
pt: Qual é a forma da lateral de um tijolo? Você vê outros objetos com essa forma nesta imagem?
ru: Какова форма стороны кирпича? Видишь ли ты на этой картинке ещё какие-нибудь объекты такой же формы?

# data_list
source: One afternoon, Palm tree and Cassava had an argument. Cassava said he was more important than Palm. Palm said he was more important than Cassava.
el: Ένα απόγευμα, ο φοίνικας και ο Κασάβα είχαν έναν καβγά. Ο Κασάβα είπε ότι εκείνος ήταν πιο σημαντικός από το Φοίνικα. Ο Φοίνικας είπε ότι εκείνος ήταν πιο σημαντικός από τον Κασάβα.
pt: Em uma tarde, Palmeira e Mandioca tiveram uma discussão. Mandioca disse que ele era mais importante do que Palmeira. Palmeira disse que ele era mais importante do que Mandioca.
ru: Однажды днём, Пальма и Маниока поссорились. Маниока сказала что она важнее Пальмы. Пальма сказал, что он важнее чем Маниока.

# data_list
source: Palm and Cassava want to feel important. What are some ways you feel important?
el: Ο Φοίνικας και ο Κασάβα θέλουν να νιώσουν σημαντικοί. Ποιοι είναι μερικοί τρόποι που σε κάνουν να νιώθεις σημαντικός;
pt: Palmeira e Mandioca querem se sentir importantes. Quais são algumas maneiras pelas quais você se sente importante?
ru: Пальма и Маниока хотят чувствовать себя важными. Как ты чувствуешь себя важным?

# data_list
source: There are many ways someone might feel important. Perhaps they are important to someone, or because they can do something really well, or maybe because someone or something needs them.
el: Υπάρχουν πολλοί τρόποι με τους οποίους κάποιος μπορεί να αισθάνεται σημαντικός. Ίσως να είναι σημαντικός για κάποιον άνθρωπο, ή επειδή μπορεί να κάνει κάτι πολύ καλά, ή ίσως επειδή κάποιος ή κάτι τον έχει ανάγκη.
pt: Há muitas maneiras pelas quais alguém pode se sentir importante. Talvez eles sejam importantes para alguém, ou porque eles podem fazer algo muito bem, ou talvez, porque alguém ou algo precisa deles.
ru: Есть много способов, которыми кто-то может чувствовать себя важным. Возможно, они важны для кого-то, или потому что они могут что-то делать действительно хорошо, или может быть потому что они кому-то или чему-то нужны.

# data_list
source: Use the shadows on the ground to guess where the sun is. Point to the corner of the picture where the sun is.
el: Χρησιμοποίησε τις σκιές στο έδαφος για να μαντέψεις πού βρίσκεται ο ήλιος. Δείξε την άκρη της εικόνας όπου βρίσκεται ο ήλιος.
pt: Use as sombras no chão para adivinhar onde o sol está. Aponte para o canto da imagem onde está o sol.
ru: Используя тени на земле, чтобы угадать где находится солнце. Укажи на угол картинки, где находится солнце.

# data_list
source: The woman heard them from her room. She came out and asked "Why are you fighting?"
el: Η γυναίκα τους άκουσε από το δωμάτιό της. Βγήκε έξω και ρώτησε, "Γιατί τσακώνεστε;"
pt: A mulher ouviu-os do quarto. Ela saiu e perguntou: "Por que vocês estão discutindo?"
ru: Женщина услышала их из своей комнаты. Она вышла и спросила, «Почему вы ссоритесь?»

# data_list
source: Rectangles with four equal sides are called squares. Point out squares and rectangles in this picture.
el: Τα ορθογώνια με τέσσερις ίσες πλευρές ονομάζονται τετράγωνα. Δείξε τετράγωνα και ορθογώνια σε αυτή την εικόνα.
pt: Retângulos com quatro lados iguais são chamados de quadrados. Aponte para os quadrados e os retângulos nesta imagem.
ru: Прямоугольники с четырьмя равными сторонами называются квадратами. Покажи квадраты и прямоугольники на этой картинке.

# data_list
source: Palm and Cassava are arguing. What do you think will happen next? Will they stop being friends?
el: Ο Φοίνικας και ο Κασάβα τσακώνονται. Τι νομίζεις ότι θα συμβεί στη συνέχεια; Θα σταματήσουν να είναι φίλοι;
pt: Palmeira e Mandioca estão discutindo. O que você acha que vai acontecer a seguir? Eles deixarão de ser amigos?
ru: Пальма и Маниока спорят. Что ты думаешь случится дальше? Они больше не будут дружить?

# data_list
source: Is it possible to disagree with someone and still be friends?
el: Είναι δυνατόν να διαφωνείς με κάποιον και να παραμένεις φίλος;
pt: É possível discordar de alguém e continuar a ser amigos?
ru: Можно ли с кем-то не соглашаться и при этом оставаться друзьями?
