Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: There is much more math to talk about than just numbers. • Describe things. Talk about sizes, colors, textures, shapes, softness, wetness, hot- ness, brightness, and more. Naming and describing properties is essential for comparing them and discovering patterns. • Use comparison words. Bigger, smaller, tallest, widest, more, less, same, ... • Use position words. Over, under, between, near, far, above, ... • Talk about patterns and sequences in space and time. Refer to the order of things as first, second, third, and last. Talk about what just happened, what is about to happen, and things happening today. Talk about patterns in designs you see. • Count things out loud and say numbers to refer to quantities. • Talk about adding or taking away one or two things from a collection. • Use measurement words. Use words like inch, centimeter, foot, meter, mile, kilometer, cup, liter, quart, and more to refer to the sizes of things.
el: Υπάρχουν πολλά περισσότερα μαθηματικά για συζήτηση από τους αριθμούς και μόνο. * Περιγράψτε αντικείμενα. Μιλήστε για μεγέθη, χρώματα, υφές, σχήματα, απαλότητα, υγρασία, ζέστη, φωτεινότητα και άλλα. Η ονομασία και η περιγραφή ιδιοτήτων είναι απαραίτητες για τη σύγκρισή τους και την ανακάλυψη μοτίβων. * Χρησιμοποιήστε λέξεις σύγκρισης. Μεγαλύτερο, μικρότερο, ψηλότερο, πιο πλατύ, περισσότερο, λιγότερο, ίδιο, ... * Χρησιμοποιήστε λέξεις θέσης. Πάνω, κάτω, ανάμεσα, κοντά, μακριά, επάνω από, ... * Μιλήστε για μοτίβα και ακολουθίες στον χώρο και στον χρόνο. Αναφερθείτε στη σειρά των πραγμάτων ως πρώτο, δεύτερο, τρίτο και τελευταίο. Μιλήστε για ό,τι μόλις συνέβη, τι πρόκειται να συμβεί και για πράγματα που γίνονται σήμερα. Μιλήστε για μοτίβα σε σχέδια που βλέπετε. * Μετρήστε αντικείμενα δυνατά και χρησιμοποιήστε αριθμούς για να δηλώσετε ποσότητες. * Μιλήστε για το ότι προσθέτετε ή αφαιρείτε ένα ή δύο αντικείμενα από μια συλλογή. * Χρησιμοποιήστε λέξεις μέτρησης. Πείτε, για παράδειγμα, εκατοστό, μέτρο, χιλιόμετρο, φλιτζάνι, λίτρο κ.ά. όταν αναφέρεστε στα μεγέθη των πραγμάτων.
pt: Há muito mais matemática para se discutir além de números. * Descreva coisas. Fale sobre tamanhos, cores, texturas, formas, maciez, umidade, calor, luminosidade e mais. Nomear e descrever as propriedades é essencial para compará-las e descobrir padrões. * Use termos comparativos: maior, menor, mais alto, mais largo, mais, menos, igual… * Use palavras de referência espacial: sobre, sob, entre, perto, longe, acima... * Fale sobre padrões e sequências no espaço e no tempo. Refira-se à ordem das coisas como primeiro, segundo, terceiro e último. Fale sobre o que acabou de acontecer, sobre o que irá acontecer e sobre coisas acontecendo hoje. Fale sobre padrões nos esboços que vê. * Conte as coisas em voz alta e use números para se referir a quantidades. * Fale sobre adicionar ou retirar uma ou duas coisas de uma coleção. * Use unidades de medida. Use palavras como polegada, centímetro, pés, metro, milha, quilômetro, copo, litro, um quarto e outras que se refiram ao tamanho das coisas.
ru: Математика не ограничена цифрами. * Описывайте всё что вас окружает. Говорите о размерах, цветах, текстурах, формах, мягкости, влажности, температуре, яркости и многом другом. Перечисление и описание характеристик важно для их сравнения и осознании закономерностей. * Используйте слова сравнения: больше, меньше, самый высокий, самый широкий, более, менее, такой же, ... * Используйте слова для обозначения положения: над, под, между, рядом, далеко, выше. ... * Говорите о закономерностях и последовательностях в пространстве и времени. Упоминайте порядок вещей: первый, второй, третий, и последний. Обсуждайте, только что произошедшее, что собирается произойти. Говорите об узорах и формах которые вы видите. * Считайте вслух и называйте числа, чтобы указать количество. * Говорите о добавлении или удалении одного, или двух предметов из коллекции. * Используйте измерения. Упоминайте такие слова, как дюйм, сантиметр, фут, метр, миля, километр, чашка, литр, кварт и другие для обозначения размеров.

# data_list
source: **This is all math:** These different ways of describing things and their relationships is talking about math! Building up this vocabulary and concepts will help your child develop mathematically, and it will also give a big boost to helping your child read and talk about the world.
el: **Όλα αυτά είναι μαθηματικά:** Αυτοί οι διάφοροι τρόποι περιγραφής αντικειμένων και των σχέσεών τους αποτελούν μαθηματική συζήτηση!\ Η καλλιέργεια αυτού του λεξιλογίου και των αντίστοιχων εννοιών θα βοηθήσει το παιδί σας να αναπτυχθεί μαθηματικά και θα του δώσει επίσης σημαντική ώθηση στο να μάθει να διαβάζει και να μιλά για τον κόσμο.
pt: **Tudo isso é matemática:** Essas diferentes maneiras de descrever coisas e suas conexões estão relacionadas à matemática! Adquirir esse vocabulário e compreender esses conceitos ajudarão seus filhos não só no desenvolvimento matemático, mas também a ler e falar sobre o mundo com mais facilidade.
ru: **Это Всё Математика:** Описания вещей и их взаимосвязи — это и есть разговор о математике! Развитие словарного запаса и концептов поможет вашему ребёнку развиваться математически, а также значительно облегчит дальнейшее изучение и обсуждение мира.

# data_list
source: MATH OUT LOUD – STORYTIME
el: ΜΑΘΗΜΑΤΙΚΆ ΦΩΝΑΧΤΆ – ΏΡΑ ΠΑΡΑΜΥΘΙΟΎ
pt: MATEMÁTICA EM VOZ ALTA – HORA DA HISTÓRIA
ru: МАТЕМАТИКА ГЛАСНО – ВРЕМЯ РАССКАЗОВ

# data_list
source: **It's cozy:** Storytime is a wonderful chance to do a bit of math with your child in a cozy setting. This builds up happy associations with math for you and your child. **Discuss as you read:** As you read a story with your child, talk about things in the pictures and in the story. If there is a big yellow sun, point to the sun and say: “The sun is round and it is yellow. The wall of this room is also yellow. Point to something round in this room.”
el: **Είναι ήρεμα:** Η ώρα για παραμύθι είναι μια υπέροχη ευκαιρία να κάνετε λίγα μαθηματικά με το παιδί σας σε ένα ήρεμο περιβάλλον. Αυτό δημιουργεί ευχάριστους συνειρμούς με τα μαθηματικά για εσάς και το παιδί σας. **Συζητήστε καθώς διαβάζετε:** Καθώς διαβάζετε μια ιστορία με το παιδί σας, μιλήστε για όσα βλέπετε στις εικόνες και στην ιστορία. Αν υπάρχει ένας μεγάλος κίτρινος ήλιος, δείξτε τον ήλιο και πείτε: “Ο ήλιος είναι στρογγυλός και είναι κίτρινος. Ο τοίχος αυτού του δωματίου είναι επίσης κίτρινος. Δείξε κάτι στρογγυλό σε αυτό το δωμάτιο.”
pt: **É aconchegante:** Contar histórias é uma ótima oportunidade de apresentar um pouco de matemática a seus filhos em um ambiente aconchegante. Isto cria associações positivas com a matemática tanto para você quanto para seus filhos. **Comente enquanto lê:** Ao ler uma história com seus filhos, converse sobre as coisas nas imagens e na história. Se houver um grande sol amarelo, aponte para o sol e diga: “O sol é redondo e é amarelo. A parede deste quarto também é amarela. Aponte para algo redondo neste quarto.”
ru: **Это уютно:** Рассказы — это прекрасная возможность позаниматься математикой с вашим ребенком в уютной обстановке. Это создает приятные ассоциации с математикой для вас и вашего ребенка. **Обсуждайте во время чтения:** Когда вы читаете с ребёнком, обсуждайте вещи на картинках и в самой истории. Если на картинке большое жёлтое солнце, покажите на него и скажите: "Солнце круглое и жёлтое. Стена в этой комнате тоже жёлтая. А что в комнате круглое?"

# data_list
source: As your child gets older, count together, such as the yellow flower petals in this picture, or ask your child to point to things you describe. In addition to discussing the characters in the story, discuss all the things you would if you were seeing these things in the world around you.
el: Καθώς το παιδί σας μεγαλώνει, μετρήστε μαζί, για παράδειγμα τα κίτρινα πέταλα του λουλουδιού στην εικόνα που του δείχνετε, ή ζητήστε από το παιδί σας να δείξει τα πράγματα που περιγράφετε. Εκτός από τους χαρακτήρες της ιστορίας, συζητήστε όλα όσα θα συζητούσατε αν βλέπατε αυτά τα πράγματα γύρω σας στον πραγματικό κόσμο.
pt: À medida que seu filho fica mais velho, contem juntos, por exemplo, as pétalas da flor amarela nesta imagem, ou peça para seus filhos apontarem para as coisas que você descreve. Além de examinar os personagens da história, converse sobre todas as coisas que você faria se estivesse vendo esses elementos no mundo ao seu redor.
ru: По мере того как ваш ребёнок растёт, считайте вместе, например, жёлтые лепестки цветка на картинке, или просите ребёнка указывать на вещи, которые вы описываете. Говорите о персонажах из книг и о вещах вокруг вас.

# data_list
source: EFM Storybooks
el: Βιβλία Ιστοριών EFM
pt: Livros de histórias da EFM
ru: “Early Family Math” Книги с историями

# data_list
source: EFM provides free picture storybooks as PDFs. Each book has suggested comments or questions to use while reading. Use these same math discussion ideas in your day-to-day activities with your child.
el: Το EFM προσφέρει δωρεάν εικονογραφημένα βιβλία ιστοριών σε μορφή PDF. Κάθε βιβλίο περιλαμβάνει προτεινόμενα σχόλια ή ερωτήσεις για να χρησιμοποιείτε κατά την ανάγνωση. Χρησιμοποιήστε τις ίδιες ιδέες μαθηματικής συζήτησης στις καθημερινές σας δραστηριότητες με το παιδί σας.
pt: EFM oferece livros de histórias ilustradas gratuitos em formato PDF. Cada livro tem comentários ou perguntas sugeridos para usar durante a leitura. Utilize essas mesmas ideias de conversação matemática nas atividades diárias com seus filhos.
ru: “Early Family Math” предоставляет бесплатные книжки с картинками в формате PDF. Каждая книга содержит комментарии или вопросы для обсуждения во время чтения. Используйте те же идеи для математических разговоров в повседневной деятельности с вашим ребёнком.

# data_list
source: MATH OUT LOUD – HOME ROUTINES
el: ΜΑΘΗΜΑΤΙΚΆ ΦΩΝΑΧΤΆ – ΟΙΚΙΑΚΈΣ ΡΟΥΤΊΝΕΣ
pt: MATEMÁTICA EM VOZ ALTA – ROTINAS DOMÉSTICAS
ru: МАТЕМАТИКА ГЛАСНО – В БЫТУ

# data_list
source: **Doing laundry:** When doing laundry, sort by similarities and differences – colors and sizes **Cleaning up an area:** Which things belong together and why? If you have a box, does it go into, under, over, or inside something else? Do things that are the same shape go together? Is there a special place for round things or triangular things? Which toys belong together? **Going to sleep and getting up:** Both of these situations lend themselves to discussing doing things in sequence, and practicing words like first, second, third, last, and next. Where do dirty clothes go? How do you decide which clothes you should wear together when you get dressed?
el: **Πλύσιμο ρούχων:** Όταν πλένετε ρούχα, ταξινομήστε τα με βάση ομοιότητες και διαφορές, όπως χρώματα και μεγέθη. **Τακτοποίηση χώρου:** Ποια πράγματα ανήκουν μαζί και γιατί; Αν έχετε ένα κουτί, πρέπει να μπει μέσα, κάτω, πάνω ή μέσα σε κάτι άλλο; Πάνε μαζί αντικείμενα που έχουν το ίδιο σχήμα; Υπάρχει ειδικό μέρος για στρογγυλά ή τριγωνικά πράγματα; Ποια παιχνίδια ανήκουν μαζί; **Ύπνος και ξύπνημα:** Και οι δύο αυτές καταστάσεις προσφέρονται για να μιλήσετε σχετικά με το να κάνουμε πράγματα με σειρά και για να εξασκήσετε λέξεις όπως πρώτο, δεύτερο, τρίτο, τελευταίο και επόμενο. Πού πάνε τα βρώμικα ρούχα; Πώς αποφασίζετε ποια ρούχα θα φορέσετε μαζί όταν ντύνεστε;
pt: **Lavando roupas:** Ao lavar roupa, classifique por semelhanças e diferenças – cores e tamanhos. **Limpando um local:** Quais coisas ficam juntas e por quê? Se você tem uma caixa, ela vai embaixo, em cima ou dentro de alguma outra coisa? Objetos que têm a mesma forma combinam? Existe um lugar especial para coisas redondas ou triangulares? Quais brinquedos ficam juntos? **Dormindo e acordando:** Ambas as situações permitem discutir como fazer as coisas em sequência e praticar palavras como primeiro, segundo, terceiro, último e próximo. Para onde vão as roupas sujas? Como vocês decidem quais roupas devem ser usadas juntas ao se vestir?
ru: **Стирка:** При стирке сортируйте вещи— по цвету и размеру. **Уборка** Какие вещи должны быть вместе и почему? Если у вас есть коробка, она идёт под, над, или внутрь чего-то другого? Идут ли вещи одной формы вместе? Есть ли особое место для круглых или треугольных вещей? Какие игрушки хранятся вместе? **Засыпаем и просыпаемся:** Обе эти ситуации подходят для обсуждения последовательности действий и практики слов таких, как первый, второй, третий, последний, и следующий. Куда убирать грязные вещи? Как решить какие вещи следует надеть вместе?

# data_list
source: MATH OUT LOUD – MEALTIME
el: ΜΑΘΗΜΑΤΙΚΆ ΦΩΝΑΧΤΆ – ΏΡΑ ΦΑΓΗΤΟΎ
pt: MATEMÁTICA EM VOZ ALTA – HORA DA REFEIÇÃO
ru: МАТЕМАТИКА ГЛАСНО – ПРИЁМ ПИЩИ

# data_list
source: **Cooking:** As you follow a recipe or prepare some food, involve your child in counting out or measuring the ingredients, and talk about the sequence of steps. If they are not ready to do the steps themselves, have them 'oversee' your work. **Table setting and clearing:** When setting the table, count how many people there will be, and then discuss which things (plate, fork, glass) each person will need. Do some people need different glasses for different drinks? When you put the food out, how do you figure out how much food to provide? If you have six pieces of fruit for three people, how many should each person get to share it fairly? When you clean up, are there some things that get cleaned in a different way than others? How can you tell when a lid matches a pot or pan? Which kinds of things get put away in which places? **Putting graceries away:** When putting away groceries, talk about the types of things that go together. Which things need refrigeration? Where do the cans go? Where is there space for the big box? Use lots of relation words such as above, under, around, and between.
el: **Μαγείρεμα:** Καθώς ακολουθείτε μια συνταγή ή ετοιμάζετε φαγητό, βάλτε το παιδί σας να μετρήσει ή να ζυγίσει τα υλικά και συζητήστε τη σειρά των βημάτων. Αν δεν είναι ακόμη έτοιμο να κάνει τα βήματα μόνο του, αφήστε το να «επιβλέπει» τη δουλειά σας. **Στρώσιμο και μάζεμα τραπεζιού:** Όταν στρώνετε το τραπέζι, μετρήστε πόσα άτομα θα είναι και μετά συζητήστε ποια πράγματα (πιάτο, πιρούνι, ποτήρι) θα χρειαστεί ο καθένας. Χρειάζονται κάποιοι διαφορετικά ποτήρια για διαφορετικά ποτά; Όταν βάζετε το φαγητό, πώς αποφασίζετε πόσο χρειάζεται; Αν έχετε έξι κομμάτια φρούτου για τρία άτομα, πόσα πρέπει να πάρει ο καθένας για δίκαιο μοίρασμα; Όταν καθαρίζετε, πλένονται κάποια πράγματα διαφορετικά από άλλα; Πώς καταλαβαίνετε ότι ένα καπάκι ταιριάζει σε μια κατσαρόλα ή σε ένα τηγάνι; Τι είδους πράγματα μπαίνουν σε ποιο μέρος; **Τακτοποίηση ψώνιων:** Όταν βάζετε τα ψώνια στη θέση τους, μιλήστε για τα είδη που πηγαίνουν μαζί. Ποια χρειάζονται ψυγείο; Πού μπαίνουν τα κουτιά; Πού υπάρχει χώρος για το μεγάλο κουτί; Χρησιμοποιήστε πολλές λέξεις θέσης όπως πάνω, κάτω, γύρω και ανάμεσα.
pt: **Cozinhando:** Ao seguir uma receita ou preparar alguma comida, envolva seus filhos na contagem ou na medição dos ingredientes e converse sobre a sequência das etapas. Se eles não estiverem prontos para executar as etapas sozinhos, peça-lhes que “supervisionem” o seu trabalho. **Colocar e limpar a mesa:** Ao pôr a mesa, conte quantas pessoas estarão presentes e depois converse sobre quais coisas (prato, garfo, copo) cada pessoa irá precisar. Algumas pessoas precisam de copos diferentes para bebidas diferentes? Quando você serve a comida, como determina a quantidade necessária? Se você tem seis pedaços de frutas para três pessoas, quanto cada pessoa deveria receber para ser dividido de forma justa? Ao limpar, existem coisas que são limpas de maneira diferente das outras? Como você sabe quando uma tampa combina com a panela ou a frigideira? Quais tipos de coisas são guardadas em quais lugares? **Guardando as compras:** Ao guardar as compras, fale sobre os tipos de coisas que combinam. Quais coisas precisam de refrigeração? Para onde vão as latas? Onde há espaço para a caixa grande? Use muitas palavras relacionadas, como acima, abaixo, ao redor e entre.
ru: **Готовка:** При готовке включайте ребёнка в подсчёт или измерение ингредиентов и обсуждайте последовательность шагов. Если ребёнок ещё не готов выполнять шаги самостоятельно, предложите ему "надзирать" вашу работу. **Накрытие стола и уборка после еды:** При накрытии стола посчитайте, сколько человек будет за столом, а затем обсудите, какие предметы (тарелка, вилка, стакан) понадобятся каждому человеку. Нужны ли кому-то разные стаканы для разных напитков? Когда вы накладываете еду, как вы определяете её количество? Если у вас есть шесть фруктов для трёх человек, сколько должно достаться каждому, чтобы это было поровну? При уборке есть ли вещи, которые чистятся по-разному? Как вы определяете, подходит ли крышка к кастрюле или сковороде? Какие вещи кладутся в какие места? **Размещение продуктов:** При уборке продуктов обсуждайте, какие вещи должны быть вместе. Какие из них нужно хранить в холодильнике? Куда ставить консервы? Где есть место для большой коробки? Используйте много слов как над, под, вокруг, и между.

# data_list
source: MATH OUT LOUD – PLAYTIME
el: ΜΑΘΗΜΑΤΙΚΆ ΦΩΝΑΧΤΆ – ΏΡΑ ΠΑΙΧΝΙΔΙΟΎ
pt: MATEMÁTICA EM VOZ ALTA – HORA DE BRINCAR
ru: МАТЕМАТИКА ГЛАСНО – ИГРОВОЕ ВРЕМЯ

# data_list
source: While playing at home or in a park, there is much mathematics to point out and describe. **In the playground:** Count the children, the number of swings, the number of steps, or anything else. Comment about where there is more of one thing than another.
el: Ενώ παίζετε στο σπίτι ή σε ένα πάρκο, υπάρχουν πολλά μαθηματικά να επισημάνετε και να περιγράψετε. **Στην παιδική χαρά:** Μετρήστε τα παιδιά, τις κούνιες, τα σκαλοπάτια ή οτιδήποτε άλλο. Σχολιάστε πού υπάρχει περισσότερο από κάτι σε σχέση με κάτι άλλο.
pt: Ao brincar em casa ou no parque, há muita matemática para apontar e descrever. **No parquinho:** Conte as crianças, o número de balanços, o número de passos ou qualquer outra coisa. Comente sobre onde há mais de uma coisa do que de outra.
ru: Играя дома или в парке можно многое обсудить и описать с точки зрения математики. **На детской площадке:** Считайте детей, количество качелей, количество ступенек, или что-либо еще. Укажите чего больше по сравнению со всем остальным.

# data_list
source: **On the swings:** Pushing your child on the swings is a perfect opportunity to count with your child. With each push, count “1, 2, 3, 4, 5.” After your child starts learning how to count to 5, counting down from 5 is also a good idea. Start or end at 0 sometimes.
el: **Στις κούνιες:** Σπρώχνοντας το παιδί σας στις κούνιες είναι ιδανική ευκαιρία να μετρήσετε μαζί. Με κάθε σπρώξιμο, μετρήστε «1, 2, 3, 4, 5». Αφού το παιδί μάθει να μετρά μέχρι το 5, το να μετράτε αντίστροφα από το 5 είναι επίσης καλή ιδέα. Ξεκινήστε ή τελειώστε στο 0 μερικές φορές.
pt: **Nos balanços:** Empurrar seu filho no balanço é uma oportunidade perfeita para contar com ele. A cada empurrão, conte “1, 2, 3, 4, 5”. Depois que seu filho começar a aprender a contar até 5, fazer uma contagem regressiva a partir do 5 também é uma boa ideia. Comece ou termine em 0 às vezes.
ru: **Качели:** Когда вы качаете ребёнка на качелях, это отличная возможность считать вместе с ним. При каждом толчке считайте: "1, 2, 3, 4, 5". Когда ребёнок научится считать до 5, можете начать считать в обратном порядке от 5. Иногда начинайте или заканчивайте с 0.

# data_list
source: Point out the circles, curves, straight lines, triangles, and rectangles in the play area. Talk about how some things are over, under, between, or on top of other things. **At home:** Compare sizes when building with toys or blocks – Which tower is the tallest; Can you make two towers the same height? Describe and compare the sizes, numbers, colors of your toys, animals in pictures, or things you can see outside. If you are making a jigsaw puzzle, describe the shape and color of the piece you need.
el: Επισημάνετε τους κύκλους, τις καμπύλες, τις ευθείες, τα τρίγωνα και τα ορθογώνια στον χώρο παιχνιδιού. Μιλήστε για το πώς κάποια πράγματα είναι πάνω, κάτω, ανάμεσα ή πάνω από άλλα. **Στο σπίτι:** Συγκρίνετε μεγέθη όταν χτίζετε με παιχνίδια ή τουβλάκια· ποιος πύργος είναι ο πιο ψηλός; Μπορείτε να κάνετε δύο πύργους στο ίδιο ύψος; Περιγράψτε και συγκρίνετε τα μεγέθη, τους αριθμούς και τα χρώματα των παιχνιδιών σας, των ζώων στις εικόνες ή των πραγμάτων που βλέπετε έξω. Αν φτιάχνετε ένα παζλ, περιγράψτε το σχήμα και το χρώμα του κομματιού που χρειάζεστε.
pt: Aponte os círculos, curvas, linhas retas, triângulos e retângulos na brinquedoteca. Fale sobre como algumas coisas estão acima, abaixo, entre ou em cima de outras coisas. **Em casa:** Compare os tamanhos ao construir com brinquedos ou blocos – Qual torre é a mais alta; Você consegue fazer duas torres com a mesma altura? Descreva e compare os tamanhos, números e cores dos seus brinquedos, dos animais nas imagens ou das coisas que você pode ver lá fora. Se estiver montando um quebra-cabeça, descreva a forma e a cor da peça que você precisa.
ru: Укажите на круги, кривые линии, прямые линии, треугольники, и прямоугольники на игровой площадке. Обсудите, как некоторые вещи находятся под, между, или над другими вещами. **Дома:** Сравнивайте размеры когда строите с игрушками или кубиками — Какая башня самая высокая? Может ли он сделать две башни одинаковой высоты? Опишите и сравните размеры, количество, цвета игрушек, животных на картинках или вещей, которые вы видите на улице. Если вы собираете пазл, опишите форму и цвет кусочка, который вам нужен.

# data_list
source: MATH OUT LOUD – OUT AND ABOUT
el: ΜΑΘΗΜΑΤΙΚΆ ΦΩΝΑΧΤΆ – ΒΌΛΤΕΣ
pt: MATEMÁTICA EM VOZ ALTA – PASSEANDO
ru: МАТЕМАТИКА ГЛАСНО – ГУЛЯЙ РАССКАЗЫВАЙ

# data_list
source: While you travel, there are many opportunities to talk mathematically with your child. If you see a somewhat unusual red car, you can point that out and count together other red cars that are like it. Similarly, you might see a big truck and start counting those.
el: Καθώς ταξιδεύετε, έχετε πολλές ευκαιρίες να μιλήσετε μαθηματικά με το παιδί σας. Αν δείτε ένα λίγο ασυνήθιστο κόκκινο αυτοκίνητο, μπορείτε να το επισημάνετε και να μετρήσετε μαζί άλλα κόκκινα αυτοκίνητα που του μοιάζουν. Παρομοίως, μπορεί να δείτε ένα μεγάλο φορτηγό και να αρχίσετε να μετράτε τα φορτηγά.
pt: Enquanto viaja, há muitas oportunidades para conversar sobre matemática com seu filho. Se você avistar um carro vermelho um pouco incomum, pode apontar e contar juntos outros carros vermelhos parecidos. Da mesma forma, você pode ver um caminhão grande e começar a contá-los.
ru: Пока вы в пути, у вас есть возможность поговорить о математике с вашим ребёнком. Если вы увидите красную машину, обратите внимание ребёнка на неё и начните вместе считать другие красные машины. Точно так же вы можете заметить большой грузовик и начать считать их.

# data_list
source: You can ask about bigger, smaller, thinner, and wider things such as buildings, window, trees, and people. Which things are closer than others, and which things are farther away?
el: Μπορείτε να ρωτήσετε για μεγαλύτερα, μικρότερα, λεπτότερα και πλατύτερα πράγματα όπως κτίρια, παράθυρα, δέντρα και ανθρώπους. Ποια πράγματα είναι πιο κοντά και ποια πιο μακριά;
pt: Você pode perguntar sobre coisas maiores, menores, mais estreitas e mais largas, como prédios, janelas, árvores e pessoas. Quais coisas estão mais próximas e quais estão mais distantes?
ru: Спрашивайте о более крупных, мелких, узких и широких объектах, таких как здания, окна, деревья, и люди. Какие из них ближе, а какие дальше?
