Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: What is your favorite place to visit away from where you live?
el: Ποιο είναι το αγαπημένο σου μέρος για να επισκεφτείς μακριά από εκεί που ζεις;
pt: Qual é o seu lugar favorito para visitar que fica longe de onde você mora?
ru: Какое твоё любимое место посещать за пределами того где ты живёшь?

# data_list
source: What is your favorite spot to go to around where you live?
el: Ποιο είναι το αγαπημένο σου μέρος κοντά στην περιοχή σου;
pt: Qual é o seu lugar favorito para ir perto de onde você mora?
ru: Какое твоё любимое место в районе где ты живёшь?

# data_list
source: Which one has stripes and which one has spots? How many stripes and how many spots?
de: Welcher hat Streifen und welcher Flecken? Wie viele Streifen und wie viele Flecken?
el: Ποιος έχει ρίγες και ποιος έχει βούλες; Πόσες ρίγες και πόσες βούλες;
pt: Qual deles tem listras e qual tem pintas? Quantas listras e quantas pintas?
ru: У какой из них есть полосы а у какой пятны? Сколько полосок и пятен ты видишь?

# data_list
source: Which one has whiskers we can see? How many whiskers?
de: Welcher hat Schnurrhaare, die man sieht? Wie viele Schnurrhaare?
el: Ποιος έχει μουστάκια που μπορούμε να δούμε; Πόσα μουστάκια;
pt: Qual deles tem bigodes que podemos ver? Quantos fios de bigode?
ru: У кого из них есть усы, которые мы можем видеть? Сколько усов?

# data_list
source: Which one is red and which one is yellow?
de: Welcher ist rot, und welcher gelb?
el: Ποιος είναι κόκκινος και ποιος είναι κίτρινος;
pt: Qual é vermelho e qual é amarelo?
ru: Какой из них красный, а какой жёлтый?

# data_list
source: Cat and Dog look through the window. They look through the window.
de: Der Kater und der Hund schauen aus dem Fenster. Sie schauen durch das Fenster.
el: Η Γάτα και ο Σκύλος κοιτάζουν μέσα από το παράθυρο. Κοιτάζουν μέσα από το παράθυρο.
pt: Gato e Cão olham pela janela. Eles olham pela janela.
ru: Кошка и Собака смотрят в окно. Они вместе смотрят в окно.

# data_list
source: How many times does it say that they are looking through the window? The writer repeats it to tell us that Cat and Dog have nothing to do.
de: Wie oft wird gesagt, dass sie durch das Fenster schauen? Der Schreiber wiederholt es, um uns zu sagen, dass Kater und Hund nichts zu tun haben.
el: Πόσες φορές μας λέει ότι κοιτάζουν μέσα από το παράθυρο; Ο συγγραφέας το επαναλαμβάνει για να μας πει ότι η Γάτα και ο Σκύλος δεν έχουν τίποτα να κάνουν.
pt: Quantas vezes a história diz que eles estão olhando pela janela? O escritor repete isso para nos mostrar que Gato e Cão não têm nada para fazer.
ru: Сколько раз сказано, что они смотрят в окно? Писатель нам повторяет это, чтобы нам дать знать, что Кошке и Собаке нечего делать.

# data_list
source: Do Cat and Dog look bored?
de: Sehen Kater und Hund gelangweilt aus?
el: Η Γάτα και ο Σκύλος φαίνονται βαριεστημένοι;
pt: Gato e Cão parecem entediados?
ru: Ты думаешь что Кошка и Собака выглядят как будто им нечего делать и скучно?

# data_list
source: Count together the number of trees.
de: Zähle die Anzahl der Bäume zusammen.
el: Μετρήστε μαζί τον αριθμό των δέντρων.
pt: Vamos contar juntos o número de árvores.
ru: Посчитайте вместе сколько деревьев.

# data_list
source: Then Cat and Dog see a butterfly! The butterfly is pink.
de: Dann sehen Kater und Hund einen Schmetterling! Der Schmetterling ist pink.
el: Τότε η Γάτα και ο Σκύλος βλέπουν μια πεταλούδα! Η πεταλούδα είναι ροζ.
pt: Então Gato e Cão veem uma borboleta! A borboleta é rosa.
ru: И потом Кошка и Собака видят бабочку! Бабочка розовая.

# data_list
source: Why were Cat and Dog so excited to see a butterfly? Were they looking for one?
de: Warum waren Kater und Hund so aufgeregt, als sie einen Schmetterling sahen? Hielten sie nach Einem Ausschau?
el: Γιατί η Γάτα και ο Σκύλος ενθουσιάστηκαν τόσο που είδαν μια πεταλούδα; Έψαχναν μια;
pt: Por que Gato e Cão ficaram tão animados ao ver a borboleta? Eles estavam procurando uma?
ru: Почему ты думаешь Кошка и Собака очень обрадовались когда они увидели бабочку? Они её искали?

# data_list
source: Point at and count the wings on the butterfly.
de: Zeige auf die Flügel des Schmetterlings und zähle sie.
el: Δείξε και μέτρησε τα φτερά της πεταλούδας.
pt: Aponte e conte quantas asas a borboleta tem.
ru: Покажи и посчитай сколько крыльев у бабочки.

# data_list
source: Point at and count the short lines going away from the butterfly. They show the butterfly is alarmed.
de: Zeige auf die kurzen Linien, die vom Schmetterling weg zeigen und zähle sie. Sie machen deutlich, dass der Schmetterling aufgeschreckt ist.
el: Δείξε και μέτρησε τις κοντές γραμμές που απομακρύνονται από την πεταλούδα. Δείχνουν ότι η πεταλούδα είναι ανήσυχη.
pt: Aponte e conte as linhas curtas saindo da borboleta. Elas indicam que a borboleta está inquieta.
ru: Покажи и посчитай короткие линии которые отходят от бабочки. Они показывают, что бабочка встревожена.

# data_list
source: Cat and Dog want to catch the butterfly. Cat and Dog follow the butterfly. They follow the butterfly.
de: Der Kater und der Hund wollen den Schmetterling fangen. Der Kater und der Hund folgen dem Schmetterling. Sie folgen dem Schmetterling.
el: Η Γάτα και ο Σκύλος θέλουν να πιάσουν την πεταλούδα. Η Γάτα και ο Σκύλος ακολουθούν την πεταλούδα. Ακολουθούν την πεταλούδα.
pt: Gato e Cão querem pegar a borboleta. Gato e Cão seguem a borboleta. Eles seguem a borboleta.
ru: Кошка и Собака хотят поймать бабочку. Кошка и Собака следуют за бабочкой. Они идут за бабочкой.

# data_list
source: Does the butterfly want to be caught?
de: Will der Schmetterling gefangen werden?
el: Θέλει η πεταλούδα να την πιάσουν;
pt: A borboleta quer ser pega?
ru: А бабочка хочет чтобы её поймали?

# data_list
source: Is it mean of Cat and Dog to want to catch the butterfly?
de: Ist es gemein, dass der Kater und der Hund den Schmetterling fangen wollen?
el: Είναι κακό από την πλευρά της Γάτας και του Σκύλου που θέλουν να πιάσουν την πεταλούδα;
pt: É maldade o Gato e o Cão quererem pegar a borboleta?
ru: Зло ли это со стороны кошки и собаки что они хотят поймать бабочку?

# data_list
source: When is it fun to be chased and when is it frightening?
de: Wann ist es lustig, gejagt zu werden, und wann macht es Angst?
el: Πότε είναι διασκεδαστικό να σε κυνηγούν και πότε είναι τρομακτικό;
pt: Quando é divertido ser perseguido e quando é assustador?
ru: А когда тебе весело Когда за тобой гоняются? А когда тебе грустно или страшно?

# data_list
source: Cat and Dog follow the butterfly by foot. They walk after the butterfly. But the butterfly is fast. The butterfly is too fast and Cat and Dog are slow. They are too slow.
de: Der Kater und der Hund folgen dem Schmetterling zu Fuß. Sie gehen hinter dem Schmetterling her. Aber der Schmetterling ist schnell. Der Schmetterling ist zu schnell und Kater und Hund sind langsam. Sie sind zu langsam.
el: Η Γάτα και ο Σκύλος ακολουθούν την πεταλούδα με τα πόδια. Περπατούν πίσω από την πεταλούδα. Αλλά η πεταλούδα είναι γρήγορη. Η πεταλούδα είναι πολύ γρήγορη και η Γάτα και ο Σκύλος είναι αργοί. Είναι πολύ αργοί.
pt: Gato e Cão seguem a borboleta a pé. Eles andam atrás da borboleta. Mas a borboleta é rápida. A borboleta é rápida demais e o Gato e o Cão são lentos. Eles são lentos demais.
ru: Кошка и Собака идут за бабочкой пешком. Они идут за бабочкой. Но бабочка быстрая. Бабочка очень быстрая, а кошка и собака медленные. Они очень медленные.

# data_list
source: Which animal is going the fastest?
de: Welches Tier ist das schnellste?
el: Ποιο ζώο πηγαίνει πιο γρήγορα;
pt: Qual animal está indo mais rápido?
ru: Какое животное движется быстрее всех?

# data_list
source: Can you go faster or slower than Cat and Dog?
de: Kannst du schneller oder langsamer als Kater und Hund gehen?
el: Εσύ πας πιο γρήγορα ή πιο αργά από τη Γάτα και τον Σκύλο;
pt: Você consegue ir mais rápido ou mais lento que o Gato e o Cão?
ru: А ты можешь идти быстрее или медленнее чем Кошка и Собака?

# data_list
source: Point out that their feet are drawn going in circles to indicate they are running fast.
de: Zeige auf ihre Tatzen, die sich wie im Kreis bewegen, um aufzuzeigen, dass sie schnell gehen.
el: Παρατηρήστε ότι τα πόδια τους έχουν σχεδιαστεί να φαίνονται με κυκλική κίνηση για να δείξουν ότι τρέχουν γρήγορα.
pt: Aponte que seus pés estão desenhados em círculos para indicar que estão correndo rápido.
ru: Заметь что ихнии ноги нарисованы кругами, и это значит, что они быстро бегут.

# data_list
source: Cat and Dog follow the butterfly by bike. They ride after the butterfly. But the butterfly is fast. The butterfly is very fast, and Cat and Dog are slow. They are very slow.
de: Kater und Hund verfolgen den Schmetterling mit dem Fahrrad. Sie fahren hinter dem Schmetterling her. Aber der Schmetterling ist schnell. Der Schmetterling ist sehr schnell, und Kater und Hund sind langsam. Sie sind sehr langsam.
el: Η Γάτα και ο Σκύλος ακολουθούν την πεταλούδα με ποδήλατο. Κάνουν ποδήλατο πίσω από την πεταλούδα. Αλλά η πεταλούδα είναι γρήγορη. Η πεταλούδα είναι πολύ γρήγορη και η Γάτα και ο Σκύλος είναι αργοί. Είναι πολύ αργοί.
pt: Gato e Cão seguem a borboleta de bicicleta. Eles pedalam atrás da borboleta. Mas a borboleta é rápida. A borboleta é muito rápida e o Gato e o Cão são lentos. Eles são muito lentos.
ru: Кошка и Собака следует за бабочкой на велосипеде. Они едут за бабочкой. Но бабочка быстрая. Бабочка очень быстрая, а Кошка и Собака медленные. Они очень медленные.

# data_list
source: Can butterflies fly faster than a bike can go?
de: Können Schmetterlinge schneller fliegen als ein Fahrrad fahren kann?
el: Μπορούν οι πεταλούδες να πετάξουν πιο γρήγορα από όσο μπορεί να πάει ένα ποδήλατο;
pt: As borboletas conseguem voar mais rápido do que uma bicicleta?
ru: А могут ли бабочки летать быстрее велосипеда?

# data_list
source: Can cats and dogs ride bikes?
de: Können Kater und Hunde Fahrräder fahren?
el: Μπορούν οι γάτες και οι σκύλοι να κάνουν ποδήλατο;
pt: Você acha que conseguiria pegar uma borboleta enquanto anda de bicicleta?
ru: А могут ли кошки и собаки ездить на велосипедах?

# data_list
source: Do you think you could catch a butterfly while riding a bike?
de: Meinst du, du könntest einen Schmetterling fangen, während du ein Fahrrad fährst?
el: Νομίζεις ότι μπορείς να πιάσεις μια πεταλούδα ενώ κάνεις ποδήλατο;
pt: Você acha que conseguiria pegar uma borboleta enquanto anda de bicicleta?
ru: Ты думаешь что ты можешь поймать бабочку когда ты едешь на велосипеде?

# data_list
source: Cat and Dog follow the butterfly by car. They drive after the butterfly. But the butterfly is fast. The butterfly is still too fast, and Cat and Dog are slow. They are still too slow.
de: Kater und Hund folgen dem Schmetterling mit dem Auto. Sie fahren hinter dem Schmetterling her. Aber der Schmetterling ist schnell. Der Schmetterling ist immer noch zu schnell, und der Kater und der Hund sind langsam. Sie sind immer noch zu langsam.
el: Η Γάτα και ο Σκύλος ακολουθούν την πεταλούδα με αυτοκίνητο. Οδηγούν πίσω από την πεταλούδα. Αλλά η πεταλούδα είναι γρήγορη. Η πεταλούδα είναι και πάλι πολύ γρήγορη, και η Γάτα και ο Σκύλος είναι αργοί. Είναι και πάλι πολύ αργοί.
pt: Gato e Cão seguem a borboleta de carro. Eles dirigem atrás da borboleta. Mas a borboleta é rápida. A borboleta ainda é rápida demais e o Gato e o Cão são lentos. Eles ainda são lentos demais.
ru: Кошка и Собака едут за бабочкой на машине. Они едут за бабочкой. Но бабочка oчень быстрая. Всё равно бабочка слишком быстрая, а Кошка и Собака медленные. Они всё ещё очень медленные.

# data_list
source: Can a butterfly or a bird fly faster than a car?
de: Kann ein Schmetterling oder ein Vogel schneller fliegen als ein Auto?
el: Μπορεί μια πεταλούδα ή ένα πουλί να πετάξει πιο γρήγορα από όσο μπορεί να κινηθεί ένα αυτοκίνητο;
pt: Uma borboleta ou um pássaro conseguem voar mais rápido que um carro?
ru: Может ли бабочка или птица летать быстрее машины?

# data_list
source: Can a real dog drive a car?
de: Kann ein richtiger Hund ein Auto fahren?
el: Μπορεί ένας αληθινός σκύλος να οδηγήσει αυτοκίνητο;
pt: Um cachorro de verdade consegue dirigir um carro?
ru: А может настоящая собака водить машину?

# data_list
source: Count together the clouds in the sky.
de: Zähle die Wolken im Himmel zusammen.
el: Μετρήστε μαζί τα σύννεφα στον ουρανό.
pt: Vamos contar juntos as nuvens no céu.
ru: Посчитайте вместе облака в небе.

# data_list
source: Cat and Dog follow the butterfly by boat. They float after the butterfly. But the butterfly is fast. The butterfly is super-fast, and Cat and Dog are slow. They are still super-slow.
de: Kater und Hund folgen dem Schmetterling mit dem Boot. Sie rudern hinter dem Schmetterling her. Aber der Schmetterling ist schnell. Der Schmetterling ist super-schnell und Kater und Hund sind langsam. Sie sind immer noch super-langsam.
el: Η Γάτα και ο Σκύλος ακολουθούν την πεταλούδα με βάρκα. Πλέουν πίσω από την πεταλούδα. Αλλά η πεταλούδα είναι γρήγορη. Η πεταλούδα είναι πολύ γρήγορη, και η Γάτα και ο Σκύλος είναι αργοί. Είναι και πάλι πολύ αργοί.
pt: Gato e Cão seguem a borboleta de barco. Eles flutuam atrás da borboleta. Mas a borboleta é rápida. A borboleta é super-rápida, e o Gato e o Cão são lentos. Eles ainda são super-lentos.
ru: Кошка и Собака плывут за бабочкой на лодке. Они плывут за бабочкой. Но бабочка быстрая. Бабочка слишком быстрая, а Кошка и Собака медленные. Они всё ещё слишком медленные.

# data_list
source: Count the number of fish.
de: Zähle die Anzahl Fische.
el: Μέτρησε τον αριθμό των ψαριών.
pt: Conte o número de peixes.
ru: Посчитай сколько рыб.

# data_list
source: Including Cat and Dog, count the number of animals.
de: Zähle die Anzahl Tiere zusammen, inklusive Kater und Hund.
el: Συμπεριλαμβάνοντας τη Γάτα και τον Σκύλο, μέτρησε τον αριθμό των ζώων.
pt: Incluindo Gato e Cão, conte o número de animais.
ru: Включаю кошку и собаку, посчитай сколько животных.

# data_list
source: The fish look surprised. Why are they surprised?
de: Die Fische sehen überrascht aus. Warum sind sie überrascht?
el: Τα ψάρια φαίνονται έκπληκτα. Γιατί είναι έκπληκτα;
pt: Os peixes parecem surpresos. Por que eles estão surpresos?
ru: Рыбы выглядят удивлeнными, почему они удивляются так?

# data_list
source: Cat and Dog follow the butterfly by plane. They flow after the butterfly. But the butterfly is fast. The butterfly is still super-super-fast, and Cat and Dog are slow. They are still super-super-slow.
de: Kater und Hund folgen dem Schmetterling mit dem Flugzeug. Sie schweben hinter dem Schmetterling her. Aber der Schmetterling ist schnell. Der Schmetterling ist immer noch super-super-schnell, und Kater und Hund sind langsam. Sie sind immer noch super-super-langsam.
el: Η Γάτα και ο Σκύλος ακολουθούν την πεταλούδα με αεροπλάνο. Πετούν πίσω από την πεταλούδα. Αλλά η πεταλούδα είναι γρήγορη. Η πεταλούδα είναι και πάλι πιο γρήγορη, και η Γάτα και ο Σκύλος είναι και πάλι πιο αργοί.
pt: Gato e Cão seguem a borboleta de avião. Eles voam atrás da borboleta. Mas a borboleta é rápida. A borboleta ainda é super-super-rápida, e o Gato e o Cão são lentos. Eles ainda são super-super-lentos.
ru: Кошка и Собака летают за бабочкой на самолёте. Они летают за бабочкой. Но бабочка очень быстрая. Бабочка всё ещё очень-очень быстрая, а Кошка и Собака медленные. Они очень-очень медленные.

# data_list
source: Do you think a dog can fly a plane?
de: Denkst du, ein Hund kann ein Flugzeug fliegen?
el: Νομίζεις ότι ένας σκύλος μπορεί να πιλοτάρει ένα αεροπλάνο;
pt: Você acha que um cachorro consegue pilotar um avião?
ru: А ты думаешь что Собака может летать самолёт?

# data_list
source: Which of cars, boats, and planes is the fastest and which is the slowest?
de: Welches, von Autos, Booten und Flugzeugen, ist das schnellste, welches das langsamste?
el: Ποια από τις επιλογές αυτοκίνητο, βάρκα και αεροπλάνο είναι η πιο γρήγορη και ποια η πιο αργή;
pt: Qual entre carros, barcos e aviões é o mais rápido e qual é o mais lento?
ru: Из машины, лодки, или самолёта какой образ транспортации самый быстрый, А какой самый медленный?

# data_list
source: They are up very high. Count together the clouds where they are.
de: Sie sind sehr hoch oben. Zähle die Wolken zusammen, dort wo sie sind.
el: Είναι πολύ ψηλά. Μετρήστε μαζί τα σύννεφα γύρω τους.
pt: Eles estão muito altos. Vamos contar juntos as nuvens de onde eles estão.
ru: Они очень высоко. Посчитайте вместе все облака где они находятся.

# data_list
source: The Cat and Dog stop. They stop and sit down. They sit down at a tree. They sit down at a big tree. But then ....
de: Der Kater und der Hund hören auf. Sie hören auf und setzen sich. Sie setzen sich an einen Baum. Sie setzen sich an einen großen Baum. Aber dann ....
el: Η Γάτα και ο Σκύλος σταματούν. Σταματούν και κάθονται. Κάθονται κάτω από ένα δέντρο. Κάθονται κάτω από ένα μεγάλο δέντρο. Αλλά τότε ....
pt: Gato e Cão param. Eles param e se sentam. Eles se sentam ao pé de uma árvore. Eles se sentam ao pé de uma grande árvore. Mas então...
ru: Кошка и Собака остановились. Они остановились и сели. Они сидят рядом с деревом. Они сидят у большого дерева. Но потом ....

# data_list
source: Which is longer, Cat's tongue or Cat's legs?
de: Was ist länger, die Zunge oder das Bein des Katers?
el: Ποιο είναι μακρύτερο, η γλώσσα της Γάτας ή τα πόδια της;
pt: O que é mais comprido, a língua do Gato ou as pernas do Gato?
ru: Что длиннее язык кошки или лапы кошки?

# data_list
source: Do you think cats have tongues that long?
de: Denkst du, Kater haben so lange Zungen?
el: Νομίζεις ότι οι γάτες έχουν τόσο μακριές γλώσσες;
pt: Você acha que os gatos têm línguas tão compridas?
ru: Ты думаешь что у кошек есть такие длинные языки?

# data_list
source: Are their tongues hanging out because Cat and Dog are tired?
de: Hängen ihre Zungen raus, weil Kater und Hund müde sind?
el: Η Γάτα και ο Σκύλος έχουν τη γλώσσα έξω επειδή είναι κουρασμένοι;
pt: As línguas deles estão de fora porque Gato e Cão estão cansados?
ru: У них языки высунуты потому что Кошка и Собака устали?

# data_list
source: They see one butterfly in the tree. They see two butterflies in the tree. They see three butterflies in the tree.
de: Sie sehen einen Schmetterling im Baum. Sie sehen zwei Schmetterlinge im Baum. Sie sehen drei Schmetterlinge im Baum.
el: Βλέπουν μια πεταλούδα στο δέντρο. Βλέπουν δύο πεταλούδες στο δέντρο. Βλέπουν τρεις πεταλούδες στο δέντρο.
pt: Eles veem uma borboleta na árvore. Eles veem duas borboletas na árvore. Eles veem três borboletas na árvore.
ru: Они видят одну бабочку в дереве. Они видят две бабочки в дереве. Они видят три бабочки в дереве.

# data_list
source: Count together the butterflies you can see in the tree.
de: Zähle die Schmetterlinge, die du im Baum sehen kannst, zusammen.
el: Μετρήστε μαζί τις πεταλούδες που μπορείτε να δείτε στο δέντρο.
pt: Vamos contar juntos as borboletas que você consegue ver na árvore.
ru: Посчитайте вместе сколько бабочек вы видите на дереве.

# data_list
source: Do you think you can see all the butterflies?
de: Denkst du, du kannst alle Schmetterlinge sehen?
el: Νομίζεις ότι βλέπεις όλες τις πεταλούδες;
pt: Você acha que consegue ver todas as borboletas?
ru: Ты думаешь что ты можешь видеть всех бабочек?

# data_list
source: There are three types of living things in the picture: trees, Cat and Dog, and butterflies. Which group is the largest and which is the smallest?
de: Es sind drei Arten von Lebewesen im Bild: Bäume, Kater und Hund, und Schmetterlinge. Welche Gruppe ist die größte und welche die kleinste?
el: Υπάρχουν τρεις τύποι έμβιων όντων στην εικόνα: δέντρα, Γάτα και Σκύλος, και πεταλούδες. Ποια ομάδα είναι η μεγαλύτερη και ποια η μικρότερη;
pt: Há três tipos de seres vivos na imagem: árvores, o Gato e o Cão, e as borboletas. Qual deles é o maior e qual é o menor?
ru: На картинке есть три разных живых существ: деревья, кошка и собака, и бабочки. Какая группа самая большая и какая самая маленькая?

# data_list
source: They see a hundred butterflies!
de: Sie sehen hundert Schmetterlinge!
el: Βλέπουν εκατό πεταλούδες!
pt: Eles veem cem borboletas!
ru: Они видят 100 бабочек!

# data_list
source: How many butterflies can you count? Are there too many for you to count?
de: Wie viele Schmetterlinge kannst du zählen? Sind es zu viele für dich, um sie zu zählen?
el: Πόσες πεταλούδες μπορείς να μετρήσεις; Είναι πάρα πολλές για να τις μετρήσεις;
pt: Quantas borboletas você consegue contar? São muitas para você contar?
ru: Сколько бабочек ты можешь посчитать? Их слишком много чтобы тебе посчитать?

# data_list
source: How many different colors of butterflies are there?
de: Wie viele verschiedenfarbige Schmetterlinge hat es?
el: Πόσα διαφορετικά χρώματα πεταλούδων υπάρχουν;
pt: Quantas cores diferentes de borboletas existem?
ru: Сколько разных цветов на бабочек?

# data_list
source: For which color of butterfly is there the most?
de: Von welcher Farbe Schmetterlinge gibt es am meisten?
el: Ποιο χρώμα πεταλούδες είναι οι πιο πολλές;
pt: Qual cor de borboleta se repete mais?
ru: А какого цвета бабочек больше всего?

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye butterflies.
de: Tschüss Kater. Tschüss Hund. Tschüss Schmetterlinge.
el: Αντίο Γάτα. Αντίο Σκύλε. Αντίο πεταλούδες.
pt: Tchau, Gato. Tchau, Cão. Tchau, borboletas.
ru: Пока Кошка. Пока Собака. Пока бабочки.

# data_list
source: Are you happy or sad that Cat and Dog caught a butterfly?
de: Macht es dich glücklich oder traurig, dass Kater und Hund einen Schmetterling gefangen haben?
el: Αισθάνεσαι χαρά ή λύπη που η Γάτα και ο Σκύλος έπιασαν μια πεταλούδα;
pt: Você está feliz ou triste que o Gato e o Cão pegaram uma borboleta?
ru: Ты рад или грустный от того что кошка и собака поймали бабочку?

# data_list
source: In the picture, who do you think is happy and who is sad?
de: Wer, im Bild, denkst du ist glücklich, wer traurig?
el: Στην εικόνα, ποιος νομίζεις ότι είναι χαρούμενος και ποιος λυπημένος;
pt: Na imagem, quem você acha que está feliz e quem está triste?
ru: На картинке кто ты думаешь самой счастливой и самой грустной?

# data_list
source: How long do you think a butterfly can live in a jar?
de: Wie lange, denkst du, kann ein Schmetterling in einem Glas leben?
el: Πόσο καιρό νομίζεις ότι μια πεταλούδα μπορεί να ζήσει σε ένα βάζο;
pt: Por quanto tempo você acha que uma borboleta pode viver em um pote?
ru: Как долго ты думаешь бабочка может прожить в банке?

# data_list
source: I have lost my bat, and I cannot find it.
el: Έχασα τη ρακέτα μου και δεν μπορώ να τη βρω.
pt: Eu perdi o meu taco, e eu não consigo encontrá-lo.
ru: Я потерял свою биту и не могу её найти.

# data_list
source: Though you can only see five of them, there are six panes in the window. What else is there six of?
el: Αν και μπορείς να δεις μόνο πέντε, υπάρχουν έξι τμήματα στο παράθυρο. Τι άλλο είναι έξι στην εικόνα;
pt: Embora você só consiga ver cinco deles, há seis vidros na janela. O que mais são seis?
ru: Хотя вы видите только пять из них, в окне всего шесть стекол. Что ещё можно найти в количестве шести штук?

# data_list
source: The number of rungs on the ladder is one more than the number of panes -- how many? The number of panes you can see is five, which is one less than the total number of panes.
el: Ο αριθμός των σκαλοπατιών στη σκάλα είναι ένα περισσότερο από τον αριθμό των τμημάτων του παραθύρου-- πόσα είναι; Ο αριθμός των τμημάτων του παραθύρου που μπορείς να δεις είναι πέντε, που είναι ένα λιγότερο από τον συνολικό αριθμό των τμημάτων.
pt: O número de degraus na escada é um a mais do que o número de vidros na janela -- quantos são? O número de vidros que você consegue ver é cinco, que é um a menos do que o número total de vidros.
ru: Количество ступенек на лестнице на одну больше, чем количество стекол. Сколько их? Количество стекол, которые вы можете видеть, равно пяти, что на одно меньше общего количества стекол.
