Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **A family of facts:** Addition and subtraction facts are easily grouped into facts that are closely related. Take this family of facts for example: 2 + 3 = 5, 3 + 2 = 5, 5 - 3 = 2, and 5 - 2 = 3. The picture below shows how these are interconnected. Use this kind of picture with your child. It shows one group of 3 dots, another group of 2 dots, and all together there are 5 dots. You can add the groups of dots in either order – either as 3 + 2 or 2 + 3 – and get the same result. If you take the 5 dots and you cover over one group, say the group of 2, then it is clear why 5 - 2 = 3.
pt: **Uma família de fatos:** Os fatos de adição e subtração são facilmente agrupados em fatos que são intimamente relacionados. Considere esta família de fatos como exemplo: 2 + 3 = 5, 3 + 2 = 5, 5 - 3 = 2 e 5 - 2 = 3. A imagem abaixo mostra como eles estão interligados. Use esse tipo de imagem com seu filho. Ela mostra um grupo de 3 pontos, outro grupo de 2 pontos e, ao todo, há 5 pontos. Você pode somar os grupos de pontos em qualquer ordem — tanto como 3 + 2 quanto 2 + 3 — e obterá o mesmo resultado. Se você pegar os 5 pontos e cobrir um dos grupos, digamos o de 2, então ficará claro porque 5 - 2 = 3.
ru: **Семья из фактов:** Факты на сложение и вычитание легко группируется в тесно связанные между собой факты. Возьмём к примеру такую группу фактов: 2 +3 = 5, 3 + 2 = 5, 5 - 3 = 2, и 5 - 2 = 3. На рисунке ниже показано, как они взаимосвязаны. Используйте такую картинку с ребёнком. На ней изображена группа из 3 точек, другая из 2 точек, и всего получается 5 точек. Вы можете складывать группы точек в любом порядке, как 3 + 2 или 2 + 3 – и получить тот же результат. Если взять 5 точек и закрыть одну группу, например группу из 2 точек, то станет понятно почему 5 - 2 = 3.

# data_list
source: **Adding and subtracting are related:** Fact families and their associated pictures make it very clear how closely tied together addition and subtraction are. One important part of their relationship is that they undo each other. If you start with 3 and add 2, and then subtract 2, you are back with having the original 3. Similarly, if you start with 5 and subtract 2, and then add 2, you are back to having the original 5. **Addition order doesn't matter:** Another important thing to reinforce about fact families is that they show that the order that addition is done in does not change the result. So, if your child is asked to do 4 + 8 and they prefer to do 8 + 4, then they can do that.
pt: **Adição e subtração são relacionadas:** As famílias de fatos e suas imagens associadas deixam muito claro a forte ligação entre adição e subtração. Uma parte importante dessa relação é que uma operação desfaz a outra. Se você começar com 3 e somar 2, e depois subtrair 2, você volta a ter o 3 original. Da mesma forma, se você começar com 5 e subtrair 2, e depois somar 2, você volta a ter o 5 original. **A ordem de adição não importa:** Outra coisa importante a reforçar sobre as famílias de fatos é que elas mostram que a ordem em que a adição é feita não muda o resultado. Portanto, se for pedido ao seu filho para fazer 4 + 8 e ele preferir fazer 8 + 4, ele pode fazê-lo.
ru: **Сложение и вычитание связаны:** Семейство фактов и соответствующие им изображение наглядно демонстрирует, насколько тесно связаны сложение и вычитание. Важной особенностью их взаимосвязей является то, что они взаимно отменяют друг друга. Если начать с 3, прибавить 2, а затем вычесть 2, то мы вернёмся к исходной 3. Аналогично, если начать с 5, вычесть 2, а затем прибавить 2, то мы вернёмся к исходной 5. **Порядок сложения не имеет значения:** Ещё один важный момент, который следует подчеркнуть в примерах с примерами фактов, это то что они показывают что порядок сложения не влияет на результат. Например, если вашему ребёнку предлагает сделать 4 + 8, а он предпочитает 8 + 4 он может это сделать.

# data_list
source: 3.7 Adding Twins and Near Twins
pt: Passo 27: Somando Iguais e Quase Iguais
ru: Шаг 27: Добавление Близнецов и Почти Близнецов

# data_list
source: **Children like them:** Adding twins are when a number is added to itself, such as 3 + 3. Children generally enjoy adding twins, so they learn them eagerly and readily. The sums are also the numbers you get when you skip count by 2's, so that helps to reinforce these adding facts. **A foundation for doubling:** Knowing adding twins quickly leads to knowing how to double. Suppose you ask your child to double 3. They know that doubling something means to take two if it. So, doubling 3 means 3 plus 3, which is 6. **Near twins:** A pair of numbers is a near twin if they are one apart, such as 3 + 4. Once your child knows their adding twins, near twins is an easy next step. Think of 3 + 4 as 3 + 3 + 1, so it is 1 more than 3 + 3. So, 3 + 4 = 6 + 1 = 7. Alternatively, think of 3 + 4 as (4 - 1) + 3, which is 1 less than 4 + 4. So, 3 + 4 = 8 - 1 = 7. Allow your child to pick whichever approach they prefer for each near twin, or have fun doing them both ways. This technique of using a familiar math fact to figure out a closely related math fact is powerful. It will help with learning many math facts in the months to come. Take your time and make sure your child thoroughly understands how this works. To explain it, demonstrate how 3 objects and 4 objects can be split up as 3 objects plus 3 objects plus one more – being able to see and touch things at this age is very powerful.
pt: **Crianças gostam deles:** Adições de iguais são quando um número é somado a si mesmo, como 3 + 3. As crianças geralmente gostam das adições de iguais, então as aprendem com entusiasmo e facilidade. As somas também são os números que você obtém ao contar pulando números de 2 em 2, então isso ajuda a reforçar esses fatos de adição. **Uma base para duplicação:** Saber as adições de iguais rapidamente leva a saber como dobrar. Imagine que você peça ao seu filho para dobrar 3. Ele sabe que dobrar algo significa pegar duas unidades dele. Então, dobrar 3 significa 3 mais 3, que é 6. **Quase iguais:** Um par de números é um quase igual se eles estiverem a um de distância, como 3 + 4. Assim que seu filho souber as adições de iguais, os quase iguais são um próximo passo fácil. Pense em 3 + 4 como 3 + 3 + 1, então é 1 a mais que 3 + 3. Então, 3 + 4 = 6 + 1 = 7. Alternativamente, pense em 3 + 4 como (4 - 1) + 4, que é 1 a menos que 4 + 4. Então, 3 + 4 = 8 - 1 = 7. Permita que seu filho escolha a abordagem que preferir para cada quase igual, ou divirtam-se com ambas as formas. Esta técnica de usar um fato matemático familiar para descobrir um fato matemático diretamente relacionado é poderosa. Isso ajudará a aprender muitos fatos matemáticos nos próximos meses. Não tenha pressa e certifique-se de que seu filho entenda completamente como isso funciona. Para explicá-lo, demonstre como 3 objetos e 4 objetos podem ser separados como 3 objetos mais 3 objetos mais um — poder ver e tocar as coisas nesta idade é muito poderoso.
ru: **Они нравятся детям:** Сложение близнецов - это когда число складывается само собой, например 3 + 3. Детям обычно нравится складывать Близнецов, поэтому они учатся этому с удовольствием и легкостью. Сумма - это также те числа, которые получаются, если пропускать счёт по 2, что помогает закрепить навыки сложения. **Основа для удвоения:** Умение складывать близнецов быстро приводит к умению удваивать. Предположим, вы просите ребёнка удвоить 3. Он знает, что удвоение чего-либо означает использование числа два раза. Таким образом, удвоение 3 означает 3 плюс 3, что равно 6. **Близкие близнецы:** Пара чисел считается почти близнецом, если они отличаются друг от друга на единицу, например, 3 + 4. Как только ваш ребёнок научится складывать Близнецов, следующим простым шагом станет сложение почти близнецов. Представьте себе 3 + 4 как 3 + 3 + 1, то есть на один больше, чем 3 + 3. Таким образом, 3 + 4 = 6 + 1 = 7. В качестве альтернативы, представьте себе 3 + 4 как (4 - 1) + 3, что на один меньше, чем 4 + 4. Таким образом, 3 + 4 = 8 - 1 = 7. Позвольте ребёнку выбрать любой удобный ему способ для каждого почти близнеца или попробуйте оба способа. Этот метод использования знакомого математического факта для вычисления тесно связанного с ним математического факта очень эффективен. Он поможет в изучении многих математических фактов в последующие месяцы. Не торопитесь и убедитесь, что ваш ребёнок полностью понимает, как это работает. Чтобы объяснить, покажите, как 3 или 4 объекта можно разделить на три объекта, 3 объекта и ещё один – способность видеть и трогать предметы в этом возрасте очень важно.

# data_list
source: 3.8 Multiply and Divide by 2
pt: Passo 28: Multiplicar e Dividir por 2
ru: Шаг 28: Умножить и Разделить на 2

# data_list
source: **Connected concepts:** In the previous learning step we discussed doubling. This is connected to a surprising number of related concepts, as you will soon see. **Multiplying by 2:** Multiplying by 2 is the same as doubling. However, it uses interesting new wording that your child will need to get used to. When you first introduce the phrase of multiplying by 2, be sure to mix in the use of doubling from time to time to help with the transition. Your child will be getting used to the new words "multiplying" and "times." **Half of something:** When something is doubled, such as 3 doubled is 6, then you can take half of the result and get back the original number. For example, suppose you picture 3 doubled as two rows of 3 things. Then taking half of those two matched rows is to take one of the rows, which is 3 things. **Equal sharing:** When you talk about taking half of something, you can combine that with the idea of sharing it equally among two people. If two people are to get equal shares, they will each get the same thing and that will be half of the original amount. **Dividing by 2:** If your child is comfortable with all the concepts so far in this learning step, then they are ready to talk about dividing! You can start talking about dividing something equally, or dividing it in two, or dividing by two. Mix together using all these phrases with your child – it will take time for them to absorb this new vocabulary. As far as the math is concerned, they have mastered all the ideas already! **Concrete examples:** Do lots of practice with each of these new ideas and words with groups of objects. Make your child's understanding be concrete rather than simply abstract. Anytime there is something to share among two people is a perfect time to practice. You can of course start extending this to sharing among more than two people if you like. **The beginning of multiplying and dividing:** As you have seen, this is the starting point of multi- plying and dividing. There are one or two new ideas, and a lot of new vocabulary. It's exciting to see your child step into this new part of the world!
pt: **Conceitos conectados:** Na etapa de aprendizado anterior, discutimos sobre a duplicação. Isso se conecta a um número surpreendente de conceitos relacionados, como você verá em breve. **Multiplicando por 2:** Multiplicar por 2 é o mesmo que dobrar. No entanto, isso utiliza uma nova e interessante terminologia com a qual seu filho precisará se acostumar. Quando você introduzir, pela primeira vez, a expressão multiplicar por 2, certifique-se de incluir o termo dobrar de tempos em tempos para ajudar na transição. Seu filho estará se acostumando com as novas palavras “multiplicar” e “vezes”. **Metade de alguma coisa:** Quando algo é dobrado, como 3 dobrado é 6, você pode pegar a metade do resultado e obter de volta o número original. Por exemplo, suponha que você visualize 3 dobrado como duas fileiras de 3 coisas. Então, pegar a metade daquelas duas fileiras idênticas é pegar uma das fileiras, que são 3 coisas. **Divisão igualitária:** Quando você fala sobre pegar a metade de algo, pode combinar isso com a ideia de dividi-lo igualmente entre duas pessoas. Se duas pessoas forem receber partes iguais, cada uma receberá a mesma coisa e essa será a metade da quantidade original. **Dividindo por 2:** Se seu filho estiver à vontade com todos os conceitos até agora nesta etapa de aprendizado, então ele está pronto para falar sobre divisão! Você pode começar a falar sobre dividir algo igualmente, ou dividi-lo em dois, ou dividir por dois. Combine o uso de todas essas frases com seu filho — levará tempo para que ele absorva este novo vocabulário. No que se refere à matemática, ele já dominou todas as ideias! **Exemplos concretos:** Pratique bastante com cada uma dessas novas ideias e palavras usando grupos de objetos. Faça com que a compreensão do seu filho seja concreta, em vez de simplesmente abstrata. Sempre que houver algo para dividir entre duas pessoas, é um momento perfeito para praticar. Você pode, é claro, começar a estender isso para dividir entre mais de duas pessoas, se quiser. **O início da multiplicação e divisão:** Como você pôde ver, este é o ponto de partida da multiplicação e da divisão. Há uma ou duas ideias novas e muito vocabulário novo. É emocionante ver seu filho entrar nesta nova fase do aprendizado!
ru: **Связанные концепции:** На предыдущем этапе обучения мы обсуждали удвоение. Оно связано с удивительным количеством смежных концепций, как вы скоро увидите. **Умножение на 2:** Умножение на 2 - это то же самое что и удвоение. Однако здесь используются новые интересные слова, к которым вашему ребёнку нужно будет привыкнуть. Когда вы впервые знакомите ребёнка с фразой «умножение на два», обязательно время от времени добавляйте слово «удвоение», чтобы облегчить переход. Ваш ребёнок будет привыкать к новому слову «умножение.» **Половина чего-то:** Когда что-то удваивается, например, 3 удвоенно равно 6, можно взять половину результата и получить исходное число. Например, представьте себе, что число 3 удвоено, как два ряда по 3 предмета. Тогда взятие половины из этих двух совпавших рядов равносильно взятию одного из рядов, состоящего из 3 предмета. **Равное распределение:** Когда речь идёт о взятии половины чего-либо, это можно совместить с идеей разделения этого поровну между двумя людьми. Если два человека получат равные доли, каждый из них получит одинаковые, и это будет половина от первоначальной суммы. **Деление на 2:** Если ваш ребёнок освоил все понятия на этом этапе обучения, значит он готов поговорить о делении! Вы можете начать говорить о делении поровну, о делении пополам, или о делении на два. Смешивайте эти фразы с ребёнком – ему потребуется время, чтобы усвоить новую лексику. Что касается математики, он уже освоил все эти понятия! **Конкретные примеры:** Практикуйтесь много с каждой из этих новых идей и слов, используя группы предметов. Пусть понимание вашего ребёнка будет конкретным, а не просто абстрактным. Любое время, когда есть с чем поделиться с двумя людьми, идеально подходит для практики. Конечно, вы можете начать делиться с более чем двумя людьми, если хотите. **Начало умножения и деления:** Как вы видели, это отправная точка умножения и деления. Появляется одна-две новые идеи и много новых слов. Радостно видеть, как ваш ребёнок осваивает этот новый мир!

# data_list
source: 3.9 Skip Counting by 2's II
pt: Passo 29: Contar Pulando Números de 2 em 2 II
ru: Шаг 29: Счёт с Пропусками 2 II

# data_list
source: **New connections:** Your child started skip counting by 2's during Stage 2. Their skip counting is now going higher and faster, and it is also now connected with new ideas, such as with multiplying and with even and odd numbers. **Multiplying by 2:** For example, multiplying something by 2 means to take that many 2's. Suppose your child is calculating 5 times 2. This means adding 2 to itself 5 times, which is exactly what your child will get if they skip count by 2's 5 times starting at 0. Of course, they can also calculate this quantity by doubling the number, in this case 5. **Start anywhere and go up or down:** It is important to keep practicing skip counting by 2's starting anywhere and going up and down. This practice will be surprisingly helpful for adding, subtracting, multiplying, and dividing. Get used to doing this practice anytime you have a somewhat large collection of things to count. **Even and odd numbers:** An even number is one that can be split in half evenly. It is a quantity that two people can share and have nothing left over. The odd numbers are the other numbers, the numbers that cannot be shared evenly. Even numbers are the numbers you get when you skip count by 2's starting at 0. Odd numbers are the numbers you get when you skip count by 2's starting at 1. **Skip count by other numbers:** If you like, this is a good time to start skip counting by other numbers. Skip counting by 10's, 11's, and 5's are good starting places.
pt: **Novas conexões:** Seu filho começou a contagem pulando números de 2 em 2 durante a Etapa 2. A contagem pulando números dele agora está indo mais longe e mais rápido, e também está conectada a novas ideias, como com a multiplicação e com os números pares e ímpares. **Multiplicando por 2:** Por exemplo, multiplicar algo por 2 significa pegar essa quantidade de vezes o 2. Suponha que seu filho esteja calculando 5 vezes 2. Isso significa somar 2 a si mesmo 5 vezes, que é exatamente o que ele obterá se contar pulando números de 2 em 2 por 5 vezes, começando do 0. É claro, ele também pode calcular essa quantidade dobrando o número, neste caso 5. **Comece de qualquer lugar e suba ou desça:** É importante continuar a praticar a contagem pulando números de 2 em 2 começando de qualquer lugar e subindo ou descendo. Esta prática será surpreendentemente útil para somar, subtrair, multiplicar e dividir. Acostume-se a fazer essa prática sempre que tiver um conjunto de coisas um tanto grande para contar. **Números pares e ímpares:** Um número par é aquele que pode ser dividido pela metade de forma exata. É uma quantidade que duas pessoas podem dividir e não sobrar nada. Os números ímpares são os outros números, aqueles que não podem ser divididos igualmente. Os números pares são os números que você obtém ao contar pulando números de 2 em 2 começando do 0. Os números ímpares são os números que você obtém ao contar pulando números de 2 em 2 começando do 1. **Contar pulando outros números:** Se você quiser, este é um bom momento para começar a contar pulando outros números. A contagem pulando números de 10 em 10, de 11 em 11 e de 5 em 5 são bons pontos de partida.
ru: **Новые связи:** Ваш ребёнок начал счёт по 2 на 2-ом этапе. Его счёт с пропусками становится всё выше и быстрее, и он также связан с новыми понятиями, такими как умножение и чётные и нечётные числа. **Умножение на 2:** Например, умножение на 2 означает взятие указанного количества 2. Предположим, ваш ребёнок вычисляет 5 умножить на 2. Это означает, что 2 нужно сложить самим собой 5 раз, что и получится у вашего ребёнка, если он пропустит счёт по 2 5 раз, начиная с 0. Конечно, он также может вычислить это количество, удвоив число, в данном случае 5. **Начните где угодно считайте в прямом и обратном порядке:** Важно продолжать практиковать счёт по два, начиная с любого места и двигаться в прямом и обратном порядке. Это практика окажется удивительно полезной для сложения, вычитания, умножения, и деления. Привыкайте делать это упражнение каждый раз, когда вам нужно посчитать довольно большую сумму предметов. **Чётные и нечётные числа:** Чётное число - это число которое можно разделить пополам поровну. Это число, которое два человека могут разделить поровну, не оставив остатка. Нечётные число - это число, которое невозможно разделить поровну. Чётные числа - это числа, которые получаются при пропуске счёта по 2, начиная с 0. Нечётные числа - это числа, которые получаются при пропуске счёта по два, начиная с 1. **Пропускать счёт с другими числами:** Если хотите, сейчас самое время начать счёт с пропусками с другими числами. Счёт с пропусками по 10, 11, и 5 это хорошее начало.

# data_list
source: 3.10 Strategy Games
pt: Passo 30: Jogos de Estratégia I
ru: Шаг 30: Стратегические Игры I
