Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **Surprisingly powerful:** The technique called Counting On is a simple idea that is surprisingly helpful. As your child gets comfortable with seeing a group of objects as a quantity, start doing Counting On in front of them to help them get the idea of it. **Example:** Suppose your child has one row of 3 cards and another row of 4 cards. They can count all the cards one at a time "1, 2, 3, 4, 5, 6, 7" and see that there are 7 cards. However, if your child recognizes that there are three cards in one row, they don't need to count those cards. They can start their counting at 3, pointing to the three cards on the first row, and then count the second row "4, 5, 6, 7." Your child is Counting On starting at 3, and that's where the name comes from. **Understanding quantities:** Being able to Count On saves time and effort. It also signals that your child is getting comfortable seeing the quantity associated with a group of objects and can work with them as a group. This is a big conceptual leap that will be very useful to them in all the adding, subtracting, multiplying, and dividing soon to come. **Connection with addition:** Beginning addition is strongly linked to counting. When given a card with three dots on it, and another card with four dots on it, a child asked to add these two quan- tities will count them from 1 to 7. It is faster and more powerful to do this adding of 3 and 4 by starting at 3, or 4, and counting on using the other number. You will see finger techniques for doing this in upcoming lessons.
pt: **Surpreendentemente poderoso:** A técnica chamada Contar a partir de um número é uma ideia simples que é surpreendentemente útil. À medida que seu filho se sentir à vontade para ver um grupo de objetos como uma quantidade, comece a praticar Contar a partir de um número na frente dele para ajudá-lo a entender a ideia. **Exemplo:** Suponha que seu filho tenha uma fileira com 3 cartas e outra com 4 cartas. Ele pode contar todas as cartas, uma de cada vez, "1, 2, 3, 4, 5, 6, 7", e ver que há 7 cartas. Porém, se seu filho reconhecer que há três cartas em uma fileira, ele não precisa contar essas cartas. Ele pode começar a contagem no 3, apontando para as três cartas da primeira fileira, e então contar a segunda fileira, "4, 5, 6, 7". Seu filho está Contando a partir de um número começando no 3, e é daí que o nome vem. **Entendendo quantidades:** Poder Contar a partir de um número economiza tempo e esforço. Isso também indica que seu filho está se sentindo à vontade para ver a quantidade associada a um grupo de objetos e pode trabalhar com eles como um grupo. Este é um grande salto conceitual que será muito útil para eles em todas as adições, subtrações, multiplicações e divisões que estão por vir. **Conexão com a adição:** O início da adição está fortemente ligado à contagem. Quando uma criança recebe uma carta com três pontos e outra com quatro e você a pede para somar as duas quantidades, ela irá contá-las de 1 a 7. É mais rápido e poderoso fazer essa soma de 3 e 4 começando no 3, ou no 4, e continuando a contagem usando o outro número. Você verá técnicas com os dedos para fazer isso nas próximas lições.
ru: **Удивительно мощный:** Техника под названием счёт с начинающим количеством простая и удивительно полезная идеа. Когда ребёнок привыкнет воспринимать группу предметов как количество, начните проводить счёт перед ним, чтобы помочь ему усвоить это понятие. **Пример:** Предложим, у вашего ребёнка есть один ряд из 3 карточек и другой ряд из 4 карточек. Он может пересчитать все карточки по одной «1, 2, 3, 4, 5, 6, 7» и увидеть что всего 7 карточки. Однако, если ребёнок понимает что в одном ряду три карточки, ему не нужно их считать. Он может начать счёт с 3, указывая на три карточки в первом ряду, а затем пересчитать карточки во втором ряду «4, 5, 6, 7.» Ваш ребёнок начинает счёт с 3, отсюда и название игры. **Понимание количества:** Умение считать с начинающим количеством экономит время и силы. Это также сигнализирует о том, что ваш ребёнок уверенно видит количество, связанное с группой предметов, и может работать с ними в группе. Это большой концептуальный скачок, который очень пригодится ему в будущем во всех упражнениях с сложением, вычитанием, умножением и делением. **Соединение с дополнением:** Начальное сложение тесно связано с счётом. Если дать ребёнку карточки с тремя точками и другую карточку с четырьмя точками, он будет считать эти два числа от 1 до 7. Быстрее и эффективнее складывать 3 и 4, начиная с 3 или 4 и продолжая счёт, используя другое число. В следующих уроках вы увидите, как это делать с помощью пальцев.

# data_list
source: 2.5 Basic Shapes II
pt: Passo 15: Formas básicas II
ru: Шаг 15: Основные Формы II

# data_list
source: **Deepening explorations:** Bit by bit, your child's developing skills with shapes, counting, and de- scriptions will allow you to include more detailed and advanced aspects of shapes. Use lots of hands-on experiences for your child. Have your child fit pieces together, pile things on top of each other, put things inside other things, and study how shapes are put together in all the objects around them. As your child experiences these things, name and discuss the shapes, and ask lots of questions about them. **Shape words:** It may seem like there are a lot of words to learn. However, if you make a habit of exposing your child to these words, your child will pick them up slowly but surely. This is a list of flat shapes: * Parallel lines (railroad tracks, two lines in the same direction that don't meet) * Right angle (angle found in the corner of a piece of paper) * Circle * Triangle * Rectangle (looks like a piece of paper, it has four right angles) * Square (rectangle with equal sides) * Parallelogram (opposite sides are parallel) * Rhombus (has four equal sides) * Trapezoid (one pair of parallel sides) * Pentagon (five sides) * Hexagon (6 sides) * Octagon (8 sides, stop sign) This is a list of 3-dimensional shapes: * Sphere (Ball) * Cylinder (Round tube) * Box (Cube) * Pyramid (with a triangle or square as base) **Symmetries:** A lot of shapes have one side that looks like the other side upon being reflected. This is called mirror symmetry. The outside shape of a human body has mirror symmetry. **Tilings:** Point out tiling patterns to your child. A lot of buildings have tiling patterns on floors, walls, or ceilings. Brick walls often have interesting patterns made by their bricks. These patterns often have mirror symmetries.
pt: **Aprofundando explorações:** Pouco a pouco, as habilidades que seu filho está desenvolvendo com formas, contagem e descrições permitirão que você inclua aspectos mais detalhados e avançados das formas. Use muitas experiências práticas para seu filho. Peça para seu filho encaixar peças, empilhar coisas umas sobre as outras, colocar coisas dentro de outras coisas e estude como as formas se unem em todos os objetos ao redor deles. Enquanto seu filho vivencia essas coisas, nomeie e discuta as formas e faça muitas perguntas sobre elas. **Nomes das formas:** Pode parecer que há muitas palavras para aprender. No entanto, se você criar o hábito de expor seu filho a essas palavras, ele irá absorvê-las pouco a pouco. Esta é uma lista de formas planas: * Linhas paralelas (trilhos ferroviários, duas linhas na mesma direção que não se encontram) * Ângulo reto (ângulo encontrado no canto de uma folha de papel) * Círculo * Triângulo * Retângulo (parece uma folha de papel, tem quatro ângulos retos) * Quadrado (retângulo com lados iguais) * Paralelogramo (lados opostos são paralelos) * Losango (tem quatro lados iguais) * Trapézio (um par de lados paralelos) * Pentágono (cinco lados) * Hexágono (6 lados) * Octógono (8 lados, placa de “Pare”) Esta é uma lista de formas tridimensionais: * Esfera (Bola) * Cilindro (Tubo redondo) * Caixa (Cubo) * Pirâmide (com um triângulo ou quadrado como base) **Simetrias:** Muitas formas têm um lado que se parece com o outro ao ser refletido. Isso se chama simetria espelhada. A forma externa do corpo humano tem simetria espelhada. **Revestimentos:** Mostre os padrões de revestimento para seu filho. Muitos edifícios têm padrões de revestimento nos pisos, paredes ou tetos. Paredes de tijolos muitas vezes têm padrões interessantes feitos com seus tijolos. Esses padrões muitas vezes têm simetrias espelhadas.
ru: **Углубляем исследования:** Постепенно развивающиеся навыки вашего ребёнка в изучении фигур, счёте и описаниях позволят вам включать в изучение более подробные и сложные аспекты фигур. Давайте ребёнку как можно больше практических занятий. Пусть ваш ребёнок складывает детали, кладёт предметы друг на друга, вкладывает предметы внутрь других предметов, и изучает как формы складываются во всех окружающих его предметах. По мере того, как ребёнок изучает эти предметы, называйте и обсуждайте фигуры, задавай о них множество вопросов. **Слова форм:** Может показаться, что нужно выучить много слов. Однако, если вы привыкнете знакомить ребёнка с этими словами, он будет их медленно, но верно усваивать. Это список плоских фигур: * Параллельные линии (железнодорожные пути, две линии в одном направлении, которые не пересекаются) * Прямой угол (угол, найденный в углу листа бумаги) * Круг * Треугольник * Прямоугольник (выглядит как лист бумаги, у него четыре прямых угла) * Квадрат (прямоугольник с равными сторонами) * Параллелограмм (противоположные стороны параллельны) * Ромб (имеет четыре равные стороны) * Трапеция (одна пара параллельных сторон) * Пятиугольник (5 сторон) * Шестиугольник (6 sides) * Восьмиугольник (8 сторон, знак остановки) Это список трёхмерных фигур: * Сфера (Шар) * Цилиндр (Круглая трубка) * Коробка (Куб) * Пирамида (с треугольником или квадратом в основание) **Симметрии:** У многих фигур одна сторона в отражении выглядит как другая. Это называется зеркальной симметрией. Внешняя форма человеческого тела зеркально-симметрична. **Плитки:** Покажите ребёнку узоры плитки. Во многих зданиях узоры плитки присутствуют на полу, стенах и потолках. Кирпичные стены часто украшены интересными узорами, образованными кирпичами. Эти узоры часто зеркально симметричны.

# data_list
source: 2.6 One More and One Less
pt: Passo 16: Um a mais e um a menos
ru: Шаг 16: На Один Больше и на Один Меньше

# data_list
source: **More important than they look:** It is tempting to think of these ideas as minor, almost trivial steps. However, the ideas of One More and One Less are early and important steps for adding and subtracting. **Counting up and down:** One more and one less are strongly connected to the ideas of the next number and previous number when you are counting up and down. Counting practice with count- ing both directions will help make it easy for your child to know which number comes next and which number was the previous one. **Adding 1 and taking away 1:** Combine these ideas with adding and subtracting by asking ques- tions such as: "How many pebbles do you have now? If I added 1 more, how many would you have? If I took 1 away so you had 1 less, how many would you have?" These are very easy and natural questions to fit into everyday conversation, and your child can talk about them without ever considering that they are doing addition and subtraction. If you have 3 of something and your child has four of that thing, you can discuss various possibilities. Would you have the same amount if you had one more? Would you have the same amount if your child has one less. Be playful with the idea. If your numbers are 3 and 5, you can talk about getting one more twice, or about one of you getting one more and the other getting one less. **Extend from 1 to 2:** When your child is ready, extend your child's understanding to what happens when you have two more or two less. There is no hurry to get to this, so please make sure your child first thoroughly understands one more and one less. **Games:** With this simple bit of arithmetic, you can start playing some games with adding and subtracting. A very simple one is to play the game of Nim with 1 and 2 using either addition or subtraction. Other games are Get Out of My House and Within 1 or 2
pt: **Mais importantes do que parecem:** É tentador pensar que essas ideias são passos menores, quase triviais. No entanto, as ideias de Um a Mais e Um a Menos são passos iniciais e importantes para a adição e a subtração. **Contagem progressiva e regressiva:** Um a mais e um a menos estão intimamente ligados às ideias de próximo número e número anterior quando vocês estão contando para cima e para baixo. Praticar a contagem nas duas direções ajudará a tornar mais fácil para seu filho saber qual número vem a seguir e qual foi o número anterior. **Adicionando 1 e retirando 1:** Combine essas ideias com adição e subtração fazendo perguntas como: "Quantas pedrinhas você tem agora? Se eu adicionar mais 1, quantas você teria? Se eu retirar 1 para você ter 1 a menos, quantas você teria?". Estas são perguntas muito fáceis e naturais para encaixar na conversa do dia a dia, e seu filho pode falar sobre elas sem nunca pensar que está fazendo adição e subtração. Se você tiver 3 de algo e seu filho tiver 4, vocês podem discutir várias possibilidades. Vocês teriam a mesma quantidade se você tivesse um a mais? Vocês teriam a mesma quantidade se seu filho tivesse um a menos? Brinque com a ideia. Se os seus números forem 3 e 5, vocês podem conversar sobre conseguir um a mais duas vezes, ou sobre um de vocês conseguir um a mais e o outro conseguir um a menos. **Ampliar de 1 para 2:** Quando seu filho estiver pronto, amplie o entendimento dele para o que acontece quando se tem dois a mais ou dois a menos. Não há pressa para chegar a isso, então, por favor, certifique-se de que seu filho primeiro entenda completamente um a mais e um a menos. **Jogos:** Com essa simples noção de aritmética, você pode começar a jogar alguns jogos com adição e subtração. Um jogo muito simples é o Nim com 1 e 2, usando adição ou subtração. Outros jogos são "Saia da Minha Casa" e "Em Até 1 ou 2".
ru: **Важнее чем кажутся:** Возникает соблазн считать эти идеи незначительными, почти тривиальными шагами. Однако идея на один больше и на один меньше это ранние и важные шаги в сложении и вычитание. **Счёт вверх и вниз:** При счёте вверх и вниз понятие на один больше и на один меньше тесно связаны с понятиями следующего и предыдущего числа. Упражнение на счёт в обоих направлениях помогут вашему ребёнку легче определить, какое число идёт следующим, а какое предыдущим. **Прибавление 1 и отнятие 1:** Объедините эти идеи со сложением и вычитанием, задавая такие вопросы: «Сколько у тебя теперь камешков? Если я добавлю ещё 1, сколько у тебя останется? Если я уберу 1 камешек, чтобы у тебя стало на 1 меньше, сколько у тебя останется?» Это очень простые и естественные вопросы, которые можно вписать в повседневные разговоры, и ваш ребёнок может говорить о них, даже не задумываясь что он складывает и вычитает. Если у вас есть 3 предмета, я у вашего ребёнка 4, обсудите различные варианты. Получили бы вы столько же если бы у вас было на один предмет больше? Получили бы вы столько же, если бы у вашего ребёнка на один предмет меньше. Играйте с этой идеей. Если у вас 3 и 5, можно обсудить, что вы дважды получаете на один предмет больше или что один из вас получает на один предмет больше, а другой на один меньше. **Расширить с 1 до 2:** Когда ваш ребёнок будет готов, Объясните ему что происходит, когда на два больше или на два меньше. Спешить никуда, поэтому сначала убедитесь что ваш ребёнок усвоил понятие на один больше и на один меньше. **Игры:** С этим простым арифметическим приёмом вы можете начать играть в игры на сложение и вычитание. Самая простая – это игра Ним с 1 и 2, используя любо сложение, либо вычитание. Другие игры – Убирайся из моего дома и В пределах 1 или 2.

# data_list
source: 2.7 Finger Add and Subtract to 5
pt: Passo 17: Adição e subtração com os dedos até 5
ru: Шаг 17: Сложение и Вычитание на Пальцах до 5

# data_list
source: **Adding by counting:** For a long time your child has been doing adding problems by counting. If they were asked to add two things to three things, that was done by counting all five things. As your child mastered Counting On, some of that counting was replaced by starting with one of the numbers, say 3 in this example, and then counting the two remaining things. This experience with counting has also allowed your child to visualize and master the ideas of 1 more and 2 more, which has made adding 1 and 2 much easier. **Using fingers:** Children of this age will benefit greatly from having manipulatives to use when doing addition. It helps cement their understanding of the numbers in terms of quantities. Of course, the manipulative that is always available to them is their fingers. When doing our example of adding two to three, they can put up two fingers on one hand, three fingers on the other hand, and bring the two hands together. Another way to do it is to raise two fingers on one hand, raise three more fingers on that same hand, and then see a total of five fingers raised. **Add 0 sometimes:** Mix in adding 0 sometimes. It is easy to do, and it is important conceptually for your child. **Subtracting up to 5:** The ideas behind practicing subtraction are similar to those for addition. If your child is going to subtract three from five, have your chid raise five fingers and then lower three of them. Their familiarity with one less and two less will probably make subtracting one and two very easy. **Subtract 0 and everything sometimes:** Mix in questions where you subtract 0 sometimes. Also mix in questions where you subtract everything. For example, if you have three bits of food and you eat all of them, how many do you have left? **Memorizing:** As you ask your child to do various adding and subtracting problems that come along, your child will become more and more familiar with them and will eventually memorize them. While it is desirable to eventually make the recall of these facts automatic and easy for your child, there is no hurry. **Other math facts:** During this time your child's exposure to adding won't be restricted to those whose sum is 5 or less, and that is fine. For example, your child will probably have learned to add 1 or 2 to all the numbers up to 10. Your child may also have begun to learn the adding twin facts, such as 3 + 3 or 4 + 4.
pt: **Adição por contagem:** Por muito tempo, seu filho tem resolvido problemas de adição por meio da contagem. Se lhe fosse pedido para somar duas coisas com três, isso era feito contando todas as cinco coisas. À medida que seu filho dominou o Contar a partir de um número, parte dessa contagem foi substituída por começar com um dos números, digamos 3 neste exemplo, e então contar as duas coisas restantes. Essa experiência com a contagem também permitiu que seu filho visualizasse e dominasse as ideias de um a mais e dois a mais, o que tornou a adição de 1 e 2 muito mais fácil. **Usando dedos:** Crianças dessa idade se beneficiarão muito de ter materiais manipuláveis para usar ao fazerem adições. Isso ajuda a solidificar o entendimento delas sobre os números em termos de quantidades. É claro que o material manipulável que está sempre disponível para elas são os próprios dedos. Ao fazer nosso exemplo de somar dois com três, elas podem levantar dois dedos em uma mão, três dedos na outra, e juntar as duas mãos. Uma outra forma de fazer isso é levantar dois dedos em uma mão, levantar mais três dedos na mesma mão, e então ver um total de cinco dedos levantados. **Adicione 0 às vezes:** Inclua adicionar 0 às vezes. É fácil de fazer e é importante conceitualmente para seu filho. **Subtraindo até 5:** As ideias por trás da prática de subtração são similares às da adição. Se seu filho for subtrair três de cinco, peça para ele levantar cinco dedos e então abaixar três deles. A familiaridade dele com um a menos e dois a menos provavelmente fará com que a subtração de um e dois se torne muito fácil. **Subtrair 0 e tudo às vezes:** Inclua perguntas em que você subtrai 0 às vezes. Também inclua perguntas em que você subtrai tudo. Por exemplo, se você tiver três pedaços de comida e comer todos eles, quantos sobram? **Memorizando:** À medida que você pede ao seu filho para resolver vários problemas de adição e subtração que surgem, ele se familiarizará cada vez mais com eles e, com o tempo, irá memorizá-los. Embora seja desejável que a lembrança desses fatos se torne automática e fácil para seu filho, não há pressa. **Outros fatos matemáticos:** Neste período, a exposição de seu filho à adição não se limitará a adições cuja soma seja 5 ou menos, e não há problema com isso. Por exemplo, seu filho provavelmente terá aprendido a somar 1 ou 2 a todos os números até 10. Ele também pode ter começado a aprender as somas de iguais, como 3 + 3 ou 4 + 4.
ru: **Добавление путём подсчёта:** Ваш ребёнок долгое время решал примеры на сложение, используя счёт. Если ему предлагалось прибавить два к трём, он считал все пять. По мере освоения счёта с начальным числом, часть счёта заменялась: он начинал с одного из чисел, например 3 в этом примере, а затем пересчитывал оставшиеся два. Этот опыт счёта также позволил ребёнку визуализировать и усвоить понятие на 1 или на 2, что значительно упростило сложение 1 и 2. **Используя пальцы:** Детям этого возраста будет очень полезно иметь подручные предметы для сложения. Это помогает закрепить их понимание чисел с точки зрения количества. Конечно, подручный предмет, который всегда доступен им, это их пальцы. Выполняя наш пример сложения двух и трёх, они могут понять два пальца на одной руке, три пальца на другой руке и свести обе руки вместе. Другой способ поднять два пальца на одной руке, поднять ещё три пальца на той же руке, и затем увидит, как в общей сложности поднято пять пальцев. **Добавляйте 0 иногда:** Иногда добавляйте 0. Это легко сделать, и это важно для вашего ребёнка с точки зрения концепции. **Вычитание до 5:** Идеи, лежащие в основе вычитания, аналогичные принципам сложения. Если ваш ребёнок собирается вычесть три из пяти, попросите его поднять пять пальцев, а затем опустить три из них. Знакомства с числами на один меньше и на два меньше позволит ему легко вычитать один и два. **Вычтите 0 и всё остальное иногда:** Добавьте вопросы, где иногда нужно вычесть ноль. Также добавьте вопросы, где нужно вычитать всё. Например, если у вас есть три кусочка еды, и вы их все съедаете, сколько у вас останется? **Запоминать:** По мере того, как вы просите ребёнка решать различные примеры на сложение и вычитание, он будет всё лучше знакомиться с ними и в конечном итоге запомнит их. Хотя желательно, чтобы со временем ребёнок довёл запоминание этих фактов до автоматизма и лёгкости, спешить некуда. **Другие математические факты:** В это время знакомство вашего ребёнка со сложением не будет ограничиваться числами, сумма которых равна 5 или меньше, и это нормально. Например, ваш ребёнок вероятно научится прибавлять 1 или 2 ко всем числам до 10. Возможно, Он также начал изучать примеры сложения близнецов, например 3 + 3 или 4 + 4.

# data_list
source: 2.8 Finger Add and Subtract to 10
pt: Passo 18: Adição e subtração com os dedos até 10
ru: Шаг 18: Сложение и Вычитание на Пальцах до 10
