Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **The setup:** Agree on a target sum, say 10. Remove the face cards and deal seven cards to each player. The remaining cards become a draw pile, and its top card is flipped over to start the discard pile. The goal is to hold seven cards that are broken into separate groups of one or more cards that add up to the target. **How to play:** During a turn, the player has the choice of picking up the top card of the discard pile or the unseen card at the top of the draw pile. That player then discards a card. **How to win:** When a player successfully fills their whole hand, the player lays down the hand and says “Gin!”
pt: **A configuração:** Concorde com uma soma-alvo, digamos 10. Remova as cartas com figuras e distribua sete cartas para cada jogador. As cartas restantes se tornam uma pilha de compra e sua carta do topo é virada para iniciar a pilha de descarte. O objetivo é manter sete cartas divididas em grupos separados de uma ou mais cartas que somam o alvo. **Como jogar:** Durante um turno, o jogador tem a opção de pegar a carta do topo da pilha de descarte ou a carta invisível no topo da pilha de compra. Aquele jogador então descarta uma carta. **Como ganhar:** Quando um jogador preenche com sucesso toda a sua mão, o jogador abaixa a mão e diz "Gin!"

# data_list
source: Taking the difference with pairs of cards can be used instead of addition. In that case, deal an even number of cards to each player.
pt: A técnica de somar a diferença com pares de cartas pode ser usado em vez de adição. Nesse caso, distribua um número par de cartas para cada jogador.

# data_list
source: FLASH CARDS
pt: CARTÕES DE MEMÓRIA

# data_list
source: The ease of practicing math facts using flash cards makes them tempting. However, they are often abused by well-meaning helpers and can contribute to math hatred. Beyond the psychological damage that occurs with overly-enthusiastic drill, using flash cards misses out on learning important relationships between numbers. Feel free to use flash cards to give focused practice for a small handful of facts, but please keep the practice limited and relaxed. This page and the next have methods that practice structural insights that are useful and far more interesting to your child, and they should be used until the facts become automatic.
pt: A facilidade de praticar fatos matemáticos usando cartões de memória os torna tentadores. No entanto, eles são frequentemente abusados por ajudantes bem-intencionados e podem contribuir para o ódio à matemática. Além do dano psicológico que ocorre com exercícios excessivamente entusiasmados, o uso de cartões de memória faz com que se perca o aprendizado de relações importantes entre os números. Sinta-se à vontade para usar cartões de memória para praticar um pequeno punhado de fatos, mas mantenha a prática limitada e relaxada. Esta página e a próxima têm métodos que praticam percepções estruturais que são úteis e muito mais interessantes para seu filho, e devem ser usados até que os fatos se tornem automáticos.

# data_list
source: REVIEWING ADDITION SKILLS
pt: REVISANDO HABILIDADES DE ADIÇÃO

# data_list
source: To do the activities on this page your child should know how to mentally do the following: * Add and subtract 0, 1, 2 (and perhaps 3) * Do adding twins and near twins * Know the number bonds for 10 * Add 10 to single-digit numbers. If your child is weak with any of these skills, this is the time to practice those skills some more.
pt: Para fazer as atividades nesta página, seu filho deve saber como fazer mentalmente o seguinte: * Adicione e subtraia 0, 1, 2 (e talvez 3) * Fazer a adição de iguais e quase iguais * Conheça as relações numéricas para 10 * Adicione 10 a números de um dígito. Se seu filho é fraco com qualquer uma dessas habilidades, este é o momento de praticar um pouco mais essas habilidades.

# data_list
source: ADDITION COMPENSATION
pt: COMPENSAÇÃO DE ADIÇÃO

# data_list
source: Compensation is a powerful tool for making mental math easier. When adding two numbers, you can get the same sum by shifting over part of one number to the other. Adding 8 or 9 is easy using compensation. For example, add 6 + 9 by shifting 1 from the 6 to the 9, which gives 5 + 10. Similarly, 4 + 8 becomes 2 + 10. Use compensation from twins and near twins to make all of the remaining math facts easier: 3 + 5, 3 + 6, 4 + 7, and 5 + 7. For example, using compensation, 5 + 7 is the same as 6 + 6. More than one way: Some math facts can be done several ways. Challenge your child to find more than one way to do a problem. For example, 5 + 7 can become 6 + 6, but it can also become 2 + 10. This kind of math play will lead to lasting insights.
pt: A compensação é uma ferramenta poderosa para tornar a matemática mental mais fácil. Ao adicionar dois números, você pode obter a mesma soma transferindo parte de um número para o outro. Adicionar 8 ou 9 é fácil usando a compensação. Por exemplo, adicione 6 + 9 deslocando 1 do 6 para o 9, o que dá 5 + 10. Da mesma forma, 4 + 8 torna-se 2 + 10. Use a compensação de iguais e quase iguais para facilitar todos os fatos matemáticos restantes: 3 + 5, 3 + 6, 4 + 7 e 5 + 7. Por exemplo, usando a compensação, 5 + 7 é o mesmo que 6 + 6. **Mais de uma maneira:** Alguns fatos matemáticos podem ser feitos de várias maneiras. Desafie seu filho a encontrar mais de uma maneira de resolver um problema. Por exemplo, 5 + 7 pode se tornar 6 + 6, mas também pode se tornar 2 + 10. Esse tipo de jogo matemático levará a percepções duradouras.

# data_list
source: REVIEWING SUBTRACTION SKILLS
pt: REVISANDO HABILIDADES DE SUBTRAÇÃO

# data_list
source: Before starting these subtraction activities, practice any of the following skills that happen to be weak for your child: * Add and subtract 0, 1, 2 (and perhaps 3) * Subtract numbers 1 or 2 apart * Know the number bonds for 10 and how they make subtracting from 10 easy * Subtract 10 from numbers from 11 to 19
pt: Antes de iniciar essas atividades de subtração, pratique qualquer uma das seguintes habilidades que seu filho considere fracas: * Adicione e subtraia 0, 1, 2 (e talvez 3) * Subtraia números 1 ou 2 separados * Conheça as relações numéricas para 10 e como eles facilitam a subtração de 10 * Subtraia 10 dos números de 11 a 19

# data_list
source: USING 10 AS AN INTERMEDIATE STOP
pt: USANDO 10 COMO UMA PARADA INTERMEDIÁRIA

# data_list
source: For problems with numbers larger than 10, such as 13 - 8, break them into two differences. Make 10 an intermediate stop when going between the two numbers. The distance from 13 to 8 is the distance from 13 to 10 plus the distance from 10 to 8. Using this, 13 - 8 becomes (13 - 10) + (10 - 8) = 3 + 2 = 5. This simplifies the mental load considerably by breaking these subtractions into two manageable parts. Subtracting 10 from a number between 10 and 20 is very straightforward. Learning how to subtract numbers from 10 is a matter of learning the number bonds for 10.
pt: Para problemas com números maiores que 10, como 13 - 8, divida-os em duas diferenças. Faça de 10 uma parada intermediária ao ir entre os dois números. A distância de 13 a 8 é a distância de 13 a 10 mais a distância de 10 a 8. Usando isso, 13 - 8 torna-se (13 - 10) + (10 - 8) = 3 + 2 = 5. Isso simplifica consideravelmente a carga mental, dividindo essas subtrações em duas partes gerenciáveis. Subtrair 10 de um número entre 10 e 20 é muito simples. Aprender a subtrair números de 10 é uma questão de aprender as ligações numéricas para 10.

# data_list
source: SUBTRACTION COMPENSATION
pt: COMPENSAÇÃO DE SUBTRAÇÃO

# data_list
source: Mental Math – Single-Digit Add & Sub
pt: Matemática Mental

# data_list
source: Compensation for subtraction means adding or subtracting the same amount to both num- bers. By adding or subtracting the same thing, the distance or difference between the two numbers is maintained. Use compensation on 13 - 8 by adding 2 to both numbers to turn the problem into 15 - 10. Notice how much easier the problem became using this minor adjustment! Single-digit problems can also be done this way. For example, 3 can be added to both numbers in 7 - 3 to make it 10 – 6, which is 4.
pt: Compensação por subtração significa adicionar ou subtrair o mesmo valor a ambos os números. Ao adicionar ou subtrair a mesma coisa, a distância ou diferença entre os dois números é mantida. Use a compensação em 13 - 8 adicionando 2 a ambos os números para transformar o problema em 15 - 10. Observe como o problema se tornou muito mais fácil usando esse pequeno ajuste! Problemas de um dígito também podem ser feitos dessa maneira. Por exemplo, 3 pode ser adicionado a ambos os números em 7 - 3 para torná-lo 10 - 6, que é 4.

# data_list
source: DON’T GO OVER
pt: NÃO ULTRAPASSE

# data_list
source: **The setup:** Use 5 dice and 4 rolls. **How to play:** On the first roll, choose to save from 0 to 5 of the dice. Once a die is saved it cannot be changed. Similarly with the remaining dice on rolls two and three. On the final roll, all dice are saved. Any score less than or equal to 20 counts, any score over 20 gives the player 0. **How to win:** You can play one or more rounds. The highest total score wins.
pt: **A configuração:** Use 5 dados e 4 rolagens. **Como jogar:** Na primeira jogada, escolha salvar de 0 a 5 dos dados. Uma vez que um dado é salvo, ele não pode ser alterado. O mesmo vale para os dados restantes nas jogadas dois e três. Na jogada final, todos os dados são salvos. Qualquer pontuação menor ou igual a 20 conta, qualquer pontuação acima de 20 dá ao jogador 0. **Como ganhar:** Você pode jogar uma ou mais rodadas. A pontuação total mais alta vence.

# data_list
source: The target score of 20, the number of dice, and the number of rolls, can all be changed to suit younger or older players. For example, you could play this with a target of 12 and 3 dice.
pt: A meta de pontuação de 20, o número de dados e o número de jogadas podem ser alterados para se adequar a jogadores mais jovens ou mais velhos. Por exemplo, jogue isso com um alvo de 12 e 3 dados.

# data_list
source: ISLAND HOPPING – COMPENSATION
pt: PULANDO DE ILHA EM ILHA – COMPENSAÇÃO

# data_list
source: Addition up to 20
pt: Adição de um Dígito

# data_list
source: These puzzles show how using compensation creates easier addition problems.
pt: Esses quebra-cabeças mostram como o uso da compensação cria problemas de adição mais fáceis.

# data_list
source: **The challenge:** Find a path that connects all the islands that have the same answer. Two islands can only connect if their problem’s numbers differ by 1 – with one number increased by one and the other decreased by one. For example, '5 + 8' would connect with '6 + 7.' Only some of the islands will be on the path. In this example, the path starts in the lower left and ends in the upper right. **How to create:** Make these puzzles by starting with about ten empty circles with some connections. Identify a path from one edge of the islands to the other. Along that path, put in problems whose numbers differ from each other by one. In the nearby islands, put problems with small changes that have different answers.
pt: **O desafio:** Encontre um caminho que conecte todas as ilhas que têm a mesma resposta. Duas ilhas só podem se conectar se os números de seus problemas diferirem em 1 - com um número aumentado em um e o outro diminuído em um. Por exemplo, '5 + 8' se conectaria com '6 + 7'. Apenas algumas das ilhas estarão no caminho. Neste exemplo, o caminho começa no canto inferior esquerdo e termina no canto superior direito. **Como criar:** Faça esses quebra-cabeças começando com cerca de dez círculos vazios com algumas conexões. Identifique um caminho de uma borda das ilhas para a outra. Ao longo desse caminho, coloque problemas cujos números diferem uns dos outros em um. Nas ilhas próximas, coloque problemas com pequenas mudanças que tenham respostas diferentes.

# data_list
source: PART-WHOLE TRIANGLES
pt: TRIÂNGULOS E SUAS PARTES

# data_list
source: **The setup:** Use number cards 1 to 13. To start, each player is dealt 6 cards face up. There is a draw pile with one card turned over to start a discard pile. **How to play:** During a turn, a player takes the top discard card or the unknown top draw pile card. The chosen card replaces a card they already have, and the replaced card is discarded. **How to win:** The first player to create a 6-card pyramid where each card is the sum of the two cards below it wins.
pt: **A configuração:** Use cartas numéricas de 1 a 13. Para começar, cada jogador recebe 6 cartas viradas para cima. Há uma pilha de compra com uma carta virada para iniciar uma pilha de descarte. **Como jogar:** Durante um turno, um jogador pega a carta de descarte superior ou a carta desconhecida da pilha de compras. A carta escolhida substitui uma carta que já possui, e a carta substituída é descartada. **Como ganhar:** O primeiro jogador a criar uma pirâmide de 6 cartas, onde cada carta é a soma das duas cartas abaixo dela, vence.

# data_list
source: Use smaller or larger ranges of cards to match the skills of younger or older players.
pt: Use intervalos menores ou maiores de cartas para combinar com as habilidades de jogadores mais jovens ou mais velhos.

# data_list
source: CARDS TO A TARGET
pt: CARTAS PARA UM ALVO

# data_list
source: **The setup:** Start by laying out all the playing cards from 1 to 5 in a 4 by 5 grid. Start the running total at 0 and choose a target number, say 25. **How to play:** Players take turns turning over one number and adding it to the running total. The last player to pick a number that does not run over the target number wins.
pt: **A configuração:** Comece colocando todas as cartas de baralho de 1 a 5 em uma grade de 4 por 5. Inicie o total acumulado em 0 e escolha um número-alvo, digamos 25. **Como jogar:** Os jogadores se revezam virando um número e adicionando-o ao total acumulado. O último jogador a escolher um número que não ultrapasse o número-alvo vence.

# data_list
source: Replace 1 to 5 with any five numbers you want practice adding. To practice subtraction, start at the target number, subtract the selected numbers, and don’t allow going below 0.
pt: Substitua de 1 a 5 por quaisquer cinco números que você deseja praticar. Para praticar a subtração, comece no número-alvo, subtraia os números selecionados e não permita ir abaixo de 0.

# data_list
source: GET OUT OF MY HOUSE – ADD/SUB
pt: SAIA DA MINHA CASA – ADIÇÃO E SUBTRAÇÃO

# data_list
source: **The setup:** Use a deck of cards with numbers from 1 (Ace) to 10. On a shared piece of paper, draw 20 boxes or simple houses numbered from 0 to 19. Each player has 7 tokens distinct from the other player’s 7 tokens. **How to play:** During a turn, a player selects two random cards, and can choose to add, subtract, or multiply them to put their token in a house with fewer than three of the opponent’s tokens. If the house contains one or two of the opponent’s tokens, those tokens are given back to the opponent and the player says “Get out of my house.” **How to win:** The first player to put all their tokens in houses wins.
pt: **A configuração:** Use um baralho de cartas com números de 1 (Ás) a 10. Em uma folha de papel compartilhada, desenhe 20 caixas ou casas simples numeradas de 0 a 19. Cada jogador tem 7 fichas distintas das 7 fichas do outro jogador. **Como jogar:** Durante um turno, um jogador seleciona duas cartas aleatórias e pode optar por adicioná-las, subtraí-las ou multiplicá-las para colocar sua ficha em uma casa com menos de três fichas do oponente. Se a casa contiver uma ou duas fichas do oponente, essas fichas são devolvidas ao oponente e o jogador diz "Saia da minha casa". **Como ganhar:** O primeiro jogador a colocar todas as suas fichas nas casas vence.

# data_list
source: COMBO DOMINOES
pt: DOMINÓ COMBINADO

# data_list
source: **The setup:** Use a set of dominoes that either go from 1 to 6 or 1 to 9. Each player starts with 5 random dominoes without letting the other player see them. **How to play:** To start, a random domino is placed face up in the middle. After that, a player must match the top domino in the middle. Matching means that the two numbers on the top domino can be combined with any operation – add, subtract, or even multiply if you want – to make the same result as some, possibly different, operation acting on the two numbers of one of your dominoes. For example, if [1, 5] is on top, then it matches [2, 4] because 1 + 5 = 2 + 4, and it also matches [2, 2] because 5 - 1 = 2 x 2. The matching domino is placed on top of the previous top. If you can’t make a match, you must pick up a new domino from the pile. **How to win:** The first player to get rid of all their dominoes wins.
pt: **A configuração:** Use um conjunto de dominós que vão de 1 a 6 ou de 1 a 9. Cada jogador começa com 5 dominós aleatórios sem deixar que o outro jogador os veja. **Como jogar:** Para começar, um dominó aleatório é colocado virado para cima no meio. Depois disso, um jogador deve combinar o dominó superior no meio. Correspondência significa que os dois números no dominó superior podem ser combinados com qualquer operação - adicionar, subtrair ou até multiplicar, se desejar - para obter o mesmo resultado que alguma operação, possivelmente diferente, atuando sobre os dois números de um de seus dominós. Por exemplo, se [1,5] estiver no topo, ele corresponderá a [2,4] porque 1+5 = 2+4 e também corresponderá a [2,2] porque 5-1 = 2x2. O dominó correspondente é colocado em cima do topo anterior. Se você não conseguir combinar, você deve pegar um novo dominó da pilha. **Como ganhar:** O primeiro jogador a se livrar de todos os seus dominós vence.

# data_list
source: DIFFTRIANGLES AND SUMTRIANGLES
pt: DIFTRIÂNGULOS E SOMATRIÂNGULOS

# data_list
source: Games for Add & Sub
pt: Jogos para Adicionar e Subtrair

# data_list
source: **DiffTriangles:** These puzzles have triangles and squares that share sides. A triangle always has exactly two squares on its sides – the remaining side has either a triangle or is empty. A triangle’s number is the difference of the two adjoining squares.
pt: **DifTriângulos:** Esses quebra-cabeças têm triângulos e quadrados que compartilham lados. Um triângulo sempre tem exatamente dois quadrados em seus lados – o lado restante tem um triângulo ou está vazio. O número de um triângulo é a diferença dos dois quadrados adjacentes.

# data_list
source: **SumTriangles:** These puzzles use addition in place of subtraction. The value of a triangle is the sum of its two or three square neighbors. **The challenge:** Fill in the missing numbers to make each type of puzzle work. **How to create:** Making puzzles without loops is easy. Draw an alternating sequence of squares and triangles. Then put in numbers starting at one end working your way to the far end. When you are done, remove some of the numbers. Look at the Bonus Material for ideas on how to make these puzzles with loops.
pt: **SomaTriângulos:** Esses quebra-cabeças usam adição no lugar de subtração. O valor de um triângulo é a soma de seus dois ou três vizinhos quadrados. **O desafio:** Preencha os números que faltam para fazer cada tipo de quebra-cabeça funcionar. **Como criar:** Fazer quebra-cabeças sem loops é fácil. Desenhe uma sequência alternada de quadrados e triângulos. Em seguida, insira os números começando em uma extremidade e indo até a extremidade mais distante. Quando terminar, remova alguns dos números. Veja o Material Bônus para ideias sobre como fazer esses quebra-cabeças com loops.

# data_list
source: SKIP COUNTING
pt: CONTAGEM PULANDO NÚMEROS

# data_list
source: Your child has already practiced skip counting by 2’s, 5’s, and 10’s between 0 and 20. Start practicing skip counting by any number, starting at any number, going in either direction. Skip counting up **and down** helps with all arithmetic operations, as well as place value (when skipping by 5's or 10's). The tricky part in skip counting is when the tens digit changes, so focus on that. This is a handy activity to do when you are traveling or have some idle time.
pt: Seu filho já praticou a contagem pulando números por 2, 5 e 10 entre 0 e 20. Comece a praticar a contagem pulando por qualquer número, começando em qualquer número, indo em qualquer direção. Contagem pulando números para cima **e para baixo** ajuda em todas as operações aritméticas, bem como no valor posicional (ao pular por 5 ou 10). A parte complicada na contagem pulando números é quando o dígito das dezenas muda, então concentre-se nisso. Esta é uma atividade útil para fazer quando você está viajando ou tem algum tempo ocioso.

# data_list
source: SHORT STEPS TO A TARGET
pt: PASSOS CURTOS PARA UM ALVO

# data_list
source: **How to play:** Create a 2-digit starting number using two playing cards from 1 to 9 - the first card gives the tens place and the other the ones place. Starting at that number, use 5 jumps each of which is either by 1 or 10. The goal is to get as close to 50 as possible, and the score is the difference from 50. The lowest total score after several rounds wins. **100 chart:** Young players benefit from referring to a 100 chart. Using that chart will also emphasize place value as they go up or down by 10. **Variations:** You can vary this game by allowing steps of 1, 2 or 10, or steps of 1, 2, 5, or 10. Also, use target numbers other than 50 sometimes.
pt: **Como jogar:** Crie um número inicial de 2 dígitos usando duas cartas de baralho de 1 a 9 - a primeira carta dá a casa das dezenas e a outra a casa das unidades. Começando com esse número, use 5 pulos, cada um dos quais é por 1 ou 10. O objetivo é chegar o mais próximo possível de 50, e a pontuação é a diferença de 50. A pontuação total mais baixa após várias rodadas vence. **Gráfico de 100:** Os jovens jogadores se beneficiam ao se referir a um gráfico de 100. O uso desse gráfico também enfatizará o valor posicional à medida que eles sobem ou descem em 10. **Variações:** Você pode variar este jogo permitindo etapas de 1, 2 ou 10, ou etapas de 1, 2, 5 ou 10. Além disso, use números de destino diferentes de 50 às vezes.

# data_list
source: ISLAND HOPPING – SKIP COUNTING
pt: PULANDO DE ILHA EM ILHA – CONTAGEM PULANDO NÚMEROS

# data_list
source: Skip Counting
pt: Contagem Pulando Números

# data_list
source: The islands (circles) are connected by bridges (lines), with connections made by skip counting. Some islands have numbers, and others start blank. Above the puzzle is the starting number, ending number, and skip amount.
pt: As ilhas (círculos) são conectadas por pontes (linhas), com conexões feitas por contagem pulando números. Algumas ilhas têm números e outras começam em branco. Acima do quebra-cabeça está o número inicial, o número final e o valor do pulo.
