Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: She sat under an edome tree and waited for help. Soon she fell asleep and had a dream.
el: Κάθισε κάτω από ένα δέντρο και περίμενε βοήθεια. Σύντομα αποκοιμήθηκε και είδε ένα όνειρο.
pt: Ela se deitou ao pé de uma árvore e esperou por ajuda. Logo ela adormeceu e teve um sonho.
ru: Она села под деревом и начала ждать помощи. Вскоре, она уснула и увидела сон.

# data_list
source: If you are lost on a hot day, it is wise to find a cool, shady place and hope to be rescued. High heat can be a very dangerous thing and it should be handled carefully.
el: Αν χαθείς μια ζεστή μέρα, είναι σοφό να βρεις ένα δροσερό, σκιερό μέρος και να περιμένεις ελπίζοντας ότι θα σε βρουν. Η μεγάλη ζέστη μπορεί να είναι πολύ επικίνδυνη και πρέπει να τη διαχειρίζεσαι προσεκτικά.
pt: Se você se perder em um dia quente, é aconselhável encontrar um lugar fresco e com sombra e torcer para ser resgatado. O calor intenso pode ser muito perigoso e deve ser tratado com cuidado.
ru: Если ты потерялся/потерялась в жаркий день, разумно найти прохладное место в тени и надеяться, что тебя найдут. Жара может быть очень опасной вещью, и с ней следует обращаться осторожно.

# data_list
source: People have many kinds of dreams. Some are scary, some are fun, some seem ridiculous, and some seem very real. What kinds of dreams do you have?
el: Οι άνθρωποι βλέπουν πολλά είδη ονείρων. Μερικά είναι τρομακτικά, μερικά διασκεδαστικά, κάποια φαίνονται γελοία και κάποια πολύ αληθινά. Τι είδους όνειρα βλέπεις εσύ;
pt: As pessoas têm vários tipos de sonhos. Alguns são assustadores, outros são divertidos, outros parecem ridículos, e outros parecem muito reais. Quais tipos de sonhos você tem?
ru: Людям снятся множество разных снов: некоторые страшные, некоторые веселые, некоторые нелепые, а некоторые кажутся очень реальными. Какие сны снятся тебе?

# data_list
source: As they go up, most of these branches split into two branches. So, 1 branch becomes 2, and those become 4, and so on. How high can you keep doubling before it gets to be too big a number?
el: Καθώς ανεβαίνουν, τα περισσότερα από αυτά τα κλαδιά χωρίζονται σε δύο κλαδιά. Έτσι, 1 κλαδί γίνεται 2 κι αυτά γίνονται 4 και ούτω καθεξής. Μέχρι ποιον αριθμό μπορείς να συνεχίσεις να διπλασιάζεις πριν γίνει πολύ μεγάλος;
pt: Conforme eles sobem, muitos destes galhos se dividem em dois galhos. Logo, 1 galho vira 2, e estes dois viram 4 e assim por diante. Até quanto você consegue duplicar antes que o número fique grande demais?
ru: Практически все верхние ветви разделяются на две ветки. То есть из одной ветки получается две, из этих двух веток получается четыре и так далее. Насколько высоко ты можешь продолжать удваивать, до того как число станет слишком большим?

# data_list
source: This is what Akai dreamed. She was lying on her special mat. A woman who looked like her grandmother was watching over her. The old woman smiled and gave her a bowl of camel milk. Just when Akai stretched out her hand to take the milk, she woke up.
el: Αυτό ονειρεύτηκε η Ακάι. Ήταν ξαπλωμένη πάνω στο ξεχωριστό χαλί της. Μια γυναίκα που έμοιαζε με τη γιαγιά της την πρόσεχε. Η ηλικιωμένη γυναίκα χαμογέλασε και της έδωσε ένα μπολ με γάλα καμήλας. Μόλις η Ακάι άπλωσε το χέρι της για να πάρει το γάλα, ξύπνησε.
pt: Foi isso que Akai sonhou. Ela estava deitada em sua manta especial. Uma mulher que parecia sua avó a observava. A velha sorriu e lhe deu uma tigela de leite de camelo. No momento em que Akai estendeu a mão para pegar o leite, ela acordou.
ru: Вот, что приснилось Акае. Она лежала на своем особенном коврике. Женщина, которая выглядела как ее бабушка, смотрела за ней. Пожилая женщина улыбнулась и дала ей миску верблюжьего молока. Как только Акая протянула руку, чтобы взять молоко, она проснулась.

# data_list
source: Do you think you can receive a message from a dream, or are they meaningless? What do you think this dream was trying to tell Akai?
el: Πιστεύεις ότι μπορείς να λάβεις ένα μήνυμα από ένα όνειρο ή είναι χωρίς νόημα; Τι νομίζεις ότι προσπαθούσε να πει αυτό το όνειρο στην Ακάι;
pt: Você acredita que pode receber uma mensagem durante um sonho, ou eles não tem significado? O que você acha que o sonho da Akai estava tentando dizer a ela?
ru: Думаешь ли ты, что ты можешь получить послание во время сна, или они просто бессмысленные? Что ты думаешь этот сон пытался сказать Акае?

# data_list
source: Notice the circles of color centered just in front of grandmother's face. When circles have a common center they are called concentric circles.
el: Παρατήρησε τους κύκλους χρώματος που έχουν το κέντρο τους ακριβώς μπροστά από το πρόσωπο της γιαγιάς. Όταν οι κύκλοι έχουν κοινό κέντρο λέγονται ομόκεντροι κύκλοι.
pt: Observe os círculos coloridos centralizados bem em frente ao rosto da avó. Quando círculos têm um centro em comum, eles são chamados de círculos concêntricos.
ru: Обрати внимание на цветные круги, расположенные по центру перед бабушкиным лицом. Когда у кругов есть единый центр, их называют концентрическими.

# data_list
source: Which colors are repeated in her clothing and jewelry, and which appear only once?
el: Ποια χρώματα επαναλαμβάνονται στα ρούχα και τα κοσμήματά της και ποια εμφανίζονται μόνο μία φορά;
pt: Quais cores são repetidas nas suas roupas e jóias, e quais aparecem uma só vez?
ru: Какие цвета повторяются в ее украшениях и одежде, а какие цвета появляются только один раз?

# data_list
source: Akai opened her eyes slowly. When she looked up, she saw a small blue bird on a branch above her.
el: Η Ακάι άνοιξε τα μάτια της αργά. Όταν κοίταξε ψηλά, είδε ένα μικρό γαλάζιο πουλί σε ένα κλαδί πάνω από το κεφάλι της.
pt: Akai abriu seus olhos lentamente. Quando ela olhou para cima, viu um pequeno pássaro azul em um galho acima dela.
ru: Акаи медленно открыла глаза. Когда она посмотрела наверх, она увидела маленькую голубую птичку на ветке.

# data_list
source: Sometimes writers use special things in stories as symbols. Do you think the blue bird symbolizes something special in this story, or is it just a blue bird with no special meaning?
el: Μερικές φορές οι συγγραφείς χρησιμοποιούν ιδιαίτερα στοιχεία στις ιστορίες ως σύμβολα. Πιστεύεις ότι το γαλάζιο πουλί συμβολίζει κάτι ξεχωριστό σε αυτή την ιστορία ή είναι απλώς ένα γαλάζιο πουλί χωρίς ιδιαίτερη σημασία;
pt: Às vezes, escritores usam coisas especiais em suas histórias como símbolos. Você acha que o pássaro azul simboliza algo especial nesta história, ou é apenas um pássaro azul sem significado especial?
ru: Иногда писатели в своих историях используют специальные вещи, название которых – символы. Как ты думаешь, голубая птичка символизирует что-то особенное в этой истории или же это просто голубая птичка, у которой нет никакого специального значения?

# data_list
source: Two pages ago we saw that same tree, but there are a few differences between the two pictures of the tree. How many differences can you find?
el: Δύο σελίδες πριν είδαμε το ίδιο δέντρο, αλλά υπάρχουν κάποιες διαφορές ανάμεσα στις δύο εικόνες του δέντρου. Πόσες διαφορές μπορείς να βρεις;
pt: Duas páginas atrás vimos a mesma árvore, mas tinham algumas diferenças entre aquela árvore e a desta imagem. Quantas diferenças você consegue encontrar?
ru: Две страницы назад, мы видели то же самое дерево, но между картинками этих двух деревьев есть несколько отличий. Сколько отличий можешь найти ты?

# data_list
source: Akai and the bird are looking at each other. If they could talk to each other, what would they say?
el: Η Ακάι και το πουλί κοιτάζονται. Αν μπορούσαν να μιλήσουν μεταξύ τους, τι θα έλεγαν;
pt: Akai e o pássaro estão olhando um para o outro. Se eles pudessem falar um com o outro, o que eles diriam?
ru: Акаи и птица смотрят друг на друга. Если бы они могли разговаривать друг с другом, что бы они сказали?

# data_list
source: When Akai got up, the small blue bird flapped its wings and led the way for Akai. She followed the bird.
el: Όταν η Ακάι σηκώθηκε, το μικρό γαλάζιο πουλί χτύπησε τα φτερά του και της έδειξε τον δρόμο. Η Ακάι το ακολούθησε.
pt: Quando a Akai se levantou, o pequeno pássaro azul bateu suas asas e mostrou o caminho para Akai. Ela seguiu o pássaro.
ru: Когда Акаи встала, маленькая голубая птичка взмахнула своими крыльями и повела Акаю.

# data_list
source: Birds can be fast and hard to follow. Have you ever tried to follow a wild animal to see where it was going?
el: Τα πουλιά μπορεί να είναι γρήγορα και δύσκολα να τα ακολουθήσεις. Έχεις δοκιμάσει ποτέ να ακολουθήσεις ένα άγριο ζώο για να δεις πού πηγαίνει;
pt: Pássaros podem ser rápidos e difíceis de seguir. Você já tentou seguir um animal selvagem para ver onde ele estava indo?
ru: Птицы могут быстрыми, и за ними может быть тяжело угнаться. Пытался/пыталась ли ты последовать за диким животным, чтобы посмотреть куда оно шло?

# data_list
source: If you were lost in a dangerous place, would you trust your safety to an unusual animal? Akai is being very trusting.
el: Αν ήσουν χαμένος σε έναν επικίνδυνο τόπο, θα εμπιστευόσουν την ασφάλειά σου σε ένα ασυνήθιστο ζώο; Η Ακάι δείχνει μεγάλη εμπιστοσύνη.
pt: Se você estivesse perdido em um lugar perigoso, você confiaria sua segurança a um animal incomum? A Akai está confiando bastante.
ru: Если бы ты потерялся/потерялась в опасном месте, доверил/а бы ты свою безопасность необычному животному? Акаи очень доверчива.

# data_list
source: How do you think this will turn out? Will the bird lead Akai to safety or will she get even more lost following this silly bird?
el: Πώς νομίζεις ότι θα εξελιχθεί αυτό; Θα οδηγήσει το πουλί την Ακάι στην ασφάλεια ή θα χαθεί ακόμη περισσότερο ακολουθώντας αυτό το «ανόητο» πουλί;
pt: Como você acha que isto vai terminar? O pássaro levará a Akai para segurança, ou ela se perderá ainda mais por seguir este pássaro bobo?
ru: Каким ты думаешь будет исход ситуации? Приведет ли птица Акаи в безопасное место или она еще больше заблудится, преследуя эту неразумную птичку?

# data_list
source: Akai came to a place where the path went in two directions. The blue bird dropped a piece of a mat that was like Akai's own mat.
el: Η Ακάι έφτασε σε ένα σημείο όπου το μονοπάτι χωριζόταν σε δύο κατευθύνσεις. Το γαλάζιο πουλί άφησε να πέσει ένα κομμάτι χαλιού που έμοιαζε με το χαλί της Ακάι.
pt: Akai chegou em um lugar onde o caminho se divide em dois. O pássaro azul derrubou um pedaço de manta muito parecido com a própria manta da Akai.
ru: Акаи пришла к развилке дороги. Птица бросила кусочек ковра, который был похож на коврик Акаи.

# data_list
source: Dropping a piece of mat is quite an unusual thing for any bird to do. Maybe trusting this bird is not such a bad idea after all. What do you think?
el: Το να ρίξει ένα κομμάτι χαλιού είναι κάτι αρκετά ασυνήθιστο για οποιοδήποτε πουλί. Ίσως τελικά δεν ήταν τόσο κακή ιδέα να εμπιστευτεί αυτό το πουλί. Τι νομίζεις;
pt: Derrubar um pedaço de manta é bem fora do comum para qualquer pássaro. Talvez confiar neste pássaro não fosse uma ideia tão ruim no final das contas. O que você acha?
ru: Для любой птицы сбросить кусочек ковра — это довольно необычное явление. Может быть, доверять этой птичке не такая уж и плохая идея, в конце концов. Что думаешь ты?

# data_list
source: We didn't see that piece of mat in any other pictures of the bird. Where did that piece of mat come from and how did the bird get it?
el: Δεν είδαμε αυτό το κομμάτι χαλιού σε καμία άλλη εικόνα με το πουλί. Από πού ήρθε αυτό το κομμάτι και πώς το βρήκε το πουλί;
pt: Nós não vimos este pedaço de manta em qualquer outra imagem do pássaro. De onde este pedaço veio e como o pássaro o conseguiu?
ru: Мы не видели этот фрагмент коврика ни на каких других изображениях птички. Откуда появился этот кусочек ковра, и как им обзавелась птица?

# data_list
source: Look at Akai's face. What does her expression tell you about how she is feeling?
el: Κοίτα το πρόσωπο της Ακάι. Τι σου λέει η έκφρασή της για το πώς νιώθει;
pt: Olhe para o rosto da Akai. O que a expressão dela diz sobre como ela está se sentindo?
ru: Посмотри на лицо Акаи. Что в ее выражение лица говорит тебе о том, что она чувствует?

# data_list
source: Picking up the piece of mat, Akai saw footprints that she knew were her mother's. Soon she saw the shallow well from where they fetched water.
el: Σηκώνοντας το κομμάτι χαλιού, η Ακάι είδε πατημασιές που ήξερε ότι ήταν της μητέρας της. Σύντομα είδε το ρηχό πηγάδι από όπου έπαιρναν νερό.
pt: Recolhendo os pedaços da manta, Akai viu pegadas e ela sabia que eram de sua mãe. Logo ela viu o poço raso de onde eles coletavam água.
ru: Когда Акаи поднимала фрагмент коврика, она увидела следы, которые, как она знала, были её мамы. Вскоре она нашла неглубокий колодец, где они набирали воду.

# data_list
source: It's good she trusted that strange bird. She ended up being taken to safety by following her instincts and trusting the bird.
el: Καλά που εμπιστεύτηκε εκείνο το παράξενο πουλί. Τελικά οδηγήθηκε με ασφάλεια ακολουθώντας το ένστικτό της και εμπιστευόμενη το πουλί.
pt: Que bom que ela confiou naquele pássaro estranho. Ela acabou sendo levada para um lugar seguro seguindo seus instintos e confiando no pássaro.
ru: Это хорошо, что она поверила этой странной птице. В конце концов, она оказалась в безопасности, благодаря тому, что она последовала свои инстинктам и доверилась птичке.

# data_list
source: Have you ever had to trust something or someone in an unusual situation? You have to be very careful about the people you choose to trust.
el: Έχεις χρειαστεί ποτέ να εμπιστευτείς κάτι ή κάποιον σε μια ασυνήθιστη κατάσταση; Πρέπει να είσαι πολύ προσεκτικός με τους ανθρώπους που επιλέγεις να εμπιστευτείς.
pt: Você já teve que confiar em algo ou alguém em uma situação fora do comum? Você precisa ter bastante cuidado em quem escolhe confiar.
ru: Приходилось ли тебе когда-то верить чему-то или кому-то в необычной ситуации? Тебе необходимо быть очень осторожным/осторожной с теми людьми, которым ты решаешь довериться.

# data_list
source: Do you know what anyone else's footprints look like? When you live where it is important to be able to follow paths, do you suppose you get good at recognizing tracks made by various people and animals?
el: Ξέρεις πώς φαίνονται οι πατημασιές κάποιου άλλου; Όταν ζεις σε μέρος όπου είναι σημαντικό να μπορείς να ακολουθείς μονοπάτια, νομίζεις ότι γίνεσαι καλός στο να αναγνωρίζεις ίχνη από διάφορους ανθρώπους και ζώα;
pt: Você sabe como são as pegadas de outras pessoas? Quando você mora em um lugar onde é importante conseguir seguir caminhos, você acredita que as pessoas se tornam boas em reconhecer rastros de pessoas e animais?
ru: Знаешь ли ты, как выглядят следы кого-то другого? Если ты живешь там, где важно уметь идти по тропам, как ты думаешь, ты хорошо умеешь распознавать следы, оставленные разными людьми и животными?

# data_list
source: Akai's family sang and danced to welcome her home. They made a feast to celebrate their child's safe return.
el: Η οικογένεια της Ακάι τραγούδησε και χόρεψε για να την καλωσορίσει στο σπίτι. Έκαναν ένα γλέντι για να γιορτάσουν την ασφαλή επιστροφή του παιδιού τους.
pt: A família da Akai cantou e dançou para recebê-la em casa. Eles fizeram um banquete para celebrar o retorno da criança em segurança.
ru: Семья Акаи пела и танцевала, приветствуя её возвращение домой. Они устроили пир, чтобы отпраздновать безопасное возвращение своего ребенка.

# data_list
source: Look at how happy they all are with Akai's safe return. How can you tell that they are happy?
el: Κοίτα πόσο χαρούμενοι είναι όλοι με την ασφαλή επιστροφή της Ακάι. Πώς το καταλαβαίνεις ότι είναι χαρούμενοι;
pt: Olhe como todos eles estão felizes pelo retorno da Akai. Como você consegue perceber que eles estão felizes?
ru: Смотри, как они счастливы благополучному возвращению Акаи. Как ты можешь понять то, что они счастливы?

# data_list
source: Their clothes have beautiful colors and patterns. Which of these do you like the most?
el: Τα ρούχα τους έχουν όμορφα χρώματα και μοτίβα. Ποιο από αυτά σου αρέσει περισσότερο;
pt: As roupas deles tem cores e estampas bonitas. Quais delas você mais gosta?
ru: Их одежда имеет красивые цвета и узоры. Какие из них тебе нравятся больше всего?

# data_list
source: Akai likes to go barefoot a lot, while many of the other people in this story wear sandals. Which do you prefer?
el: Η Ακάι προτιμά συχνά να περπατά ξυπόλυτη, ενώ πολλοί από τους άλλους στην ιστορία φορούν σανδάλια. Εσύ τι προτιμάς;
pt: Akai gosta muito de andar descalça, enquanto muitas outras pessoas nesta história preferem usar sandálias. Qual você prefere?
ru: Акае нравится много ходить босоногой, в то время как много других людей в этой истории носят сандали. Что предпочитаешь ты?

# data_list
source: Akai sat on her special mat and enjoyed eating some delicious food.
el: Η Ακάι κάθισε πάνω στο ξεχωριστό της χαλί και απολάμβανε το νόστιμο φαγητό.
pt: Akai se sentou em sua manta especial e aproveitou uma comida deliciosa.
ru: Акаи сидела на её особенному коврике и наслаждалась вкусной едой.

# data_list
source: At the end of a scary day, she looks very happy. After a disturbing incident, it can be wonderful to be back in a familiar and safe place.
el: Στο τέλος μιας τρομακτικής ημέρας, φαίνεται πολύ χαρούμενη. Μετά από ένα ανησυχητικό γεγονός, είναι υπέροχο να επιστρέφεις σε έναν οικείο και ασφαλή χώρο.
pt: No final de um dia assustador, ela parece muito feliz. Após um acidente perturbador, pode ser maravilhoso voltar para um lugar seguro e familiar.
ru: В конце этого пугающего дня она выглядит очень счастливой. После волнующего инцидента вернуться в знакомое и безопасное место может быть великолепно.

# data_list
source: Do you have a favorite place where you feel particularly safe and comfortable?
el: Έχεις ένα αγαπημένο μέρος όπου νιώθεις ιδιαίτερα ασφαλής και άνετα;
pt: Você tem um lugar favorito onde se sente particularmente seguro e confortável?
ru: Есть ли у тебя любимое место, где ты ощущаешь себя особенно комфортно и безопасно?

# data_list
source: Does her happiness come from her mat or from herself?
el: Η ευτυχία της προέρχεται από το χαλί της ή από την ίδια;
pt: A felicidade da Akai vem da sua manta especial ou dela mesma?
ru: Её счастье исходит от коврика или от неё самой?

# data_list
source: One night Grandpa was tucking me in. His hands were soft and his hair was thin.
el: Ένα βράδυ ο παππούς με έβαζε για ύπνο. Τα χέρια του ήταν απαλά και τα μαλλιά του αραιά.
pt: Em uma noite, Vovô estava me fazendo carinho. As suas mãos eram macias e o seu cabelo era fino.
ru: Однажды ночью дедушка укладывал меня спать. Его руки были мягкими и его волосы были тонкими.

# data_list
source: Two words rhyme when their endings sound alike. Look for the rhyming words on many of the pages of this story. For this page, "in" and "thin" are the rhyming words.
el: Δύο λέξεις κάνουν ομοιοκαταληξία όταν οι καταλήξεις τους έχουν παρόμοιο ήχο. Βρες τις ομοιοκαταληκτικές λέξεις σε πολλές από τις σελίδες αυτής της ιστορίας. Για αυτή τη σελίδα, οι λέξεις "απαλά" και "αραιά" κάνουν ομοιοκαταληξία.
pt: Duas palavras rimam quando os finais delas soam iguais. Procure as palavras rimadas em muitas das páginas desta história. Para esta página, "carinho " e "fino" são as palavras que rimam.
ru: Два слова рифмуются когда их окончания звучат одинаково. Ищи рифмующиеся слова на многих страницах этой истории. Для этой страницы, «мягкими» и «тонкими» рифмующиеся слова.

# data_list
source: Think of some other words that rhyme with in and thin. (fin, din, kin, tin, win, bin, grin)
el: Σκέψου μερικές άλλες λέξεις που κάνουν ομοιοκαταληξία με το "απαλά" και το "αραιά" (π.χ. καλά, μαλακά, χαμηλά).
pt: Pense em algumas outras palavras que rimam com carinho e fino. (golfinho, velhinho, sozinho, menino, latino, violino)
ru: Придумай другие слова, которые рифмуются с «мягкими» и «тонкими». (короткими, высокими, широкими, подобнами,)

# data_list
source: Putting things in pairs can be fun. However, not everything can be paired up. There are five buttons on Grandpa's coat, and no matter how you pair them up there will be one left over -- that's because five is an odd number!
el: Το να βάζεις πράγματα σε ζευγάρια μπορεί να είναι διασκεδαστικό. Ωστόσο, δεν είναι δυνατό να συνδυαστεί κάθε τι σε ζευγάρια. Υπάρχουν πέντε κουμπιά στο παλτό του Παππού και, ό,τι και να κάνεις, πάντα θα μένει ένα μόνο του· αυτό συμβαίνει επειδή το πέντε είναι μονός αριθμός!
pt: Colocar as coisas em pares pode ser divertido. No entanto, nem tudo pode ser emparelhado. Existem cinco botões no casaco de Vovô, e não importa como você os emparelhe, sempre haverá um sobrando – isso acontece porque cinco é um número ímpar!
ru: Распределять вещи по парам может быть увлекательным занятием. Однако, они всё можно объединить в пары. На дедушкином пальто есть пять пуговиц, и как бы ты их не распределял по парам, одна всё равно останется -- это потому что пять нечётное число!

# data_list
source: I'm going to tell you a special story, about a girl named Lory Dory.
el: "Θα σου πω μια ξεχωριστή ιστορία για ένα κορίτσι που την έλεγαν Λόρυ Ντόρυ."
pt: "Vou contar uma história nobre, é sobre uma garota, Lory Dory era o seu nome."
ru: «Я расскажу тебе особенную историю о девочке по имени Лори Дори.»

# data_list
source: Hearing someone tell you a story is a special treat. Someone is reading this story to you right now. How does it make you feel?
el: Το να ακούμε κάποιον να μας λέει μια ιστορία είναι μια ιδιαίτερη απόλαυση. Κάποιος σου διαβάζει αυτή την ιστορία αυτή τη στιγμή. Πώς σε κάνει να νιώθεις;
pt: Ouvir alguém lhe contar uma história é um prazer especial. Alguém está lendo esta história para você agora. Como isso faz você se sentir?
ru: Слушать как кто-то рассказывает тебе история - это особое удовольствие. Кто-то читает тебе эту историю прямо сейчас. Какие чувства это у тебя вызывает?

# data_list
source: When lines are lined up and go in exactly the same direction they are called parallel lines. The artist has drawn this room in a style with almost no parallel lines. Point out some parallel lines where you are right now.
el: Όταν οι γραμμές είναι ευθυγραμμισμένες και πηγαίνουν προς την ίδια κατεύθυνση ακριβώς, ονομάζονται παράλληλες γραμμές. Ο καλλιτέχνης έχει ζωγραφίσει αυτό το δωμάτιο με σχεδόν καμία παράλληλη γραμμή. Δείξε μερικές παράλληλες γραμμές εκεί που βρίσκεσαι τώρα.
pt: Quando linhas estão alinhadas e seguem exatamente em uma mesma direção, elas são chamadas de linhas paralelas. O ilustrador desenhou este quarto em um estilo quase sem linhas paralelas. Aponte para algumas linhas paralelas no local onde você está agora.
ru: Когда линия выстроены в линии которые идут в одном направлении они называются параллельными линиями. Художник нарисовал эту комнату в стиле в котором почти нет параллельных линий. Укажи на несколько параллельных линий где ты сейчас находишься.

# data_list
source: What are the rhyming words on this page?
el: Ποιες είναι οι ομοιοκαταληκτικές λέξεις σε αυτή τη σελίδα;
pt: Quais são as palavras que rimam nesta página?
ru: Какие слова рифмуются на этой странице?

# data_list
source: You couldn't see Lory Dory at all because she was born invisible.
el: Δεν μπορούσες να δεις τη Λόρυ Ντόρυ καθόλου, γιατί γεννήθηκε αόρατη.
pt: Você não podia ver Lory Dory porque ela nasceu invisível.
ru: Лори Дори вообще невозможно было увидеть потому что она родилась невидимая.
