Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The fishermen watch the sun rise. They check their nets. They check their oars. They listen to the wind. They drag their boats down to the water. Yusuf's grandfather, Oupa Salie was a treknet fisherman. Before him his father, Oupagrootjie Ridwaan, knew the sea too.
el: Οι ψαράδες παρακολουθούν την ανατολή του ήλιου. Ελέγχουν τα δίχτυα τους. Ελέγχουν τα κουπιά τους. Αφουγκράζονται τον άνεμο. Σέρνουν τις βάρκες τους προς το νερό. Ο παππούς του Γιούσουφ, ο Oύπα Σάλι, ήταν ψαράς με δίχτυα. Πριν από αυτόν, ο πατέρας του, ο Oυπαγκρουτζί Ριντουάν, γνώριζε επίσης τη θάλασσα.
pt: Os pescadores observam o sol nascer. Eles verificam as suas redes. Os seus remos. Ouvem o vento. Arrastam os seus barcos até a água. O avô de Yusuf, Oupa Salie, era um pescador. Antes dele, o seu pai, Oupagrootjie Ridwaan, também conhecia o mar.
ru: Рыбаки наблюдают за восходом солнца. Они проверяют свои сети. Они проверяют свои весла. Они слушают ветер. Они тащат свои лодки к воде. Дедушка Юсуфа, Упа Солие, был рыбаком трекнетом. До него его отец, Упарутдже Ридваан, тоже знал море.

# data_list
source: In this view, the line where the sea meets the sky is called the horizon. A horizontal line is like the horizon line, it goes straight across from side to side. Point out some horizontal lines near you.
el: Σε αυτή την εικόνα, η γραμμή όπου η θάλασσα συναντά τον ουρανό ονομάζεται ορίζοντας. Μια οριζόντια γραμμή είναι σαν τη γραμμή του ορίζοντα, πηγαίνει ευθεία από τη μία πλευρά στην άλλη. Δείξε μερικές οριζόντιες γραμμές που βρίσκονται κοντά σου.
pt: Nesta imagem, a linha onde o mar encontra o céu é chamada de horizonte. Uma linha horizontal é como a linha do horizonte, ela vai em linha reta de um lado para o outro. Aponte algumas linhas horizontais perto de você.
ru: С этой точки зрения, линия где море встречается с небом, называется горизонтом. Горизонтальная линия похожа на линию горизонта, она проходит прямо из стороны в сторону. Покажи на несколько горизонтальных линий рядом с тобой.

# data_list
source: Yusuf's father, grandfather, and great-grandfather were all fishermen. Do you know anyone who does the same job as one of their parents?
el: Ο πατέρας, ο παππούς και ο προπάππους του Γιούσουφ ήταν όλοι ψαράδες. Γνωρίζεις κάποιον που κάνει την ίδια δουλειά;
pt: O pai, o avô e o bisavô de Yusuf eram todos pescadores. Você conhece alguém que faz o mesmo trabalho de um dos seus pais?
ru: Отец, дедушка, и прадед Юсуфа были рыбаками. Знаешь ли ты кого-нибудь, кто имеет ту же работу как и один из их родителей?

# data_list
source: People are many different ages. Suppose Papa is 25, Papa's father is 50, and Papa's grandfather is 75. How old are you? How many years until you are 25?
el: Οι άνθρωποι έχουν διαφορετικές ηλικίες. Υποθέτοντας ότι ο πατέρας είναι 25, ο παππούς 50, και ο προπάππους 75. Πόσο χρονών είσαι εσύ; Πόσα χρόνια μένουν μέχρι να φτάσεις στα 25;
pt: As pessoas têm idades variadas. Suponhamos que o Papai tenha 25 anos, o pai do Papai tenha 50 e o avô do Papai tenha 75. Quantos anos você tem? Quantos anos faltam até você completar 25 anos?
ru: Люди разного возраста. Предположим что папе 25, отцу папы 50, а дедушке папе 75. Сколько тебе лет? Сколько лет до того как тебе исполнится 25?

# data_list
source: The boat rides into the waves. Papa's arms stretch to the oar. His leg braces against the side. His neck strains, his back muscles ripple. Papa sings as he works: "Drop and swish. Find a fish. Pull and plop. Don't you stop."
el: Η βάρκα πλέει στα κύματα. Τα χέρια του πατέρα απλώνονται στα κουπιά. Το πόδι του βάζει αντίσταση στην πλευρά της βάρκας. Ο λαιμός του σφίγγεται, οι μύες της πλάτης του τεντώνονται. Ο πατέρας τραγουδάει καθώς δουλεύει: "Ρίξε βαθιά. Ένα ψάρι βρες ξανά. Τράβα δυνατά. Μη σταματάς πουθενά."
pt: O barco cavalga nas ondas. Os braços do papai se estendem até o remo. Sua perna se apoia na lateral do barco. Seu pescoço fica tenso e seus músculos das costas formam ondas. Papai canta enquanto trabalha: "Solte e deixe. Encontre um peixe. Puxe e agarre. Não pare."
ru: Лодка плывёт по волнам. Папины руки тянутся к веслу. Его нога упирается в бок. Его шея напрягается, мышцы спины дрожат. Папа поёт пока работает: «Бросай и размахивай. Найди рыбу. Тени и шлёпай. Не останавливайся.»

# data_list
source: People sit backwards in rowboats when they row. The pointed end of this boat is much higher than the flat end -- it looks like a pretty rough ride!
el: Οι άνθρωποι κάθονται ανάποδα στις βάρκες με τα κουπιά όταν κωπηλατούν. Το μυτερό άκρο αυτής της βάρκας είναι πολύ ψηλότερα από το επίπεδο άκρο -- φαίνεται ότι είναι μια αρκετά ανώμαλη διαδρομή!
pt: As pessoas se sentam na parte de trás dos barcos quando estão remando. A extremidade pontiaguda deste barco está muito mais alta que a extremidade plana -- isto parece um passeio muito difícil!
ru: В лодках люди сидят спиной вперёд, когда гребут. Заостренный конец этой лодки намного выше плоского-- это похоже на довольно тяжёлую поездку!

# data_list
source: Papa's muscles are working very hard. Have you ever felt your muscles strain trying to lift or pull something?
el: Οι μύες του πατέρα δουλεύουν πολύ σκληρά. Έχεις νιώσει ποτέ τους μύες σου να τεντώνονται προσπαθώντας να σηκώσεις ή να τραβήξεις κάτι;
pt: Os músculos do papai estão trabalhando bastante. Você já sentiu os seus músculos se esforçarem tentando levantar ou puxar algo?
ru: Мышцы папы работают очень усердно. Чувствовали ли вы когда-нибудь, что ваши мышцы напрягаются, пытаясь поднять или подтянуть что-то?

# data_list
source: The words "fish" and "swish" rhyme. Think of some other words that rhyme with those words (dish, wish, squish).
el: Οι λέξεις "απλώνονται" και "τεντώνονται" κάνουν ομοιοκαταληξία. Σκέψου μερικές άλλες λέξεις που κάνουν ομοιοκαταληξία με αυτές (π.χ. διπλώνονται, στρώνονται).
pt: As palavras "peixe" e "deixe" rimam. Pense em outras palavras que rimam com elas (feixe, baixe, queixe).
ru: Слова «Рыба» и «Сгиба» рифмуют. Придумай другие слова, которые рифмуются с этими словами (наиба, глыба, криба).

# data_list
source: All day long Yusuf looks at the sky. It is bright and clear and windless. A fish and a gift! What will Papa bring home from the sea? Sometimes he brings a beautiful shell. Sometimes he brings a jewel green bottle rinsed by the waves.
el: Όλη μέρα ο Γιούσουφ κοιτάζει τον ουρανό. Είναι φωτεινός, καθαρός και χωρίς άνεμο. Ένα ψάρι και ένα δώρο! Τι θα φέρει ο μπαμπάς από τη θάλασσα; Μερικές φορές φέρνει ένα όμορφο κοχύλι. Μερικές φορές φέρνει ένα καταπράσινο μπουκάλι, λαμπερό από το ξέπλυμα των κυμάτων.
pt: Durante todo o dia, Yusuf olha para o céu. Está iluminado, limpo e sem vento. Um peixe e um presente! O que Papai vai trazer do mar? Às vezes, ele traz uma bela concha. Às vezes, ele traz uma garrafa verde de joia lavada pelas ondas.
ru: Целый день Юсуф смотрит на небо. Здесь светло, ясно, и безветренно. Рыба и подарок! Что же папа привезёт домой с моря? Иногда он приносит красивую ракушку. Иногда он приносит драгоценную зелёную бутылку, ополоснутую волнами.

# data_list
source: Yusuf has many gifts. There is a connection between one of his gifts and something outside the window -- can you figure out what it is?
el: Ο Γιούσουφ έχει πολλά δώρα. Υπάρχει μια σύνδεση ανάμεσα σε ένα από τα δώρα του και κάτι έξω από το παράθυρο -- μπορείς να καταλάβεις ποιο είναι;
pt: Yusuf possui muitos presentes. Há uma conexão entre um dos seus presentes e algo que está do lado de fora da janela -- você consegue descobrir o que é?
ru: У Юсуфа много подарков. Есть связь между одним из его подарков и чем-то за окном -- ты можешь догадаться что это?

# data_list
source: Count together all the horizontal lines in this picture.
el: Μετρήστε μαζί όλες τις οριζόντιες γραμμές σε αυτή την εικόνα.
pt: Vamos contar juntos todas as linhas horizontais nesta imagem.
ru: Посчитайте вместе все горизонтальные линии на этой картинке.

# data_list
source: Which horizontal line is the longest?
el: Ποια είναι η μακρύτερη οριζόντια γραμμή;
pt: Qual linha horizontal é a mais longa?
ru: Какая горизонтальная линия самая длинная?

# data_list
source: Some days Yusuf's father brings a story. Like the time they found sea turtles on the sand, hundreds washed up in a storm. "Whaaat? Whaaat? Whaaat?" cried the gulls. "What will you do to help the turtles?" Papa said, "We saved those turtles, I tell you straight. We sent them back to the ocean, every last one."
el: Μερικές μέρες ο πατέρας του Γιούσουφ φέρνει μια ιστορία. Όπως εκείνη τη φορά που βρήκαν θαλάσσιες χελώνες στην άμμο, εκατοντάδες που ξεβράστηκαν από μια καταιγίδα. "Τιιιι; Τιιιι; Τιιιι;" φώναζαν οι γλάροι. "Τι θα κάνετε για να βοηθήσετε τις χελώνες;" Ο μπαμπάς είπε, "Σώσαμε όλες αυτές τις χελώνες, σας το λέω στα ίσια. Τις στείλαμε πίσω στον ωκεανό, όλες μέχρι και την τελευταία."
pt: Têm dias que o pai de Yusuf traz uma história. Como na época em que eles encontraram tartarugas marinhas na areia, centenas delas haviam sido arrastadas por uma tempestade. "Gai-gai? Gai-gai? Gai-gai?", gritaram as gaivotas. "Como vocês ajudaram as tartarugas?" Papa disse: "Nós salvamos aquelas tartarugas, já te digo logo. Nós as enviamos de volta ao oceano, cada uma delas até a última."
ru: В некоторые дни отец Юсуфа приносит историю. Как в тот раз, когда они нашли морских черепах на песке, их сотни выбросила на берег во время шторма. «Чтооо? Чтооо? Чтооо?» кричали чайки. «Что ты сделаешь, чтобы помочь черепахам?» Папа сказал, «Мы спасли этих черепах, говорю тебе прямо. Мы отправили их обратно в океан, всех до единого.»

# data_list
source: Sea turtles come out of the sea to lay eggs on the shore. Every turtle has four flippers. How many flippers do you see?
el: Οι θαλάσσιες χελώνες βγαίνουν από τη θάλασσα για να γεννήσουν αυγά στην ακτή. Κάθε χελώνα έχει τέσσερα πτερύγια. Πόσα πτερύγια βλέπεις;
pt: As tartarugas marinhas saem do mar para colocar ovos na costa. Cada tartaruga tem quatro nadadeiras. Quantas nadadeiras você vê na imagem?
ru: Морские черепахи выходят из моря, чтобы отложить яйца на берегу. У каждой черепахи четыре ласта. Сколько ласт ты видишь?

# data_list
source: Can you skip count by 4's to figure out how many flippers these turtles have?
el: Μπορείς να μετρήσεις περνώντας τους αριθμούς ανά 4 για να υπολογίσεις πόσα πτερύγια έχουν αυτές οι χελώνες;
pt: Você consegue contar de 4 em 4 para descobrir quantas nadadeiras todas essas tartarugas têm?
ru: Можешь ли ты посчитать по четыре, чтобы выяснить сколько ласт у этих черепах?

# data_list
source: A grown turtle can weigh up to 100 pounds. These turtles probably weigh 10 pounds each. Skip count by 10's to see how much these turtles weigh all together.
el: Μια ενήλικη χελώνα μπορεί να ζυγίζει έως και 50 κιλά. Αυτές οι χελώνες πιθανώς ζυγίζουν 5 κιλά η καθεμία. Μέτρησε περνώντας τους αριθμούς ανά 5 για να δεις πόσο ζυγίζουν όλες μαζί.
pt: Uma tartaruga adulta pode pesar até 50 quilos. As tartarugas nesta imagem provavelmente pesam 10 quilos cada. Conte de 10 em 10 para ver o quanto todas essas tartarugas pesam juntas.
ru: Взрослая черепаха может весить до 100 фунтов. Эти черепахи наверное весят 10 фунтов каждая. Посчитай по десяти, чтобы узнать сколько весят эти черепахи вместе.

# data_list
source: Always Papa brings a song. He sings the song while he pulls the oars. He sings the song while he pulls the nets. He sings the song as he winds the ropes. He sings the song as he cycles home. "Drop and swish. Find a fish. Pull and plop. Don't you stop."
el: Ο μπαμπάς πάντα έχει στα χείλη ένα τραγούδι. Τραγουδά το τραγούδι ενώ τραβά τα κουπιά. Τραγουδά το τραγούδι ενώ τραβά τα δίχτυα. Τραγουδά το τραγούδι καθώς τυλίγει τα σχοινιά. Τραγουδά το τραγούδι καθώς επιστρέφει στο σπίτι με το ποδήλατο. " Ρίξε βαθιά. Ένα ψάρι βρες ξανά. Τράβα δυνατά. Μη σταματάς πουθενά."
pt: Papai sempre canta uma música. Ele canta música enquanto puxa os remos. Ele canta música enquanto puxa as redes. Ele canta música enquanto enrola as cordas. Ele canta música enquanto volta para casa. "Solte e deixe. Encontre um peixe. Puxe e agarre. Não pare."
ru: Всегда папа приносит песню. Он поёт песню, пока тянет весла. Он поёт песню, пока тянет сети. Он поёт песню, наматывая верёвки. Он поёт эту песню, пока едет домой на велосипеде. «Бросай и размахивай. Найди рыбу. Тени и шлёпай. Не останавливайся.»

# data_list
source: People often sing or hum as they do something. Do you do this?
el: Οι άνθρωποι συχνά τραγουδούν ή σιγομουρμουρίζουν ενώ κάνουν κάτι. Εσύ το κάνεις αυτό;
pt: As pessoas costumam cantar ou cantarolar enquanto fazem algo. Você faz isso?
ru: Люди часто поют или напевают, когда что-то делают. Ты это делаешь?

# data_list
source: It is hard work pulling a wet fishing net out of the water. How many fishermen are pulling? Do they all pull together or take turns?
el: Είναι πολύ δύσκολη δουλειά να τραβάς ένα βρεγμένο δίχτυ από το νερό. Πόσοι ψαράδες τραβούν; Το κάνουν όλοι μαζί ή καθένας ξεχωριστά με τη σειρά;
pt: É um trabalho árduo tirar uma rede de pesca molhada da água. Quantos pescadores estão puxando a rede? Todos eles puxam juntos ou se revezam?
ru: Тяжело вытаскивать мокрую рыболовную сеть из воды. Сколько рыбаков тянут? Они все её тянут вместе или по очереди?

# data_list
source: Are there more gulls or fishermen in this picture? How many more?
el: Υπάρχουν περισσότεροι γλάροι ή ψαράδες σε αυτή την εικόνα; Πόσοι παραπάνω;
pt: Há mais gaivotas ou pescadores nesta imagem? Quantos a mais?
ru: На этой картинке больше чаек или рыбаков? На сколько больше?

# data_list
source: Ouma Safiya wants a nice fat yellowtail for her supper. "But we'll be lucky if they catch even a tiny crab. More likely it will be fish tail Friday. There's not so many fish left in the sea," says Ouma shaking her head. Yusuf holds Ouma's hand. They cross the road at the bathing cabins. "Whaaat? Whaaat? Whaaat?" cry the gulls perched on the bright rooftops. "What is for supper?"
el: Η Ούμα Σαφίγια επιθυμούσε ένα ωραίο, παχύ κιτρινόπτερο ψάρι για το σημερινό φαγητό. "Αλλά θα είμαστε τυχεροί αν πιάσουν ακόμη και ένα μικρό καβούρι. Πιο πιθανόν είναι να φάμε σήμερα σούπα ουράς. Δεν έχουν μείνει τόσα πολλά ψάρια στη θάλασσα," έλεγε η Ούμα κουνώντας το κεφάλι της. Ο Γιούσουφ κρατούσε το χέρι της Ούμα. Περπατούσαν μπροστά από τα αποδυτήρια της παραλίας. "Τιιιι; Τιιιι; Τιιιι;" φώναζαν οι γλάροι καθισμένοι στις γυαλιστερές οροφές. "Τι έχουμε σήμερα για φαγητό;"
pt: Ouma Safiya quer um bom e grande peixe de rabo amarelo para a sua ceia. "Mas teremos sorte se eles pegarem ao menos um caranguejo minúsculo. O mais provável é que seja na sexta-feira. Já não há tantos peixes no mar", diz Ouma balançando a cabeça. Yusuf segura a mão de Ouma. Eles atravessam a rua das cabines de banho. "Gai-gai? Gai-gai? Gai-gai?", gritam as gaivotas empoleiradas nos telhados brilhantes. "O que tem para a ceia?"
ru: Ома София хочет на ужин красивого толстого желтохвоста. «Но нам повезёт, если они поймают хотя бы крохотного краба. Скорее всего, в пятницу будет рыбий хвост. В море осталось не так много рыбы,» говорит Оума, качая головой. Юсуф держит Оуму за руку. Они переходят дорогу возле купальных кабин. «Чтооо? Чтооо? Чтооо?» Кричат чайки, сидящие на ярких крышах. «Что на ужин?»

# data_list
source: Ouma means grandmother. Do you have favorite names for people you are close to?
el: "Ούμα" σημαίνει γιαγιά. Έχεις αγαπημένα ονόματα για άτομα που είστε κοντά;
pt: "Ouma" significa avó. Você tem nomes favoritos para as pessoas próximas de você?
ru: «Оума» Означает бабушка. Есть ли у тебя любимые имена для близких к тебе людей?

# data_list
source: The people and the seagulls want the same things for dinner -- maybe a yellowtail or a crab. How many different kinds of fish do you know?
el: Οι άνθρωποι και οι γλάροι θέλουν τα ίδια πράγματα για φαγητό-- ίσως ένα κιτρινόπτερο ψάρι ή έναν καβούρι. Πόσα διαφορετικά είδη ψαριών γνωρίζεις;
pt: As pessoas e as gaivotas querem as mesmas coisas para o jantar - talvez um peixe de rabo amarelo ou um caranguejo. Quantos tipos diferentes de peixes você conhece?
ru: Люди и чайки хотят на ужин одно и то же -- может быть желтохвоста или краба. Сколько разных видов рыб ты знаешь?

# data_list
source: A rectangle is a shape with four straight sides like this page. The doors and roofs of the buildings are rectangles. How many rectangles do you see in this picture? How many rectangles do you see where you are?
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ευθύγραμμες πλευρές, όπως αυτή η σελίδα. Οι πόρτες και οι πλευρές στις στέγες των κτιρίων είναι ορθογώνια. Πόσα ορθογώνια βλέπεις σε αυτή την εικόνα; Πόσα ορθογώνια βλέπεις εκεί που βρίσκεσαι;
pt: Um retângulo é uma forma com quatro lados retos como esta página. As portas e os telhados das casas são retângulos. Quantos retângulos você vê nesta imagem? Quantos retângulos você vê no local onde está?
ru: Прямоугольник - это фигура с четырьмя прямыми сторонами, как на этой странице. Двери и крыши зданий представляют собой прямоугольники. Сколько прямоугольников ты видишь на этой картинке? Сколько прямоугольников ты видишь в том месте где ты сейчас находишься?

# data_list
source: Last year the fishermen fought with the surfers. Angry fists and shouting words. "Whaaat? Whaaat? Whaaat?" cried the gulls. "There's enough sea for everybody," said Yusuf's father. He showed them the fishing license that had been Oupa Salie's. "Waves for all. Water for free."
el: Πέρσι οι ψαράδες τσακώθηκαν με τους σέρφερ. Οργή, φωνές και άσχημες λέξεις. "Τιιιι; Τιιιι; Τιιιι;" φώναζαν οι γλάροι. "Υπάρχει αρκετή θάλασσα για όλους," είπε ο πατέρας του Γιούσουφ. Έδειξε την άδεια ψαρέματος που ανήκε στον Oύπα Σάλι. "Τα κύματα είναι για όλους. Η θάλασσα είναι δωρεάν."
pt: No ano passado, o pescador brigou com os surfistas. Punhos cerrados e gritos furiosos. "Gai-gai? Gai-gai? Gai-gai?", gritaram as gaivotas. "Há mar suficiente para todos", disse o pai de Yusuf. Ele lhes mostrou a licença de pesca que tinha sido de Oupa Salie. "Ondas para todos. Água de graça."
ru: В прошлом году рыбак подрался с серферами. Злые кулаки и кричащие слова. «Чтооо? Чтооо? Чтооо?» кричали чайки. «Моря хватит всем», сказал отец Юсуфа. Он показал им лицензию на рыбную ловлю, принадлежащую Упе Салье. «Волны для всех. Вода бесплатная.»

# data_list
source: What were the fishermen and surfers arguing about? What bad things might happen if they are in the same place?
el: Γιατί τσακώνονταν οι ψαράδες και οι σέρφερ; Τι άσχημα πράγματα μπορεί να συμβούν αν βρεθούν στο ίδιο σημείο;
pt: Sobre o quê os pescadores e os surfistas estavam discutindo? Que coisas ruins podem acontecer se eles estiverem no mesmo lugar?
ru: О чём спорили рыбаки и серферы? Какие плохие вещи могут случиться, если они окажутся в одном месте?

# data_list
source: People have disagreements, and then they find ways to resolve them. Think of a disagreement you had with someone. How did you solve that problem?
el: Οι άνθρωποι διαφωνούν και μετά βρίσκουν τρόπους να λύσουν τις διαφορές τους. Σκέψου μια διαφωνία που είχες με κάποιον. Πώς λύσατε αυτό το πρόβλημα;
pt: As pessoas têm divergências e depois encontram maneiras de resolvê-las. Pense em um desentendimento que você teve com alguém. Como você resolveu esse problema?
ru: У людей возникают разногласия, а затем они находят способы их решения. Подумай о разногласия которого у тебя было с кем-то. Как ты решил эту проблему?

# data_list
source: What feelings do you have when you get into an argument with someone?
el: Τι συναισθήματα έχεις όταν τσακώνεσαι με κάποιον;
pt: Que sentimentos você tem quando entra em uma discussão com alguém?
ru: Какие чувства ты испытываешь когда вступаешь с кем-то в спор?

# data_list
source: Ouma Safiya watches through her binoculars, her fingers curled in curiosity. The shark siren sounds. Swimmers run back to the sand and grab their towels. Surfers rush to the shore, carrying their boards under their arms. Under the showers they strip off their wetsuits. "Whaaat? Whaaat? Whaaat?" cry the gulls. "What will Yusuf's father bring from the ocean?"
el: Η Ούμα Σαφίγια παρακολουθούσε με τα κιάλια της, τα δάχτυλά της σφίγγονται και αγκαλιάζουν τα κιάλια από την αγωνία. Ακούστηκε η σειρήνα για καρχαρίες. Όσοι κολυμπούσαν έτρεχαν έξω προς την αμμουδιά και έπαιρναν τις πετσέτες τους. Οι σέρφερ έτρεχαν προς την ακτή, σφίγγοντας τις σανίδες τους κάτω από τις μασχάλες τους. Στα ντους έβγαζαν τις στολές τους. "Τιιιι; Τιιιι; Τιιιι;" φώναζαν οι γλάροι. "Τι θα φέρει ο πατέρας του Γιούσουφ από τη θάλασσα;"
pt: Ouma Safiya observa através dos seus binóculos, suas mãos os seguram firmes. A sirene de tubarão toca. Os banhistas correm de volta para a areia e pegam as suas toalhas. Os surfistas correm para a praia, carregando as suas pranchas debaixo dos braços. Nas duchas, eles tiram as suas roupas de neoprene. "Gai-gai? Gai-gai? Gai-gai?", gritam as gaivotas. "O que o pai de Yusuf vai trazer do oceano?
ru: Оума Сафия наблюдает в бинокле, её пальцы скрючены от любопытства. Звучит сирена акулы. Пловцы бегут обратно на песок и хватают свои полотенца. Серверы спешат к берегу, держа доски подмышками. Под душам они снимают гидрокостюмы. «Чтооо? Чтооо? Чтооо?» кричали чайки. «Что принесёт из океана папа Юсуфа?»

# data_list
source: There are hundreds of kinds of sharks in the world. Here are a few of those kinds: Great White Shark, Tiger Shark, Hammerhead Shark, Lemon Shark, and Nurse Shark.
el: Υπάρχουν εκατοντάδες είδη καρχαριών στον κόσμο. Μερικά από αυτά τα είδη είναι: μεγάλος λευκός καρχαρίας, καρχαρίας τίγρης, σφυροκέφαλος καρχαρίας, καρχαρίας λεμόνι και καρχαρίας νοσοκόμα.
pt: Existem centenas de espécies de tubarões no mundo. Alguns deles são: Tubarão-branco, Tubarão-tigre, Tubarão-martelo, Tubarão-limão e Tubarão-lixa.
ru: В мире сотни видов акул. Вот несколько видов: большая белая акула, тигровая акула, акула молот, лимонная акула и акула-медсестра.

# data_list
source: Some sharks are dangerous. Others have no interest in people, such as nurse sharks. A leopard shark has never attacked a person and they just hunt for crabs.
el: Μερικοί καρχαρίες είναι επικίνδυνοι. Άλλοι δεν ενδιαφέρονται για ανθρώπους, όπως οι καρχαρίες νοσοκόμες. Επίσης ο καρχαρίας λεοπάρδαλη δεν έχει επιτεθεί ποτέ σε άνθρωπο και απλώς κυνηγάει καβούρια.
pt: Alguns tubarões são perigosos. Outros não têm interesse em pessoas, como os tubarões-lixas. Tubarões-leopardos nunca atacaram pessoas, eles apenas caçam caranguejos.
ru: Некоторые акулы опасны. А другие не интересуются людьми, например акула-медсестра. Леопардовая акула никогда не нападала на человека, а охотиться только за крабами.

# data_list
source: Goblin sharks are not very aggressive. They have not attacked a person, partly because they are so far out in the deep ocean.
el: Οι καρχαρίες Γκόμπλιν δεν είναι πολύ επιθετικοί. Δεν έχουν επιτεθεί ποτέ σε κάποιον, εν μέρει επειδή βρίσκονται τόσο μακριά στον βαθύ ωκεανό.
pt: Tubarões-duendes não são muito agressivos. Eles nunca atacaram pessoas, certamente porque estão bem longe no fundo do oceano.
ru: Акулы-гоблины не очень агрессивны. Они не нападали на человека, отчасти потому что находятся так далеко в глубоком океане.
