Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: * Counting to 200 – Introduce the 100’s place by looking at the numbers from 100 to 200. * Skip Counting to 100 – This is not new, but it is an important skill to reinforce. * Expanded Form and Place Value – This is a foundational skill, so it will be reinforced further. * Double-digit Addition and Subtraction – Skip counting will help make this seem effortless. * All Single-digit Multiplication – It is time to fill in the missing gaps for 6, 7, 8, and 9. * Rectangle Area is Length x Width – This is an important idea in its own right. This fact will also provide many opportunities for fun games and puzzles involving multiplication and factoring. * Factoring – Your child will learn the beauty of how numbers break apart into factors. 1 is a unit. A number bigger than 1 only divisible by 1 and itself is prime. A number bigger than 1 that is not prime is composite. 3 **squared** is 3 × 3. 3 **cubed** is 3 × 3 × 3. And 3 raised to a power means to multiply 3 by itself that many times - for example, 3 to the fourth is 3 × 3 × 3 × 3. * Factors, Divisors, and Multiples – 3 divides evenly into 12. That makes 3 a factor or divisor of 12, and 12 a multiple of 3. 3 is a common factor of 12 and 15, and 12 is a common multiple of 4 and 6. * Single-digit Division – Your child will learn division indirectly in the form of finding a missing factor in a multiplication problem. * Fact Families for Multiplication and Division – We'll reinforce the connection between these two operations. For example, 2 × 5 = 10, 5 × 2 = 10, 10 / 2 = 5, and 10 / 5 = 2 form a fact family.
pt: * Contando até 200 – Introduza a casa das centenas observando os números de 100 a 200. * Contagem Pulando Números até 100 – Isso não é novo, mas é uma habilidade importante a ser reforçada. * Forma Expandida e Valor Posicional – Esta é uma habilidade fundamental, então será reforçada ainda mais. * Adição e Subtração com Dois Dígitos – Contagem pulando números ajudará a tornar isso mais fácil. * Toda a Multiplicação de Um Dígito – É o momento de preencher as lacunas que faltam para os números 6, 7, 8 e 9. * A Área de um Retângulo é Comprimento x Largura – Esta é uma ideia importante por si só. Este conceito também proporcionará muitas oportunidades para jogos e puzzles divertidos envolvendo multiplicação e fatorização. * Fatorização – A criança irá aprender a beleza de como os números se decompõem em fatores. 1 é uma unidade. Um número maior do que 1, que só é divisível por 1 e por ele próprio, é primo. Um número maior do que 1 que não é primo é composto. 3 ao quadrado é 3 x 3. 3 ao cubo é 3 x 3 x 3. E 3 elevado a uma potência significa multiplicar 3 por ele próprio esse número de vezes – por exemplo, 3 à quarta potência é 3 x 3 x 3 x 3. * Fatores, Divisores e Múltiplos – 3 divide exatamente 12. Isso faz de 3 um fator ou divisor de 12, e de 12 um múltiplo de 3. 3 é um fator comum de 12 e 15, e 12 é um múltiplo comum de 4 e 6. * Divisão de Um Dígito – A criança irá aprender a divisão de forma indireta, encontrando o fator que falta num problema de multiplicação. * Famílias de Fatos para Multiplicação e Divisão – Vamos reforçar a ligação entre estas duas operações. Por exemplo, 2 x 5 = 10, 5 x 2 = 10, 10 / 2 = 5 e 10 / 5 = 2 formam uma família de fatos.

# data_list
source: MENTAL MULTIPLICATION
pt: MULTIPLICAÇÃO MENTAL

# data_list
source: These teaching methods provide structured strategies for learning single-digit multiplication. Your child should already be good at doubling any number, skip counting by any number, and multiplying by 5 and 10.
pt: Estes métodos de ensino fornecem estratégias estruturadas para aprender a multiplicação de números de um dígito. Seu filho já deve ser bom em duplicar qualquer número, fazer contagem pulando qualquer número e multiplicar por 5 e 10.

# data_list
source: Your child is so familiar with addition that it’s no surprise that 2 + 3 is the same as 3 + 2. Although not as obvious, the same is true for multiplication.
pt: Seu filho já está tão familiarizado com a adição que não é surpresa que 2 + 3 seja o mesmo que 3 + 2. Embora não seja tão óbvio, o mesmo é verdade para a multiplicação.

# data_list
source: This illustration shows that two rows of three is the same as three rows of two – you’re just changing your point of view! It doesn’t matter which order you multiply two numbers – you get the same answer either way! It's great that this cool observation means that your child needs to master only about half as many multiplication facts – once your child knows 3 × 4, they also know 4 × 3.
pt: Esta ilustração mostra que duas linhas de três são o mesmo que três linhas de dois – é só mudar o ponto de vista! Não importa a ordem em que você multiplica dois números, você obtém a mesma resposta. É ótimo que esta observação interessante signifique que a criança só precisa de dominar cerca de metade dos fatos de multiplicação – uma vez que a criança saiba 3 x 4, também sabe 4 x 3.

# data_list
source: SQUARES
pt: QUADRADOS

# data_list
source: Just as addition twins are favorite addition math facts, squares are often favorites for multiplication. Learning these provides another foundation for learning other multiplication facts.
pt: Assim como a adição de duplas é um dos fatos matemáticos favoritos, os quadrados são frequentemente favoritos na multiplicação. Aprender estes fornece uma outra base para aprender outros fatos de multiplicação.

# data_list
source: 1 MORE OR 1 LESS
pt: 1 MAIS OU 1 MENOS

# data_list
source: When combined with the other earlier skills, the strategy of using '1 more' or '1 less' is effective for calculating the remaining multiplication facts. For example, 9 × 7 is one 7 less than 10 × 7. So 9 × 7 = 70 – 7 = 63. This works for all 9’s. Similarly, 3 × 7 is one more 7 than doubling 7, so 3 × 7 = 7 + 14 = 21. This works for all 3’s.
pt: Quando combinado com as outras habilidades anteriores, a estratégia de usar '1 mais' ou '1 menos' é eficaz para calcular os fatos restantes da multiplicação. Por exemplo, 9 x 7 é um 7 a menos do que 10 x 7. Assim, 9 x 7 = 70 - 7 = 63. Isto funciona para todos os 9s. De forma semelhante, 3 x 7 é um 7 a mais do que duplicar 7, então 3 x 7 = 7 + 14 = 21. Isto funciona para todos os 3s.

# data_list
source: MULTIPLYING BY 9
pt: MULTIPLICAR POR 9

# data_list
source: Mental Multiplication
pt: Multiplicação Mental

# data_list
source: Although multiplying by 9 is covered by the last strategy, they are fun to learn in their own right. If you write the multiples of 9 in order, you’ll see the tens digit is always one less than the number you are multiplying by and the ones digit plus the tens digit always adds up to 9!
pt: Embora a multiplicação por 9 seja abordada pela última estratégia, é divertida de aprender por si mesma. Se escreveres os múltiplos de 9 em ordem, verá que o dígito das dezenas é sempre um a menos do que o número pelo qual estás a multiplicar, e o dígito das unidades somado ao dígito das dezenas sempre dá 9!

# data_list
source: MAKING 100
pt: FAZENDO 100

# data_list
source: **The setup:** Each player has a sheet of paper with 7 rows and 3 columns. The columns are marked “10’s,” “1’s,” and “Running Total.” **How to play:** Each player’s running total starts at 0. Roll a die or pick a random playing card from 1 to 9. Each player chooses to use this number in their 1’s or 10’s column for the current row. For example, if it is a 4, this can become 4 or 40. The chosen number is added to the running total. **How to win:** A player that goes over the target of 100 “goes bust” and loses. If neither player goes bust, the one closer to 100 wins.
pt: **A configuração:** Cada jogador tem uma folha de papel com 7 linhas e 3 colunas. As colunas são marcadas como “10’s,” “1’s” e “Total Acumulado.” **Como jogar:** O total acumulado de cada jogador começa em 0. Lance um dado ou escolha uma carta de baralho aleatória de 1 a 9. Cada jogador decide usar este número na coluna de 1’s ou 10’s para a linha atual. Por exemplo, se o número for 4, ele pode ser considerado como 4 ou 40. O número escolhido é adicionado ao total acumulado. **Como ganhar:** Um jogador que ultrapassa o alvo de 100 “estoura” e perde. Se nenhum jogador ultrapassar, vence aquele que estiver mais próximo de 100.

# data_list
source: There are many options for this game: * Use a different target number * Use fewer or more rows. * Don’t go bust if you go over the target. The closer player on either side wins. * Use a fourth column of 100’s to practice 3-digit numbers. * Practice subtraction by starting at the target number and subtract down to 0.
pt: Há muitas opções para este jogo: * Use um número-alvo diferente. * Use menos ou mais linhas. * Não perca se ultrapassar o número-alvo. O jogador mais próximo, de qualquer lado, vence. * Adicione uma quarta coluna de "100’s" para praticar números de 3 dígitos. * Pratique subtração começando pelo número-alvo e subtraindo até chegar a 0.

# data_list
source: STAKE YOUR CLAIM
pt: MARQUE SEU TERRITÓRIO

# data_list
source: Place Value and Addition Games
pt: Jogos de Valor Posicional e Adição

# data_list
source: **The setup:** Have a paper with a number line from 0 to 99 to share. **How to play:** On a turn, a player uses two random cards from 0 to 9, choosing the order of these two digits, to generate a number from 00 to 99, and then puts that number on their side of the number line. **How to win:** The first player to get four numbers in a region without any of the opponent’s numbers in between wins.
pt: **A configuração:** Tenha um papel com uma reta numérica de 0 a 99 para compartilhar. **Como jogar:** Em sua vez, um jogador utiliza duas cartas aleatórias de 0 a 9, escolhendo a ordem desses dois dígitos, para gerar um número de 00 a 99, e então coloca esse número no seu lado da reta numérica. **Como ganhar:** O primeiro jogador a obter quatro números em uma região sem nenhum número do oponente entre eles vence.

# data_list
source: Variation
pt: Variação

# data_list
source: The game can also be played from 000 to 999.
pt: O jogo também pode ser jogado de 000 a 999.

# data_list
source: BONDED GROUPS
pt: GRUPOS VINCULADOS

# data_list
source: There are two versions of these puzzles.
pt: Há duas versões desses quebra-cabeças.

# data_list
source: **Version 1:** The is the same as the Sum Groups puzzles in Stage 3, only now the target sums can be bigger. The boards can be any size, and here we use a 4 by 4 board. The target number is on the left, which is 13 in this case.
pt: **Versão 1:** Esta é igual aos quebra-cabeças de Grupos de Soma do Estágio 3, mas agora as somas-alvo podem ser maiores. Os tabuleiros podem ter qualquer tamanho, e aqui usamos um tabuleiro de 4 por 4. O número-alvo está à esquerda, que neste caso é 13.

# data_list
source: **The challenge:** Identify groups of connected numbers whose sum is the target (13).
pt: **O desafio:** Identificar grupos de números conectados cuja soma seja o número-alvo (13).

# data_list
source: **Version 2:** Here is an example of a 4 by 4 board with a target number of 20. As in Sum Groups, the board is filled with pairs and triples of numbers that add up to the target. However, now there will be one square not involved in any of those groups.
pt: **Versão 2:** Aqui está um exemplo de um tabuleiro de 4 por 4 com um número-alvo de 20. Como nos Grupos de Soma, o tabuleiro é preenchido com pares e trios de números que somam o número-alvo. No entanto, agora haverá um quadrado que não faz parte de nenhum desses grupos.

# data_list
source: **The challenge:** The challenge is to find the single square that has that number. In this example, it is '5.'
pt: **O desafio:** O desafio é encontrar o único quadrado que contém esse número. Neste exemplo, é o '5.'

# data_list
source: MISSING NUMBERS
pt: NÚMEROS FALTANTES

# data_list
source: **How to create:** Create these puzzles by taking a simple addition or subtraction equation and leaving out some of the digits. If you accidentally leave out too many numbers, that can open up a discussion of what all the possible solutions are – for example, if you start with 2 + 5 = 7 and leave out the first and third numbers, there are many solutions to ? + 5 = ? **Example:** The following two problems are turned into Missing Number puzzles by leaving out a couple digits in each one.
pt: **Como criar:** Crie esses quebra-cabeças a partir de uma equação simples de adição ou subtração, deixando de fora alguns dos dígitos. Se você acidentalmente omitir muitos números, isso pode abrir uma discussão sobre todas as possíveis soluções – por exemplo, se você começar com 2 + 5 = 7 e omitir o primeiro e o terceiro números, haverá muitas soluções para ? + 5 = ? **Exemplo:** Os dois problemas a seguir se transformam em quebra-cabeças de Números Faltantes ao deixar de fora alguns dígitos em cada um.

# data_list
source: **Letter substition puzzles:** These missing number puzzles form a very understandable stepping stone to using simple variables. After getting comfortable with these puzzles, your child will be ready to do some Letter Substitution puzzles that are described later in this Stage.
pt: **Quebra-cabeças de substituição de letras:** Esses quebra-cabeças de números faltantes formam uma etapa muito compreensível para começar a usar variáveis simples. Após se familiarizar com esses quebra-cabeças, seu filho estará pronto para resolver alguns quebra-cabeças de Substituição de Letras que serão descritos mais adiante nesta etapa.

# data_list
source: FILL IN THE BLANKS REVISITED
pt: PREENCHA AS LACUNAS REVISITADAS

# data_list
source: Place Value, Add, and Subtract
pt: Colocar Valor, Adicionar e Subtrair

# data_list
source: **The setup:** Shuffle a deck of playing cards with the numbers 1 to 9. Decide on which version of this game to play and make a game board for each person. One person is designated the dealer. The game boards can be as simple as two blanks to fill in to form 2-digit numbers. In this case the winner is the person with the largest number (or the smallest number, if you prefer). You can have zero, one, or two discard blanks for numbers not to be used. More complicated game boards can involve one or more 2-digit, 3-digit, or 4-digit numbers. The task may be to add up the numbers, or perhaps to take their difference. For adding, you might want to maximize the sum without going over some agreed upon limit. For subtracting, you might want it to be as small as possible without going below 0. There are a large number of possibilities which give you many ways to practice skills. **How to play:** The dealer draws random cards one at a time. The players decide where on their game board they will use that number. After deciding, the placement of that number cannot be changed for the remainder of the game. **How to win:** When the game boards are filled, the player who does the best job of achieving the objective wins.
pt: **A preparação:** Embaralhe um baralho de cartas com números de 1 a 9. Decida em qual versão deste jogo jogar e faça um tabuleiro de jogo para cada pessoa. Uma pessoa será designada como a distribuidora das cartas. Os tabuleiros do jogo podem ser simples como dois espaços em branco para preencher e formar números de 2 dígitos. Neste caso, a pessoa com o maior número (ou com o menor número, se preferir) será a vencedora. Você pode ter zero, um ou dois espaços em branco para eliminar os números que não sejam usados. Tabuleiros de jogo mais complicados podem combinar um ou mais números de 2 dígitos, 3 dígitos ou 4 dígitos. A tarefa pode ser somar os números ou talvez tirar a diferença entre eles. Para adicionar, você pode querer maximizar a soma sem ultrapassar um limite acordado. Para subtrair, você pode querer que ele seja o menor possível sem ficar abaixo de 0. Há um grande número de possibilidades que lhe dão muitas maneiras de praticar as habilidades. **Como jogar:** O(a) distribuidor(a) compra cartas aleatórias uma de cada vez. Os jogadores decidem onde usarão esse número em seu tabuleiro de jogo. Depois de decidir, esse número não pode ser alterado pelo restante do jogo. **Como ganhar:** Quando os tabuleiros estiverem cheios, quem tiver feito o melhor trabalho para alcançar o objetivo vence.

# data_list
source: * Play that the smaller number wins. * Decide whether it is more dramatic to show the cards as they are turned over, or wait until all the decisions are made and the final numbers are formed. * Deal three cards to each player and let the players choose which one to put aside. * To practice a bit of addition, as well as making the decisions trickier, draw three cards to turn over one at a time to form a two-digit number and a single-digit number. The goal is to create the largest sum of the two numbers.
pt: * Jogue para que o número menor ganhe. * Decida se é melhor mostrar as cartas à medida que são viradas ou esperar até que todas as decisões sejam tomadas e os números finais estejam formados. * Distribua três cartas para cada um e deixe os jogadores escolherem qual delas deixarão de lado. * Para praticar um pouco de adição, bem como tornar as decisões mais complicadas, compre três cartas e vire uma de cada vez para formar um número de dois dígitos e um número de um dígito. O objetivo é criar a maior soma dos dois números.

# data_list
source: MAKING MULTIPLICATION CARDS
pt: CRIE CARTAS DE MULTIPLICAÇÃO

# data_list
source: Make a set of multiplication cards to practice these math facts while playing matching games your family played earlier: Stage 1 - Go Fish, Memory Challenge; Stage 2 - Bingo; Stage 3 - Hot Potato; and Stage 4 - Gin Rummy. **How to create:** Hand draw four cards for each math fact. These are the four cards for 3 × 4.
pt: Crie um conjunto de cartas de multiplicação para praticar esses conceitos matemáticos enquanto joga os jogos de correspondência que sua família jogou anteriormente: Estágio 2 - Vá Pescar, Desafio da Memória, Bingo; Estágio 3 - Batata Quente; e Estágio 4 - Gin Rummy. **Como criar:** Desenhe à mão quatro cartas para cada fato matemático.

# data_list
source: * the expression * groups of objects * an array * prime factoring
pt: * a expressão * grupos de objetos * uma matriz * fatoração primária

# data_list
source: **Options:** One option is to include 3 × 4 and not include 4 × 3. This has the drawback that seeing 3 groups of 4 is different from seeing 4 groups of 3. For array cards, put the skip counting numbers along one or both sides to help your child practice skip counting.
pt: **Opções:** Uma opção é incluir 3 x 4 e não incluir 4 x 3. O ponto negativo disso é que visualizar 3 grupos de 4 é diferente de visualizar 4 grupos de 3. Para as cartas de matriz, coloque o número de pulos da contagem ao longo de um ou ambos os lados para ajudar seu filho a praticar a contagem pulando números.

# data_list
source: For expression cards, replace each number with the prime factorization symbol for the number. This makes it easier to see how the prime factorizations fit together when multiplying two numbers.
pt: Para as cartas de expressão, substitua cada número pelo símbolo de fatoração primária correspondente. Isso torna mais fácil enxergar como as fatorações primárias se encaixam ao multiplicar dois números.

# data_list
source: REVEALING PRODUCTS
pt: REVELANDO PRODUTOS

# data_list
source: Multiplication Cards and Tables
pt: Cartas e Tabelas de Multiplicação

# data_list
source: **How to create:** Use a blank table with 4 product rows and columns. There are also groups of four missing numbers at the top and left sides – these will have some of the numbers, possibly with duplication, from 2 to 9. Fill in the table out of sight of your child, and then flip over or cover the numbers. **The challenge:** Your child can ask to reveal, one at a time, up to 10 of the 16 product entries. The goal is to find the entries for the top and left sides before running out of turns.
pt: **Como criar:** Use uma tabela em branco com 4 linhas e colunas de produtos. Há também grupos de quatro números faltantes na parte superior e nas laterais – esses números serão alguns dos números, possivelmente com repetições, de 2 a 9. Preencha a tabela fora da vista do seu filho e, em seguida, vire ou cubra os números. **O desafio:** Seu filho pode pedir para revelar, um de cada vez, até 10 das 16 entradas de produtos. O objetivo é descobrir os números das partes superior e lateral antes de esgotar as tentativas.

# data_list
source: **Example:** Imagine all cards are flipped over in this example. If your child chose to flip over the card that has the 63 under it, they would know it came from 7 and 9. Flipping over any other card in the same row or column as the 63 would show where the 7 and 9 are. Suppose the second card they flipped over is the 56. The third column must be 7, and also the second row is 9 and the third row is 8.
pt: **Exemplo:** Imagine que todas as cartas estão viradas para baixo neste exemplo. Se seu filho escolher virar a carta que tem o 63 embaixo, ele saberá que veio de 7 e 9. Virar qualquer outra carta na mesma linha ou coluna do 63 mostraria onde estão o 7 e o 9. Suponha que a segunda carta que eles viraram seja o 56. A terceira coluna deve ser 7, e também a segunda linha é 9 e a terceira linha é 8.

# data_list
source: COVER FACTORS AND MULTIPLES
pt: COBRINDO FATORES E MÚLTIPLOS

# data_list
source: **The setup:** Have a board of numbers from 1 to 24. There are two kinds of tokens – a single token reserved for “the last move,” and a pile of other tokens.
pt: **A configuração:** Tenha um tabuleiro de números de 1 a 24. Existem dois tipos de fichas – uma peça reservada para “a última jogada” e uma pilha de outras fichas.

# data_list
source: **How to play:** The first player gets to pick any number and cover it with the last move token. After that, a player replaces the last move token with the other type of token and moves the last move token to any number that is a factor or multiple of the number from the last move. **How to win:** The losing player is the one forced to cover the number 1. **Example:** This board shows the middle of a game that started 10 -> 5 -> 15 -> 3.
pt: **Como jogar:** O primeiro jogador escolhe qualquer número e o cobre com a ficha da última jogada. Depois disso, o jogador substitui a ficha da última jogada por outro tipo de ficha e move a ficha da última jogada para qualquer número que seja um fator ou múltiplo do número da última jogada. **Como ganhar:** O jogador perdedor é aquele que for forçado a cobrir o número 1. **Exemplo:** Este tabuleiro mostra o meio de um jogo que começou 10 -> 5 -> 15 -> 3.

# data_list
source: As children get better at this game, they will discover rules they need to follow governing reasonable first moves. The most basic rule is that the first move cannot be on a prime number in the upper half of the numbers. Adjust the range of numbers to the skill level of the players – 1 to 30, 1 to 48, or 1 to 60.
pt: À medida que as crianças melhoram neste jogo, elas descobrirão regras que governam os primeiros movimentos razoáveis. A regra mais básica é que o primeiro movimento não pode ser em um número primo na metade superior dos números. Ajuste o intervalo de números de acordo com o nível de habilidade dos jogadores – de 1 a 30, de 1 a 48 ou de 1 a 60.

# data_list
source: NIM WITH FACTORS
pt: NIM COM FATORES
