Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: The elders gave Nkanyezi their blessing for the journey. They gave her a bag to carry the things she would find. Nkanyezi was afraid, but she believed she would succeed.
el: Οι μεγάλοι έδωσαν στη Νικανιέζι την ευχή τους για το ταξίδι. Της έδωσαν και μια τσάντα για να βάλει ό,τι θα έβρισκε. Η Νικανιέζι φοβόταν, αλλά πίστευε ότι θα τα καταφέρει.
pt: Os anciãos deram a Nkanyezi sua bênção para a jornada. Deram-lhe uma bolsa para carregar as coisas que encontrasse. Nkanyezi estava com medo, mas acreditava que teria sucesso.
ru: Старшины дали своё благословение на путешествие. Они дали ей сумку для вещей, которые она найдёт. Нканьези было страшно, но она верила, что у неё всё получится.

# data_list
source: Have you ever been afraid to do something you knew you should do? Fear can be a good thing when it stops us from doing something dangerous, but it can also get in the way when we know we need to do something we're afraid of.
el: Έχεις φοβηθεί ποτέ να κάνεις κάτι που ήξερες ότι έπρεπε; Ο φόβος μπορεί να μας προστατεύει από το να κάνουμε κάτι επικίνδυνο, αλλά μπορεί και να μας σταματά όταν πρέπει να κάνουμε κάτι που φοβόμαστε.
pt: Você já teve medo de fazer algo que sabia que deveria fazer? O medo pode ser uma coisa boa quando nos impede de fazer algo perigoso, mas também pode atrapalhar quando sabemos que precisamos fazer algo de que temos medo.
ru: Было ли тебе когда-нибудь страшно делать что-то, что ты знал/а тебе следует сделать? Страх может быть полезным, когда он останавливает нас от совершения чего-то опасного, но он также может мешать, когда мы знаем, что нам нужно сделать то, чего мы боимся.

# data_list
source: How did you overcome your fear when you really had to do something you were afraid to do?
el: Πώς ξεπέρασες τον φόβο σου όταν έπρεπε οπωσδήποτε να κάνεις κάτι που το φοβόσουν;
pt: Como você superou o seu medo quando realmente teve que fazer algo que o assustava?
ru: Как ты преодолел/а страх, когда тебе действительно нужно было сделать что-то, что тебя пугало?

# data_list
source: Look at the red mountains in the distance. She will be traveling to them very soon. What do you think she will find there?
el: Κοίτα τα κόκκινα βουνά στο βάθος. Σύντομα θα ταξιδέψει ως εκεί. Τι νομίζεις ότι θα βρει;
pt: Observe as montanhas vermelhas ao longe. Ela viajará até lá em breve. O que você acha que ela encontrará lá?
ru: Посмотри на красные горы вдалеке. Очень скоро она пойдёт к ним. Как ты думаешь, что она там найдёт?

# data_list
source: Nkanyezi walked all day. She hiked up a hill, and down into a valley. She sailed across the great river, and climbed between sharp rocks. She marched across the plains until she reached the shadow of the red mountains.
el: Η Νικανιέζι περπάτησε όλη μέρα. Ανέβηκε σε λόφο και κατέβηκε σε κοιλάδα. Διέσχισε τον μεγάλο ποταμό με ιστιοφόρο και σκαρφάλωσε σε απότομα βράχια. Προχώρησε στις πεδιάδες ώσπου έφτασε στη σκιά των κόκκινων βουνών.
pt: Nkanyezi caminhou o dia todo. Ela subiu uma colina e desceu até um vale. Ela navegou pelo grande rio e escalou entre as rochas pontiagudas. Ela marchou pelas planícies até chegar à sombra das montanhas vermelhas.
ru: Нканьези шла целый день. Она поднялась на холм и спустилась в долину. Она переплыла огромную реку и пробиралась сквозь острые камни. Она шла по равнинам, пока не достигла тени красных гор.

# data_list
source: She went by hills, valleys, rivers, rocks, plains, and mountains. Can you think of other land features not mentioned in this list?
el: Πέρασε από λόφους, κοιλάδες, ποτάμια, βράχια, πεδιάδες και βουνά. Μπορείς να σκεφτείς άλλα γεωγραφικά στοιχεία που δεν αναφέρονται;
pt: Ela passou por colinas, vales, rios, rochas, planícies e montanhas. Você consegue pensar em outras características de terreno não mencionadas nesta lista?
ru: Она прошла мимо холмов, долин, рек, камней, равнин и гор. Можешь ли ты вспомнить другие объекты, не упомянутые в этом списке?

# data_list
source: Have you ever been on a sailboat? The sails on her boat are in the shape of triangles. Sometimes sails on bigger sailboats are shaped like rectangles.
el: Έχεις ταξιδέψει με ιστιοφόρο; Τα πανιά της βάρκας είναι τρίγωνα. Σε μεγαλύτερα σκάφη μπορεί να είναι ορθογώνια.
pt: Você já esteve em um veleiro? As velas em seu barco têm a forma de triângulos. Às vezes, as velas em veleiros maiores têm a forma de retângulos.
ru: Был/а ли ты когда-нибудь на лодке? Паруса на её лодке имеют форму треугольников. Иногда паруса на более больших лодках имеют форму прямоугольников.

# data_list
source: Do you like being on a boat? Some people get seasick when they go on a boat (their stomachs get queasy). Do you know someone with that problem?
el: Σου αρέσει να είσαι σε βάρκα; Κάποιοι παθαίνουν ναυτία (το στομάχι τους ανακατεύεται). Ξέρεις κάποιον με αυτό το πρόβλημα;
pt: Você gosta de andar de barco? Algumas pessoas ficam enjoadas quando andam de barco (seus estômagos ficam embrulhados). Você conhece alguém com esse problema?
ru: Нравится ли тебе быть на лодке? Некоторые люди заболевают морской болезнью, когда находятся на лодке (их начинает тошнить). Знаешь ли ты кого-нибудь с этой проблемой?

# data_list
source: As night was closing in, Nkanyezi arrived at a village of patterns and colors as she had never seen before. She told the village elders about her journey to bring back the spirit of celebration to her people. The mother of this tribe gave Nkanyezi a gift. She told the girl, "With love we give to you this paint to restore color to your village." Nkanyezi thanked the elders and put the paint in her bag. Early the next morning she went on her way.
el: Καθώς νύχτωνε, η Νικανιέζι έφτασε σε χωριό με σχέδια και χρώματα που δεν είχε ξαναδεί. Είπε στους γέροντες τού χωριού ότι κάνει το ταξίδι της για να φέρει πίσω στο χωριό της το πνεύμα της γιορτής. Η μητέρα της φυλής χάρισε στη Νικανιέζι ένα δώρο. Της είπε: «Με αγάπη σου δίνουμε αυτή τη μπογιά για να φέρεις ξανά χρώμα στο χωριό σου». Η Νικανιέζι ευχαρίστησε και έβαλε τη μπογιά στην τσάντα. Νωρίς το επόμενο πρωί έφυγε.
pt: Quando a noite se aproximava, Nkanyezi chegou a uma aldeia com padrões e cores como nunca tinha visto antes. Ela contou aos anciãos da aldeia sobre sua jornada para trazer de volta o espírito de celebração ao seu povo. A mãe desta tribo deu um presente a Nkanyezi. Ela disse à garota: "Com amor, damos a você esta tinta para restaurar a cor da sua aldeia." Nkanyezi agradeceu aos anciãos e colocou a tinta em sua bolsa. Logo cedo na manhã seguinte, ela seguiu seu caminho.
ru: C наступлением ночи Нканьези прибыла в деревню узоров и цветов, которых она никогда раньше не видела. Она рассказала старейшинам этой деревни о своём путешествии, посвящённом возвращению духа праздника своему народу. Мать племени подарила Нканьези подарок. Она сказала девочке: “Мы с любовью дарим тебе эту краску, чтобы ты могла вернуть цвет своей деревне”. Нканьези поблагодарила старшин и положила краску в свою сумку. Рано следующим утром она продолжила своё путешествие.

# data_list
source: How would you compare the colors this elder is wearing to the colors worn by the elders of Nkanyezi's village?
el: Σύγκρινε τα χρώματα που φορά αυτή η γυναίκα με εκείνα των γυναικών της Νικανιέζι.
pt: Como você compararia as cores que este ancião está usando, com as cores usadas pelos anciãos da aldeia de Nkanyezi?
ru: Как бы ты сравнил/а цвета, которые носит эта старейшина, с цветами, которые носят старейшины деревни Нканьези?

# data_list
source: Which colors would you choose if you were creating a celebration? Bright, lively, high-energy colors would probably be a better idea for a celebration than dull, muted, low-energy colors.
el: Ποια χρώματα θα διάλεγες για μια γιορτή; Φωτεινά, ζωηρά χρώματα ταιριάζουν καλύτερα από θαμπά.
pt: Quais cores você escolheria se estivesse criando uma celebração? Cores brilhantes, vivas e de alta energia provavelmente seriam uma ideia melhor para uma celebração do que cores maçantes, suaves e de baixa energia.
ru: Какие цвета выбрал/а бы ты, если бы ты организовывал/а праздник? Яркие, энергичные цвета скорее всего, были бы лучшей идеей для праздника, чем тусклые, приглушенные, неэнергичные цвета.

# data_list
source: What are some of your favorite colors?
el: Ποια είναι τα αγαπημένα σου χρώματα;
pt: Quais são algumas das suas cores favoritas?
ru: Какие твои любимые цвета?

# data_list
source: Nkanyezi walked all day, through a vast forest of giant trees. As the sky became too dark for her to see, she heard the sound of beating drums. She hurried towards the drumming, feeling the spirit of dance coming to her tired feet.
el: Η Νικανιέζι περπάτησε όλη μέρα μέσα σε τεράστιο δάσος γιγάντιων δέντρων. Καθώς ο ουρανός γινόταν πολύ σκοτεινός για να βλέπει, άκουσε τύμπανα. Έτρεξε προς τον ήχο, νιώθοντας το πνεύμα του χορού στα κουρασμένα πόδια της.
pt: Nkanyezi caminhou o dia todo, por uma vasta floresta de árvores gigantes. Quando o céu ficou escuro demais para ela ver, ela ouviu o som de tambores batendo. Ela correu em direção às batidas, sentindo o espírito da dança chegando aos seus pés cansados.
ru: Нканьези шла целый день через огромный лес гигантских деревьев. Когда небо стало настолько тёмным, что она больше не могла ничего видеть, она услышала бой барабанов. Она поспешила навстречу дроби барабанов, чувствуя, как дух танца проникает в её усталые ноги.

# data_list
source: How many trees can you count in this picture? Did you count them one at a time, or two at a time, or in some other way?
el: Πόσα δέντρα μετράς; Τα μέτρησες ένα-ένα ή ανά δύο ή αλλιώς;
pt: Quantas árvores você consegue contar nesta imagem? Você as contou uma de cada vez, ou duas de cada vez, ou de alguma outra forma?
ru: Сколько деревьев ты можешь сосчитать на этой картинке? Считал/а ли ты их по одному, или по два, или каким-то другим способом?

# data_list
source: What do you notice about these trees? One thing is that they do not have low branches. Have you seen trees like this around where you live?
el: Τι παρατηρείς στα δέντρα; Δεν έχουν χαμηλά κλαδιά. Έχεις δει τέτοια δέντρα εκεί που ζεις;
pt: O que você nota nessas árvores? Uma coisa é que elas não têm galhos baixos. Você já viu árvores como essa por aí onde você mora?
ru: Что ты замечаешь в этих деревьях? Одна из особенностей — это то, что у них нет низких ветвей. Видел/а ли ты когда-нибудь такие деревья там, где ты живёшь?

# data_list
source: If you were in the middle of a vast, dark forest at night, do you think you could move quickly? She must be very brave!
el: Αν βρισκόσουν σε σκοτεινό δάσος τη νύχτα θα προχωρούσες γρήγορα; Χρειάζεται γενναιότητα!
pt: Se você estivesse no meio de uma floresta vasta e escura à noite, você acha que poderia se mover rapidamente? Ela deve ser muito corajosa!
ru: Если бы ты ночью оказался/оказалась посреди огромного тёмного леса, как думаешь, смог/смогла бы ты быстро передвигаться? Она, должно быть, очень храбрая!

# data_list
source: Nkanyezi found herself in the village of Bhubezi. People were sitting around a fire, drumming and singing. She had never before heard such wonderful music. She told the village elders about her journey to bring back the spirit of celebration to her people. The Bhubezi invited her to rest and stay the night.
el: Η Νικανιέζι βρέθηκε στο χωριό Μπουμπέζι. Άνθρωποι κάθονταν γύρω από φωτιά, έπαιζαν τύμπανα και τραγουδούσαν. Δεν είχε ξανακούσει τόσο θαυμάσια μουσική. Είπε στους γέροντες τού χωριού ότι κάνει το ταξίδι της για να φέρει πίσω στο χωριό της το πνεύμα της γιορτής. Οι Μπουμπέζι την κάλεσαν να ξεκουραστεί και να μείνει εκεί τη νύχτα.
pt: Nkanyezi se viu na aldeia de Bhubezi. As pessoas estavam sentadas ao redor de uma fogueira, tocando tambores e cantando. Ela nunca tinha ouvido uma música tão maravilhosa. Ela contou aos anciãos da aldeia sobre sua jornada para trazer de volta o espírito de celebração ao seu povo. O povo de Bhubezi a convidou para descansar e passar a noite.
ru: Нканьези оказалась в деревне Бхубези. Люди сидели около костра, барабанили и пели. Она никогда не слышала такой прекрасной музыки. Она рассказала старейшинам этой деревни о своём путешествии, посвящённом возвращению духа праздника своему народу. Бхубези пригласили её отдохнуть и остаться на ночь.

# data_list
source: How would you feel coming across people you did not know in the middle of the forest at night? Would you be scared of them or would you want to dance with them?
el: Πώς θα ένιωθες αν συναντούσες αγνώστους στο δάσος τη νύχτα; Θα φοβόσουν ή θα ήθελες να χορέψεις μαζί τους;
pt: Como você se sentiria ao encontrar pessoas que não conhece no meio da floresta à noite? Você teria medo delas ou teria vontade de dançar com elas?
ru: Как бы ты себя почувствовал/а, встретив ночью посреди леса незнакомых людей? Испугалась/испугался бы ты их или захотел/а бы потанцевать с ними?

# data_list
source: Look at the faces of the people dancing. Are they enjoying their dancing? How can you tell?
el: Κοίτα τα πρόσωπα των χορευτών. Χαίρονται; Πώς το καταλαβαίνεις;
pt: Olhe para os rostos das pessoas dançando. Eles estão gostando da dança? Como você sabe?
ru: Посмотри на лица танцующих людей. Нравится ли им танцевать? Почему ты так думаешь?

# data_list
source: Do you like to dance?
el: Εσένα σου αρέσει ο χορός;
pt: Você gosta de dançar?
ru: Нравится ли тебе танцевать?

# data_list
source: In the morning the chief called on Nkanyezi. "My child," he said, "here is a special drum. It plays a new song every time you beat it." Nkanyezi thanked the elders and put the drum in her bag. She went on her way again, delighted with this gift of music and dance.
el: Το πρωί η αρχηγός κάλεσε τη Νικανιέζι. «Παιδί μου», είπε, «ορίστε ένα ιδιαίτερο τύμπανο. Παίζει νέο τραγούδι κάθε φορά που το χτυπάς». Η Νικανιέζι ευχαρίστησε και έβαλε το τύμπανο στην τσάντα. Ξεκίνησε ξανά, χαρούμενη με το δώρο μουσικής και χορού.
pt: De manhã, o chefe chamou Nkanyezi. "Minha filha", disse ele, "aqui está um tambor especial. Ele reproduz uma música nova toda vez que você o toca." Nkanyezi agradeceu aos anciãos e colocou o tambor em sua bolsa. Ela seguiu seu caminho novamente, encantada com esse presente de música e dança.
ru: Утром глава деревни позвал Нканьези. “Дитя моё”, — сказал он, “вот специальный барабан. Он исполняет новую песню каждый раз, когда ты его используешь”. Нканьези поблагодарила старейшин и положила барабан в свою сумку. Она снова продолжила свой путь, исполненная восторгом от этого дара музыки и танца.

# data_list
source: This elder is very colorfully dressed. Are the clothes you wear colorful, or do you prefer less vibrant colors?
el: Αυτή η κυρία φορά πολύχρωμα ρούχα. Τα δικά σου ρούχα είναι πολύχρωμα ή προτιμάς πιο απαλά χρώματα;
pt: Esta anciã se veste de forma muito colorida. As roupas que você veste são coloridas ou prefere cores menos vibrantes?
ru: Этот старшина одет в очень красочную одежду. Носишь ли ты красочную одежду или предпочитаешь менее яркие цвета?

# data_list
source: Look at the shapes that make up the fringe of the elder's robe and the jewelry around her head. Which shapes do you see?
el: Κοίτα τα σχήματα που σχηματίζουν τα κρόσσια του μανδύα και τα κοσμήματα στο κεφάλι. Ποια σχήματα βλέπεις;
pt: Olhe para as formas que compõem a franja do manto da anciã e as joias ao redor de sua cabeça. Quais formas você vê?
ru: Посмотри на фигуры, составляющие бахрому одеяния старейшины и украшения вокруг её головы. Какие фигуры ты видишь?

# data_list
source: Nkanyezi has received gifts of colors, music, and dance. Can you think of other aspects of a celebration she still needs for her village?
el: Η Νικανιέζι έχει τώρα χρώματα, μουσική και χορό. Ποια στοιχεία γιορτής λείπουν ακόμη;
pt: Nkanyezi recebeu presentes de cores, música e dança. Você consegue pensar em outros aspectos de uma celebração que ela ainda precisa para sua aldeia?
ru: Нканьези получила дары цветов, музыки и танцев. Можешь ли ты подумать о других аспектах праздника, который ей все еще нужен для ее деревни?

# data_list
source: On the third day of her journey, as she passed a field of fat cows, her nose started to tingle. An aroma tickled her taste buds and her mouth started to water. She followed the scent, and arrived in a village to find people standing over steaming pots of stew. This tribe was famous for its feasts and Nkanyezi had never before tasted such flavors. After she had eaten her fill, she told the village elders about her journey to bring back the spirit of celebration to her people.
el: Την τρίτη μέρα, περνώντας από ένα λιβάδι με παχιές αγελάδες, κάτι γαργάλησε τη μύτη της. Ένα άρωμα την έκανε να της τρέξουν τα σάλια. Ακολούθησε τη μυρωδιά και έφτασε σε ένα χωριό όπου άνθρωποι στέκονταν πάνω από αχνιστές κατσαρόλες. Αυτή η φυλή ήταν ξακουστή για τα γλέντια της και η Νικανιέζι δεν είχε ξαναδοκιμάσει τέτοιες γεύσεις. Αφού χόρτασε, είπε στους γέροντες τού χωριού ότι κάνει το ταξίδι της για να φέρει πίσω στο χωριό της το πνεύμα της γιορτής.
pt: No terceiro dia de sua jornada, ao passar por um campo de vacas gordas, seu nariz começou a formigar. Um aroma fez cócegas nas suas papilas gustativas e sua boca começou a salivar. Ela seguiu o cheiro e chegou a uma aldeia onde encontrou pessoas paradas sobre panelas fumegantes de ensopado. Esta tribo era famosa por seus banquetes e Nkanyezi nunca havia experimentado tais sabores antes. Depois de comer até se saciar, ela contou aos anciãos da aldeia sobre sua jornada para trazer de volta o espírito de celebração ao seu povo.
ru: На третий день своего путешествия, когда она проходила мимо поля с коровами, у неё начало покалывать в носу. Аромат щекотал её вкусовые рецепторы, и изо рта потекли слюнки. Она последовала за запахом и прибыла в деревню, где обнаружила людей, стоящих над дымящимися кастрюлями с тушёным мясом. Это племя прославилось своими пиршествами, и Нканьези раньше никогда не испытывала таких вкусов. После того как она наелась досыта, она рассказала старейшинам этой деревни о своём путешествии, посвящённом возвращению духа праздника своему народу.

# data_list
source: An important missing ingredient is food! Some celebrations have specific food eaten during them. Think of some foods that you like to eat that are specially brought out during some celebrations.
el: Ένα σημαντικό στοιχείο που έλειπε είναι το φαγητό! Κάποιες γιορτές έχουν συγκεκριμένα φαγητά. Σκέψου κάποια φαγητά που απολαμβάνεις σε γιορτές τα οποία σερβίρονται ειδικά για τη γιορτή;
pt: Um ingrediente importante que falta é a comida! Algumas celebrações têm comidas específicas. Pense em alguns alimentos que você gosta de comer e que são especialmente servidos em algumas celebrações.
ru: Важным недостающим ингредиентом была еда! Во время некоторых праздников едят определенные блюда. Подумай о еде, которую ты любишь есть и которую специально приносят во время каких-то праздников.

# data_list
source: What in the picture tells you that Nkanyezi is smelling an aroma that she likes? What are some of your favorite smells?
el: Τι δείχνει ότι η Νικανιέζι μυρίζει μια μυρωδιά που της αρέσει; Ποιες αγαπημένες μυρωδιές έχεις;
pt: O que na imagem diz que Nkanyezi está sentindo um aroma que ela gosta? Quais são alguns dos seus cheiros favoritos?
ru: Что на картинке говорит тебе о том, что Нканьези чувствует аромат, который ей нравится? Какие твои любимые запахи?

# data_list
source: Smells can be very good at bringing memories to mind. Are there some smells that remind you of specific events, places, or people?
el: Μυρωδιές μπορούν να ξυπνούν αναμνήσεις. Υπάρχουν μυρωδιές που σου θυμίζουν γεγονότα ή πρόσωπα;
pt: Os cheiros podem ser muito bons em trazer memórias à mente. Existem alguns cheiros que fazem você lembrar de eventos, lugares ou pessoas específicas?
ru: Запахи могут очень хорошо напоминать воспоминания. Есть ли запахи, которые напоминают тебе об определенных событиях, местах или людях?

# data_list
source: The next day, the council of cooks gave her a secret spice blend. "Our daughter," they said, "with these spices, happy tummies are guaranteed! We give you the gift of good food." Nkanyezi thanked the elders and put the spices in her bag. She knew she had everything she needed. With new energy she started the long journey back to the village of Ndlovu.
el: Την επόμενη μέρα, το συμβούλιο των μαγείρων της έδωσε ένα μυστικό μείγμα μπαχαρικών. «Κόρη μας», είπαν, «με αυτά τα μπαχαρικά, τα στομάχια θα είναι χαρούμενα! Σου δίνουμε το δώρο του καλού φαγητού». Η Νικανιέζι ευχαρίστησε και έβαλε τα μπαχαρικά στην τσάντα. Ήξερε ότι είχε όλα όσα χρειάζονταν. Με νέα ενέργεια ξεκίνησε το μακρύ ταξίδι πίσω στο χωριό Ντιόβου.
pt: No dia seguinte, o conselho de cozinheiros deu a ela uma mistura secreta de temperos. "Nossa filha", disseram eles, "com esses temperos, barrigas felizes são garantidas! Nós lhe damos o presente da boa comida." Nkanyezi agradeceu aos anciãos e colocou os temperos em sua bolsa. Ela sabia que tinha tudo o que precisava. Com energia renovada, ela começou a longa jornada de volta à aldeia de Ndlovu.
ru: На следующий день, повара подарили ей смесь специй. “Дочь наша”, — сказали они, “с этими специями, счастливые животы гарантированы! Мы преподносим тебе дар еды”. Нканьези поблагодарила старейшин и положила специи в свою сумку. Она знала, что у неё было всё, что ей нужно. С новыми силами, она отправилась в долгий путь обратно в свою деревню Ндлову.

# data_list
source: Hmmm ... She is missing something in this picture. Where is her drum?
el: Χμμ... Λείπει κάτι σε αυτή την εικόνα. Πού είναι το τύμπανό της;
pt: Hum... Ela está com algo faltando nesta imagem. Onde está o tambor dela?
ru: Хммм… На этой картинке чего-то не хватает. Где же её барабан?

# data_list
source: Once again, the elders of the village are very colorfully dressed. It looks like people who are good at celebrating use lots of festive colors in their clothes.
el: Και πάλι, οι μεγάλοι φορούν έντονα χρώματα. Φαίνεται πως όσοι γιορτάζουν φορούν γιορτινά χρώματα.
pt: Mais uma vez, os anciãos da aldeia estão vestidos com roupas muito coloridas. Parece que as pessoas que levam jeito para celebrar usam muitas cores festivas em suas roupas.
ru: В очередной раз, старейшины этой деревни одеты в красочную одежду. Похоже, что люди, умеющие праздновать, используют в своей одежде много праздничных цветов.

# data_list
source: Looking at this picture with all those intense expressions, you can almost smell the delicious spices. What are some of your favorite spices to put on food?
el: Βλέποντας αυτές τις έντονες εκφράσεις σχεδόν μυρίζεις τα νόστιμα μπαχαρικά. Ποια είναι τα μπαχαρικά που σου αρέσει να έχει το φαγητό σου;
pt: Olhando para esta imagem com todas aquelas expressões intensas, você quase pode sentir o cheiro dos deliciosos temperos. Quais são seus temperos favoritos para colocar na comida?
ru: Глядя на эту картину со всеми этими напряженными выражениями лиц, ты почти можешь чувствовать запах восхитительных специй. Какие специи ты предпочитаешь добавлять в еду?
