Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Romeo and Juliet, Swan Lake and Giselle. Phyllis danced these for the people: graceful, tireless, well. With partners Gary Burne and Eduard Greyling too, her magnificence inspired the audience. To her, flowers they threw.
el: Ρωμαίος και Ιουλιέτα, Λίμνη των Κύκνων και Ζιζέλ. Η Φύλις τα χόρεψε για τον κόσμο: χαριτωμένα, ακούραστα, τέλεια. Με παρτενέρ, τον Γκάρι Μπέρν και τον Έντουαρντ Γκρέιλινγκ, η μεγαλοπρέπειά της ενέπνευσε το κοινό. Για εκείνη πετούσαν λουλούδια στη σκηνή.
pt: Romeu e Julieta, Lago dos Cisnes e Giselle. Phyllis as dançou para as pessoas: graciosa, incansável e alegre. Com os parceiros Gary Burne e Eduard Greyling, a sua magnificência inspirou os espectadores. Para ela, eles jogaram flores.
ru: Ромео и Джульетта, Лебединое Озеро, и Жизель. Филлис танцевала это для людей: грандиозно, неутомимо, хорошо. Вместе с партнёрами Гери Берном и Эдуардом Грейлингом её великолепие вдохновило публику. Ей цветы бросали.

# data_list
source: Phyllis' body is pictured inside a clock. Go around the clock saying and pointing at each number.
el: Το σώμα της Φύλις απεικονίζεται μέσα σε ένα ρολόι. Πέρασε από τους αριθμούς στο ρολόι δείχνοντας και λέγοντας κάθε αριθμό.
pt: O corpo de Phyllis está retratado dentro de um relógio. Contorne o relógio apontando e falando cada número nele.
ru: Тело Филлис изображено внутри часов. Пойдём вокруг часов указывая на каждую цифру.

# data_list
source: The numbers on the clock increase from 1 to 12 in what is called the clockwise direction.
el: Οι αριθμοί στο ρολόι αυξάνονται από το 1 έως το 12 με τρόπο που ονομάζεται δεξιόστροφη κατεύθυνση.
pt: Os números no relógio vão de 1 até 12 de forma crescente, isto é chamado de sentido horário.
ru: Цифры на часах увеличиваются от 1 до 12 в так называемом направление по часовой стрелки.

# data_list
source: Each of Phyllis' hands and feet point at a number. What are they?
el: Κάθε χέρι και πόδι της Φύλις δείχνει έναν αριθμό. Ποιοι αριθμοί είναι αυτοί;
pt: Cada uma das mãos e pés de Phyllis aponta para um número. Quais são eles?
ru: Каждая рука и нога Филлис указывает на число. На какие?

# data_list
source: Reward comes easily, when you put yourself to the test. Phyllis came to realize this, once she was called 'The Best.' She was awarded 'Prima Ballerina Assoluta.' The greatest dancer of them all! Phyllis would be forever known. She wanted nothing more.
el: Η ανταμοιβή έρχεται εύκολα, όταν δοκιμάζεις τον εαυτό σου. Η Φύλις το συνειδητοποίησε αυτό όταν την αποκάλεσαν "Η Καλύτερη". Την ονόμασαν "Απόλυτη Πρίμα Μπαλαρίνα". Η καλύτερη χορεύτρια από όλες! Η Φύλις θα ήταν για πάντα γνωστή. Δεν ήθελε τίποτα περισσότερο.
pt: A recompensa vem facilmente quando você se coloca em um teste maior. Phyllis percebeu isso ao ser chamada de 'A Melhor'. Ela foi premiada como 'Prima Ballerina Assoluta'. A maior dançarina de todas! Phyllis seria reconhecida para sempre. Ela não queria nada mais.
ru: Награда приходит легко, когда ты подвергаешь себя испытанию. Филлис осознала это, когда её назвали «лучшей». Ей была присвоена награда «Прима-Балерина Ассолюта». Она была величайшей танцовщицей из всех! Филлис будет известна навсегда. Она больше ничего не хотела.

# data_list
source: The story rhymes "test" with "best." It doesn't rhyme any word with "more." Think of some words that rhyme with "more."
el: Σκεφτείτε μερικές λέξεις που κάνουν ομοιοκαταληξία με τη λέξη "καλύτερη".
pt: A história rima "maior" com "melhor". Nenhuma palavra rima com "mais". Pense em algumas palavras que rimam com "mais"
ru: Эта история рифмуется со словами «короткий» и «лучший». Она не рифмует со словом «больше». Придумай некоторые слова, которые рифмуются со словом «больше».

# data_list
source: She is standing on her toes. Ballerinas wear special shoes, toe shoes, to help them do that.
el: Η ίδια στέκεται στις μύτες των ποδιών της. Οι χορεύτριες φορούν ειδικά παπούτσια, που τις βοηθούν να το κάνουν αυτό.
pt: Ela está na ponta dos pés. As bailarinas usam sapatos especiais, sapatilhas, para ajudá-las a fazer isso.
ru: Она стоит на цыпочках. Чтобы помочь им в этом, балерины носят специальную обувь.

# data_list
source: If you try to stand on your toes, do your toes curl under? It is very hard to be on your toes.
el: Αν προσπαθήσεις να σταθείς στις μύτες των ποδιών σου, γυρίζουν τα δάχτυλα των ποδιών σου προς τα μέσα; Είναι πολύ δύσκολο να σταθείς στις μύτες των ποδιών σου.
pt: Se você tentar ficar na ponta dos pés, os seus dedos dos pés se dobram? É muito difícil ficar na ponta do pé.
ru: Если ты попытаешься встать на цыпочки, твои пальцы подгибаются? Очень трудно быть на цыпочках.

# data_list
source: Goodness! What a catch! Phyllis met her loving partner. His name was Phillip Boyd. He was another dancer. Together they were married. And together they would dance. No one could be better matched, given half the chance!
el: Θεέ μου! Πόσο όμορφα πιάνονται! Η Φύλις γνώρισε τον αγαπημένο της σύντροφο. Το όνομά του ήταν Φίλιπ Μπόιντ. Ήταν και αυτός χορευτής. Παντρεύτηκαν και μαζί θα χόρευαν. Κανείς δεν θα μπορούσε να ταιριάξει καλύτερα, αν είχε την ευκαιρία να πιάνεται!
pt: Nossa! Que pegadinha! Phyllis conheceu seu parceiro amoroso. Seu nome era Phillip Boyd. Ele também era bailarino. Os dois se casaram. E juntos dançaram. Ninguém poderia ter melhor afinidade, dada a oportunidade!
ru: Боже мой! Какой улов! Филлис встретила своего любящего партнёра. Его звали Филипп Бойд. Он тоже был танцор. Вместе они поженились. И вместе они танцевали. Никто не может быть лучше подобран, учитывая половину шанса!

# data_list
source: The word "catch" has two meanings here. A ballerina might leap or spin and her partner would catch her. It can also mean that romantic partners catch each other and become a couple.
el: Η λέξη «πιάνεται» έχει δύο έννοιες εδώ. Μια μπαλαρίνα μπορεί να πηδήξει ή να στριφογυρίσει και ο παρτενέρ της να την πιάσει. Μπορεί επίσης να σημαίνει ότι οι ρομαντικοί σύντροφοι «πιάνονται» ο ένας από τον άλλον και γίνονται ζευγάρι.
pt: A palavra "pegar" tem dois significados aqui. Uma bailarina pode saltar ou girar e o seu parceiro a pega. E também pode significar que os parceiros românticos se pegam e se tornam um casal.
ru: Слово «улов» здесь имеет два значения. Балерина может прыгнуть или развернуться, и партнёр её уловит. Это также может означать, что романтические партнёры поймают друг друга и станут парой.

# data_list
source: There are a lot of red flowers. How many do you see?
el: Υπάρχουν πολλά κόκκινα λουλούδια. Πόσα βλέπεις;
pt: Há muitas flores vermelhas. Quantas delas você vê?
ru: Очень много красных цветов. Сколько ты видишь?

# data_list
source: The green leaves are in the shape of a heart. Which side of the heart has more red flowers?
el: Τα πράσινα φύλλα έχουν το σχήμα καρδιάς. Ποια πλευρά της καρδιάς έχει περισσότερα κόκκινα λουλούδια;
pt: As folhas verdes formam um coração. Em qual lado do coração há mais flores vermelhas?
ru: Зелёные листья имеют форму сердца. На какой стороне сердце больше красных цветов?

# data_list
source: Though they had no children, Phyllis and Phillip were never sad. The two of them found another way to help other Mums and Dads. They started Dance for All, a special school for dance. So that children with no money, could also learn to prance!
el: Αν και δεν είχαν παιδιά, η Φύλις και ο Φίλιπ δεν ήταν ποτέ λυπημένοι. Οι δυο τους βρήκαν έναν άλλο τρόπο να βοηθήσουν μαμάδες και μπαμπάδες. Ίδρυσαν το "Χορός για Όλους", μια ειδική σχολή χορού. Έτσι ώστε παιδιά που δεν είχαν χρήματα, να μπορούν επίσης να μάθουν να χορεύουν!
pt: Apesar de não terem filhos, Phyllis e Phillip nunca ficaram tristes. Os dois encontraram uma maneira de deixar outras famílias felizes. Eles criaram a Dance for All, uma escola de dança especial. Para que crianças sem dinheiro pudessem aprender a dançar também!
ru: Хотя у них не было детей, Филлис и Филипп никогда не грустили. Они вдвоём нашли ещё один способ помочь другим мамам и папам. Они открыли Танцы для Всех, специальную школу танцев. Чтобы дети, у которых нет денег, тоже могли научиться танцевать!

# data_list
source: How many arms and legs can you count all together in this picture?
el: Πόσα χέρια και πόδια μπορείς να μετρήσεις συνολικά σε αυτή την εικόνα;
pt: Quantos braços e pernas você consegue contar nesta imagem?
ru: Сколько рук и ног ты можешь посчитать на этой картинке?

# data_list
source: Phyllis and Phillip helped children learn to dance even when their families couldn't pay. It's a good feeling helping others.
el: Η Φύλις και ο Φίλιπ βοήθησαν παιδιά να μάθουν να χορεύουν, ακόμη κι αν οι οικογένειές τους δεν μπορούσαν να πληρώσουν. Είναι ωραία αίσθηση το να βοηθάς τους άλλους.
pt: Phyllis e Phillip ensinaram crianças a dançarem, mesmo que os pais delas não pudessem pagar por isso. É uma sensação boa ajudar os outros.
ru: Филлис и Филипп помогали детям учиться танцевать, даже когда их семьи не могли платить. Это хорошее чувство- помогать другим.

# data_list
source: Have you ever helped a person or animal that needed something? Even little things count, like opening a door or sharing some food. How did you feel?
el: Έχεις βοηθήσει ποτέ κάποιον άνθρωπο ή ένα ζώο που χρειαζόταν κάτι; Ακόμη και μικρά πράγματα είναι σημαντικά, όπως το να ανοίξεις μια πόρτα ή να μοιραστείς λίγο φαγητό. Πώς ένιωσες;
pt: Você já ajudou uma pessoa ou animal que precisava de algo. Mesmo pequenas coisas contam, como abrir uma porta ou compartilhar algum alimento. Como você se sentiu?
ru: Ты когда-нибудь помогал человеку или животному, которое в чём-то нуждалось. Даже мелочи имеют значение, например открыть дверь или поделиться едой. Как ты чувствуешь?

# data_list
source: She left a legacy of dance, and incredible success. Her magic was passed on to others to help them become their best. Her students spread across the world, inspired by her ducky feet. They dance on while we watch, dreaming from our seats.
el: Άφησε μια κληρονομιά χορού και απίστευτης επιτυχίας. Η μαγεία της μεταδόθηκε σε άλλους για να τους βοηθήσει να γίνουν οι καλύτεροι. Οι μαθητές της εξαπλώθηκαν σε όλο τον κόσμο, εμπνευσμένοι από τα "ποδαράκια πάπιας" της. Χορεύουν ενώ τους παρακολουθούμε από τις θέσεις μας και ονειρευόμαστε.
pt: Ela deixou um legado de dança e sucesso incríveis. Sua magia foi passada aos outros para ajudá-los a se tornarem os melhores que existem. Seus alunos se espalharam pelo mundo, inspirados por seus pés de pato. Eles dançam enquanto assistimos e sonhamos acordados.
ru: Она оставила танцевальное наследие и невероятный успех. Её магия передавалась другим, чтобы помочь им стать лучше. Её ученики разъехались по всему миру, вдохновлены её уточными ногами. Они танцуют, пока мы смотрим, мечтая со своих мест.

# data_list
source: How many dancers do you see here? Don't forget to count Phyllis.
el: Πόσους χορευτές βλέπεις εδώ; Μην ξεχάσεις να μετρήσεις και τη Φύλις.
pt: Quantos dançarinos você vê aqui? Não se esqueça de contar a Phyllis.
ru: Сколько танцоров ты здесь видишь? Не забудь посчитать Филлис.

# data_list
source: Describe all the different body positions you see. Make some of these shapes with your body.
el: Περίγραψε όλες τις διαφορετικές στάσεις σώματος που βλέπεις. Φτιάξε μερικά από αυτά τα σχήματα με το σώμα σου.
pt: Descreva todas as diferentes posições corporais que você vê. Faça algumas delas com o seu corpo.
ru: Опиши все различные положения тела, которые ты видишь. Создай некоторые из этих фигур с помощью своего тела.

# data_list
source: Ballet is not a sport. However, dancers are athletes, and they form a team, and their teachers are like coaches. Did this story make you want to become a dancer?
el: Το μπαλέτο δεν είναι άθλημα. Ωστόσο, οι χορευτές είναι αθλητές και σχηματίζουν μια ομάδα, και οι δάσκαλοί τους είναι σαν προπονητές. Σε έκανε αυτή η ιστορία να θέλεις να γίνεις χορευτής;
pt: O balé não é um esporte. No entanto, os dançarinos são atletas e formam uma equipe, e os seus professores são como os treinadores. Essa história fez você querer se tornar uma dançarina?
ru: Балет - это не спорт. Однако танцоры спортсмены, и они образуют команду, а их педагоги как тренеры. Это история вызвала у тебя желание стать танцором?

# data_list
source: STAGE 1 – I CAN HEAR YOU!
el: ΣΤΆΔΙΟ 1 – ΣΕ ΑΚΟΎΩ!
pt: ETAPA 1 – EU CONSIGO TE OUVIR!
ru: ЭТАП 1 – Я ТЕБЯ СЛЫШУ!

# data_list
source: Stage 1 Introduction
el: Στάδιο 1 – Εισαγωγή
pt: Etapa 1 – Introdução
ru: 1-ый Этап – Введение

# data_list
source: What a wonderful time watching your young child learn about the world! They are little sponges observing everything going on around them and they can hear you! They play and experiment constantly, making sense of the world and learning how to crawl, walk, talk, and interact with all that they are experiencing. Mathematics is a natural part of this world they are learning about. No matter what your experiences and feelings about math, this is your chance to make mathematics a playful and fun activity that your family does together. For now, the main mathematical activity to do together will be exposing your child constantly to mathematical language and ideas. This is mostly just a matter of verbalizing what is going on in your head already. Counting things out loud as you work with them and naming items that your child plays with is what gets everything rolling. Have fun! This is an amazing time for your family!
el: Τι υπέροχη περίοδος να βλέπετε το μικρό σας παιδί να μαθαίνει τον κόσμο! Είναι σαν μικρά σφουγγαράκια που παρατηρούν τα πάντα γύρω τους και μπορούν να σας ακούσουν!\ Παίζουν και πειραματίζονται συνεχώς, κατανοώντας τον κόσμο και μαθαίνοντας να μπουσουλάνε, να περπατούν, να μιλούν και να αλληλεπιδρούν με όλα όσα βιώνουν. Τα μαθηματικά είναι φυσικό κομμάτι αυτού του κόσμου που γνωρίζουν. Ανεξάρτητα από τις δικές σας εμπειρίες και τα συναισθήματά σας για τα μαθηματικά, αυτή είναι η ευκαιρία σας να τα κάνετε παιχνιδιάρικες και ευχάριστες δράσεις που θα απολαμβάνει η οικογένειά σας μαζί. Προς το παρόν, η βασική μαθηματική δραστηριότητα που θα κάνετε μαζί είναι να εκθέτετε συνεχώς το παιδί σας σε μαθηματική γλώσσα και ιδέες. Αυτό είναι απλώς ζήτημα έκφρασης με λόγια όσων ήδη σκέφτεστε. Μετρήστε δυνατά τα πράγματα καθώς ασχολείστε μαζί τους και ονομάστε τα αντικείμενα με τα οποία παίζει το παιδί σας· αυτό είναι η αρχή των πάντων. Καλή διασκέδαση! Είναι μια καταπληκτική περίοδος για την οικογένειά σας!
pt: Que momento maravilhoso assistir aos seus filhos pequenos aprendendo sobre o mundo! Eles são pequenas esponjas, observando tudo o que acontece ao redor e eles podem te ouvir! Eles brincam e experimentam constantemente, tomando ciência do mundo e aprendendo como engatinhar, andar, falar e interagir com tudo o que estão vivenciando. A matemática é uma parte natural do mundo sobre o qual eles estão aprendendo. Não importam quais são as suas experiências e sentimentos sobre a matemática, esta é a sua chance de tornar a matemática uma atividade lúdica e divertida para a sua família fazer juntos. Por enquanto, a principal atividade matemática para fazer juntos será expor constantemente os seus filhos à linguagem e às ideias matemáticas. Na maioria das vezes, isso é só uma questão de verbalizar o que já está acontecendo em sua cabeça. Contar as coisas em voz alta enquanto você trabalha com elas, e nomear os itens com os quais seus filhos brincam é o que faz tudo acontecer. Divirta-se! Este é um momento incrível para a sua família!
ru: Как замечательно наблюдать, как ваш малыш познает мир! Дети словно маленькие губки впитывают всё происходящее вокруг себя, в том числе всё то что вы говорите! Они постоянно играют и экспериментируют, тем самым познают мир, учатся ползать, ходить, разговаривать и взаимодействовать с окружающим миром. Математика — естественная часть мира, который они изучают. Независимо от вашего опыта и чувств к математике, это ваш шанс сделать из математики весёлое занятие для всей семьи. Пока что основной совместной активностью, будет постоянное поддержание вашего ребёнка в контакте с математическими терминами и идеями. Просто выражайте вслух то, что уже происходит у вас в голове. Подсчёт вещей вслух в процессе работы с ними, называйте предметы с которыми играет ваш ребенок, это поможет запустить процесс обучения. Веселитесь! Это удивительное время для вашей семьи!!

# data_list
source: * Have fun with math together! This is the most important thing. * Verbalize math - You do math all the time in your head – include your child by saying those thoughts out loud to your child all the time. * Point and describe - When you talk about something, point to it and then talk about it. If your child is ready, ask questions about it. * Expose - Your child is learning by being exposed to things. Your child will probably not un- derstand things initially, but by frequent exposure your child will pick up on the patterns and learn what is going on. * Count everything out loud. Count up and down. Include 0 sometimes. * Objects have properties that can be named, described, compared, and discussed. Those properties lead to discoveries of natural and human-made patterns.
el: * Διασκεδάστε με τα μαθηματικά μαζί!\ Αυτό είναι το πιο σημαντικό. * Εκφράστε τα μαθηματικά με λόγια - Κάνετε συνεχώς μαθηματικά στο μυαλό σας, συμπεριλάβετε το παιδί σας λέγοντας αυτές τις σκέψεις δυνατά σε αυτό συνεχώς. * Δείξτε και περιγράψτε - Όταν μιλάτε για κάτι, δείξτε το και μετά μιλήστε γι' αυτό. Αν το παιδί σας είναι έτοιμο, κάντε ερωτήσεις σχετικά. * Έκθεση - Το παιδί σας μαθαίνει όταν εκτίθεται σε πράγματα. Πιθανότατα δεν θα καταλαβαίνει αρχικά, αλλά με συχνή έκθεση θα εντοπίζει τα μοτίβα και θα μάθει τι συμβαίνει. * Μετρήστε τα πάντα δυνατά. Μετρήστε προς τα πάνω και προς τα κάτω. Συμπεριλάβετε το 0 μερικές φορές. * Τα αντικείμενα έχουν ιδιότητες που μπορούν να ονομαστούν, να περιγραφούν, να συγκριθούν και να συζητηθούν. Αυτές οι ιδιότητες οδηγούν σε ανακαλύψεις φυσικών και ανθρώπινων μοτίβων.
pt: * Divirtam-se com a matemática! Isto é o mais importante. * Verbalize a matemática - Você pratica matemática o tempo todo em sua cabeça – inclua seus filhos dizendo os seus pensamentos em voz alta para eles o tempo todo. * Aponte e descreva - Quando você falar sobre algo, aponte e depois fale a respeito. Se seus filhos estiverem prontos, faça perguntas sobre isso. * Exponha - Seus filhos estão aprendendo ao serem expostos às coisas. Seus filhos provavelmente não entenderão as coisas no início, mas, através da exposição frequente, eles perceberão os padrões e entenderão o que está acontecendo. * Conte tudo em voz alta. Faça uma contagem crescente e decrescente. Inclua o 0 às vezes. * Os objetos possuem propriedades que podem ser nomeadas, descritas, comparadas e discutidas. Essas propriedades levam a descobertas de padrões naturais e de padrões criados pelo homem.
ru: * Наслаждайтесь математикой вместе! Это самое важное. * Озвучивайте математику – вы постоянно используете математику у себя в голове, включите своего ребенка в процесс озвучивая свои мысли вслух. * Указать и описать – Когда вы говорите о чём-то, укажите на это и затем расскажите об этом. Если ваш ребёнок готов, задавайте ему вопросы о предмете разговора. * Знакомьте ребёнка с новыми вещами – Ваш ребёнок учится, сталкиваясь с разными предметами и явлениями. Возможно, сначала он не будет всё понимать, но благодаря частому контакту с ними, он начнёт улавливать закономерности и понимать происходящее. * Считайте вслух всё, что видите. Считайте вверх и вниз. Иногда включайте ноль. * У объектов есть свойства, которые можно называть, описывать, сравнивать, и обсуждать. Эти свойства приводят к открытию естественных и антропогенных закономерностей.

# data_list
source: MATH OUT LOUD – GENERAL
el: ΜΑΘΗΜΑΤΙΚΆ ΦΩΝΑΧΤΆ – ΓΕΝΙΚΆ
pt: MATEMÁTICA EM VOZ ALTA – GERAL
ru: МАТЕМАТИКА ГЛАСНО — РЕКОМЕНДАЦИИX

# data_list
source: **Exposure:** During these early ages, it is all about exposure! Your child is being exposed to a wide array of experiences and is discovering patterns in everything they sense. While exposing your child to the world, expose them to math words and ideas and let them see how enjoyable it can be to play with math together. **Start early:** Start this even before your child seems to understand what you're saying. Your child is a sponge who is getting more from your words than you realize.
el: **Έκθεση:** Κατά τα πρώτα αυτά χρόνια, όλα περιστρέφονται γύρω από την έκθεση του παιδιού στον κόσμο!\ Το παιδί σας έρχεται σε επαφή με ένα ευρύ φάσμα εμπειριών και ανακαλύπτει μοτίβα σε καθετί που αισθάνεται. Καθώς το εκθέτετε στον κόσμο, εκθέστε το επίσης σε μαθηματικές λέξεις και ιδέες και αφήστε το να δει πόσο διασκεδαστικό είναι να παίζετε με τα μαθηματικά μαζί. **Ξεκινήστε νωρίς:** Ξεκινήστε ακόμη και πριν το παιδί σας φαίνεται να καταλαβαίνει τι λέτε. Το παιδί σας είναι σαν σφουγγάρι, απορροφώντας από τα λόγια σας περισσότερα απ’ ό,τι νομίζετε.
pt: **Exposição:** Durante os primeiros anos de vida, tudo se resume à exposição! Seus filhos estão sendo introduzidos a uma ampla variedade de experiências e estão descobrindo padrões em tudo o que percebem. Ao expor seus filhos ao mundo, inclua palavras e conceitos matemáticos em suas interações e mostre a eles como pode ser prazeroso brincar com a matemática. **Comece cedo:** Comece antes mesmo que seus filhos pareçam entender o que você está dizendo. Seus filhos são uma esponja que absorve as suas palavras mais do que você imagina.
ru: **Ознакомьте:** В раннем возрасте всё дело в знакомстве! Ваш ребёнок погружается в множество разнообразных опытов и открывает закономерности во всем том что он ощущает. Пока вы знакомите ребёнка с миром, познакомьте его с математическими терминами и идеями, и покажите, как весело вместе заниматься математикой. **Начните рано:** Начинайте этот процесс ещё до того, как ваш ребёнок начнёт понимать ваши слова. Ребёнок усваивает куда больше из ваших слов, чем вы можете представить.

# data_list
source: **Point, describe and ask:** Point at things your child interacts with and describe them with words involving numbers, shapes, and colors. If you are dealing with a small set of things, count them out loud to your child. When your child is old enough, point to and ask questions about the things around them.
el: **ξτε, περιγράψτε και ρωτήστε:** Δείξτε τα πράγματα με τα οποία αλληλεπιδρά το παιδί σας και περιγράψτε τα με λέξεις σχετικές με αριθμούς, σχήματα και χρώματα. Αν έχετε να κάνετε με λίγα αντικείμενα, μετρήστε τα δυνατά στο παιδί σας. Όταν το παιδί σας μεγαλώσει αρκετά, δείξτε και κάντε ερωτήσεις για τα πράγματα γύρω του.
pt: **Aponte, descreva e pergunte:** Aponte para as coisas com as quais seus filhos interagem e descreva-as usando palavras relacionadas a números, formas e cores. Se você estiver lidando com um pequeno conjunto de objetos, conte-os em voz alta para seus filhos. Quando eles estiverem mais velhos, aponte para as coisas ao redor e faça perguntas sobre elas.
ru: **Показывайте, описывайте и задавайте вопросы:** Показывайте ребёнку предметы, с которыми он взаимодействует, и описывайте их, используя слова, связанные с числами, формами, и цветами. Если речь идёт о небольшом наборе предметов, считайте их вслух для ребёнка. Когда ребёнок достаточно взрослый, указывайте на вещи вокруг и задавайте вопросы о них.

# data_list
source: Many facets of Math Talk
el: Πολλές πλευρές της Μαθηματικής Συζήτησης
pt: Muitas facetas da Conversa Matemática
ru: Многогранность Математики
