Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: In this Stage counting progresses into the three-digit numbers beyond 100. The ideas of place value become incresingly important, and the use of expanded form for numbers can make many of these ideas clearer. Now that single-digit addition and subtraction have been mastered, it is time to learn single-digit multiplication and dividision. **1. 3-digit place value** Extend the use of expanded form to 3-digit numbers to understand place value. **2. Double-digit add/sub** Use expanded form to see how 2-digit addition and subtraction work. **3. Skip counting by 2's to 10's** Practice skip counting up and down starting anywhere and by any number from 2 to 10. **4. Multiplication – 2, 4, 8, 5, 10** These involve doubling and multiples of 5. They are quick to learn and provide a good framework for the remaining numbers. **5. Multiplication – 3, 4, 6, 9, 11** Use the idea of one more or one less to learn these based on the earlier numbers. **6. Single-digit multiplication** Your child will now know all of single-digit multiplication! **7. Divisors, factors, and multiples** Introduce the terms divisors, factors, and multiples. **8. Primes, composites, and powers** Learn about primes, composite numbers, and units. Practice prime factorizations – these often involve repeated factors, which is a good time to learn about powers of numbers. **9. Fact families II** Group multiplication and division facts by families. **10. Single-digit division** Your work with skip counting, learning multiplication facts, and fact families will smooth the way for dividing both with and without remainders.
ru: На этом этапе счёт переходит к трёхзначным числам, превышающим 100. Понятие разрядных значений становится всё более важным, использование развёрнутой формы записи чисел может прояснить многие из них. Теперь, когда освоены сложение и вычитание однозначных чисел, пора переходить к умножению и делению однозначных чисел. **Шаг 41: 3-значное разрядное значение** Расширьте использование развёрнутой формы для 3-значных чисел, чтобы понять разрядное значение. **Шаг 42: Двузначное сложение/вычитание** Используйте развёрнутую форму, чтобы увидеть, как работают сложение и вычитание 2-значных чисел. **Шаг 43: Пропускать счёт по 2 до 10** Потренируйтесь считать по порядку и назад, начиная с любого места и на любое число от 2 до 10. **Шаг 44: Умножение – 2, 4, 5, 8, 10** Это включает в себе удвоение и кратность 5. Они быстро усваиваются и дают хорошую основу для остальных чисел. **Шаг 45: Умножение – 3, 4, 6, 9, 11** Используйте идею на один больше или на один меньше, чтобы выучить эти числа на основе предыдущих чисел. **Шаг 46: Умножение однозначных чисел** Теперь ваш ребёнок будет знать все правила умножения однозначных чисел! **Шаг 47: Делители, Множители, и Кратные** Показывайте термины делители, множители, и кратные. **Шаг 48: Простые числа, Составные числа, и Степени** Узнайте о простых числах, составных числах, и единицах измерения. Практикуйтесь в разложении на простые множители – они часто содержат повторяющиеся множители, что является хорошим поводом для изучения степеней чисел. **Шаг 49: Семьи Фактов II** Группировка фактов умножения и деление по семьям. **Шаг 50: Деление однозначных чисел** Ваша работа с пропуском счёта, изучение фактов умножения, и семейств фактов облегчит вам задачу деление как с остатком, так и без него.

# data_list
source: 5.1 3-Digit Place Value
ru: Шаг 41: 3-значное Разрядное Значение

# data_list
source: **Many objects:** Relating math concepts to physical objects is often the best approach for young children. The difficulty here is that it is not so easy to have hundreds of objects in the first place, and it can also be unwieldy to deal with such a large collection. In addition to having groups of ones and tens of some object, one strategy is to use symbolic place holders for large groups, such as 100s. You could have several pieces of paper or wood on which you have written "100." **Use objects:** Practice having your child represent various quantities using objects grouped in ones, tens, and hundreds. For example, ask how 325 would be represented using these objects. Include examples such as 206, 430, and 500 that have zero things in one or more categories. Also, lay out collections of ones, tens, and hundreds and ask your child to name the number for this quantity. **Use expanded form:** Once your child is thoroughly comfortable with the connection between numbers and their quantities, start using numerals and expanded form to represent the numbers. Take a number, such as 325, for example. Represent it with quantities for hundreds, tens, and ones, and then use the quantity representation to write the number in expanded form as 325 = 300 + 20 + 5. Do this same practice in the opposite direction by writing 100 + 40 + 6, representing it with physical groups of hundreds, tens, and ones of objects, and then asking what the total number is.
ru: **Много объектов:** Соотнесением математических понятий с физическими объектами часто является лучшим подходом для маленьких детей. Сложность заключается в том, что изначально имеет сотни объектов не так-то просто, и с такой большой коллекций может быть сложно работать. Помимо группы единиц и десяток, один из способов - использует символические заполнители для больших групп, например сотни. Можно взять несколько листов бумаги или доски с написанным числом «100.» **Используйте объекты:** Потренируйтесь, чтобы ребёнок представлял различные величины, используя предметы, сгруппированные по единицам, десятками, и сотням. Например, спросите как можно представить число 325 с помощью этих предметов. Приведите примеры, например 206, 430, и 500, в которых нет ни одного элемента в одной или нескольких категориях. Также разложите группы из единиц, десятков, и сотен и попросите ребёнка назвать число, соответствующее этой величине. **Используйте развёрнутую форму:** Как только ваш ребёнок полностью освоится со связью между числами и их количеством, начните использовать цифры и их развёрнутую форму для представления чисел. Возьмём, например 325. Представим его с помощью сотен, десятков, и единиц, а затем используя это представление, запишем число в развёрнутой форме 325 = 300 + 20 + 5. Сделайте то же самое в обратном направлении, написав 100 + 40 + 6, представив его физическими группами сотен, десятков, и единиц, а затем спросив чему равно общее число.

# data_list
source: 5.2 Double-Digit Add and Subtract
ru: Шаг 42: Двузначное Сложение/Вычитание

# data_list
source: **Single digit:** A gentle introduction to working with two two-digit numbers is to have one of them be a single-digit number. One of the best ways to practice adding or subtracting a single-digit number with a double-digit number is to do skip counting using various skip sizes, going up or down, and starting at any number. The following methods for two two-digit numbers will of course work when one of the numbers is a single-digit number. **Use objects:** Grounding your child's understanding by using physical objects is always a good idea. Start by representing both of the numbers with groups of tens and ones. **Adding:** If you are adding the two numbers, put all the groups together and discuss the result. If you are adding two numbers, such as 23 and 45, that is all you need to do. However, if you are adding 23 and 48, the two groups of ones form at least a group of ten. Talk about how that changes the total number of tens you have from 6 to 7. This is called regrouping. **Subtracting:** If you are subtracting, start by removing the tens being subtracted from the bigger number and then attempt to remove the appropriate number of ones. For example, if you are subtracting 23 from 45, then there are enough ones and you are done. If there are not enough ones, such as if you are subtracting 28 from 45, then discuss how one of the groups of tens needs to be broken up and included with the ones. The original grouping of 45 as 4 tens and 5 ones becomes a grouping of 3 tens and 15 ones. This is also called regrouping. **Use expanded form:** Use objects for double-digit adding and subtracting until your child thoroughly understands the process and why regrouping makes sense when it is needed. At this point, move to representing the adding and subtracting with numbers written in expanded form. When working with numbers in expanded form, the process and the steps are exactly the same as they were when you were working with groups of tens and ones – and that is the point. **Making it automatic:** Over time and with lots of practice, your child will stop needing to use groups of tens and ones or expanded form. However, as with so many other things, there is no hurry getting to that point – it will come with practice.
ru: **Однозначное число:** Для лёгкого знакомства с работой с двумя двузначными числами давайте предположим, что одно из них однозначное. Один из лучших способов попрактиковаться в сложении или вычитании однозначного числа с двузначными это использовать счёт с пропусками разной величины, увеличивая или уменьшая его, начиная с любого числа. Следующие методы для двузначных чисел, конечно же будут работать если одно из них однозначное. **Используйте объекты:** Закреплять знания ребёнка с помощью физических предметов всегда полезно. Начните с представления об общих чисел группами десятков и единиц. **Сложение:** Если вы складываете два числа, объедините все группы и обсудите результат. Если вы складываете два числа, например 23 и 45, этого достаточно. Однако если вы складываете 23 и 48, две группы единиц образуют как минимум группы из десятков. Обсудите, как это изменяет общее количество десятков с 6 до 7. Это называется перегруппировкой. **Вычитание:** Если вы считаете, начните с удаления десятков из большего числа, а затем попробуйте удалить необходимое количество единиц. Например, если вы почитаете 23 из 45, то единиц достаточно, и всё готово. Если единиц достаточно, например если вы вычитаете 28 из 45, обсудите как нужно разделить одну из групп десятков и включить её в группу единиц. Исходная группа числа 45, состоящая из 4 десятков и пять единиц, превращается в группу из 3 десятков и 15 единиц. Это также называется перегруппировка. **Используйте развёрнутую форму:** Используйте предметы для сложения и вычитания двузначных чисел, пока ваш ребёнок полностью не поймёт этот процесс и не понимает, почему перегруппировка имеет смысл. На этом этапе переходите к представлению сложения и вычитания с помощью развёрнутых чисел. При работе с развёрнутыми числами процесс и последовательность действий точно такие же, как и при работе с группами десятков и единиц – и в этом вся суть **Делать это автоматически:** Со временем и при постоянной практике вашему ребёнку больше не понадобятся использовать группы из десятков и единиц или развёрнутые формы. Однако, как и во многих других вещах, не нужно торопиться – всё придёт с практикой.

# data_list
source: 5.3 Skip Counting by 2's to 10's
ru: Шаг 43: Пропускать Счёт по 2 до 10

# data_list
source: **Practice:** Practice skip counting up and down starting anywhere and by any number from 2 to 10. Not surprisingly, this is valuable for learning multiplication and division. It is also very helpful for getting better at mental addition and subtraction. One of the nice things about skip counting is that it can be done anywhere and at any time that you have some spare time. **Patterns on a 100 chart:** Look for patterns that show up as your child skip counts. This is most easily done using a 100 chart, but you can also do it by writing the numbers in a column and watching what happens to the ones and tens digits as they march down the column. Some numbers, such as 8 and 9, have interesting patterns in their ones digits, and other numbers, such as 3, are not as interesting. **Make it fun:** This is something you can make into an activity to do with two or more people. Someone says a number to start with, what the skip size will be, and whether to go up or down. Then go around the group with each person saying the next skip count number.
ru: **Практикуйтесь:** Практикуйте счёт в прямом и обратном порядке, начиная с любого места и с любого числа от 2 до 10. Неудивительно, что это полезно для изучения умножения и деления. Это также очень полезно для улучшения навыков сложения и вычитания в уме. Одно из преимуществ счёта в обратном порядке заключается в том, что им можно заниматься где угодно и когда угодно, если у вас есть свободное время. **Закономерности на диаграмме 100:** Обратите внимание на закономерности, которые проявляются когда ваш ребёнок пропускает счёт. Проще всего это сделать с помощью таблицы со 100, но можно также записать числа в столбик и наблюдать за тем, что происходит с единицами и десятками и по мере их продвижение по столбцу. У некоторых чисел, например 8 и 9, есть интересные закономерности в разряде единиц, а у других, например 3, они не такие интересные. **Сделайте это веселей:** Это можно превратить в занятия для двух или более человек. Кто-то называет число, с которого нужно начать, какой будет размер пропуска и нужно ли увеличивать или уменьшать. Затем по кругу каждый называет следующее число с пропуском.

# data_list
source: 5.4 Multiplying by 2, 4, 8, 5, and 10
ru: Шаг 44: Умножение – 2, 4, 5, 8, 10

# data_list
source: **Good framework:** These numbers are usually quick to learn, and once learned they provide a good framework for learning the remaining numbers. **Multiplying by 5 and 10:** Knowing how to multiply by 10 is quick to learn, and it is important for understanding place value. It also can make it easier to learn how to multiply by 5. The 5's can either be learned by skip counting by 5 until they become automatic, or they can be learned using the 10's. If you multiply 6 times 5, that will give you half as many 10's. Half of 6 is 3, so the answer is 30. If you multiply 7 times 5, you need to put one of the 5's off to the side and proceed as you would for 6 times 5. The answer for 6 times 5 is 30, and then adding in the 5 held in reserve gives the answer of 35. **Multiplying by 2, 4, and 8:** These three can be done with lots of doubling. Your child should have had lots of practice with doubling and multiplying by 2. Multiply by 4 either by skip counting or by doubling the answer from multiplying by 2. For example 4 times 3 is twice as much as 2 x 3, so the answer is 6 doubled, which is 12. Multiply by 8 by skip counting by 8 or by doubling the answer from multiplying by 4.
ru: **Хорошая основа:** Эти числа обычно легко запоминаются, и будучи однажды изучёнными они дают хорошую основу для изучения остальных чисел. **Умножение на 5 и 10:** Умение умножать на 10 легко освоить, и это важно для понимания разрядных значений. Это также может облегчить освоение умножать на 5. Число 5 можно выучить, пропуская счёт по 5, пока это не станет автоматическим, или же используя десятки. Если умножать 6 на 5, получается вдвое меньше 10-ков. Половина 6 - это 3 поэтому ответ 30. Если умножить 7 на 5, нужно отложить одну из пятёрок в сторону и действовать также, как и при умножение 6 на 5. Ответ для 6 умножить на 5 это 30, а затем добавить оставшуюся 5, давая ответ 35. **Умножение на 2, 4, и 8:** Эти три примера можно выполнить с помощью многократного удвоения. Ваш ребёнок должен иметь достаточно много опыта в удвоении и умножении на 2. Умножьте на 4, либо считайте с пропусками, либо удвоите результат умножения на 2. Например, 4 умножить на 3 это вдвое больше, чем 2 x 3, так что ответ удвоенное 6, то есть 12. Умножьте на 8 пропуская счёт по 8 или удвоив результат умножения на 4.

# data_list
source: 5.5 Multiplying by 3, 4, 6, 9, and 11
ru: Шаг 45: Умножение – 3, 4, 6, 9, 11

# data_list
source: **Several strategies:** These are grouped here because they can be done with the idea of using one more or one less, which is described in a moment. However, several of these can be done in other ways. They can all be done with skip counting, if your child prefers that approach. Multiplying by 4 is the double of multiplying by 2. Multiplying by 6 is the double of multiplying by 3. Multiplying by 11 is quite simple and barely needs any practice. Multiplying by 9 has a special rule, that some children enjoy. Use 6 times 9 as an example. For the answer, put one less than the number in the tens place (which is 5), and subtract the tens place from 9 to get the ones place (which is 4). So 6 times 9 is 54. As you'll see, this is no different than subtracting 6 from 6 times 10, but somehow it feels like more fun. **One more and one less:** Use the idea of one more or one less to learn these based on other numbers you now know how to multiply by. The numbers 3, 6, and 11 are one more than numbers you already know. For example, 6 times 7 is one more 7 than 5 times 7. So 6 times 7 is 7 + 35, which is 42. The numbers 4 and 9 are one less than numbers you already know. For example, 4 times 7 is one less 7 than 5 times 7. So 4 times 7 is 35 - 7, which is 28.
ru: **Некоторые стратегии:** Они сгруппированы здесь, потому что их можно выполнять, используя идею на один больше или на один меньше, которая будет описана ниже. Однако некоторые из них можно выполнять другими способами. Все они могут быть выполнены с помощью счёта с пропусками, если ваш ребёнок предпочитает такой подход. Умножение на 4 это удвоение умножение на 2. Умножение на 6 это удвоение умножения на 3. Умножение на 11 довольно просто и практически не требует практики. Умножение на 9 имеет особое правило, которые нравятся некоторым детям. Возьмём 6 умножить на 9 как пример. Для ответа уменьшите на единицу число в разряде десятков (то есть 5), и вычтите разряд десятков из 9 чтобы получить разряд единиц (то есть 4). Таким образом, 6 умножить на 9 равно 54. Как видите, это ничем не отличается от вычитания 6 из 6 умножить на 10, но иногда это кажется веселее. **На один больше и на один меньше:** Используйте идею на один больше или на один меньше, чтобы выучить эти числа на основе других чисел, которые вы уже знаете как умножать. Числа 3, 6, и 11 на единицу больше, чем числа которые вы уже знаете. Например, 6 умножить на 7 это на одну 7 больше, чем 5 умножить на 7. Так что 6 умножить на 7 это 7 + 35, то есть 42. Числа 4 и 9 на единицу меньше уже известных вам чисел. Например, 4 умножить на 7 это на единицу меньше чем 5 умножить на 7. Так что 4 умножить на 7 равно 35 - 7, то есть 28.

# data_list
source: 5.6 Single-Digit Multiplication
ru: Шаг 46: Умножение Однозначных Чисел

# data_list
source: **Missing piecees:** If your child memorizes the one or two remaining multiplication facts, they will then know all of single-digit multiplication! For example, they may not know what 7 times 7 is yet. Similar to adding twins, squares are a fun category for many children, and these can be practiced on their own. Keep all this practice light-hearted and do not get too goal oriented. **Pulling it all together and memorizing:** Bit by bit, with practice and repeated exposure, your child will memorize all the multiplication facts. While it is important that these eventually become easy and automatic for your child, it is not essential that this happens quickly. It is far more important that you make this fun and that your child enjoys seeing how the various multiplication facts in- terrelate – which ones are doubles or halves of others, which ones are one more or one less than others, and which ones have interesting patterns with their ones digits. **Limited and fun flashcards:** Used sparingly and lightheartedly, flash cards, or something similar, can be helpful. If your child has trouble remembering a handful of the multiplication facts, make a list of just those facts so they can be briefly practiced on their own.
ru: **Недостающие части:** Если ваш ребёнок запомнит один или два оставшихся примера умножения, он будет знать всё об умножении однозначных чисел! Например, он может ещё не знать сколько будет 7 умножить на 7. Как и сложение близнецов, возведение в квадрат увлекательная категория для многих детей, и её можно практиковать самостоятельно. Пусть все эти упражнения будут лёгкими и не слишком ориентированными на цель. **Собираем всё и запоминаем:** Постепенно с практикой и повторением ваш ребёнок запомнит все примеры на умножения. Хоть и важно чтобы со временем это стало для него лёгким и автоматическим, не обязательно чтобы это происходило быстро. Гораздо важнее, чтобы вы сделали этот процесс увлекательным и чтобы вашему ребёнку нравилось наблюдать как различные примеры на умножение связанные между собой – какие из них удвоенные или уменьшены в два раза, какие на единицу больше или меньше других, и какие имеют интересные закономерности с цифрами в числе единиц. **Ограниченные и весёлые карточки:** Карточки или что-то подобное, используемые экономно и ненавязчиво, могут быть полезны. Если вашему ребёнку трудно запомнить несколько примеров на умножение, составьте список только этих примеров, чтобы он мог немного попрактиковаться самостоятельно.

# data_list
source: 5.7 Divisors, Factors, and Multiples
ru: Шаг 47: Делители, Множители, и Кратные
