Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **The setup:** Start with any number, say 20. Let your child decide whether to go first or second. How to play: During their turn, a player may subtract any divisor of the current number from the number. For example, starting at 20, the first player can subtract 1, 2, 4, 5, or 10 for their first move. **How to win:** The player forced to 0 loses.
pt: **A configuração:** Escolha qualquer número, digamos 20. Deixe seu filho decidir se vai jogar primeiro ou segundo. **Como jogar:** Durante a vez de um jogador, ele pode subtrair qualquer divisor do número atual. Por exemplo, começando com 20, o primeiro jogador pode subtrair 1, 2, 4, 5 ou 10 em sua primeira jogada. **Como ganhar:** O jogador forçado a chegar em 0 perde.

# data_list
source: Strategy
pt: Estratégia

# data_list
source: After your child becomes familiar with the game, encourage them to look for the remarkably simple strategy for always winning - once they discover it, see if they can explain why it works.
pt: Depois que seu filho se familiarizar com o jogo, incentive-o a procurar pela estratégia extremamente simples para ganhar sempre - uma vez que ele descobrir, veja se ele consegue explicar por que funciona.

# data_list
source: SIEVE OF ERATOSTHENES
pt: CRIVO DE ERATÓSTENES

# data_list
source: Finding Primes
pt: Encontrando Primos

# data_list
source: Children have fun putting in X’s and watching primes fall through this sieve. This investigation creates opportunities for discovering many interesting properties of divisibility and primes. Start with a number line numbered from 1 to 25 (or larger if space and patience allows). Write the number 2 below itself. On this new line put X’s below each multiple of 2. Next, pull down the lowest number with no X’s below it (3 in this case) and put it on the next line. Write the 3 and put X’s on that line for all its multiples.
pt: Crianças se divertem colocando X’s e vendo os números primos caírem por essa peneira. Esta investigação cria oportunidades para descobrir muitas propriedades interessantes de divisibilidade e números primos. Comece com uma linha numérica com números de 1 a 25 (ou maior, se houver espaço e paciência). Escreva o número 2 abaixo de si mesmo. Nesta nova linha, coloque X’s abaixo de cada múltiplo de 2. Em seguida, puxe para baixo o menor número sem X’s abaixo dele (3 neste caso) e coloque-o na próxima linha. Escreva o 3 e coloque X’s nessa linha para todos os seus múltiplos.

# data_list
source: Keep pulling down numbers and marking their multiples. When you are finished, you will have pulled down all the primes. Remember that 1 is a unit and not a prime!
pt: Continue puxando os números para baixo e marcando seus múltiplos. Quando terminar, você terá puxado todos os números primos. Lembre-se de que 1 é uma unidade e não um primo!

# data_list
source: Discuss these questions with your child as they play with the sieve: * Why are primes the numbers the numbers that are pulled down? * What is the last prime whose multiples you need to cross out? Why were the other primes not useful? * For all the primes that were useful, which of their multiples produced new restrictions and which were not useful? Is there a pattern in that answer? * If you had a number, say 53, which prime numbers would you need to divide it by to confirm that it’s a prime?
pt: Discuta estas questões com seu filho enquanto eles brincam com o crivo: * Por que os números primos são os números que são puxados para baixo? * Qual é o último número primo cujos múltiplos você precisa riscar? Por que os outros primos não foram úteis? * Para todos os primos que foram úteis, quais de seus múltiplos geraram novas restrições e quais não foram úteis? Existe um padrão nessa resposta? * Se você tivesse um número, digamos 53, por quais números primos você precisaria dividi-lo para confirmar que ele é primo?

# data_list
source: MIX IT UP
pt: MISTURE TUDO

# data_list
source: **The setup:** Use numbered cards from 1 to 25, or a range your child is comfortable with. **How to play:** A card is selected at random and used as everyone’s target number. That card is returned to the deck. Each player is dealt five cards to be used, in any order and with any operations, to get as close as possible to the target number. **Examples:** Suppose the target number is 14, and you are dealt 3, 6, 12, 17, and 20. 17 - 3 or 20 - 6 work, but only use two cards. 20 - 12 + 6 uses three cards. 17 x (6 / 3) - 20 or 20 - (12 / (6 / 3)) use four cards, so that's an improvement, if you're trying to use all the cards. Can you find a way to use all five?
pt: **A configuração:** Use cartas numeradas de 1 a 25, ou um intervalo com o qual seu filho se sinta confortável. **Como jogar:** Uma carta é selecionada aleatoriamente e usada como o número-alvo para todos. Essa carta é devolvida ao baralho. Cada jogador recebe cinco cartas que devem ser usadas, em qualquer ordem e com qualquer operação, para chegar o mais próximo possível do número-alvo. **Exemplos:** Suponha que o número-alvo seja 14, e você tenha recebido as cartas 3, 6, 12, 17 e 20. 17 - 3 ou 20 - 6 funcionam, mas usam apenas duas cartas. 20 - 12 + 6 usa três cartas. 17 x (6 / 3) - 20 ou 20 - (12 / (6 / 3)) usam quatro cartas, então isso é uma melhoria, caso queira usar todas as cartas. Você consegue encontrar uma maneira de usar todas as cinco?

# data_list
source: Scoring options
pt: Opções de pontuação

# data_list
source: There are several options for scoring, and you may think of your own. * 1 point to each player who hits the target. Total over several rounds. * A player's score for a round is the difference between their result and the target. The scores are totaled over several rounds, and the lowest total score wins. * A player earns twice as many points as the number of cards they use to reach the target; a player receives 5 points for hitting the target with help; and a player receives 6 points for helping someone hit the target.
pt: Existem várias opções de pontuação, e você pode pensar em outras por conta própria. * 1 ponto para cada jogador que atingir o número-alvo. Totalize ao longo de várias rodadas. * A pontuação de um jogador para uma rodada é a diferença entre o seu resultado e o alvo. As pontuações são somadas ao longo de várias rodadas, e o total de menor pontuação vence. * Um jogador ganha o dobro de pontos do número de cartas que usa para atingir o alvo; um jogador recebe 5 pontos por atingir o alvo com ajuda; e um jogador recebe 6 pontos por ajudar alguém a atingir o alvo.

# data_list
source: PARENTHESES PUZZLES
pt: QUEBRA-CABEÇAS DE PARÊNTESES

# data_list
source: **The challenge:** Take an expression, such as 2 + 7 × 5 − 2 × 2 and add parentheses to it so that a target result, say 9, is obtained. **How to create:** These are easy to create and tailor to you child's skill set. Take any equation, in our case 9 = (2 + 7) × (5 − 2 × 2) and then remove the parentheses. It's as simple as that! Use the operations and numbers that your child is comfortable with. Use shorter expressions and fewer parentheses to make simpler puzzles.
pt: **O desafio:** Considere uma expressão, como 2 + 7 \times 5 - 2 \times 2 e adicione parênteses nela de forma que o resultado final seja o alvo, digamos 9, é obtido. **Como criar:** Estes são fáceis de criar e ajustar ao nível de habilidade do seu filho. Pegue qualquer equação, neste caso 9 = (2 + 7) \times (5 - 2 \times 2) e depois remova os parênteses. É tão simples quanto isso! Use as operações e números com os quais seu filho se sinta confortável. Utilize expressões mais curtas e menos parênteses para criar quebra-cabeças mais simples.

# data_list
source: SECRET OPS
pt: OPERAÇÕES SECRETAS

# data_list
source: Near the end of Stage 4, the Sum Difference activity had one person think of two numbers and then challenge the other person to find the numbers by telling them the sum and difference of the numbers. Secret Ops uses the same idea, only now the challenger can use any two operations, such as multiplying and subtracting. **Examples:** The challenger might say “Which two numbers have a product of 12 and a difference of 4?” You can extend this to three numbers, if you like - “Which three numbers have a product of 12 and a sum of 8?”
pt: Perto do final da Etapa 4, a atividade Diferença de Soma tinha uma pessoa pensando em dois números e desafiando a outra pessoa a encontrar os números informando a soma e a diferença dos números. Operações Secretas usa a mesma ideia, só que agora o desafiador pode usar quaisquer duas operações, como multiplicação e subtração. **Exemplos:** O desafiador pode dizer “Quais dois números têm um produto de 12 e uma diferença de 4?” Você pode expandir isso para três números, se preferir – “Quais três números têm um produto de 12 e uma soma de 8?”

# data_list
source: LEVER BALANCE
pt: EQUILÍBRIO DA ALAVANCA

# data_list
source: Mixed Operations
pt: Operações Mistas

# data_list
source: **Levers:** Use the lever principle to practice multiplication and addition. The principle says that the force exerted by a mass on one side of a lever is equal to the mass times its distance from the pivot point, the fulcrum. The forces on one side from several masses add up to give the total force. The total forces on the two sides must be equal for the lever to be in balance.
pt: **Alavancas:** Use o princípio da alavanca para praticar multiplicação e adição. O princípio diz que a força exercida por uma massa de um lado de uma alavanca é igual à massa multiplicada pela sua distância do ponto de apoio, o fulcro. As forças de vários objetos de um lado somam-se para dar a força total. As forças totais dos dois lados devem ser iguais para que a alavanca fique equilibrada.

# data_list
source: **Examples:** You have a 3-unit weight and a 5-unit weight to put on opposite sides of the fulcrum. Where should they be put to balance? The answer to this can be distances 5 and 3, but it can also be 10 and 6, or even larger answers like 15 and 9. If you have a 3-unit and a 5-unit weight to put on one side of a lever, which weights can you put at which distances on the other side? What if the two weights are on different sides of the lever? This question continues the questions on the Make It Count page at the end of Stage 4.
pt: **Exemplos:** Você tem um peso de 3 unidades e um peso de 5 unidades para colocar em lados opostos do fulcro. Onde eles devem ser colocados para equilibrar? A resposta para isso pode ser distâncias 5 e 3, mas também pode ser 10 e 6, ou até respostas maiores como 15 e 9. Se você tem um peso de 3 unidades e um peso de 5 unidades para colocar de um lado de uma alavanca, quais pesos você pode colocar em quais distâncias do outro lado? E se os dois pesos estiverem em lados diferentes da alavanca? Esta pergunta continua as perguntas na página Contando pra Valer no final da Etapa 4.

# data_list
source: **The setup:** Put the players in a circle. Start by identifying a group of numbers to use for a round of the game. Choose any group of numbers that would be fun or that provide practice with a concept. Some standard choice are: * odd numbers or even numbers * multiples of 3 (or some other number) * multiples of 3 together with multiples of 7 * multiples of 3 that are not multiples of 5 * multiples of 3 together with numbers that have the digit 3 in them * prime numbers **How to play:** Going around the circle, the players take turns saying the numbers starting at 1. When a player has a number in the group, they must say 'beep' instead of the number. If a player fails to say beep, or says beep for an incorrect number, they’re out. **How to win:** The last player remaining in wins!
pt: **A configuração:** Ponha os jogadores em um círculo. Comece identificando um grupo de números a ser usado para uma rodada do jogo. Escolha qualquer grupo de números que seja divertido ou que proporcione prática com um conceito. Algumas escolhas padrão são: * números ímpares ou pares * múltiplos de 3 (ou outro número) * múltiplos de 3 junto com múltiplos de 7 * múltiplos de 3 que não são múltiplos de 5 * múltiplos de 3 junto com números que têm o dígito 3 neles * números primos **Como jogar:** Andando pelo círculo, os jogadores se revezam dizendo os números começando de 1. Quando um jogador tiver um número no grupo, ele deve dizer "beep" em vez do número. Se um jogador falhar em dizer "beep", ou disser "beep" para um número incorreto, ele está fora. **Como ganhar:** O último jogador restante vence!

# data_list
source: 3 IN A ROW
pt: 3 EM LINHA

# data_list
source: **The setup:** Use a deck of cards with Q’s (as 0’s), A’s (as 1’s), and 2-9, or use four sets of Number Cards from 0 to 9. Use a 4 by 5 grid on a paper with 20 spaces randomly filled out with multiples of 5 and 10. Have a set of tokens for each player. **How to play:** Select a random card and put your token on that number times 5 or 10 - your choice. Once occupied, the other player cannot move there. **How to win:** The first player to get 3 in a row wins.
pt: **A configuração:** Use um baralho de cartas com Q’s (como 0’s), A’s (como 1’s) e 2-9, ou use quatro conjuntos de Cartas Numéricas de 0 a 9. Use uma grade 4 por 5 em um papel com 20 espaços preenchidos aleatoriamente com múltiplos de 5 e 10. Tenha um conjunto de fichas para cada jogador. **Como jogar:** Selecione uma carta aleatória e coloque sua ficha naquele número vezes 5 ou 10 – à sua escolha. Uma vez ocupado, o outro jogador não pode se mover para lá. **Como ganhar:** O primeiro jogador a fazer 3 em linha vence.

# data_list
source: The numbers 5 and 10 can be replaced by other pairs such as 2 and 4, or 3 and 6. These pairings help with practicing doubling strategies for multiplication. For example, if the player does not know 6 × 7, they can double 3 × 7.
pt: Os números 5 e 10 podem ser substituídos por outros pares, como 2 e 4, ou 3 e 6. Esses pares ajudam a praticar estratégias de duplicação para multiplicação. Por exemplo, se o jogador não souber 6 x 7, ele pode duplicar 3 x 7.

# data_list
source: WAR – MULTIPLICATION
pt: GUERRA – MULTIPLICAÇÃO

# data_list
source: **The setup:** Remove the picture cards from a deck and split it evenly between two players. To give more focused practice, remove the A’s and 10’s as well. **How to play:** Each player turns over two cards, multiplies them, and the player with the larger product wins those four cards. If the products are equal, two more cards are turned over and the winner gets to keep all eight cards. **How to win:** The player with the most cards after playing for a set time is the winner.
pt: **A configuração:** Remova as cartas de figuras de um baralho e divida-o igualmente entre dois jogadores. Para dar uma prática mais focada, remova também as cartas de A’s e 10’s. **Como jogar:** Cada jogador vira duas cartas, multiplica-as, e o jogador com o maior produto ganha as quatro cartas. Se os produtos forem iguais, duas cartas adicionais são viradas e o vencedor fica com todas as oito cartas. **Como ganhar:** O jogador com mais cartas após jogar por um tempo determinado é o vencedor.

# data_list
source: TURNING THE TABLES
pt: VIRANDO A MESA

# data_list
source: Multiplying and Tables
pt: Multiplicação e Tabelas

# data_list
source: Filling in a standard multiplication table is boring, and children quickly realize they can fill it using repeated addition rather than multiplication. To really practice multiplication, as well as practicing problem solving and factoring, create a mixed-up multiplication table. **How to create:** Make these tables by moving the rows and columns around, and then leaving out most of the headings and entries in the middle. **Example:** Here is an example using headings of 2 through 9:
pt: Preencher uma tabela de multiplicação padrão é entediante, e as crianças rapidamente percebem que podem preenchê-la usando adição repetida em vez de multiplicação. Para realmente praticar multiplicação, além de praticar resolução de problemas e fatoração, crie uma tabela de multiplicação embaralhada. **Como criar:** Faça essas tabelas movendo as linhas e colunas, e depois deixe de fora a maior parte dos cabeçalhos e entradas no meio. **Exemplo:** Aqui está um exemplo usando os cabeçalhos de 2 a 9:

# data_list
source: **How to solve:** Start with the distinctive entries. The 20 forces its row to be multiplying by 4, and then the 36 makes its column be 9. The 49 forces its column and row to be multiplying by 7. The 9 forces its column and row to be multiplying by 3.
pt: **Como resolver:** Comece pelas entradas distintas. O 20 força sua linha a ser multiplicada por 4, e então o 36 faz com que sua coluna seja multiplicada por 9. O 49 força sua coluna e linha a serem multiplicadas por 7. O 9 força sua coluna e linha a serem multiplicadas por 3.

# data_list
source: Continue the detective work in this way and fill in the entries as the headings are discovered.
pt: Continue o trabalho de detetive dessa maneira e preencha as entradas à medida que os cabeçalhos forem descobertos.

# data_list
source: **Level of difficulty:** Increase or decrease the difficulty by leaving out more or less of the numbers. In this example, the '5' in the 5 column could have been left out – there must be a factor of 5 in 20, and that factor cannot come from 20's row because there is a 36 in that row. **Your child can make them:** Challenge your child to make one of these puzzles for you. A lot of good thought can go into creating one of these!
pt: **Nível de dificuldade:** Aumente ou diminua a dificuldade omitindo mais ou menos números. Neste exemplo, o '5' na coluna 5 poderia ter sido omitido – deve haver um fator de 5 no 20, e esse fator não pode vir da linha do 20 porque há um 36 nessa linha. **Seu filho pode criar:** Desafie seu filho a criar um desses quebra-cabeças para você. Um bom raciocínio pode ser muito utilizado na criação de um desses!

# data_list
source: RECTANGLE AREA
pt: ÁREA DO RETÂNGULO

# data_list
source: The area of a rectangle is its length times its width. That dry statement can be made tangible to your child in at least two ways.
pt: A área de um retângulo é seu comprimento vezes sua largura. Essa declaração teórica pode ser tornada tangível para seu filho de pelo menos duas maneiras.

# data_list
source: The first way uses rectangles broken into an array of squares. The second uses number shapes to see how a quantity, such as 12, can be placed into an array – 3 by 4, 2 by 6, or 1 by 12. Playing with rectangle areas gives us an arena to play around with multiplication and factoring!
pt: A primeira utiliza retângulos divididos em uma grade de quadrados. A segunda usa formas numéricas para mostrar como uma quantidade, como 12, pode ser organizada em uma matriz – 3 por 4, 2 por 6 ou 1 por 12. Brincar com áreas de retângulos nos dá uma oportunidade para explorar multiplicação e fatoração!

# data_list
source: NUMBER SHAPES REVISITED
pt: FORMAS NUMÉRICAS REVISITADAS

# data_list
source: Rectangle Area
pt: Área do Retângulo

# data_list
source: Start with a large collection of small objects, such as raisins. For each number, investigate which rectangles and other shapes you can make with that many objects. **Rectangles:** The sides of rectangles are values that evenly divide the number and multiply together to give the number. Making rectangles is a direct way to experience divisibility.
pt: Comece com uma grande coleção de pequenos objetos, como passas. Para cada número, investigue quais retângulos e outras formas você pode criar com essa quantidade de objetos. **Retângulos:** Os lados dos retângulos são valores que dividem igualmente o número e multiplicam-se para formar o número. Criar retângulos é uma maneira direta de vivenciar a divisibilidade.

# data_list
source: **Unit, prime, composite:** 1 is a unit, and can only be made with a 1 by 1 rectangle. The numbers, such as 5, that only have flat rectangles, are called primes. Numbers that are not a unit or a prime are called composite because they are composed of primes being multiplied together, such as 12 = 2 × 2 × 3. Numbers, such as 9, are called squares because one of their rectangles is a square – one rectangle for 9 is the 3 by 3 square.
pt: **Unidade, primo, composto:** O número 1 é uma unidade e só pode ser representado com um retângulo de 1 por 1. Os números, como 5, que só têm retângulos planos, são chamados de primos. Números que não são unidade nem primos são chamados de compostos, porque são compostos por primos multiplicados entre si, como 12 = 2 x 2 x 3. Números, como 9, são chamados de quadrados porque um de seus retângulos é um quadrado – um retângulo para 9 é o quadrado de 3 por 3.

# data_list
source: **Trapezoidal numbers:** There are other shapes that are fun to investigate. For example, which numbers are trapezoidal? These are the numbers that can be represented as stair steps (where each level changes its length by 1)? If you include triangular numbers in this group, the answer is surprising – it is all numbers that are not a power of 2!
pt: **Números trapezoidais:** Existem outras formas que são divertidas de investigar. Por exemplo, quais números são trapezoidais? Esses são os números que podem ser representados como degraus de escada (onde cada nível muda seu comprimento em 1). Se você incluir números triangulares nesse grupo, a resposta é surpreendente – são todos os números que não são uma potência de 2!

# data_list
source: THE PADDOCK GAME
pt: O JOGO DO CERCADO

# data_list
source: **The setup:** Each player gets a piece of graph paper. **How to play:** For a player’s turn, use two playing cards from 1 to 10 to determine the dimensions of a rectangle. If a player’s paper has room, the rectangle may be placed anywhere its interior does not overlap with an existing rectangle. Once placed, its interior is lightly shaded and its area and dimensions are written on it. If there is no room, the turn is skipped. **How to win:** The player with the largest total wins.
pt: **A configuração:** Cada jogador recebe uma folha de papel quadriculado. **Como jogar:** Na vez de um jogador, use duas cartas de jogo numeradas de 1 a 10 para determinar as dimensões de um retângulo. Se houver espaço no papel do jogador, o retângulo pode ser colocado em qualquer lugar onde seu interior não sobreponha um retângulo já existente. Depois de colocado, seu interior é levemente sombreado, e sua área e dimensões são escritas sobre ele. Se não houver espaço, a vez é passada. **Como ganhar:** O jogador com o maior total vence.

# data_list
source: For a normal piece of graph paper, this can be a long game – reduce the time by using half the paper or limiting the number of turns.
pt: Para uma folha normal de papel quadriculado, este pode ser um jogo longo – reduza o tempo usando metade do papel ou limitando o número de turnos.

# data_list
source: DIVIDE UP THE BOX
pt: DIVIDA A CAIXA

# data_list
source: Rectangle Area Games
pt: Jogos de Área do Retângulo

# data_list
source: **The challenge:** A rectangle, 4 by 4 or larger, with numbers in some of its squares, is to be divided into smaller rectangles. Each number must end up in a separate rectangle whose area is that number.
pt: **O desafio:** Um retângulo, de 4 por 4 ou maior, com números em alguns de seus quadrados, deve ser dividido em retângulos menores. Cada número deve acabar em um retângulo separado cuja área seja igual ao número.
