Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: **How to create:** Make these puzzles by filling in the circles, then filling in the squares, and finally removing some of the numbers before giving it to your child. In addition to practicing multiplication, these puzzles can be structured to practice common factors as well. In the first puzzle, the only number, other than 1, that divides 14 and 21 is 7, so that is the number in the bottom circle.
pt: **Como criar:** Crie esses quebra-cabeças preenchendo os círculos, depois os quadrados, e finalmente removendo alguns dos números antes de entregar para o seu filho. Além de praticar multiplicação, esses quebra-cabeças também podem ser estruturados para praticar fatores comuns. No primeiro quebra-cabeça, o único número, além de 1, que divide 14 e 21 é 7, então esse é o número no círculo inferior.

# data_list
source: COUNTING NEIGHBORS
pt: CONTANDO VIZINHOS

# data_list
source: **The setup:** Use three dice and an 8 by 8 board of numbers from 1 to 64. **How to play:** A player rolls the dice and uses addition, subtraction, multiplication, and division to make any unmarked number on the board. The player marks this square and receives one point for the square plus one more point for each marked square that it touches, including diagonally. If a player cannot make a play, any other player who finds a play can claim that score. **How to win:** Play five or more rounds, with the largest score winning.
pt: **A configuração:** Use três dados e um tabuleiro 8 por 8 com números de 1 a 64. **Como jogar:** Um jogador lança os dados e usa adição, subtração, multiplicação e divisão para formar qualquer número não marcado no tabuleiro. O jogador marca essa casa e recebe um ponto por ela, mais um ponto adicional por cada casa marcada que ela toque, incluindo as diagonais. Se um jogador não puder jogar, qualquer outro jogador que encontrar uma jogada pode reivindicar aquele ponto. **Como ganhar:** Jogue cinco ou mais rodadas, com o maior placar ganhando.

# data_list
source: Some game options are to use a fourth die, and to use a smaller or larger board.
pt: Algumas opções do jogo são usar um quarto dado e usar um tabuleiro menor ou maior.

# data_list
source: MAKING A MOBILE
pt: FAZENDO UM MÓBILE

# data_list
source: **The setup:** You are given some weights and a design for a mobile that has some attach points. The challenge is to put at most one weight per attach point so the mobile will balance along every arm. Assume the wires are weightless. Each arm in the mobile is a lever that needs balancing, so these puzzles are an extension of the Lever Balance puzzle given earlier in this Stage - practice those puzzles before starting these.
pt: **A configuração:** Você recebe alguns pesos e um design para um móbile com alguns pontos de fixação. O desafio é colocar no máximo um peso por ponto de fixação, de forma que o móbile fique equilibrado ao longo de cada braço. Suponha que os fios sejam sem peso. Cada braço do móbile é uma alavanca que precisa de equilíbrio, então esses quebra-cabeças são uma extensão do quebra-cabeça de Equilíbrio da Alavanca apresentado anteriormente nesta fase - pratique esses quebra-cabeças antes de começar esses.

# data_list
source: **Simple example:** Start with the simplest mobiles, which are just levers in the air. Above is a solution for putting the weights from 1 to 4 on this mobile to balance it. This works because (2 × 4) + (1 × 2) = (4 × 1) + (3 × 2). **More complicated example:** Use the total of the weights below it to balance each side of the top wire (1 + 3) × 3 = (4 + 2) × 2.
pt: **Exemplo simples:** Comece com os móbiles mais simples, que são apenas alavancas no ar. Aqui está uma solução para colocar os pesos de 1 a 4 neste móbile para equilibrá-lo. Isso funciona porque 2 x 4 + 1 x 2 = 4 x 1 + 3 x 2. **Exemplo mais complicado:** Use o total dos pesos abaixo dele para equilibrar cada lado do fio superior (1 + 3) x 3 = (4 + 2) x 2.

# data_list
source: Go to the Stage 5 Bonus Material for more examples and a longer discussion of mobiles.
pt: Vá para o Material de Bônus da Fase 5 para mais exemplos e uma discussão mais longa sobre móbiles.

# data_list
source: LIMITED CALCULATORS
pt: CALCULADORAS LIMITADAS

# data_list
source: Add, Subtract, and Multiply
pt: Adicionar, Subtrair e Multiplicar

# data_list
source: **The setup:** Suppose you have a calculator that is badly broken and you are challenged to produce some result on the calculator. This is easy to play orally whenever you have a spare moment. Here are some examples to get you started. **Example:** Suppose you had a calculator with +, -, ×, and /, but only one working number key, the 4. Could you get the result 21? If so, what is the fewest number of steps you would need? Suppose you could use 4 at most four times - which numbers could you produce? Suppose you had to use the 4 exactly four times. Play around with having other single keys and creating other results.
pt: **A configuração:** Suponha que você tenha uma calculadora que está muito quebrada e você é desafiado a produzir algum resultado nela. Isso é fácil de jogar oralmente sempre que você tiver um momento livre. Aqui estão alguns exemplos para começar. **Exemplo:** Suponha que você tenha uma calculadora com +, -, x e /, mas com apenas uma tecla numérica funcionando, o 4. Você conseguiria obter o resultado 21? Se sim, qual é o menor número de passos necessários? Suponha que você possa usar o 4 no máximo quatro vezes - que números você conseguiria produzir? Suponha que você tenha que usar o 4 exatamente quatro vezes. Brinque com a ideia de ter outras teclas únicas e criar outros resultados.

# data_list
source: **Example:** Suppose your calculator could only add 4 or 7. Which numbers could you produce? **Example:** Suppose the calculator only had 4 or 7, but now it can add and subtract. Which additional numbers could you produce?
pt: **Exemplo:** Suponha que sua calculadora só possa adicionar 4 ou 7. Quais números você poderia produzir? **Exemplo:** Suponha que a calculadora tenha apenas 4 ou 7, mas agora ela pode somar e subtrair. Quais números adicionais você poderia produzir?

# data_list
source: These are the same activities we’ve seen previoiusly in other settings, such as with the pan balance. **Example:** Suppose you only had a 1 key and could only add or double. For example, 2 × (2 × 1) + 1 is 5. What other numbers can you create? **Example:** A fun challenge is the four 4's challenge. Suppose you had a calculator with only a 4 key, with all the operations working. Starting at 1, how many numbers can you create if you must use exactly four 4's in your work on the calculator?
pt: Essas são as mesmas atividades que vimos anteriormente em outros contextos, como com a balança de pratos. **Exemplo:** Suponha que você só tenha a tecla 1 e possa apenas somar ou dobrar. Por exemplo, 2 x (2 x 1) + 1 é igual a 5. Quais outros números você pode criar? **Exemplo:** Um desafio divertido é o desafio dos quatro 4's. Suponha que você tenha uma calculadora com apenas a tecla 4, com todas as operações funcionando. Começando de 1, quantos números você pode criar se precisar usar exatamente quatro 4's no seu trabalho na calculadora?

# data_list
source: GRABBING FACTORS
pt: PEGANDO FATORES

# data_list
source: **The setup:** Use a board with a 4 by 6 grid of numbers from 1 to 24. **How to play:** On a turn, a player chooses a number that is uncovered and has at least one factor uncovered – the player gets the selected number and the other player gets any or all of the uncovered factors (their choice as to how many). Play alternates until there are no legal numbers left. **How to win:** The players add up their numbers and the higher sum wins. **Tax Collector solitaire:** This can also be played as a solitaire puzzle, called Tax Collector. The one player selects each number and the tax collector gets all the available factors. Play continues until the player no longer has a legal move. At that point, the tax collector receives the remaining numbers. The goal is to have as large a sum as possible – bigger than the tax collector when that’s possible.
pt: **A configuração:** Use um tabuleiro com uma grade de 4 por 6 e números de 1 a 24. **Como jogar:** Em um turno, o jogador escolhe um número que esteja descoberto e tenha pelo menos um fator descoberto – o jogador fica com o número selecionado e o outro jogador fica com qualquer um ou todos os fatores descobertos (a escolha é deles quantos pegar). O jogo alterna até que não haja mais números válidos. **Como ganhar:** Os jogadores somam seus números e a maior soma vence. **Coletor de Impostos solitário:** Este também pode ser jogado como um quebra-cabeça solitário, chamado Coletor de Impostos. O único jogador seleciona cada número e o coletor de impostos fica com todos os fatores disponíveis. O jogo continua até que o jogador não tenha mais um movimento válido. Nesse ponto, o coletor de impostos recebe os números restantes. O objetivo é ter a maior soma possível – maior que a do coletor de impostos quando isso for possível.

# data_list
source: Set the range of numbers for the players – it could be 1 to 12, or as high as 1 to 60.
pt: Defina o intervalo de números de acordo com o nível de habilidade dos jogadores. Pode ser de 1 a 12, ou até de 1 a 60.

# data_list
source: BOUNCING BILLIARD BALL
pt: BOLA DE BILHAR SALTITANTE

# data_list
source: Factors and Multiples
pt: Fatores e Múltiplos

# data_list
source: Imagine a billiard table that has a pocket in each of the four corners. When a ball bounces off the side of the table, it bounces away at the same angle it came in at.
pt: Imagine uma mesa de bilhar que tenha um buraco em cada um dos quatro cantos. Quando uma bola bate na lateral da mesa, ela salta com o mesmo ângulo em que entrou.

# data_list
source: This investigation looks at the question: If we shoot a ball at a 45 degree angle from one corner, where will it end up? The answer depends on the size of the table. This is what happens on a 3 by 4 table. **Investigation:** After playing with several different sizes of tables, challenge your child to predict what the answer is in advance for new sizes. Starting in the bottom left corner, which corner will be hit first and how many bounces will it take?
pt: Esta investigação explora a questão: Se dispararmos uma bola a um ângulo de 45 graus de um canto, onde ela vai parar? A resposta depende do tamanho da mesa. Veja o que acontece em uma mesa de 3 por 4. **Investigação:** Após brincar com diferentes tamanhos de mesas, desafie seu filho a prever a resposta com antecedência para novos tamanhos. Começando no canto inferior esquerdo, qual canto será atingido primeiro e quantos saltos serão necessários?

# data_list
source: DOUBLE OR NOTHING
pt: DOBRO OU NADA

# data_list
source: **The setup:** Players start the game by secretly picking 5 distinct numbers larger than 20 and less than 121. After all selections are made, they are written where all can see them. **How to play:** Using Number Cards or some other device, a random number from 1 to 20 is created. That number is repeatedly doubled until either someone’s number is hit for the first time or the number becomes bigger than 120. **How to win:** The first player to have all five numbers hit is the winner.
pt: **A configuração:** Os jogadores começam o jogo escolhendo secretamente 5 números distintos maiores que 20 e menores que 121. Após todas as escolhas, os números são escritos para que todos possam vê-los. **Como jogar:** Usando Cartas Numéricas ou algum outro dispositivo, um número aleatório entre 1 e 20 é gerado. Esse número é dobrado repetidamente até que o número de alguém seja atingido pela primeira vez ou até que o número se torne maior que 120. **Como ganhar:** O primeiro jogador a ter todos os cinco números atingidos é o vencedor.

# data_list
source: Selection strategies
pt: Estratégias para selecionar números

# data_list
source: It is a bad idea to pick a number, such as 46, that is not a power of 2 times some number between 1 and 20 – it will never get hit. Some numbers with lots of factors of 2, such as 32, are more likely to be hit because more starting numbers can get to them.
pt: É uma má ideia escolher um número, como 46, que não seja uma potência de 2 multiplicada por algum número entre 1 e 20 – ele nunca será atingido. Alguns números com muitos fatores de 2, como 32, têm mais chances de serem atingidos porque mais números iniciais podem chegar a eles.

# data_list
source: You can triple the number each time instead of doubling it. You can double it and add 1 each time. For younger players, select numbers above 10 and not above 60, and select a random number from 1 to 10.
pt: Você pode triplicar o número a cada vez, em vez de dobrá-lo. Você pode dobrá-lo e adicionar 1 a cada vez. Para jogadores mais jovens, selecione números acima de 10 e não acima de 60, e selecione um número aleatório entre 1 e 10.

# data_list
source: WAR WITH FACTORS
pt: GUERRA COM FATORES

# data_list
source: Factors Count
pt: Contagem de Fatores

# data_list
source: **The setup:** Have two sets of cards, say from 1 to 25. **How to play:** Play the standard game of war with these cards, only now the winner is the card that has more factors. For example, 12 beats 16 because 12 has 6 factors (1, 2, 3, 4, 6, and 12) while 16 has 5 factors (1, 2, 4, 8, and 16). The holder of the winning card must be able to correctly list the factors to win the cards – otherwise, the cards get shuffled back into each player’s draw pile. As with standard War, when there is a tie, the next cards are turned over and the winner receives all the cards.
pt: **A configuração:** Tenha dois conjuntos de cartas, de 1 a 25, por exemplo. **Como jogar:** Jogue o jogo padrão de guerra com essas cartas, mas agora o vencedor é a carta que tem mais fatores. Por exemplo, 12 vence 16 porque 12 tem 6 fatores (1, 2, 3, 4, 6 e 12), enquanto 16 tem 5 fatores (1, 2, 4, 8 e 16). O jogador com a carta vencedora deve ser capaz de listar corretamente os fatores para ganhar as cartas – caso contrário, as cartas são embaralhadas de volta para o monte de cada jogador. Como no jogo de Guerra padrão, quando há um empate, as próximas cartas são viradas e o vencedor recebe todas as cartas.

# data_list
source: You can play that the smaller number of factors wins. You can count the total of just the prime factors rather than all the factors. You can play that prime powers (numbers that are a power of a prime) beat other numbers.
pt: Você pode jogar de forma que o número com menor quantidade de fatores vença. Você pode contar o total apenas dos fatores primos em vez de todos os fatores. Você pode jogar de forma que potências de primos (números que são uma potência de um primo) vençam outros números.

# data_list
source: CROSSING THE VOLCANO
pt: ATRAVESSANDO O VULCÃO

# data_list
source: **The setup:** Use a 100-chart with the 36 squares on the four edges colored gray. Use playing cards with picture cards removed or use Number Cards from 1 to 10. **How to play:** On a turn, if you pick a 1 you can claim any odd number; if you pick any other number, you can claim any multiple of it. If you claim a number, your opponent cannot claim it. The aim is to make a path from one edge to the opposite edge, in either direction. You do not need to claim the squares in the order of your path.
pt: **A configuração:** Use um gráfico de 100 com os 36 quadrados nas quatro bordas coloridos de cinza. Use cartas de baralho com as cartas de figura removidas ou use Cartas Numéricas de 1 a 10. **Como jogar:** Em uma rodada, se você tirar um 1, pode reivindicar qualquer número ímpar; se tirar qualquer outro número, pode reivindicar qualquer múltiplo dele. Se você reivindicar um número, seu oponente não pode reivindicá-lo. O objetivo é fazer um caminho de uma borda para a borda oposta, em qualquer direção. Você não precisa reivindicar os quadrados na ordem do seu caminho.

# data_list
source: You can either play that diagonal connections are okay or not okay. Another option is to include picture cards – if you get one of these, you can put in a blocked square that cannot be included in either person’s path.
pt: Você pode jogar permitindo que conexões diagonais sejam permitidas ou não. Outra opção é incluir cartas de figura – se você tirar uma dessas, pode colocar um quadrado bloqueado que não pode ser incluído no caminho de ninguém.

# data_list
source: CHECKERS MATH
pt: JOGO DE DAMAS MATEMÁTICO

# data_list
source: Multiplication Board Games
pt: Jogos de Tabuleiro de Multiplicação

# data_list
source: **The setup:** This game is lightly inspired by checkers. Each player has 10 counters. The counters are numbered from 1 to 10, with the “10” counter marked with 10 and 11. The counters start on the end rows of a 100-chart - one player on squares 1 to 10 and the other on squares 91 to 100. **How to play:** Initially, counters can only move “forward” one row onto any multiple of the number(s) on the marker they choose – for the player starting on 1 to 10, forward means larger numbers, and for the player starting on 91 to 100, forward means smaller numbers. Once a counter has made it all the way across the board, it becomes a king and can then move forward or backward one row after that. An opponent's piece is taken by landing on it. A player’s piece cannot double up with another of the same player’s pieces. **How to win:** You win by taking all your opponent’s pieces.
pt: **A configuração:** Este jogo é levemente inspirado no jogo de damas. Cada jogador tem 10 peças. As peças são numeradas de 1 a 10, com a peça "10" marcada com 10 e 11. As peças começam nas linhas finais de um gráfico de 100 – um jogador nas casas de 1 a 10 e o outro nas casas de 91 a 100. **Como jogar:** Inicialmente, as peças só podem se mover "para frente" uma fileira para qualquer múltiplo do número (ou números) na marca que escolherem – para o jogador que começa nas casas de 1 a 10, para frente significa números maiores, e para o jogador que começa nas casas de 91 a 100, para frente significa números menores. Depois que uma peça atravessa completamente o tabuleiro, ela se torna uma dama e pode então se mover para frente ou para trás uma fileira a partir daí. Uma peça do oponente é capturada ao aterrissar sobre ela. A peça de um jogador não pode se dobrar com outra peça do mesmo jogador. **Como ganhar:** Você vence capturando todas as peças do seu oponente.

# data_list
source: Variations
pt: Variações

# data_list
source: For younger players, shorten the board to use the first 6 rows – the numbers from 1 to 60. A child who does not know all the multiples yet can use skip counting to figure out the moves.
pt: Para jogadores mais jovens, encurte o tabuleiro para usar as primeiras 6 fileiras – os números de 1 a 60. Uma criança que ainda não sabe todos os múltiplos pode usar a contagem pulando números para calcular os movimentos.

# data_list
source: MULTIPLICATION BINGO
pt: BINGO DE MULTIPLICAÇÃO

# data_list
source: Game
pt: Jogo

# data_list
source: **The setup:** Each player starts with a 4 by 4 grid of numbers that are possible multiplication products – these numbers can either be randomly assigned or carefully chosen by the player. **How to play:** To start, two cards are dealt and put face up on the table. If either player has the product of those two numbers, they cover it. From then on, the players take turns taking the top card from the draw pile and choosing which of the two cards to replace. All players who have a match with the product cover it. **How to win:** The first player to get 4 in a row wins.
pt: **A configuração:** Cada jogador começa com uma grade 4 por 4 de números que são possíveis produtos de multiplicação – esses números podem ser atribuídos aleatoriamente ou escolhidos cuidadosamente pelo jogador. **Como jogar:** Para começar, duas cartas são distribuídas e colocadas viradas para cima na mesa. Se algum dos jogadores tiver o produto desses dois números, ele cobre esse número. A partir daí, os jogadores se alternam pegando a carta do topo da pilha e escolhendo qual das duas cartas substituir. Todos os jogadores que tiverem uma correspondência com o produto cobrem essa carta. **Como ganhar:** O primeiro jogador a obter 4 números em uma linha vence.

# data_list
source: CROSS PRODUCTS
pt: PRODUTOS CRUZADOS

# data_list
source: Puzzle
pt: Quebra-cabeça

# data_list
source: Interesting Products
pt: Produtos Interessantes

# data_list
source: This multiplication puzzle is either 3 by 3 involving each of the numbers 1 to 6 exactly once, or 4 by 4 involving the numbers 1 to 8 exactly once. **The challenge:** Fill in some of the squares, two numbers for each row and each column, so that the product of the numbers in a row is the number marked to the far left and the product of the numbers in a column is the number marked above the column. Some rows or columns may not be marked – if so, there is no constraint on the product of those rows or columns.
pt: Este quebra-cabeça de multiplicação é ou 3 por 3 envolvendo cada um dos números de 1 a 6 exatamente uma vez, ou 4 por 4 envolvendo os números de 1 a 8 exatamente uma vez. **O desafio:** Preencha algumas das casas, duas casas para cada linha e cada coluna, de modo que o produto dos números de uma linha seja o número marcado na extremidade esquerda e o produto dos números de uma coluna seja o número marcado acima da coluna. Algumas linhas ou colunas podem não estar marcadas – se for o caso, não há restrição sobre o produto dessas linhas ou colunas.

# data_list
source: **Solving examples:** Solve the puzzle above by finding columns and rows where you can identify the two numbers. The 30 column must have 5 and 6, and the 10 row must have 2 and 5. Next, the 12 column must have 3 and 4 and the 4 row must have 1 and 4. The rest follows quickly.
pt: **Exemplos de resolução:** Resolva este quebra-cabeça encontrando colunas e linhas onde você pode identificar os dois números. A coluna 30 deve ter 5 e 6, e a linha 10 deve ter 2 e 5. Em seguida, a coluna 12 deve ter 3 e 4 e a linha 4 deve ter 1 e 4. O resto segue rapidamente.

# data_list
source: The 5 row in this second puzzle must have 1 and 5, the 21 row has 3 and 7, the 32 row has 4 and 8, and the top row has, by elimination, 2 and 6. The 7 column has 1 and 7, the 40 column has 5 and 8, the 18 column has 3 and 6, and the second column has 2 and 4. Put this together for the solution. **How to create:** Make these by filling in the numbers on the inside of the puzzle first, writing down the products, and then removing all the interior numbers.
pt: A linha 5 neste quebra-cabeça deve ter 1 e 5, a linha 21 tem 3 e 7, a linha 32 tem 4 e 8, e a linha superior tem, por eliminação, 2 e 6. A coluna 7 tem 1 e 7, a coluna 40 tem 5 e 8, a coluna 18 tem 3 e 6, e a segunda coluna tem 2 e 4. Junte isso para a solução. **Como criar:** Como é comum nesses quebra-cabeças, o adulto pode criá-los preenchendo primeiro os números no interior do quebra-cabeça, escrevendo os produtos e, em seguida, removendo todos os números internos.

# data_list
source: Where is my cat?
el: Πού είναι η γάτα μου;
pt: Cadê o meu gato?
ru: Где мой кот?

# data_list
source: This cat is very good at hiding. The dark black of this cat helps it hide.
el: Αυτή η γάτα είναι πολύ καλή στο να κρύβεται. Το σκούρο μαύρο χρώμα της τη βοηθάει να κρύβεται.
pt: Esse gato é muito bom em se esconder. A cor preta escura do gato ajuda ele a se esconder.
ru: Этот кот очень хорошо прячется. Его тёмно-черный окрас помогает ему скрываться.

# data_list
source: What kinds of places would make it easy to see this cat?
el: Τι είδους μέρη θα μπορούσαν το κάνουν πιο εύκολο να δείτε αυτή τη γάτα;
pt: Em quais lugares seria mais fácil enxergar esse gato?
ru: В каких местах легко увидеть этого кота?
