Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: "Mbom jumped right into the water! She hoped to get everlasting life. As soon as she jumped, the river rose up. It shot high into the sky, never to return to Mbadede. But sometimes the rainbow follows after the rain, to feel like a river again. And there my story ends." said mother.
el: «Η Μπομ πήδηξε μέσα! Ήλπιζε να αποκτήσει αιώνια ζωή. Μόλις πήδηξε, το ποτάμι υψώθηκε. Ανέβηκε ψηλά στον ουρανό και δεν ξαναγύρισε ποτέ στη Μπαντέντε. Μα καμιά φορά το ουράνιο τόξο ακολουθεί τη βροχή για να νιώσει ξανά σαν ποτάμι. Κι εδώ τελειώνει η ιστορία μου», είπε η μητέρα.
pt: "Mbom pulou direto na água! Ela esperava obter vida eterna. Assim que ela pulou, o rio se elevou. Ele disparou alto aos céus, nunca mais retornando a Mbadede. Mas às vezes o arco-íris aparece depois da chuva, para se sentir como um rio novamente. E aí termina minha história," disse a mãe.
ru: “Мбом прыгнула прямо в воду! Она надеялась, что она станет бессмертной. Как только она прыгнула в воду, река поднялась. Она взмыла высоко в небо и больше не возвращалась в Мбадеде. Но иногда, радуга следует за дождём, чтобы снова почувствовать себя рекой. И на этом, история подходит к концу”, — сказала мама.

# data_list
source: Do you think it is possible for anyone to live forever? Do you think the universe will be around forever?
el: Πιστεύεις ότι γίνεται να ζήσει κάποιος για πάντα; Θα υπάρχει άραγε για πάντα το σύμπαν;
pt: Você acha que é possível que alguém viva para sempre? Você acha que o universo estará por aí para sempre?
ru: Думаешь ли ты, что кто-то может жить вечно? Как ты думаешь, Вселенная будет существовать вечно?

# data_list
source: One selfish or thoughtless person can ruin a situation for everyone. Why do you suppose it can take a lot of work from a lot of people to make a good thing, and it is so easy for a few people to ruin it?
el: Ένα εγωιστικό άτομο μπορεί να χαλάσει κάτι για όλους. Γιατί χρειάζεται πολλή δουλειά από πολλούς ανθρώπους να χτιστεί κάτι καλό, ενώ αρκούν λίγοι να το χαλάσουν;
pt: Uma pessoa egoísta ou imprudente pode arruinar algo para todos. Por que você acha que pode custar muito trabalho de muitas pessoas para criar algo bom, e é tão fácil para que poucas pessoas estraguem isso?
ru: Один эгоистичный или бездумный человек может испортить всё для всех. Как ты думаешь, почему создание чего-то хорошего требует много усилий от большого количества людей, а легко разрушить это может лишь несколько человек или даже один?

# data_list
source: Can you think of a time when you were with friends and one person ruined the good time for everyone else?
el: Θυμήσου φορά που κάποιος χάλασε τη χαρά σε όλη την παρέα.
pt: Você consegue pensar em um momento em que estava com amigos e uma pessoa arruinou a diversão para todos os outros?
ru: Можешь ли ты вспомнить случай, когда ты был/а со своими друзьями и один человек испортил всем остальным хорошее время?

# data_list
source: "So my lovelies tell me, why do you love this story so much?" asked mother. "You often ask me to tell it." "I love it because it reminds me to pay attention to my feelings," Udoo smiled. "It helps me to remember the colors of the rainbow," added Erdoo.
el: «Λοιπόν αγαπούλες, γιατί αγαπάτε τόσο αυτή την ιστορία;» ρώτησε η μητέρα. «Μου τη ζητάτε συχνά». «Μου αρέσει γιατί μου θυμίζει να προσέχω τα προαισθήματά μου», χαμογέλασε η Ουντού. «Με βοηθά να θυμάμαι τα χρώματα του ουράνιου τόξου», πρόσθεσε η Ερντού.
pt: "Então, meus amores, digam-me, por que vocês amam tanto esta história?" perguntou a mãe. "Frequentemente vocês me pedem para contá-la.” "Eu a amo porque me lembra de prestar atenção aos meus sentimentos", sorriu Udoo. "Ajuda-me a lembrar as cores do arco-íris", acrescentou Erdoo.
ru: “Ну что, мои любимые, объясните мне, почему вы так сильно любите эту историю?” — спросила мама. “Вы часто просите меня рассказать её”. “Я люблю её, потому что она напоминает мне прислушиваться к своим чувствам”, — улыбнулась Уду. “Она помогает мне запомнить цвета радуги”, — добавила Эрду.

# data_list
source: Do you remember the colors of the rainbow now?
el: Θυμάσαι τώρα τα χρώματα του ουράνιου τόξου;
pt: Você lembra das cores do arco-íris agora?
ru: Помнишь ли ты цвета радуги теперь?

# data_list
source: Many things in this picture come in pairs. See how many you can find.
el: Πολλά πράγματα στην εικόνα είναι σε ζευγάρια. Πόσα μπορείς να βρεις;
pt: Muitas coisas nesta imagem vêm em pares. Veja quantos você consegue encontrar.
ru: Многие вещи на этой картинке идут парами. Посмотри, сколько сможешь найти ты.

# data_list
source: If you combine the chairs and people together, how many legs do they have? Did you skip count the legs by 2's to figure it out?
el: Αν προσθέσεις καρέκλες και ανθρώπους, πόσα πόδια έχουν; Μέτρησες ανά δύο;
pt: Se você combinar as cadeiras e as pessoas, quantas pernas elas têm? Você contou as pernas de 2 em 2 para descobrir?
ru: Если посчитать ножки стульев и ноги людей, сколько их будет всего? Использовал/а ли ты пропускной счет для подсчета?

# data_list
source: Eryum tried to push his luck, "I love it because it reminds me of ice cream! Can I have some now, pleeeaaase?" "Mmmm. It's cold now, let's eat ice cream tomorrow. Shall we?" mother says. Then she adds, "Next time, I will tell the tale of the end of the rainbow."
el: Ο Εριούμ προσπάθησε μήπως σταθεί τυχερός: «Εμένα μου αρέσει επειδή μου θυμίζει το παγωτό! Μπορώ να φάω τώρα, σε παρακαλώωωω;» «Μμμ. Κάνει κρύο τώρα, ας φάμε παγωτό αύριο. Σύμφωνοι;» λέει η μητέρα. Και προσθέτει: «Την επόμενη φορά θα σας πω το παραμύθι για το τέλος του ουράνιου τόξου».
pt: Eryum decidiu tentar a sorte: “Eu amo esta história porque me lembra de sorvete! Posso tomar um pouco agora, por favoooor?” "Hmmm. Está frio agora, vamos tomar sorvete amanhã. Que tal?" diz a mãe. Em seguida, ela acrescenta, "Da próxima vez, contarei a história do fim do arco-íris."
ru: Эрюм попытался испытать свою удачу: “Я люблю эту историю, потому что она напоминает мне про мороженое! Можно мне немного мороженого сейчас, пожааалуйста?” “Ммм. Сейчас холодно. Может, поедим мороженого завтра?”, — сказала мама. Затем она добавила: “В следующий раз я расскажу вам сказку о конце радуги”.

# data_list
source: Do you like ice cream? If you could, would you eat ice cream all the time?
el: Σου αρέσει το παγωτό; Αν μπορούσες, θα έτρωγες συνέχεια;
pt: Você gosta de sorvete? Se pudesse, tomaria sorvete o tempo todo?
ru: Нравится ли тебе мороженое? Если бы ты мог/ла, ел/а бы ты мороженое все время?

# data_list
source: What is your favorite food? Is your choice different at different times -- for example, one favorite for when it's hot and another when it is cold?
el: Ποιο είναι το αγαπημένο σου φαγητό; Είναι ίδιο όλες τις εποχές ή αλλάζει; Για παράδειγμα ένα αγαπημένο όταν κάνει ζέστη και άλλο αγαπημένο όταν κάνει κρύο;
pt: Qual é a sua comida favorita? Sua escolha muda de acordo com o momento – por exemplo, uma comida favorita para quando se está quente e outra para quando se está frio?
ru: Какая твоя любимая еда? Отличается ли твой выбор в разное время года — например, один любимый напиток в жару, а другой — в холод?

# data_list
source: Some people say there is treasure at the end of the rainbow. Make up a story this mother might tell about a treasure at the end of the rainbow.
el: Κάποιοι λένε πως υπάρχει θησαυρός στο τέλος του ουράνιου τόξου. Φτιάξε μια ιστορία που θα μπορούσε να διηγηθεί η μητέρα γι’ αυτόν τον θησαυρό.
pt: Algumas pessoas dizem que há um tesouro no fim do arco-íris. Invente uma história que essa mãe poderia contar sobre um tesouro no fim do arco-íris.
ru: Некоторые говорят, что в конце радуги находится сокровище. Придумай историю, которую могла бы рассказать эта мама, о сокровище в конце радуги.

# data_list
source: Mod the toad was tired of living in water.
de: Mod, die Kröte, war es satt, im Wasser zu leben.
el: Η Μοντ ο φρύνος είχε κουραστεί να ζει στο νερό.
pt: Mod, a sapa, estava cansada de viver na água.
ru: Жаба Мод устала жить в воде.

# data_list
source: Why do you think Mod was tired of water?
de: Warum, denkst du, hatte Mod das Wasser satt?
el: Γιατί νομίζεις ότι η Μοντ είχε κουραστεί από το νερό;
pt: Por que você acha que Mod estava cansada da água?
ru: Как ты думаешь, почему Моде надоела вода?

# data_list
source: Mod has four "fingers" on each leg. Who has more fingers -- you or Mod? How many more?
de: Mod hat vier "Finger" an jedem Bein. Wer hat mehr Finger – Du oder Mod? Wie viele mehr?
el: Η Μοντ έχει τέσσερα "δάχτυλα" σε κάθε πόδι. Ποιος έχει περισσότερα δάχτυλα – εσύ ή η Μοντ; Πόσα περισσότερα;
pt: Mod tem quatro "dedos" em cada perna. Quem tem mais dedos - você ou Mod? Quantos a mais?
ru: У Мод по четыре «пальца» на каждой ноге. У кого больше пальцев -- У Моде или у тебя? На сколько больше?

# data_list
source: With four fingers on each leg, how many fingers does Mod have all together? You can count them by 1's, 2's, or 4's. Is it too high for you to count?
de: Mit vier Fingern an jedem Bein, wie viele hat Mod insgesamt? Du kannst sie zählen in 1ern, 2ern, oder 4ern. Ist es zu hoch zum Zusammenzählen für dich?
el: Με τέσσερα δάχτυλα σε κάθε πόδι, πόσα δάχτυλα έχει συνολικά η Μοντ; Μπορείς να τα μετρήσεις ανά 1, ανά 2 ή ανά 4. Είναι πολύ μεγάλος αριθμός για να τα μετρήσεις;
pt: Com quatro dedos em cada perna, quantos dedos Mod tem ao todo? Você pode contá-los de 1 em 1, de 2 em 2 ou de 4 em 4. É um número muito grande para você contar?
ru: Сколько пальцев у Моде, если на каждой ноге по четыре пальца? Ты можешь их считать по 1, 2, или 4. Это слишком высоко для тебя, чтобы посчитать?

# data_list
source: Be careful, said the turtle. "Your skin will dry out."
de: "Sei vorsichtig", sagte die Schildkröte. "Deine Haut wird austrocknen."
el: "Πρόσεχε," είπε η χελώνα. "Το δέρμα σου θα στεγνώσει."
pt: "Tenha cuidado," disse a tartaruga. "Sua pele vai ressecar."
ru: «Будь осторожен», сказала черепаха. «Твоя кожа высохнет.»

# data_list
source: Why don't turtles worry about their skin drying out?
de: Warum sorgen sich Schildkröten nicht darum, dass ihre Haut austrocknet?
el: Γιατί οι χελώνες δεν ανησυχούν για το ότι το δέρμα τους μπορεί να στεγνώσει;
pt: Por que as tartarugas não se preocupam com a pele ressecando?
ru: Почему черепахи не беспокоятся о высыхании кожи?

# data_list
source: Do you think a big turtle would be able to climb onto a narrow log like that?
de: Denkst du, eine große Schildkröte könnte auf so einen schmalen Baumstamm klettern?
el: Νομίζεις ότι μια μεγάλη χελώνα θα μπορούσε να ανέβει σε έναν λεπτό κορμό σαν κι αυτόν;
pt: Você acha que uma tartaruga grande seria capaz de subir em um tronco estreito assim?
ru: Как ты думаешь, сможет ли большая черепаха залезть на такое узкое бревно?

# data_list
source: Do you think toads and turtles talk to each other?
de: Denkst du, Kröten und Schildkröten reden miteinander?
el: Πιστεύεις ότι οι φρύνοι και οι χελώνες μιλούν μεταξύ τους;
pt: Você acha que sapos e tartarugas conversam entre si?
ru: Как ты думаешь, жабы и черепахи разговаривают друг с другом?

# data_list
source: But Mod was curious. She hopped away.
de: Aber Mod war neugierig. Sie hüpfte weg.
el: Αλλά η Μοντ είχε περιέργεια. Πήδηξε μακριά.
pt: Mas Mod estava curiosa. Ela pulou para longe.
ru: Но Моде было любопытно. Она отпрыгнула.

# data_list
source: Mod looks very excited to be going on an adventure!
de: Mod sieht sehr begeistert dafür aus, auf ein Abenteuer zu gehen!
el: Η Μοντ φαίνεται πολύ ενθουσιασμένη για την περιπέτειά της!
pt: Mod parece muito animada para embarcar em uma aventura!
ru: Мод выглядит очень возбужденной отправляясь в приключение!

# data_list
source: Have you ever done something even though you were told it was a bad idea? Were you glad you did it?
de: Hast du jemals etwas getan, obwohl man dir gesagt hat, es wäre eine schlechte Idee? Warst du froh darüber, es getan zu haben?
el: Έχεις κάνει ποτέ κάτι παρόλο που σου είπαν ότι είναι κακή ιδέα; Είσαι χαρούμενος που το έκανες;
pt: Você já fez algo mesmo sendo avisado de que era uma má ideia? Ficou feliz por ter feito?
ru: Ты когда-нибудь делал что-то, хотя тебе говорили что это плохая идея? Ты был рад, что сделала это?

# data_list
source: Do you think Mod had ever been out of the river before? Are there places you would like to explore?
de: Denkst du, Mod war jemals schon draußen auf dem Fluss gewesen? Gibt es Orte, die du erkunden möchtest?
el: Νομίζεις ότι η Μοντ είχε ξαναβγεί έξω από το ποτάμι; Υπάρχουν μέρη που θα ήθελες να εξερευνήσεις;
pt: Você acha que Mod já havia saído do rio antes? Existem lugares que você gostaria de explorar?
ru: Как ты думаешь, Мод когда-либо выходила из реки раньше? Есть ли места которые ты бы хотел изучить?

# data_list
source: She looked all around.
de: Sie schaute rund umher.
el: Κοίταξε τριγύρω.
pt: Ela olhou ao redor.
ru: Она посмотрела вокруг.

# data_list
source: Count the trees in the background behind Mod.
de: Zähle die Bäume im Hintergrund hinter Mod.
el: Μέτρησε τα δέντρα στο φόντο πίσω από τη Μοντ.
pt: Conte as árvores ao fundo atrás de Mod.
ru: Посчитай деревья На заднем плане за Мод.

# data_list
source: Is it easier for you to count the trees one at a time or to count them by 2's?
de: Ist es einfacher für dich, die Bäume einer nach dem anderen zu zählen oder sie in 2ern zu zählen?
el: Σου είναι πιο εύκολο να μετρήσεις τα δέντρα ανά 1 ή ανά 2;
pt: É mais fácil para você contar as árvores uma por vez ou de 2 em 2?
ru: Тебе легче считать деревья по одному или по 2?

# data_list
source: Notice the shades of colors. Mod's colors go from light yellow to dark brown. The grass goes from very light yellow to the yellow greens of the tree tops to the darker shades directly beneath the tree canopy.
de: Bemerke die Farbtöne. Mods Farben reichen von hellgelb bis dunkelbraun. Das Gras reicht von sehr hellem Gelb zu den gelben Grüntönen der Baumkronen bis zu den dunkleren Tönen direkt neben dem Baumkronendach.
el: Παρατήρησε τις αποχρώσεις των χρωμάτων. Τα χρώματα της Μοντ ξεκινούν από ανοιχτό κίτρινο και φτάνουν σε σκούρο καφέ. Το χόρτο ξεκινάει από πολύ ανοιχτό κίτρινο και φτάνει στους κιτρινοπράσινους τόνους των κορυφών των δέντρων και στις πιο σκούρες αποχρώσεις κάτω από τη φυλλωσιά των δέντρων.
pt: Observe os tons das cores. As cores de Mod vão de amarelo claro a marrom escuro. A grama varia do amarelo bem claro aos tons verde-amarelados do topo das árvores, chegando aos tons mais escuros logo abaixo da copa das árvores.
ru: Обрати внимание на оттенки цветов. Цвета у Мод меняются от светло-жёлтого до тёмно-коричневого. Трава меняет цвет от очень светло-жёлтого до жёлто-зелёного на верхушках деревьев и до более тёмных оттенков непосредственно под кроной деревьев.

# data_list
source: She met a purple chameleon next to a puddle of water.
de: Sie traf ein violettes Chamäleon neben einer Wasserlache.
el: Συνάντησε έναν μοβ χαμαιλέοντα δίπλα σε μια λακκούβα με νερό.
pt: Ela encontrou um camaleão roxo ao lado de uma poça de água.
ru: Она встретила фиолетового хамелеона рядом с лужей воды.

# data_list
source: Mod looks surprised to see the chameleon!
de: Mod wirkt überrascht, das Chamäleon zu sehen!
el: Η Μοντ φαίνεται έκπληκτη που βλέπει τον χαμαιλέοντα!
pt: Mod parece surpresa ao ver o camaleão!
ru: Мод выглядит удивленной, увидев хамелеона!

# data_list
source: Why is the chameleon holding that bug? Do you eat insects sometimes?
de: Warum hält das Chamäleon diesen Käfer? Isst du manchmal Insekten?
el: Γιατί κρατάει το έντομο ο χαμαιλέοντας; Τρως εσύ έντομα ποτέ;
pt: Por que o camaleão está segurando esse inseto? Você come insetos às vezes?
ru: Почему Хамелеон держит этот жук? Ты иногда ешь жуков?

# data_list
source: Count the bugs flying around. If you add one more for the one the chameleon is holding, how many does that make in total?
de: Zähle die Käfer, die umherschwirren. Wenn du noch eins zu dem hinzufügst, das das Chamäleon hält, wie viele macht das dann insgesamt?
el: Μέτρησε τα έντομα που πετούν γύρω. Αν προσθέσεις ένα ακόμα, δηλαδή αυτό που κρατάει ο χαμαιλέοντας, πόσα είναι συνολικά;
pt: Conte os insetos voando ao redor. Se adicionar mais um ao que o camaleão está segurando, quantos são ao todo?
ru: Посчитай Жуков которые летают вокруг. Если ты добавишь ещё один к этому, тот который держит хамелеон, сколько всего получится?

# data_list
source: The chameleon started turning pink! Mod jumped away.
de: Das Chamäleon begann, pink zu werden! Mod sprang weg.
el: Ο χαμαιλέοντας άρχισε να γίνεται ροζ! Η Μοντ πήδηξε μακριά.
pt: O camaleão começou a ficar rosa! Mod pulou para longe.
ru: Хамелеон начал розоветь! Мод отпрыгнула.

# data_list
source: Chameleons and some other animals can change colors to blend in.
de: Chamäleons und einige andere Tiere können ihre Farbe ändern, um sich ihrer Umgebung anzupassen.
el: Οι χαμαιλέοντες και μερικά άλλα ζώα μπορούν να αλλάζουν χρώματα για να προσαρμόζονται στο περιβάλλον.
pt: Camaleões e alguns outros animais podem mudar de cor para se camuflar.
ru: Хамелеоны и некоторые другие животные могут менять цвет, чтобы сливаться с окружающей средой.

# data_list
source: Do you think this chameleon is blending in?
de: Denkst du, dieses Chamäleon tarnt sich gut?
el: Νομίζεις ότι αυτός ο χαμαιλέοντας προσαρμόζεται στο περιβάλλον;
pt: Você acha que este camaleão está se camuflando?
ru: Как ты думаешь этот Хамелеон сливается с окружающей средой?

# data_list
source: Do you think Mod knew the chameleon could change colors? Mod looks surprised and afraid!
de: Denkst du, Mod wusste, dass das Chamäleon die Farbe wechseln kann? Mod sieht überrascht und verängstigt aus!
el: Νομίζεις ότι η Μοντ ήξερε ότι ο χαμαιλέοντας μπορούσε να αλλάξει χρώματα; Η Μοντ φαίνεται έκπληκτη και φοβισμένη!
pt: Você acha que Mod sabia que o camaleão poderia mudar de cor? Mod parece surpresa e com medo!
ru: Как ты думаешь, Мод знал что хамелеон может менять цвет? Мод выглядят удивленной и напуганной!

# data_list
source: Then she saw a hyena starting a fire.
de: Dann sah sie eine Hyäne, die ein Feuer machte.
el: Μετά είδε μια ύαινα να βάζει μια φωτιά.
pt: Então ela viu uma hiena começando um incêndio.
ru: Затем она увидела как гиена разжигает огонь.

# data_list
source: It's silly to think that hyenas go around starting fires with torches.
de: Es ist albern zu denken, dass Hyänen mit Fackeln herumlaufen und Feuer legen.
el: Είναι αστείο να πιστεύουμε ότι οι ύαινες ξεκινούν φωτιές με δάδες.
pt: É bobagem pensar que hienas saem por aí iniciando incêndios com tochas.
ru: Глупо думать что гиены разжигают костры факелами.

# data_list
source: If they could do it, why would they want to?
de: Wenn sie es könnten, warum würden sie es wollen?
el: Αν μπορούσαν να το κάνουν, γιατί νομίζεις ότι θα ήθελαν να το κάνουν;
pt: Se pudessem fazer isso, por que iriam querer?
ru: Если бы они могли это сделать, зачем бы им это хотелось?

# data_list
source: Hyenas are sometimes described as bad characters in stories. Do you think hyenas would go to all the trouble to start a fire just to be mean?
de: Hyänen werden manchmal in Geschichten als schlechte Charaktere beschrieben. Denkst du, Hyänen würden durch all diese Schwierigkeiten gehen und ein Feuer machen, nur um böse zu sein?
el: Οι ύαινες περιγράφονται μερικές φορές ως οι “κακοί” στις ιστορίες. Νομίζεις ότι οι ύαινες θα έμπαιναν στον κόπο να βάλουν μια φωτιά μόνο και μόνο για να κάνουν κακό;
pt: As hienas às vezes são descritas como personagens ruins em histórias. Você acha que as hienas se dariam ao trabalho de iniciar um incêndio apenas para serem más?
ru: Гиен иногда описывает как плохих персонажей в рассказах. Ты думаешь что гиены пойдут на все и силе, чтобы разжечь пожар просто из злости?

# data_list
source: The fire spread around Mod. She was afraid.
de: Das Feuer verbreitete sich um Mod. Sie hatte Angst.
el: Η φωτιά εξαπλώθηκε γύρω από τη Μοντ. Φοβήθηκε.
pt: O fogo se espalhou ao redor de Mod. Ela estava com medo.
ru: Огонь распространился вокруг Мод. Она боялась.

# data_list
source: Have you ever seen or been near a big wildfire? If so, how did you feel about it?
de: Hast du jemals einen großen Waldbrand gesehen? Wenn ja, wie fühltest du dich dabei?
el: Έχεις δει ή βρεθεί ποτέ κοντά σε μια μεγάλη δασική πυρκαγιά; Αν ναι, πώς ένιωσες;
pt: Você já viu ou esteve perto de um grande incêndio florestal? Se sim, como se sentiu sobre isso?
ru: Ты когда-нибудь видел или находился рядом с большим лесным пожаром? Если да, то как ты к этому относились?

# data_list
source: Did Mod pick a good place to hide?
de: Hat sich Mod einen guten Platz ausgesucht, um sich zu verstecken?
el: Διάλεξε η Μοντ καλή θέση για να κρυφτεί;
pt: Mod escolheu um bom lugar para se esconder?
ru: Выбрала ли Мод хорошее место чтобы спрятаться?

# data_list
source: What do you think will happen to Mod -- is Mod in a safe place?
de: Was, denkst du, wird ihr geschehen – ist sie an einem sicheren Ort?
el: Τι νομίζεις ότι θα συμβεί στη Μοντ – είναι η Μοντ σε ασφαλές μέρος;
pt: O que você acha que acontecerá com Mod - Mod está em um lugar seguro?
ru: Что ты думаешь случится с Мод -- Мод находятся в безопасном месте?

# data_list
source: The fire burned her skin. She jumped back, into the puddle.
de: Das Feuer brannte auf ihrer Haut. Sie sprang zurück in die Pfütze.
el: Η φωτιά έκαψε το δέρμα της. Πήδηξε πίσω, μέσα στη λακκούβα.
pt: O fogo queimou sua pele. Ela pulou de volta para a poça.
ru: Огонь обжёг её кожу. Она отпрыгнула назад, в лужу.

# data_list
source: Getting burned hurts a lot! Have you ever been burned or known someone who was?
de: Sich zu verbrennen schmerzt sehr! Hast du dich jemals verbrannt oder kennst du jemanden, der sich verbrannt hat?
el: Το κάψιμο πονάει πολύ! Έχεις καεί ποτέ ή γνωρίζεις κάποιον που κάηκε;
pt: Se queimar dói muito! Você já se queimou ou conheceu alguém que já?
ru: Обжечься очень больно! Ты когда-нибудь обжигался или знаешь кого-нибудь кто был?

# data_list
source: Why did Mod cover her eyes?
de: Warum bedeckte Mod ihre Augen?
el: Γιατί η Μοντ κάλυψε τα μάτια της;
pt: Por que Mod cobriu os olhos?
ru: Почему Мод закрыла глаза?

# data_list
source: Finding something cool to put on your wound is often a very good idea to stop further burning inside the wound.
de: Etwas kühles auf die Wunde zu legen ist oft eine sehr gute Idee, um weitere Verbrennungen in der Wunde zu stoppen.
el: Το να βρεις κάτι δροσερό για να βάλεις πάνω στο έγκαυμα είναι συχνά μια πολύ καλή ιδέα για να σταματήσει το παραπάνω κάψιμο στο έγκαυμα.
pt: Encontrar algo fresco para colocar no ferimento geralmente é uma ótima ideia para evitar que ele queime ainda mais.
ru: Найти что-то прохладное, чтобы приложить к ранее, часто бывает очень хорошие идеи, чтобы остановить дальнейшее жжение внутри раны.

# data_list
source: But her skin was already full of blisters.
de: Aber ihre Haut war schon voller Brandblasen.
el: Αλλά το δέρμα της ήταν ήδη γεμάτο φουσκάλες.
pt: Mas sua pele já estava cheia de bolhas.
ru: Но её кожа уже была полна волдырей.

# data_list
source: When Mod splashed, what shape were the ripples in the water around where Mod went in?
de: Als Mod planschte, welche Form hatten die Wellen im Wasser, wo Mod hineinging?
el: Όταν η Μοντ πιτσίλησε, τι σχήμα είχαν τα κυματάκια στο νερό γύρω από το σημείο όπου μπήκε;
pt: Quando Mod mergulhou, que forma tinham as ondulações na água ao redor de onde Mod entrou?
ru: Когда Мод всплескнулась, Какой формы была рябь на воде вокруг места где вошла Мод?

# data_list
source: Have you ever watched the ripples a stone makes when it falls into quiet water?
de: Hast du jemals die Wellen, die ein Stein macht, wenn er in ruhiges Wasser fällt, gesehen?
el: Έχεις δει ποτέ τα κυματάκια που κάνει μια πέτρα όταν πέφτει σε ήσυχο νερό;
pt: Você já observou as ondulações que uma pedra faz quando cai em água parada?
ru: Ты когда-нибудь наблюдал какую рябь оставляет камень когда он падает в тихую воду?
