Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Antelope bowed to her king, turned and took the spear in her mouth. She backed up, and with all the strength in her tiny body she started running. When she reached the center of the clearing, she jumped high. She took a deep breath, released the spear and shouted, "Five and five is ten." The spear hit the ground.
el: Η Αντιλόπη υποκλίθηκε στον βασιλιά της, γύρισε και πήρε το δόρυ στο στόμα της. Οπισθοχώρησε και με όλη τη δύναμη του μικρού της σώματος άρχισε να τρέχει. Όταν έφτασε στο κέντρο του ξέφωτου, πήδηξε ψηλά. Πήρε μια βαθιά ανάσα, άφησε το δόρυ και φώναξε: «Πέντε και πέντε κάνουν δέκα». Το δόρυ έπεσε στο έδαφος.
pt: Antílope se curvou para o rei, virou-se e pegou a lança com a boca. Ela recuou e, com toda a força de seu corpo minúsculo, começou a correr. Quando chegou ao centro da clareira, ela saltou alto. Ela respirou fundo, soltou a lança e gritou: "Cinco mais cinco são dez." A lança atingiu o chão.
ru: Антилопа поклонилась своему королю, повернулась и взяла копье в рот. Она отступила и со всей силой своего маленького тела побежала. Когда она достигла центра поляны, она высоко подпрыгнула. Она глубоко вздохнула, выпустила копье и крикнула, «Пять и пять это десять.» Копье ударилась о землю.

# data_list
source: The surprise is Math! Antelope used her intelligence and the power of math to win the contest!
el: Η έκπληξη είναι τα Μαθηματικά! Η Αντιλόπη χρησιμοποίησε την εξυπνάδα της και τη δύναμη των μαθηματικών για να κερδίσει τον διαγωνισμό!
pt: A surpresa é a matemática! Antílope usou a inteligência dela e o poder da matemática para vencer a competição!
ru: Сюрприз - это математика! Антилопа использовала свой интеллект и силу математики чтобы выиграть конкурс!

# data_list
source: Think of some other combinations of numbers that add up to ten. How many ways can you think of?
el: Σκέψου άλλους συνδυασμούς αριθμών που κάνουν δέκα. Πόσους τρόπους μπορείς να βρεις;
pt: Pense em algumas outras combinações de números que a soma é igual a dez. Em quantas maneiras você consegue pensar?
ru: Придумай другие комбинации чисел которые в сумме дают десять. Сколько способов ты можешь придумать?

# data_list
source: Try some smaller numbers, such as three, four, or five, and find all the ways to make combinations of numbers add up to those totals. Do you notice any patterns that can save you time? Discovering interesting patterns is what math is all about!
el: Δοκίμασε μικρότερους αριθμούς, όπως το τρία, το τέσσερα ή το πέντε, και βρες όλους τους συνδυασμούς αριθμών που αθροίζονται στον αριθμό που διάλεξες. Παρατήρησες κάποια μοτίβα που μπορούν να σε εξοικονομήσουν χρόνο; Η ανακάλυψη ενδιαφερόντων μοτίβων είναι αυτό που κάνει τα μαθηματικά συναρπαστικά!
pt: Tente usar alguns números menores, como três, quatro ou cinco, e encontre todas as maneiras de combinar números que somem e resultem nesses totais. Você percebe algum padrão que pode economizar o seu tempo? Descobrir padrões interessantes é o que importa na matemática!
ru: Попробуй использовать несколько меньших чисел, например, три, четыре, или пять и найди все способы с помощью которых можно составить комбинации чисел дающие эти суммы. Замечаешь ли ты какие-нибудь закономерности которые могут сэкономить твоё время? Математика - это поиск интересных закономерностей!

# data_list
source: The animals were quiet. They were confused. King Leopard explained, "Yes, Antelope! Five plus five is another way to get to ten. There is more than one way to count to ten." The contest was not to find the biggest or the strongest animal. It was a contest to find the smartest animal! That is how Antelope became queen when leopard died.
el: Τα ζώα σιώπησαν. Ήταν μπερδεμένα. Ο Βασιλιάς Λεοπαρδάλης εξήγησε: «Ναι, Αντιλόπη! Πέντε συν πέντε είναι ένας άλλος τρόπος να φτάσεις στο δέκα. Υπάρχουν περισσότεροι από ένας τρόποι για να μετρήσεις μέχρι το δέκα». Ο διαγωνισμός δεν ήταν για να βρεθεί το μεγαλύτερο ή το δυνατότερο ζώο. Ήταν διαγωνισμός για να βρεθεί το εξυπνότερο! Έτσι η Αντιλόπη έγινε βασίλισσα όταν πέθανε ο Λεοπαρδάλης.
pt: Os animais ficaram quietos. Eles estavam confusos. Rei Leopardo explicou: "Sim, Antílope! Cinco mais cinco é outra maneira de chegar até dez. Há mais de uma maneira de contar até dez." A competição não era sobre encontrar o maior ou o mais forte dos animais. Era uma competição para encontrar o mais inteligente dos animais! Foi assim que Antílope se tornou rainha quando Leopardo morreu.
ru: Животные были тихими. Они были в замешательстве. Король Леопард объяснил, «Да, Антилопа! Пять плюс пять - это ещё один способ получить 10. Есть несколько способов считать до десяти.» Целью конкурса не было найти самое большое или сильное животное. Это был конкурс чтобы найти самое умное животное! Вот как Антилопа стала королевой когда умер леопард.

# data_list
source: Antelope listened carefully to the rules and found a new solution. Did Antelope cheat or was she clever?
el: Η Αντιλόπη άκουσε προσεκτικά τους κανόνες και βρήκε μια νέα λύση. Έκλεψε ή ήταν έξυπνη;
pt: Antílope ouviu atentamente as regras e encontrou uma nova solução. Antílope trapaceou ou foi inteligente?
ru: Антилопа внимательно выслушала правила и нашла новое решение. Антилопа обманула или была умной?

# data_list
source: If someone asked you to count to ten, would you count by 1's, 2's, 5's, or 10's? What would happen if you counted by 3's or 4's? Why don't those numbers come out evenly?
el: Αν κάποιος σου ζητούσε να μετρήσεις μέχρι το δέκα, θα μετρούσες ανά 1, ανά 2, ανά 5 ή ανά 10; Τι θα συνέβαινε αν μετρούσες ανά 3 ή ανά 4; Γιατί αυτοί οι αριθμοί δεν «βγαίνουν» ακριβώς;
pt: Se alguém lhe pedisse para contar até dez, você contaria de 1 em 1, 2 em 2, 5 em 5 ou 10 em 10? O que aconteceria se você contasse de 3 em 3 ou de 4 em 4? Por que estes números não resultam igualmente como os outros?
ru: Если кто-то попросил тебя посчитать до десяти, ты бы считал по 1, 2, 5, или 10? Чтобы случилось если бы ты посчитал по 3 или 4? Почему эти числа не получаются равномерными?

# data_list
source: A group of people often all think about something the same way and miss a good way to solve a problem. Good problem solvers discover new ways to approach problems!
el: Συχνά σε μια ομάδα ανθρώπων σκέφτονται όλοι με τον ίδιο τρόπο και δεν βρίσκουν μια καλή λύση. Αυτός που είναι καλός στην επίλυση προβλημάτων ανακαλύπτει νέους τρόπους προσέγγισης του προβλήματος!
pt: Geralmente quando um grupo de pessoas pensa igual, acaba perdendo uma boa maneira de resolver um problema. Bons solucionadores de problemas descobrem novas maneiras de abordar os problemas!
ru: Группа людей часто думает о чём-то одинаково и упускает хороший способ решение проблемы. Хорошие решатели проблем находят новые способы подходя к проблемам!

# data_list
source: Once upon a time, there was a farmer who had two sons.
el: Μια φορά κι έναν καιρό, ήταν ένας αγρότης που είχε δύο γιους.
pt: Era uma vez um fazendeiro que tinha dois filhos.
ru: Жил-был Фермер, у которого было два сына.

# data_list
source: The round thatched roofs of the houses are cone shaped. What other cone shapes do you see in this picture?
el: Οι στρογγυλές αχυρένιες στέγες των σπιτιών έχουν σχήμα κώνου. Ποια άλλα πράγματα σε σχήμα κώνου βλέπεις σε αυτή την εικόνα;
pt: Os telhados redondos de palha das casas são em forma de cone. O que mais você vê em forma de cone nesta imagem?
ru: Круглые соломенные крыши домов имеют форму конуса. Какие ещё формы конусов ты видишь на этой картинке?

# data_list
source: What other cone shaped things have you seen in your life? (Ice cream cone, fir trees, traffic cone, funnel)
el: Ποια άλλα πράγματα με σχήμα κώνου έχεις δει στη ζωή σου; (χωνάκι παγωτού, έλατα, κώνος κυκλοφορίας, χωνί)
pt: Você já viu outras coisas em forma de cone em sua vida? (Cone de sorvete, pinheiros, cone de tráfego, funil)
ru: Какие ещё вещи в твоей жизни выглядят как конус? (Мороженое в вафельном стаканчике, деревье ели, дорожный конус, воронка)

# data_list
source: A rectangle is a shape with four straight sides like this page. Find as many rectangles as you can in this picture.
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ευθείες πλευρές, όπως αυτή η σελίδα. Βρες όσα περισσότερα ορθογώνια μπορείς σε αυτή την εικόνα.
pt: Um retângulo é uma forma com quatro lados retos como esta página. Encontre o máximo de retângulos que puder nesta imagem.
ru: Прямоугольник - это фигура с четырьмя прямыми сторонами, как на этой странице. Найди на этой картинке как можно больше прямоугольников.

# data_list
source: One day, he called his sons and said, "I am old and will die soon. But before I die, I want to see you in your own homes. You have one month to each make your own home. I want to see you back here after the month."
el: Μια μέρα, κάλεσε τους γιους του και είπε, "Είμαι μεγάλος και σύντομα θα πεθάνω. Αλλά πριν πεθάνω, θέλω να σας δω στα δικά σας σπίτια. Έχετε ένα μήνα ο καθένας για να φτιάξετε το δικό σας σπίτι. Θέλω να σας δω εδώ μετά από έναν μήνα."
pt: Um dia ele chamou os seus filhos e disse: "Estou velho e morrerei em breve. Mas antes de morrer, quero vê-los em suas próprias casas. Vocês têm um mês cada um para construírem as suas casas. Quero vê-los de volta aqui em um mês."
ru: Однажды, он позвал своих сыновей и сказал, «Я стар и скоро умру. Но прежде чем тем как я умру, я хочу увидеть вас в своих домах. У вас есть один месяц, чтобы каждый обустроил свой дом. Я хочу увидеть вас здесь после месяца опять.»

# data_list
source: You can find out how many feet they have all together by skip counting by 2's three times or skip counting by 3's two times. How many are there?
el: Μπορείς να βρεις πόσα πόδια έχουν συνολικά, μετρώντας με πηδηματάκια ανά 2 τρεις φορές ή με πηδηματάκια ανά 3 δύο φορές. Πόσα είναι τα πόδια συνολικά;
pt: Você pode descobrir quantos pés todos eles têm juntos contando em intervalos de 2 três vezes ou contando em intervalos de 3 duas vezes. Quantos pés são no total?
ru: Ты можешь узнать сколько у них ног вместе если считать по 2 три раза, или считать по 3 два раза. Сколько получается?

# data_list
source: To find out how many limbs (legs and arms) they have, what number would you skip count by? How many limbs are there?
el: Για να βρεις πόσα άκρα (πόδια και χέρια) έχουν, με ποιο πηδηματάκι θα μετρούσες (ανά πόσα δηλαδή); Πόσα είναι τα άκρα συνολικά;
pt: Para descobrir quantos membros (pernas e braços) eles têm, qual número você usaria para contar em intervalos? Quantos membros são no total?
ru: Чтобы узнать сколько конечностей (ног и рук) у них, по каким числом бы ты посчитал? Сколько конечностей получается?

# data_list
source: Guess why the father has that long stick. Is it because he has trouble walking, or is it to signal that he should get respect as an older person, or perhaps both?
el: Μάντεψε γιατί ο πατέρας έχει αυτό το μακρύ μπαστούνι. Επειδή έχει πρόβλημα στο περπάτημα, επειδή θέλει να δείξει ότι αξίζει σεβασμό ως ηλικιωμένος ή ίσως και τα δύο;
pt: Adivinhe por que o pai carrega aquela vara comprida nas mãos. É porque ele tem dificuldade para andar, ou é para sinalizar que ele deve obter respeito por ser uma pessoa mais velha, ou talvez ambos?
ru: Угадай, почему у отца такая длинная палка. Это потому что ему трудно ходить, или это сигнал о том что его следует уважать как пожилого человека, или возможно и то и другое?

# data_list
source: The two sons rushed out. The first one went to the roadside. He cut down trees and began to build a big compound for himself.
el: Οι δύο γιοι έφυγαν βιαστικά. Ο πρώτος πήγε δίπλα στο δρόμο. Έκοψε δέντρα και άρχισε να χτίζει μια μεγάλη αυλή για τον εαυτό του.
pt: Os dois filhos saíram apressados. O filho mais velho foi para a beira da estrada. Ele cortou árvores e começou a construir um grande complexo para si mesmo.
ru: Два сына выбежали. Первый вышел на обочину. Он вырубил деревья и начал строить себе большое поместье.

# data_list
source: Sometimes you can find faces in the clouds, in the moon, or other places. Do you see the face in the tree?
el: Μερικές φορές μπορείς να βρεις πρόσωπα στα σύννεφα, στη σελήνη ή σε άλλα μέρη. Βλέπεις το πρόσωπο στο δέντρο;
pt: Às vezes, você pode encontrar rostos nas nuvens, na lua ou em outros lugares. Você vê um rosto nesta árvore?
ru: Иногда можно видеть лицо в облаках, на луне, или в других местах. Ты видишь лицо на дереве?

# data_list
source: Have you ever seen a face in the clouds or someplace else when it wasn't really a face?
el: Έχεις δει ποτέ πρόσωπο στα σύννεφα ή σε κάποιο άλλο μέρος ενώ δεν ήταν πραγματικά πρόσωπο;
pt: Você já viu um rosto nas nuvens ou em algum outro lugar que não era um rosto de verdade?
ru: А ты когда-нибудь видел лицо в облаках или где-то ещё, когда это на самом деле не было лицом?

# data_list
source: How many trees has this son cut down to make these houses?
el: Πόσα δέντρα έχει κόψει αυτός ο γιος για να φτιάξει αυτά τα σπίτια;
pt: Quantas árvores este filho cortou para construir as casas?
ru: Сколько деревьев срубил этот сын, чтобы построить эти дома?

# data_list
source: The second one, however, went out and started forming special relationships with other families. He went to different people, and he became like their foster child.
el: Ο δεύτερος, όμως, έφυγε και άρχισε να δημιουργεί σχέσεις με άλλες οικογένειες. Πήγε σε διάφορους ανθρώπους και έγινε σαν θετό τους παιδί.
pt: O filho mais novo, no entanto, saiu e começou a formar relações especiais com outras famílias. Ele falou com diversas pessoas e se tornou como um filho adotivo para elas.
ru: Однако второй вышел и начал формировать особые отношения с другими семьями. Он пошёл к разным людям и стал для них приёмным ребёнком.

# data_list
source: This second son is greeting someone in a friendly way with his hands. Copy this hand gesture with the person you are with now.
el: Ο δεύτερος γιος χαιρετά κάποιον με φιλικό τρόπο με τα χέρια του. Αντίγραψε αυτή την κίνηση χεριών με το άτομο που βρίσκεσαι τώρα.
pt: Este segundo filho está cumprimentando alguém de forma amigável com as mãos. Copie este gesto com a pessoa com quem você está agora.
ru: Этот второй сын дружелюбно приветствует кого-то руками. Скопируй этот жест с человеком который находится с тобой сейчас.

# data_list
source: How do you greet people differently when they are in your family and when they are a friend?
el: Πώς χαιρετάς με διαφορετικό τρόπο ανθρώπους όταν είναι μέλη της οικογένειάς σου και όταν είναι φίλοι;
pt: De que forma você cumprimenta as pessoas quando elas são de sua família? E quando elas são suas amigas?
ru: Как ты по-разному приветствуешь людей, когда они в твоей семье и когда они друзья?

# data_list
source: Look at the shadows in this picture. Point to where you think the sun is in the sky. Guess what time of day it is.
el: Κοίταξε τις σκιές σε αυτή την εικόνα. Δείξε πού νομίζεις ότι βρίσκεται ο ήλιος στον ουρανό. Μάντεψε τι ώρα της ημέρας είναι.
pt: Olhe para as sombras nesta imagem. Aponte para onde você acha que o sol está no céu. Adivinhe que horas do dia são.
ru: Посмотри на тени на этой картинке. Покажи место, где по твоему мнению находится солнце на небе. Угадай какое сейчас время суток.

# data_list
source: After a month, the two brothers came back to their father. The father said, "Well, have you built your homes?" And both of the brothers said, "Yes."
el: Μετά από έναν μήνα, οι δύο αδελφοί επέστρεψαν στον πατέρα τους. Ο πατέρας είπε, "Λοιπόν, φτιάξατε τα σπίτια σας;" Και οι δύο αδελφοί είπαν, "Ναι."
pt: Depois de um mês, os dois irmãos voltaram para o pai. O pai disse: "Bem, vocês construíram as suas casas?" E os dois irmãos disseram: "Sim"
ru: После месяца, два брата вернулись к отцу. Отец сказал, «Ну, вы построили свои дома?» И оба брата сказали, «Да.»

# data_list
source: Vertical lines go up and down. Although you can't see them all, how many vertical planks in the door do you think there are?
el: Κάθετες γραμμές πηγαίνουν πάνω και κάτω. Αν και δεν μπορείς να τις δεις όλες, πόσες κάθετες σανίδες νομίζεις ότι υπάρχουν στην πόρτα;
pt: As linhas verticais vão de cima para baixo. Embora você não possa vê-las por completo, quantas tábuas verticais você acha que existem na porta?
ru: Вертикальные линии идут вверх и вниз. Хотя ты не можешь видеть их всех, как ты думаешь, сколько вертикальных досок в двери?

# data_list
source: Horizontal lines go from side to side. If you add the one horizontal plank to the vertical planks, how many planks are there all together?
el: Οριζόντιες γραμμές πηγαίνουν από τη μία πλευρά στην άλλη. Αν προσθέσεις τη μία οριζόντια σανίδα στις κάθετες σανίδες, πόσες σανίδες υπάρχουν συνολικά;
pt: As linhas horizontais vão de um lado para o outro. Se você adicionar uma tábua horizontal às tábuas verticais, quantas tábuas serão no total?
ru: Горизонтальные линии идут из стороны в сторону. Если к вертикальным доскам добавить одну горизонтальную, сколько всего досок получается вместе?

# data_list
source: A month can be 28, 29, 30, or 31 days. Do you think someone could make their home in about 30 days? What month of the year is it for you right now?
el: Ένας μήνας μπορεί να έχει 28, 29, 30 ή 31 ημέρες. Νομίζεις ότι κάποιος θα μπορούσε να φτιάξει το σπίτι του σε περίπου 30 ημέρες; Ποιος μήνας του έτους έχετε τώρα;
pt: Um mês pode ser de 28, 29, 30 ou 31 dias. Você acha que alguém poderia construir uma casa em cerca de 30 dias? Que mês do ano é para você agora?
ru: В месяце может быть 28, 29, 30, или 31 дней. Как ты думаешь, кто-то может построить свой дом примерно за 30 дней? Какой месяц года для тебя сейчас?

# data_list
source: The father went with his eldest son. He saw that the son had built many huts. As he walked by each hut, he asked, "Is there anybody in this hut?" Each time, the son replied, "No."
el: Ο πατέρας πήγε με τον μεγαλύτερο γιο του. Είδε ότι ο γιος είχε χτίσει πολλές καλύβες. Καθώς περνούσε από κάθε καλύβα, ρωτούσε, "Είναι κανένας μέσα σε αυτή την καλύβα;" Κάθε φορά, ο γιος απαντούσε, "Όχι."
pt: O pai foi com o filho mais velho. Ele viu que o filho havia construído muitas cabanas. Ao passar por cada cabana, ele perguntava: "Há alguém nesta cabana?" A cada pergunta, o filho respondia: "Não".
ru: Отец пошёл со старшим сыном. Он увидел, что сын построил много хижин. Проходя мимо каждой хижины, он спрашивал, «Есть ли кто-нибудь в этой хижине?» Каждый раз, сын отвечал, «Нет.»

# data_list
source: There is a new word that the father uses for these buildings. How is a hut different from a home?
el: Υπάρχει μια νέα λέξη που χρησιμοποιεί ο πατέρας για αυτά τα κτίσματα. Σε τι διαφέρει μια καλύβα από ένα σπίτι;
pt: Há uma nova palavra que o pai usa para se referir a essas construções. Qual é a diferença entre uma cabana e uma casa?
ru: Есть новое слово, которое отец использует для обозначения этих зданий. Чем хижина отличается от дома?

# data_list
source: Have you ever made a real or pretend hut, house, or fort? What did you use to make it?
el: Έχεις φτιάξει ποτέ πραγματική ή φανταστική καλύβα, σπίτι ή κάστρο; Τι χρησιμοποίησες για να το φτιάξεις;
pt: Você já fez uma cabana, uma casa ou um esconderijo de verdade ou de brincadeira? O que você usou para fazê-lo?
ru: Ты когда-нибудь строил настоящую или воображаемую хижину, дом, или крепость? Что ты использовал, чтобы сделать это?

# data_list
source: Count how many huts there are in this picture. If there is no one in a hut, how many people is that? (0 – zero)
el: Μέτρησε πόσες καλύβες υπάρχουν σε αυτή την εικόνα. Αν δεν υπάρχει κάποιος σε μια καλύβα, πόσοι άνθρωποι είναι εκεί; (0 — μηδέν)
pt: Conte quantas cabanas existem nesta imagem. Se não há ninguém nas cabanas, então quantas pessoas são no total? (0 – zero)
ru: Посчитай сколько хижин на этой картинке. Если в хижине никого нет, сколько это человек? (0 – ноль)

# data_list
source: The father would ask, "Is there anybody in this hut?" And the son would reply, "No."
el: Ο πατέρας ρωτούσε, "Είναι κανείς μέσα σε αυτή την καλύβα;" Και ο γιος απαντούσε, "Όχι."
pt: O pai perguntava: "Há alguém nesta cabana?" E o filho respondia: "Não"
ru: Отец спрашивал, «Есть ли кто-нибудь в этой хижине?» И сын отвечал, «Нет.»

# data_list
source: Count all the rectangles you can find in this picture.
el: Μέτρησε όλα τα ορθογώνια που μπορείς να βρεις σε αυτή την εικόνα.
pt: Conte todos os retângulos que você pode encontrar nesta imagem.
ru: Посчитай все прямоугольники которые ты можешь найти на этой картинке.

# data_list
source: A right angle is formed when two lines cross each other like the corner of this page. Horizontal lines form right angles with vertical lines. Point out some right angles in this picture.
el: Μία ορθή γωνία σχηματίζεται όταν δύο γραμμές διασταυρώνονται σαν τη γωνία αυτής της σελίδας. Οριζόντιες γραμμές σχηματίζουν ορθές γωνίες με κάθετες γραμμές. Δείξε μερικές ορθές γωνίες σε αυτή την εικόνα.
pt: Um ângulo reto é formado quando duas linhas se cruzam, igual ao canto desta página. Linhas horizontais formam ângulos retos com linhas verticais. Aponte para alguns ângulos retos nesta imagem.
ru: Прямой угол образуется, когда две линии пересекают друг друга, как угол этой страницы. Горизонтальные линии образуют прямые углы с вертикальными линиями. Укажи на этой картинке несколько прямых углов.

# data_list
source: There are probably lots of right angles where you are. Can you count them all, or are there too many?
el: Πιθανόν υπάρχουν πολλές ορθές γωνίες εκεί που βρίσκεσαι. Μπορείς να τις μετρήσεις όλες ή είναι πάρα πολλές;
pt: Provavelmente há muitos ângulos retos onde você está. Você pode contar todos eles ou eles são muitos?
ru: Там где ты сейчас находишься, вероятно много прямых углов. Ты можешь их всех посчитать, или их слишком много?

# data_list
source: The father became hungry, but there was no one to serve food to him. He said, "Let's go home." So they went home.
el: Ο πατέρας πείνασε, αλλά δεν υπήρχε κανείς να του σερβίρει φαγητό. Είπε, "Πάμε σπίτι." Έτσι γύρισαν στο σπίτι.
pt: O pai ficou com fome, mas não havia ninguém para lhe servir comida. Ele disse: "Vamos para casa". Então eles foram para casa.
ru: Отец проголодался, но некому было подать ему еду. Он сказал, «Пошли домой.» И они пошли домой.

# data_list
source: People usually offer visitors something to eat or drink. All these huts are unwelcoming, with nothing to offer to a visitor.
el: Οι άνθρωποι συνήθως προσφέρουν στους επισκέπτες κάτι να φάνε ή να πιουν. Όλες αυτές οι καλύβες είναι αφιλόξενες, χωρίς τίποτα να προσφέρουν σε έναν επισκέπτη.
pt: As pessoas geralmente oferecem aos visitantes algo para comer ou beber. Todas essas cabanas são pouco acolhedoras, sem nada para oferecer a um visitante.
ru: Люди обычно предлагают посетителям что-нибудь поесть или выпить. Все эти хижины неприветливые, и посетителям нечего предложить.

# data_list
source: Notice that the father has turned his back on his son. What message do you give someone when you turn your back on them?
el: Παρατήρησε ότι ο πατέρας έχει γυρίσει την πλάτη του στον γιο του. Ποιο μήνυμα δίνεις σε κάποιον όταν του γυρίζεις την πλάτη;
pt: Observe que o pai virou as costas para o filho. Qual é a mensagem você dá a alguém quando vira as costas para ela?
ru: Обрати внимание, что отец отвернулся от сына. Какое послание ты передаешь кому-то, когда поворачиваешься к нему спиной?} {Как ты думаешь, что он чувствует когда отец уходит?

# data_list
source: As the father walks away, what do you think he is feeling?
el: Καθώς ο πατέρας απομακρύνεται, τι νομίζεις ότι αισθάνεται;
pt: À medida que o pai se afasta, o que você acha que ele está sentindo?
ru: Как ты думаешь, что он чувствует когда отец уходит?
