Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Aku feels a special connection to the sun. Some people feel a connection to the moon or a star. Do you notice things about the sun, such as where it is in the morning or evening?
el: Η Άκου αισθάνεται μια ξεχωριστή σύνδεση με τον ήλιο. Μερικοί άνθρωποι αισθάνονται σύνδεση με το φεγγάρι ή ένα αστέρι. Έχεις παρατηρήσει πράγματα για τον ήλιο, όπως πού βρίσκεται το πρωί ή το απόγευμα;
pt: Aku sente uma conexão especial com o sol. Algumas pessoas sentem uma conexão com a lua ou com uma estrela. Você repara coisas sobre o sol, como por exemplo, onde ele está de manhã ou à noite?
ru: Аку чувствует особую связь с солнцем. Некоторые люди чувствуют связь с луной или звездой. Замечаешь ли ты что-нибудь о солнце, например, где оно находится утром или вечером?

# data_list
source: One thing about the sun is what happens when it shines through rain. This creates a beautiful arc, which is part of a circle, in the sky. Can you name the colors of the rainbow?
el: Ένα ιδιαίτερο πράγμα για τον ήλιο είναι αυτό που συμβαίνει όταν λάμπει μέσα από τη βροχή. Δημιουργεί ένα όμορφο τόξο, που είναι μέρος ενός κύκλου, στον ουρανό. Μπορείς να ονομάσεις τα χρώματα του ουράνιου τόξου;
pt: Uma coisa sobre o sol é o que acontece quando ele brilha através da chuva. Isso cria um belo arco, que é parte de um círculo, no céu. Você pode nomear as cores do arco-íris?
ru: Одна вещь о солнце - это то что происходит когда оно светит сквозь дождя. Это создаёт в небе красивую дугу, являющийся частью круга. Можешь ли ты назвать цвета радуги?

# data_list
source: And Aku wondered why Oti, her brother, and the other boys would not let her play football (soccer) with them. Once, Aku asked the boys why. They only laughed and told her to go and play with the girls. The girls too would not play with Aku. "Your legs are too long," they always said. Aku was left lonely. She had no one to share her many thoughts with.
el: Η Άκου αναρωτιόταν γιατί ο Ότι, ο αδερφός της και τα άλλα αγόρια δεν την άφηναν να παίξει ποδόσφαιρο μαζί τους. Μια φορά, η Άκου ρώτησε τα αγόρια γιατί. Γέλασαν μόνο και της είπαν να πάει να παίξει με τα κορίτσια. Τα κορίτσια επίσης δεν έπαιζαν με την Άκου. "Τα πόδια σου είναι πολύ μακριά," της έλεγαν πάντα. Η Άκου αισθανόταν μόνη. Δεν είχε κανέναν για να μοιραστεί τις πολλές σκέψεις της.
pt: E Aku se perguntava por que Oti, seu irmão, e os outros meninos não a deixavam jogar futebol com eles. Certa vez, Aku perguntou aos meninos o porquê. Eles só riram e falaram para ela ir brincar com as meninas. As meninas também não brincavam com Aku. "Suas pernas são muito longas", elas sempre diziam. Aku ficou sozinha. Ela não tinha com quem compartilhar todos os seus numerosos pensamentos.
ru: И Аку задавалась вопросом, почему Oти, её брат и другие мальчики не позволяли ей играть с ними в футбол. Один раз, Аку спросила у мальчиков почему. Они только посмеялись и сказали ей пойти играть с девочками. Девочки тоже не играли с Аку. «Твои ноги слишком длинные»,- они всегда говорили. Аку осталась одинокой. Ей не с кем было поделиться своими многочисленными мыслями.

# data_list
source: Is football (soccer) a game that only boys can play? Are there any sports that only boys or only girls can play?
el: Το ποδόσφαιρο είναι ένα παιχνίδι που μπορούν να παίξουν μόνο αγόρια; Υπάρχουν αθλήματα που μπορούν να παίξουν μόνο αγόρια ή μόνο κορίτσια;
pt: O futebol é um jogo que só as meninas podem jogar? Existe algum esporte que só os meninos ou só as meninas podem praticar?
ru: Футбол - это игра в которую могут играть только девочки? Есть ли виды спорта, которыми могут заниматься только мальчики или только девочки?

# data_list
source: Point at matching colors in the clothes in this picture. Are there any colors that don't have a match?
el: Δείξε τα ταιριαστά χρώματα στα ρούχα αυτής της εικόνας. Υπάρχουν ρούχα που δεν έχουν ταιριαστό χρώμα;
pt: Aponte para as cores das roupas que se combinam nesta imagem. Há alguma cor que não tenha uma combinação?
ru: Укажи на соответствующие цвета в одежде на этой картинке. Есть ли цвета, которые не совпадают?

# data_list
source: Many time people get excluded from a group because there are different in some way. Did you ever see someone excluded like this? It's a mean thing to do!
el: Πολλές φορές, άνθρωποι αποκλείονται από μια ομάδα επειδή διαφέρουν με κάποιο τρόπο. Έχεις δει κάποιον να αποκλείεται γι’ αυτόν τον λόγο; Είναι κακό πράγμα να το κάνεις αυτό!
pt: Muitas vezes, as pessoas são excluídas de um grupo porque elas são diferentes de certa maneira. Você já viu alguém ser excluído dessa forma? É uma coisa muito maldosa de se fazer!
ru: Часто людей исключают из группы, потому что они в чём-то разные. Ты когда-нибудь видел, чтобы кого-то исключили таким образом? Это подлый поступок!

# data_list
source: But Aku soon became friends with the sun. She looked forward to seeing the sun every morning when she woke up. The cocks crowed to announce sunrise. Aku loved to dance in the early morning sun, her shadow dancing with her. The tweeting of birds made the cock crow music sweeter. Then sun filled Aku with happiness. The sun made Aku smile a lot.
el: Αλλά η Άκου έγινε γρήγορα φίλη με τον ήλιο. Ανυπομονούσε να δει τον ήλιο κάθε πρωί όταν ξυπνούσε. Οι κόκορες λαλούσαν για να αναγγείλουν την ανατολή. Της Άκου της άρεσε πολύ να χορεύει στον πρωινό ήλιο. Η σκιά της χόρευε μαζί της. Το κελάηδημα των πουλιών έκανε το λάλημα του κόκκορα πιο γλυκό. Τότε ο ήλιος γέμιζε την Άκου με χαρά. Ο ήλιος έκανε την Άκου να χαμογελάει πολύ.
pt: Mas Aku logo se tornou amiga do sol. Ela estava ansiosa para ver o sol todas as manhãs quando acordasse. Os galos cacarejaram para anunciar o nascer do sol. Aku adorava dançar no sol da manhã, a sua sombra dançava com ela. O chilrear dos pássaros tornou o cacarejar do galo mais doce. Então o sol encheu Aku de felicidade. O sol fez Aku sorrir muito.
ru: Но Аку вскоре подружилась с солнцем. Каждое утро она с нетерпением ждала встречу с солнцем, когда просыпалась. Петухи прокричали, возвещая восход солнца. Аку любила танцевать под утренним солнцем, её тень танцевала вместе с ней. Щебетание птиц сделала музыку петуха слаще. Тогда солнце наполнило Аку счастьем. Солнце заставило Аку сильно улыбаться.

# data_list
source: Birds often chirp and roosters crow right before the sun rises. Have you noticed special morning sounds when you wake up early?
el: Τα πουλιά συχνά κελαηδούν και οι κόκορες λαλούν ακριβώς πριν την ανατολή του ήλιου. Έχεις παρατηρήσει ήχους το πρωί όταν ξυπνάς νωρίς;
pt: Os pássaros costumam chilrear e os galos, cacarejar antes do nascer do sol. Você já percebeu sons matinais especiais quando você acorda cedo?
ru: Птицы часто щебечут, а петухи кукарекают прямо перед восходом солнца. Ты когда-нибудь замечал особенные утренние звуки, когда ты просыпаешься рано?

# data_list
source: Notice the shadows that the sun makes on this page and many of the other pages.
el: Παρατήρησε τις σκιές που δημιουργεί ο ήλιος σε αυτή τη σελίδα και σε πολλές άλλες σελίδες.
pt: Observe as sombras que o sol faz nesta página e em muitas outras.
ru: Обрати внимание на тень которое создаёт солнце на этой и многих других страницах.

# data_list
source: The sun creates longer shadows in the morning and late afternoon, and very short shadows at midday. Have you played with your own shadow as it copies you and follows you?
el: Ο ήλιος δημιουργεί μεγαλύτερες σκιές το πρωί και αργά το απόγευμα και πολύ μικρές σκιές το μεσημέρι. Έχεις παίξει με τη σκιά σου καθώς σε αντιγράφει και σε ακολουθεί;
pt: O sol cria sombras mais longas pela manhã e no final da tarde, e sombras muito curtas ao meio-dia. Você já brincou com a sua própria sombra enquanto ela te copia e te segue?
ru: Солнце создаёт более длиннее тень утром и ближе к вечеру, и очень короткие тень в полдень. Ты играл со своей тенью, поскольку она копирует тебя и следует за тобой?

# data_list
source: But one day, the sun did not rise. Aku waited for the cocks to crow. They did not. The birds too did not tweet. And without the sun in Sunland, people could not go about their daily activities. Farmers could not go to tend their crops. And the sky was grey and sad. Ataa Ankra could not go fishing. Children too could not prepare for school. And women could not go to the market to haggle over the prices of soap and kerosene. Aku missed all these. She missed the cock crows and bird tweets too. And she missed the sunrise more.
el: Μία ημέρα, ο ήλιος δεν ανέτειλε. Η Άκου περίμενε τους κόκορες να λαλήσουν. Δεν λαλούσαν. Τα πουλιά επίσης δεν κελαηδούσαν. Και χωρίς τον ήλιο στη Ηλιόπολη, οι άνθρωποι δεν μπορούσαν να κάνουν τις καθημερινές τους δραστηριότητες. Οι αγρότες δεν μπορούσαν να φροντίσουν τις σοδειές τους. Και ο ουρανός ήταν γκρίζος και θλιβερός. Ο Ατάα Άνκρα δεν μπορούσε να πάει για ψάρεμα. Τα παιδιά δεν μπορούσαν να ετοιμαστούν για το σχολείο. Και οι γυναίκες δεν μπορούσαν να πάνε στην αγορά να παζαρέψουν την τιμή για το σαπούνι και το λάδι. Της Άκου της έλειπαν όλα αυτά. Της έλειπε το λάλημα των κοκόρων και το κελάηδισμα των πουλιών. Και της έλειπε περισσότερο η ανατολή του ήλιου.
pt: Mas um dia, o sol não nasceu. Aku esperou os galos cacarejarem. Eles não o fizeram. Os pássaros também não chilrearam. E sem o sol em Sunland, as pessoas não poderiam realizar as suas atividades diárias. Os agricultores não poderiam cuidar de suas lavouras. E o céu estava cinzento e triste. Ataa Ankra não poderia ir pescar. As crianças também não conseguiriam se preparar para a escola. E as mulheres não poderiam ir ao mercado para pechinchar os preços do sabão e do querosene. Aku sentiu falta de tudo isso. Ela sentiu falta do cacarejar do galo e do chilrear dos pássaros também. E sentiu mais ainda a falta do nascer do sol.
ru: Но однажды солнце не взошло. Аку ждала пока пропоют петухи. Они не сделали. Птицы тоже не издавали чирикающих звуков. И без солнца в Санленде люди не могли бы заниматься своими повседневными делами. Фермеры не могли пойти ухаживать с посевами. И небо было серым и грустным. Атаа Анкра не мог пойти на рыбалку. Дети тоже не могли подготовиться к школе. И женщины не могли пойти на рынок и поторговаться о ценах на мыло и керосин. Аку скучала по этому всему. Она тоже скучала по пению петухов и птичьим чириканьем. И она больше всего скучала по восходу солнца.

# data_list
source: A rectangle is a shape with four straight sides, like this page. How many rectangles can you find in this picture?
el: Ένα ορθογώνιο είναι ένα σχήμα με τέσσερις ίσιες πλευρές, όπως αυτή η σελίδα. Πόσα ορθογώνια μπορείς να βρεις σε αυτή την εικόνα;
pt: Um retângulo é uma forma com quatro lados retos, como esta página. Quantos retângulos você pode encontrar nesta imagem?
ru: Прямоугольник - это фигура с четырьмя прямыми сторонами, как эта страница. Сколько прямоугольников ты можешь найти на этой картинке?

# data_list
source: If it is dark when you get up, what kinds of things can you do without the sun in the sky?
el: Αν είναι σκοτάδι όταν ξυπνήσεις, τι είδους πράγματα μπορείς να κάνεις χωρίς τον ήλιο στον ουρανό;
pt: Se está escuro quando você acorda, que tipo de coisas você pode fazer sem a presença do sol no céu?
ru: Если темно когда ты встаёшь, что вы можете поделать когда в небе нету солнца?

# data_list
source: If you didn't see the sun one dark morning, what would you think?
el: Αν δεν έβλεπες τον ήλιο ένα σκοτεινό πρωινό, τι θα σκεφτόσουν;
pt: Se você não visse o sol em uma manhã escura, o que você pensaria?
ru: Если вы бы однажды тёмным утром не увидели солнце, что бы вы подумали?

# data_list
source: Everyone wanted to know where the sun went. "Maybe the sun is dead," some people said. "The sun has travelled," said others. Aku disagreed, "No, the sun is not dead. And the sun has not travelled. Or it would have first told me." Some people chuckled at what Aku said. She continued anyway, "I tell the truth. The sun is my friend. The sun is not dead. It is only —". But no one would hear anymore. Everyone forgot about the sun. They laughed hard at Aku. The children laughed too. The children's laughter pained Aku the most.
el: Όλοι ήθελαν να μάθουν πού πήγε ο ήλιος. "Ίσως ο ήλιος έχει πεθάνει," έλεγαν κάποιοι. "Ο ήλιος έχει ταξιδέψει," έλεγαν άλλοι. Η Άκου διαφωνούσε: "Όχι, ο ήλιος δεν έχει πεθάνει. Ούτε έχει ταξιδέψει. Αλλιώς θα μου το είχε πει πρώτα." Κάποιοι γέλασαν με όσα είπε η Άκου. Εκείνη όμως συνέχισε: "Λέω την αλήθεια. Ο ήλιος είναι φίλος μου. Ο ήλιος δεν έχει πεθάνει. Είναι μόνο —". Αλλά κανείς δεν ήθελε να ακούσει άλλο. Όλοι ξέχασαν τον ήλιο. Γελούσαν δυνατά με την Άκου. Τα παιδιά γέλασαν κι αυτά. Το γέλιο των παιδιών πόνεσε την Άκου περισσότερο.
pt: Todo mundo queria saber para onde o sol havia ido. "Talvez o sol esteja morto", disseram algumas pessoas. "O sol viajou", disseram outras. Aku discordou: "Não, o sol não está morto. E o sol não viajou. Ou ele teria me dito primeiro." Algumas pessoas riram do que Aku disse. Mesmo assim, ela continuou: "Eu falo a verdade. O sol é o meu amigo. O sol não está morto. É só —". Mas ninguém mais a ouvia. Todos se esqueceram do sol. Eles riram muito de Aku. As crianças também riram. O riso das crianças foi o que mais doeu em Aku.
ru: Все хотели знать, куда делось солнце. «Может быть солнце умерло,» некоторые люди говорили. «Солнце путешествует,» другие говорили. Аку не согласилась, «Нет, солнце не умерло. И солнце не путешествует. Оно сначала бы мне сказало.» Некоторые люди посмеялись над тем, что сказала Аку. Она всё равно продолжала, «Я говорю правду. Солнце мой друг. Солнце не умерло. Это всего лишь —». Но никто больше не слушал. Все забыли о солнце. Они сильно смеялись над Аку. Дети смеялись тоже. Смех детей задел Аку больше всего.

# data_list
source: There are 6 children in this picture. How many of their limbs (arms and legs) can you see?
el: Στην εικόνα υπάρχουν 6 παιδιά. Πόσα άκρα (χέρια και πόδια) μπορείς να δεις;
pt: Há 6 crianças nesta imagem. Quantos de seus membros (braços e pernas) você consegue ver?
ru: На этой фотографии 6 детей. Сколько их конечностей (рук и ног) ты видишь?

# data_list
source: Skip count by 4's six times to count how many limbs these 6 children have. You can also skip count by 6's four times to get this same number. Why does that work?
el: Μέτρησε ανά 4 έξι φορές για να υπολογίσεις τον αριθμό των άκρων αυτών των 6 παιδιών. Μπορείς επίσης να μετρήσεις ανά 6 τέσσερις φορές για να βρεις τον ίδιο αριθμό. Πώς γίνεται αυτό;
pt: Conte de 4 em 4 seis vezes para descobrir quantos membros essas 6 crianças têm no total. Você também pode contar de 6 em 6 quatro vezes para obter o mesmo resultado. Por que isso funciona?
ru: Сделай счёт по 4 шесть раз, чтобы посчитать сколько конечностей у этих 6 детей. Ты также можешь сделать счёт по 6 четыре раза, чтобы получить то же самое число. Почему это работает?

# data_list
source: How many more limbs do they have than the number you can see?
el: Πόσα περισσότερα άκρα έχουν από αυτά που μπορείς να δεις;
pt: Quantos membros a mais do que você consegue ver eles têm?
ru: Насколько больше у них конечностей, чем ты видишь?

# data_list
source: Sad like the sky, Aku hastened into her house. On the way, she accidentally kicked her brother's football. The ball rolled into the kitchen. There was a calabash of palm oil in a corner of the kitchen. The ball hit the calabash. The calabash was toppled. The palm oil on it spilled. The palm oil soiled the ball.
el: Θλιμμένη, σαν τον ουρανό, η Άκου μπήκε βιαστικά στο σπίτι της. Στο δρόμο, κατά λάθος κλώτσησε τη μπάλα ποδοσφαίρου του αδερφού της. Η μπάλα κύλισε μέσα στην κουζίνα. Υπήρχε ένα δοχείο από κολοκύθα γεμάτο με φοινικέλαιο σε μια γωνία της κουζίνας. Η μπάλα χτύπησε το δοχείο. Το δοχείο αναποδογύρισε. Το φοινικέλαιο χύθηκε. Το φοινικέλαιο λέρωσε τη μπάλα.
pt: Triste como o céu, Aku correu para dentro de sua casa. No caminho, ela acidentalmente chutou a bola de futebol de seu irmão. A bola rolou para a cozinha. Havia uma cabaça de óleo de palma em um canto da cozinha. A bola bateu na cabaça. A cabaça caiu. O óleo de palma que estava nela se esparramou pelo chão. O óleo de palma sujou a bola.
ru: Грустная, как небо, Аку поспешила в свой дом. По дороге Она случайно пнула футбольный мяч брата. Мяч укатился на кухню. В углу кухни стоял калабаш с пальмовым маслом. Мяч ударил калабаш. Калабаш был опрокинут. Пальмовое масло на него пролилось. Пальмовое масло испачкало мяч.

# data_list
source: What do you think Aku's brother will do when he sees that his ball has oil all over it?
el: Τι νομίζεις ότι θα κάνει ο αδερφός της Άκου όταν δει ότι η μπάλα του έχει γεμίσει λάδι;
pt: O que você acha que o irmão de Aku fará quando vir que a sua bola está toda suja de óleo?
ru: Что ты думаешь сделает брат Аку когда он увидит что его мяч полностью покрыт маслом?

# data_list
source: The calabash is the bowl that was holding the oil. How did all that oil fit in that calabash?
el: Το δοχείο περιείχε το λάδι. Πώς χωρούσε όλο αυτό το λάδι σε αυτό το δοχείο;
pt: A cabaça é a tigela que estava armazenando o óleo. Como todo aquele óleo cabia naquela cabaça?
ru: Калабаш это миска в которой находилось масло. Как всё это масло поместилось в калабаш?

# data_list
source: Did you ever spill a small glass of water or milk and watch it spread out on the floor? A little bit can cover a lot of floor!
el: Έχεις ρίξει ποτέ ένα ποτήρι με νερό ή γάλα και παρατήρησες πώς απλώνεται στο πάτωμα; Μια μικρή ποσότητα μπορεί να καλύψει πολύ χώρο!
pt: Você já derramou um pequeno copo de água ou de leite e o observou se esparramar pelo chão? Só um pouquinho já consegue cobrir todo o chão!
ru: Вы когда нибудь проливали маленький стакан воды или молока и смотрели как оно растекается на полу? Очень мало может покрыть большую часть пола!

# data_list
source: Oti came into the house with one of his friends to fetch his ball. He saw the toppled calabash, the spilled palm oil. He saw his soiled ball too. Before he could run out to tell A'anua what Aku had done, Aku picked up the ball and ran off. The boys followed Aku. They all met A'anua outside the house. A'anua saw Aku holding the ball. Before she could call Aku and scold her, Aku ran past her. Oti, A'anua and all the people of Sunland watched Aku run away. They wondered what she would do with the soiled ball.
el: Ο Ότι μπήκε στο σπίτι με έναν από τους φίλους του για να μαζέψει τη μπάλα του. Είδε το αναποδογυρισμένο δοχείο, το χυμένο φοινικέλαιο. Είδε και τη μπάλα του λερωμένη. Πριν προλάβει να βγει έξω για να πει στην Άνουα τι έκανε η Άκου, η Άκου πήρε τη μπάλα και έτρεξε μακριά. Τα αγόρια κυνήγησαν την Άκου. Συναντήθηκαν όλοι με την Άνουα έξω από το σπίτι. Η Άνουα είδε την Άκου να κρατά τη μπάλα. Πριν προλάβει να φωνάξει και να μαλώσει την Άκου, η Άκου πέρασε τρέχοντας από δίπλα της. Ο Ότι, η Άνουα και όλοι οι άνθρωποι της Ηλιόπολης παρακολουθούσαν την Άκου να τρέχει μακριά. Αναρωτιούνταν τι θα έκανε με τη λερωμένη μπάλα.
pt: Oti entrou na casa com um de seus amigos para buscar a sua bola. Ele viu a cabaça caída e o óleo de palma esparramado. Ele viu a sua bola suja também. Antes que ele pudesse correr para contar a A'nua o que Aku havia feito, Aku pegou a bola e fugiu. Os meninos seguiram Aku. Todos eles encontraram A'anua do lado de fora da casa. A'anua viu Aku segurando a bola. Antes que ela pudesse chamar Aku e repreendê-la, Aku passou correndo por ela. Oti, A'anua e todo o povo de Sunland viram Aku fugir. Eles se perguntavam o que ela faria com aquela bola suja.
ru: Оти зашёл в дом с одним из его друзей чтобы взять его мяч. Он увидел опрокинутый калабаш и пролитое пальмовое масло. Он тоже увидел свой грязный мяч. Перед тем как он мог убежать чтобы сказать А’нуа что сделала Аку, Аку подняла мяч и убежала. Мальчики последовали за Аку. Они все встретили А’ануа возле дома. А’ануа увидела что Аку держала мяч. Перед тем как она могла позвать Аку и поругать её, Аку пробежала мимо неё. Оти, А’ануа, и все люди в Санленде смотрели как Аку убежала. Они думала что она будет делать с грязным мячом.

# data_list
source: Many ten-year olds can run a mile in ten minutes. Aku is extra fast. How many minutes do you think it takes her to run a mile? 2 minutes? 5 minutes? 8 minutes?
el: Πολλά παιδιά δέκα ετών μπορούν να τρέξουν 1 χιλιόμετρο σε έξι λεπτά. Η Άκου είναι εξαιρετικά γρήγορη. Πόσα λεπτά νομίζεις ότι της παίρνει να τρέξει ένα χιλιόμετρο; 2 λεπτά; 5 λεπτά; 8 λεπτά;
pt: Muitas crianças de dez anos podem correr um pouco mais de um quilômetro e meio em dez minutos. Aku é muito mais rápida. Quantos minutos você acha que ela leva para correr um quilômetro e meio? 2 minutos? 5 minutos? 8 minutos?
ru: Много десятилетние дети могут пробежать милю за десять минут. Аку очень быстрая. Как ты думаешь, за сколько минут она может пробежать милю? 2 минуты? 5 минут? 8 минут?

# data_list
source: What about Aku allows her to run so fast?
el: Τι είναι αυτό που κάνει την Άκου τόσο γρήγορη;
pt: O que faz com que Aku corra tão rápido?
ru: Что насчёт Аку позволяет ей так быстро бегать?

# data_list
source: The sun is gone, people are laughing at Aku, and Aku has a dirty ball. How do you think the story will resolve all these problems?
el: Ο ήλιος έχει εξαφανιστεί, τα παιδιά γελούν με την Άκου και η Άκου έχει μια λερωμένη μπάλα. Πώς νομίζεις ότι θα λυθούν όλα αυτά τα προβλήματα στην ιστορία;
pt: O sol se foi, as pessoas estão rindo de Aku e Aku tem uma bola suja. Como você acha que a história irá resolver todos esses problemas?
ru: Солнце зашло, люди смеются над Аку, и у Аку грязный мяч. Как ты думаешь эта история решит все эти проблемы?

# data_list
source: Aku stopped when she got to the middle of the town square. She put the ball on the ground. With a mighty swing of her hands and a swift pull of one long leg behind the other, Aku kicked the ball. The ball turned round on the ground, spinning towards the edge of the town square. It hit the roots of the palm tree at one end of the town square.
el: Η Άκου σταμάτησε όταν έφτασε στη μέση της πλατείας του χωριού. Έβαλε τη μπάλα στο έδαφος. Με μια δυνατή κίνηση των χεριών της και μια γρήγορη κίνηση του μακριού ποδιού της πίσω από το άλλο, η Άκου κλώτσησε τη μπάλα. Η μπάλα πήρε μια στροφή πάνω στο έδαφος, στριφογυρίζοντας προς την άκρη της πλατείας του χωριού. Χτύπησε τις ρίζες του φοίνικα σε μια άκρη της πλατείας.
pt: Aku parou quando chegou ao meio da praça da cidade. Ela colocou a bola no chão. Com um poderoso balanço de suas mãos e um rápido puxão de sua longa perna para trás, Aku chutou a bola. A bola rodou no chão e foi girando em direção a uma das extremidades da praça da cidade. Ela bateu nas raízes de uma das palmeiras plantadas na praça.
ru: Аку остановилась когда она добралась до середины городской площади. Она положила мяч на землю. С могучим взмахом рук и быстрым замахом одной длинной ногой за другой, Аку пнула мяч. Мяч развернулся на земле и полетел к краю городской площади. Он попал в корни пальмы на одном конце городской площади.

# data_list
source: What in the picture tells you that the ball is flying fast?
el: Τι σου λέει στην εικόνα ότι η μπάλα φεύγει γρήγορα;
pt: Nesta imagem, como você sabe que a bola está voando rápido?
ru: Что на этой картинке тебе даёт знать что мяч летит быстро?

# data_list
source: Why is the path of the ball curved instead of straight?
el: Γιατί η διαδρομή της μπάλας είναι καμπύλη και όχι για ευθεία;
pt: Por que o caminho da bola é curvo em vez de reto?
ru: Почему путь мяча изогнутая и не прямая?
