Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: After climbing over a very big rock, Little Square Jojo and Dudu Diamond finally arrived at Mama Triangle's house. They were high up now and felt a bit dizzy. "Hello, you two," said Mama Triangle with a smile. "I am so happy to have visitors. Most of the time I'm all alone here on the top of my mountain. Come inside and sit down at my table.
el: Αφού ανέβηκαν σε έναν πολύ μεγάλο βράχο, ο Μικρός Τετράγωνος Τζότζο και η Ντούντου Ρόμβος έφτασαν τελικά στο σπίτι της Μαμάς Τρίγωνο. Ήταν τώρα πολύ ψηλά και ένιωθαν λίγο ζαλισμένοι. "Γεια σας," είπε η Μαμά Τρίγωνο με χαμόγελο. "Είμαι τόσο χαρούμενη που έχω επισκέπτες. Τις περισσότερες φορές είμαι μόνη εδώ στην κορυφή του βουνού μου. Ελάτε μέσα και καθίστε στο τραπέζι μου."
pt: Depois de escalar uma rocha muito grande, Jojo Quadradinho e Dudu Diamante finalmente chegaram à casa de Mamãe Triângulo. Eles estavam bem no alto agora e se sentiam um pouco tontos. "Olá, vocês dois", disse Mamãe Triângulo com um sorriso. "Estou muito feliz por receber visitas. Na maioria das vezes, fico sozinha aqui no topo da minha montanha. Entrem e sentem-se à minha mesa.
ru: Перебравшись через очень большой камень, Маленький Квадратный Джоджо и Ромб Дуду наконец-то добрались до дома Мамы Треугольника. Они были очень высоко и почувствовали лёгкое головокружение. «Привет, вы двое,» сказала Мама Треугольник с улыбкой. «Я так рада видеть гостей. Большую часть времени я здесь, на вершины своей горы совсем одна. Заходите и садитесь за мой стол.»

# data_list
source: Do you think Mama Triangle knows where the Chief's spring horn is? Do you think they wasted their time coming to the top of the mountain?
el: Νομίζεις ότι η Μαμά Τρίγωνο ξέρει πού είναι ανοιξιάτικο κέρας του Αρχηγού; Νομίζεις ότι σπατάλησαν τον χρόνο τους ανεβαίνοντας στην κορυφή του βουνού;
pt: Você acha que Mamãe Triângulo sabe onde está a corneta de primavera? Você acha que eles perderam tempo indo até o topo da montanha?
ru: Ты думаешь что Мама Треугольник знает где находится весенний рог Вождя? Думаешь они зря потратили время поднявшись на вершину горы?

# data_list
source: There are a great many polygons in this picture and they are of many types. Point at some polygons and name their types.
el: Υπάρχει μια μεγάλη ποικιλία από πολύγωνα σε αυτή την εικόνα και είναι διαφόρων ειδών. Δείξε μερικά πολύγωνα και ονόμασε τα είδη τους.
pt: Há um grande número de polígonos nesta imagem e eles são de diversos tipos. Aponte para alguns dos polígonos e diga o nome deles.
ru: На этой картинке очень моного многоугольников и они бывают разных типов. Укажи на несколько многоугольников и назови их типы.

# data_list
source: There are a few shapes that are not polygons. These shapes have at least one side that is curved and not straight. Can you find them?
el: Υπάρχουν λίγα σχήματα που δεν είναι πολύγωνα. Αυτά τα σχήματα έχουν τουλάχιστον μία πλευρά που είναι καμπύλη και όχι ευθεία. Μπορείς να τα βρεις;
pt: Existem algumas formas que não são polígonos. Essas formas têm pelo menos um lado que é curvo e não reto. Consegue encontrá-las?
ru: Есть несколько фигур, которые не являются многоугольниками. У этих фигур по крайней мере одна сторона изогнута, а не прямая. Ты можешь их найти?

# data_list
source: Mama Triangle, said Jojo after catching his breath, "We've come to find Chief Short and Round's spring horn. Tata Rectangle said that the chief visited you this morning." "Yes, that is correct," said Mama Triangle. "The chief came to ask me to help prepare for the springtime party. But he didn't leave his spring horn here." "Oh no," said Jojo sadly, "We've come all this way for nothing!"
el: "Μαμά Τρίγωνο," είπε ο Τζότζο αφού πήρε μια ανάσα, "Ήρθαμε να βρούμε το ανοιξιάτικο κέρας του Αρχηγού Κοντού και Στρογγυλού. Ο Τάτα Ορθογώνιος είπε ότι ο αρχηγός σε επισκέφτηκε σήμερα το πρωί." "Ναι, σωστά," είπε η Μαμά Τρίγωνο. "Ο αρχηγός ήρθε για να μου ζητήσει βοήθεια για την προετοιμασία της γιορτής της άνοιξης. Αλλά δεν άφησε εδώ το ανοιξιάτικο κέρας του." "Ω όχι," είπε ο Τζότζο λυπημένα. "Ήρθαμε όλον αυτόν τον δρόμο για το τίποτα!"
pt: "Mamãe Triângulo," disse Jojo depois de recuperar o fôlego, "viemos procurar a corneta de primavera de Chefe Curto e Redondo. Tata Retângulo disse que o chefe a visitou esta manhã." "Sim, isso mesmo", disse Mamãe Triângulo. "O chefe veio me pedir ajuda para preparar a festa de primavera. Mas ele não deixou a corneta de primavera dele aqui." "Ah, não," disse Jojo tristemente, "viemos até aqui para nada!"
ru: «Мама Треугольник,» сказал Джоджо отдышавшись, «Мы пришли чтобы найти весенний рог Короткого и Круглого Вождя. Прямоугольник Тата сказал что вождь посетил вас сегодня утром.» «Да, это правильно," сказала Мама Треугольник. «Вождь пришёл ко мне с просьбой помочь подготовиться к весеннему празднику. Но он здесь не оставил свой весенний рог.» «Ой нет,» сказал Джоджо грустно, «Мы проделали весь этот путь зря!»

# data_list
source: Do you think they went all that way for nothing? They may not know where the horn is, but they have learned a lot during their travels.
el: Νομίζεις ότι ήρθαν όλον αυτόν τον δρόμο για το τίποτα; Μπορεί να μη γνωρίζουν πού είναι το κέρας, αλλά έχουν μάθει πολλά κατά τη διάρκεια του ταξιδιού τους.
pt: Você acha que eles percorreram todo esse caminho por nada? Eles podem não saber onde está a corneta, mas aprenderam muito durante o percurso.
ru: Ты думаешь что они зря проделали весь этот путь? Они может быть не знают где находится рог, но они многому научились во время своих путешествий.

# data_list
source: Sometimes, finding out what something can't be can be almost as valuable as finding out what it is. Useful information comes in many forms!
el: Μερικές φορές, το να μάθεις τι δεν μπορεί να είναι κάτι μπορεί να είναι εξίσου πολύτιμο με το να ανακαλύψεις τι είναι. Οι χρήσιμες πληροφορίες έχουν πολλές μορφές!
pt: Às vezes, descobrir o que algo não é pode ser quase tão valioso quanto descobrir o que ele é. Informações úteis vêm em muitas formas!
ru: Иногда выяснение того чем что-то не может быть, может быть почти столь же ценным как выяснение того чем оно является. Полезная информация может быть представлена во многих формах!

# data_list
source: What do you think will happen next in the story? Create an ending for how this story turns out. Do they find the horn, and if so, how do they find it?
el: Τι πιστεύεις ότι θα συμβεί στη συνέχεια στην ιστορία; Δημιούργησε ένα τέλος για το πώς τελειώνει αυτή η ιστορία. Βρίσκουν το κέρας και αν ναι, πώς το βρίσκουν;
pt: O que você acha que acontecerá na história? Crie um final para como esta história termina. Eles encontram a corneta? Se sim, como a encontram?
ru: Что ты думаешь случится дальше в этой истории? Придумай концовку, как эта история закончится. Нашли ли они рок, и если да, то как они его нашли?

# data_list
source: Mama Triangle held Jojo's hand as she led him outside. "Don't worry Jojo," she said. "Chief Short and Round didn't leave his spring horn here, but I know where it is. That chief can be such a silly thing!" Mama Triangle, Little Square Jojo and Dudu Diamond all ran down the mountain and in no time at all they were safely at the bottom.
el: Η Μαμά Τρίγωνο έπιασε το χέρι του Τζότζο καθώς τον οδήγησε προς τα έξω. "Μην ανησυχείς, Τζότζο," είπε. "Ο Αρχηγός Κοντός και Στρογγυλός δεν άφησε το ανοιξιάτικο κέρας του εδώ, αλλά ξέρω πού είναι. Αυτός ο αρχηγός μπορεί να είναι τόσο αστείος καμιά φορά!" Η Μαμά Τρίγωνο, ο Μικρός Τετράγωνος Τζότζο και η Ντούντου Ρόμβος κατέβηκαν τρέχοντας το βουνό, και μέσα σε ελάχιστο χρόνο έφτασαν με ασφάλεια στη βάση του.
pt: Mamãe Triângulo segurou a mão de Jojo enquanto ela o conduzia para fora. "Não se preocupe, Jojo", disse ela. "Chefe Curto e Redondo não deixou a corneta de primavera aqui, mas eu sei onde ela está. Esse chefe pode ser tão bobo!" Mamãe Triângulo, Jojo Quadradinho e Dudu Diamante desceram a montanha e, em um piscar de olhos, já estavam em segurança na base.
ru: Мама Треугольник держала Джоджо за руку, когда выводила его на улицу. «Не волнуйся Джоджо,» она скзала. «Короткий и Круглый Вождь не оставил здесь свой весенний рог, но я знаю где он. Этот вождь может быть таким глупым!» Мама Треугольник, Маленький Квадрат Джоджо и Ромб Дуду Все побежали вниз по горе и в мгновение благополучно оказались внизу.

# data_list
source: There are a lot of triangles in this picture! Can you count them all, or is it higher than you can count?
el: Υπάρχουν πολλά τρίγωνα σε αυτή την εικόνα! Μπορείς να τα μετρήσεις όλα ή είναι περισσότερα από όσα μπορείς να μετρήσεις;
pt: Há muitos triângulos nesta imagem! Você pode contar todos eles, ou é uma quantidade maior do que você consegue contar?
ru: На этой картинке много треугольников! Можешь ли ты их всех посчитать, или их больше чем ты можешь посчитать?

# data_list
source: Why were they able to go down the mountain so much more quickly than when they went up?
el: Γιατί κατάφεραν να κατέβουν το βουνό τόσο πιο γρήγορα από ό,τι ανέβηκαν;
pt: Por que eles conseguiram descer a montanha muito mais rápido do que quando subiram?
ru: Почему они смогли спуститься с горы намного быстрее чем когда они поднимались?

# data_list
source: Oddly enough, going down a steep hill can be harder than going up. Has this happened to you?
el: Παράξενο, αλλά το να κατεβαίνεις έναν απότομο λόφο μπορεί να είναι πιο δύσκολο από το να τον ανεβαίνεις. Σου έχει συμβεί αυτό;
pt: Descer uma colina íngreme pode, estranhamente, ser mais difícil do que subir. Isso já aconteceu com você?
ru: Как ни странно, но спуск по крутому склону может оказаться сложнее чем подъём. Это случалось с тобой?

# data_list
source: It was evening by the time they reached Chief Short and Round's house. Mama Triangle knocked on the door and when it was opened everyone rushed inside. "Hello," said Chief Short and Round, blinking sleepily. "Did you find my spring horn? Will we be able to have the springtime party?" Little Square Jojo felt very bad and shook his head.
el: Ήταν βραδάκι όταν έφθασαν στο σπίτι του Αρχηγού Κοντού και Στρογγυλού. Η Μαμά Τρίγωνο χτύπησε την πόρτα και όταν άνοιξε, όλοι έτρεξαν μέσα. "Γεια σας," είπε ο Αρχηγός Κοντός και Στρογγυλός, ανοιγοκλείνοντας νυσταγμένος τα μάτια του. "Βρήκατε το ανοιξιάτικο κέρας μου; Θα μπορέσουμε να κάνουμε τη γιορτή της άνοιξης;" Ο Μικρός Τετράγωνος Τζότζο ένιωσε πολύ άσχημα και κούνησε το κεφάλι του.
pt: Já era noite quando eles chegaram à casa de Chefe Curto e Redondo. Mamãe Triângulo bateu na porta e, quando foi aberta, todos correram para dentro. "Olá", disse Chefe Curto e Redondo, piscando sonolento. "Você encontrou a minha corneta de primavera? Conseguiremos fazer a festa de primavera?” Jojo Quadradinho se sentiu muito mal e balançou a sua cabeça.
ru: К тому времени как они добрались до дома Короткого и Круглого Вождя, уже наступил вечер. Мама Треугольник постучала в дверь и когда она открылась все бросились внутрь. «Здравствуйте,» Сказал Короткий и Круглый Вождь, сонно моргая. «Ты нашёл мой весенний рог? Сможем ли мы устроить весенний праздник?» Маленький Квадратный Джоджо почувствовал себя очень плохо и покачал головой.

# data_list
source: The Chief's room is round and is filled with round things. Point at and count as many circles as you can.
el: Το δωμάτιο του Αρχηγού είναι στρογγυλό και γεμάτο από στρογγυλά πράγματα. Δείξε και μέτρησε όσους περισσότερους κύκλους μπορείς.
pt: O quarto de Chefe é redondo e está cheio de coisas redondas. Aponte e conte o máximo de círculos que puder.
ru: Комната вождя круглая и заполнена круглыми вещами. Укажи на круги и посчитай Как много больше их.

# data_list
source: The circles in the rug have the same center. Circles that share a common center are called concentric circles. Do you see any concentric circles where you are?
el: Οι κύκλοι στο χαλί έχουν το ίδιο κέντρο. Κύκλοι που μοιράζονται ένα κοινό κέντρο ονομάζονται ομόκεντροι κύκλοι. Βλέπεις ομόκεντρους κύκλους εκεί που βρίσκεσαι;
pt: Os círculos no tapete têm o mesmo centro. Os círculos que compartilham um centro comum são chamados de círculos concêntricos. Você vê algum círculo concêntrico no lugar onde você está?
ru: Круги на ковре имеют один и тот же центр. Окружности имеющие общий центр называется концентрическими кругами. Ты видишь концентрические круги там где ты?

# data_list
source: The Chief is wearing his pajamas. What do you think his bedtime is? What is your bedtime?
el: Ο Αρχηγός φοράει τις πιτζάμες του. Τι ώρα νομίζεις ότι κοιμάται; Τι ώρα πηγαίνεις εσύ για ύπνο;
pt: Chefe está de pijama. Quando você acha que é a hora de ele dormir? Qual é a sua hora de dormir?
ru: Боже одет в свою пижаму. Как ты думаешь когда он ложится спать? В какое время ты ложишься спать?

# data_list
source: Jojo looked for your spring horn all day, said Mama Triangle. "It is not his fault that he didn't find it. It is your fault, Chief Short and Round. Don't you remember?" Mama Triangle pointed at the chief. "You are wearing your spring horn on your head!" Chief Short and Round gasped, "Oh my, I remember it now. I was so hot from climbing up that mountain that I put my horn on my head."
el: "Ο Τζότζο έψαχνε για το ανοιξιάτικο κέρας σου όλη μέρα," είπε η Μαμά Τρίγωνο. "Δεν φταίει αυτός που δεν το βρήκε. Φταις εσύ, Αρχηγέ Κοντέ και Στρογγυλέ. Δεν το θυμάσαι;" Η Μαμά Τρίγωνο έδειξε τον αρχηγό με το δάχτυλό της. "Φοράς το ανοιξιάτικο κέρας σου στο κεφάλι σου!" Ο Αρχηγός Κοντός και Στρογγυλός έμεινε έκπληκτος. "Μα την αλήθεια," είπε, "τώρα το θυμάμαι. Είχα ζεσταθεί τόσο όταν ανέβαινα το βουνό που έβαλα το κέρας στο κεφάλι μου."
pt: "Jojo procurou pela corneta de primavera o dia todo", disse Mamãe Triângulo. "Não é culpa dele não ter encontrado. A culpa é sua, Chefe Curto e Redondo. Você não se lembra?" Mamãe Triângulo apontou para Chefe: "Você está usando a sua corneta de primavera na cabeça! Chefe Curto e Redondo ficou surpreso: "Ah meu Deus, eu me lembro agora. Eu estava com tanto calor por escalar aquela montanha que coloquei a minha corneta na cabeça."
ru: «Джоджо искал твой весенний рог весь день,» сказала Мама Треугольник. «Это не его вина что он не нашёл его. Это твоя вина. Короткий и Круглый Вождь. Разве ты не помнишь?» Мама Треугольник указала на вождя. «Ты носишь свой весенний рог на голове!» Вождь короткие и круглые ахнул, «О боже, а теперь я вспомнил. Мне было так жарко от восхождения на эту гору, что я надел свой рог на голову.»

# data_list
source: How do you think the Chief felt when he realized the horn was on his head?
el: Πώς νομίζεις ότι ένιωσε ο Αρχηγός όταν συνειδητοποίησε ότι το κέρας ήταν στο κεφάλι του;
pt: Como você acha que Chefe se sentiu quando percebeu que a corneta estava na cabeça dele?
ru: Как ты думаешь почувствовал себя вождь когда понял что рог у него на голове?

# data_list
source: How long in this story has the horn been on his head?
el: Πόση ώρα στην ιστορία ήταν το κέρας στο κεφάλι του;
pt: Por quanto tempo a corneta ficou na cabeça dele nesta história?
ru: Как долго в этой истории рог был на его голове?

# data_list
source: Tell a story about a time when you thought you lost something and then found out it was in an obvious place all along.
el: Πες μια ιστορία για μια φορά που νόμιζες ότι έχασες κάτι και μετά ανακάλυψες ότι ήταν σε ένα προφανές μέρος όλη την ώρα.
pt: Conte uma história sobre alguma vez em que você pensou que havia perdido algo, mas depois descobriu que estava em um lugar óbvio o tempo todo.
ru: Расскажи историю о случае когда ты думал что что-то потеряла, а потом обнаружил что всё это время оно лежало на видном месте.

# data_list
source: I am so embarrassed, said Chief Short and Round as he took his spring horn off his head. Then he passed it to Little Square Jojo. "You have done all the hard work, Jojo. You should blow the horn." Little Square Jojo smiled. He lifted up the horn and gave a loud blow. "Now we can have the springtime party!" All was well in the Village of Many Shapes.
el: "Νιώθω τόση ντροπή," είπε ο Αρχηγός Κοντός και Στρογγυλός καθώς έβγαλε το κέρας της άνοιξης από το κεφάλι του. Μετά το έδωσε στον Μικρό Τετράγωνο Τζότζο. "Εσύ έκανες όλη τη δύσκολη δουλειά, Τζότζο. Εσύ πρέπει να φυσήξεις το κέρας." Ο Μικρός Τετράγωνος Τζότζο χαμογέλασε. Σήκωσε το κέρας και το φύσηξε δυνατά. "Τώρα μπορούμε να κάνουμε τη γιορτή της άνοιξης!" Όλα ήταν ωραία στο Χωριό των Πολλών Σχημάτων.
pt: "Estou tão envergonhado", disse Chefe Curto e Redondo enquanto tirava a sua corneta de primavera da cabeça. Então ele a entregou para Jojo Quadradinho: "Você fez todo o trabalho difícil, Jojo. Você deveria soprar a corneta." Jojo Quadradinho sorriu. Ele levantou a corneta e a soprou bem alto. "Agora podemos ter a festa de primavera!" Tudo estava bem na Vila das Diversas Formas.
ru: «Мне так стыдно,» сказал Короткий и Круглый Вождь снимая с головы свой весенний рог. Затем он передал его Маленькому Квадратному Джоджо. «Ты проделал всю тяжёлую работу, Джоджо. Тебе следует дуть в рог.» Маленький Квадратный Джоджо улыбнулся. Он поднял рог и громко дунул. «Теперь мы можем устроить весенний праздник!» Всё было хорошо в Деревне Множества Форм.

# data_list
source: Unlike real snowflakes, the snowflakes in this sky come in many, very different shapes. Point to a few and describe them.
el: Σε αντίθεση με αληθινές νιφάδες χιονιού, οι νιφάδες χιονιού σε αυτόν τον ουρανό έχουν πολλά, πολύ διαφορετικά σχήματα. Δείξε μερικές και περίγραψέ τες.
pt: Ao contrário dos flocos de neve verdadeiros, os flocos de neve neste céu são de muitas formas diferentes. Aponte para alguns deles e descreva-os.
ru: В отличие от настоящих снежинок, снежинки в этом небе бывают самых разных форм. Укажи на некоторые и опиши их.

# data_list
source: Jojo did a great job of problem solving. He thought about the problem, he discussed ideas with others, and he persisted even when he was having trouble solving the problem.
el: Ο Τζότζο έκανε εξαιρετική δουλειά στην επίλυση του προβλήματος. Σκέφτηκε το πρόβλημα, συζήτησε ιδέες με άλλους και συνέχισε ακόμα και όταν είχε δυσκολίες στη λύση του.
pt: Jojo fez um ótimo trabalho de resolução de problemas. Ele pensou sobre o problema, discutiu ideias com outras pessoas e persistiu, mesmo quando ele estava tendo problemas para resolver o problema.
ru: Джоджо отлично справился с решением проблемы. Он подумал о проблеме, обсудил идеи с другими и проявлял упорство, даже когда у него возникали трудности с решением проблемы.

# data_list
source: Tell a fun story, real or make believe, of a time when someone was searching all over for something for a long time and then finally found it.
el: Πες μια διασκεδαστική ιστορία, πραγματική ή φανταστική, για μια φορά που κάποιος έψαχνε παντού για κάτι για πολύ χρόνο και μετά τελικά το βρήκε.
pt: Conte uma história divertida, verdadeira ou de faz de conta, de alguma vez em que alguém estava procurando por algo por muito tempo e finalmente o encontrou.
ru: Расскажи забавную историю, реальную или выдуманную, о том как кто-то долго что-то искал и наконец-то нашёл.

# data_list
source: Long ago, in a town call Sunland, lived a girl with very long legs. Aku was her name.
el: Πολύ παλιά, σε μια πόλη που την έλεγαν Ηλιόπολη, ζούσε ένα κορίτσι με πολύ μακριά πόδια. Το όνομά της ήταν Άκου.
pt: Há muito tempo, em uma cidade chamada Sunland, vivia uma menina com pernas muito longas. Aku era o seu nome.
ru: Давным-давно в городке Санленд, жила девочка с очень длинными ногами. Её звали Аку.

# data_list
source: There are three round houses with thatched roofs. Thatch is a mix of dead and living plant material, usually grass. A thatched roof can help keep a house cool or warm. From the distance, those roofs look like triangles.
el: Υπάρχουν τρία στρογγυλά σπίτια με αχυρένιες στέγες. Η αχυροσκεπή είναι ένα μείγμα από νεκρά και ζωντανά φυτικά υλικά, συνήθως χόρτο. Μια αχυροσκεπή μπορεί να βοηθήσει να διατηρηθεί ένα σπίτι δροσερό ή ζεστό. Από απόσταση, αυτές οι στέγες μοιάζουν με τρίγωνα.
pt: Há três casas redondas com telhados de palha. A palha é uma mistura de material vegetal vivo e morto, geralmente grama. Um cômodo com palha pode ajudar a manter a casa fresca ou quente. À distância, esses telhados parecem triângulos.
ru: Здесь три круглых дома с соломенными крышами. Солома - это смесь мёртвого и живого растительного материала, обычно травы. Комната сделана из солома может помочь сохранить в доме прохладу и тепло. Издалека эти крыши выглядят как треугольники.

# data_list
source: Think of some reasons why these houses with thatched roofs are round.
el: Σκέψου μερικούς λόγους γιατί αυτά τα σπίτια με αχυροσκέπες είναι στρογγυλά.
pt: Pense em algumas razões pelas quais essas casas com telhados de palha são redondas.
ru: Подумай, почему эти дома с круглыми соломенными крышами.

# data_list
source: Notice Aku's face and the position of her arms. We can learn a lot about how someone is feeling by their body position. What do you think she is feeling?
el: Παρατήρησε το πρόσωπο της Άκου και τη θέση των χεριών της. Μπορούμε να μάθουμε πολλά για το πώς νιώθει κάποιος από τη στάση του σώματός του. Τι νομίζεις ότι νιώθει;
pt: Observe o rosto de Aku e a posição de seus braços. Podemos descobrir sobre como alguém está se sentindo por causa de sua posição corporal. O que você acha que ela está sentindo?
ru: Обрати внимание на лицо Аку и положение её рук. Мы можем много узнать о том как чувствует себя человек, по положению его тела. Что ты думаешь она чувствует?

# data_list
source: Aku wondered about a lot of things. Sometimes Aku's father, Ataa Ankra, a fisherman, let her go to the river with him to fish in his canoe. While Aku fished with her father, she wondered why the sun always looked at her from the sky. Sometimes Aku helped her mother, A'anua, to cook. Aku wondered why palm oil looked red in calabash but yellow in yam pottage.
el: Η Άκου αναρωτιόταν για πολλά πράγματα. Μερικές φορές, ο πατέρας της Άκου, ο Ατάα Άνκρα, ψαράς, την άφηνε να πάει στον ποταμό μαζί του για να ψαρέψει με το κανό του. Καθώς η Άκου ψάρευε με τον πατέρα της, αναρωτιόταν γιατί ο ήλιος την κοιτούσε πάντα από τον ουρανό. Μερικές φορές, η Άκου βοηθούσε τη μητέρα της, την Άνουα, να μαγειρέψει. Η Άκου αναρωτιόταν γιατί το φοινικέλαιο φαινόταν κόκκινο στη σούπα καλαμποκιού αλλά κίτρινο στο δοχείο από κολοκύθα.
pt: Aku se perguntava sobre várias coisas. Às vezes, o pai de Aku, Ataa Ankra, que era um pescador, levava-a ao rio para pescar com ele em sua canoa. Enquanto Aku pescava com o seu pai, ela se perguntava por que o sol sempre a olhava do céu. Às vezes, Aku ajudava a sua mãe, A'anua, a cozinhar. Aku se perguntava por que o óleo de palma parecia vermelho na cabaça, mas amarelo na sopa de inhame.
ru: Аку задавалась вопросами о многих вещах. Иногда отец Аку, Атта Анкра, кто рыбак, отпускал её с собой на реку ловить рыбу в его каноэ. Пока Аку ловила рыбу со своим отцом, она задавалась вопросом, почему солнце всегда смотрит на неё с неба. Иногда Аку помогала своей маме, А’ануа, готовить. Аку задавалась вопросом, почему пальмовое масло в калебасе выглядит красным, а в похлебке из батата жёлтым.

# data_list
source: Being curious and asking questions is an important way we learn new things. What are some things you are curious about right now?
el: Το να είσαι περίεργος και να κάνεις ερωτήσεις είναι ένας σημαντικός τρόπος να μαθαίνεις νέα πράγματα. Ποια είναι μερικά πράγματα για τα οποία έχεις περιέργεια τώρα;
pt: Ser curioso e fazer perguntas é uma maneira importante de aprendermos coisas novas. Sobre quais coisas você está curioso(a) agora?
ru: Быть любопытным и задавать вопросы это важный способ узнать что-то новое. О чём вы сейчас любопытны?
