Repository: IDEMSInternational/efm-content
Catalog: translations/early_family_math/*/*_main.po
Languages: de, el, pt, ru, zh

# data_list
source: Look at the sides of the road and the horizontal lines of the ABC building. Those lines go in the same direction and are said to be parallel. If you extend parallel lines forever they never meet.
el: Κοίτα τις άκρες του δρόμου και τις οριζόντιες γραμμές του κτιρίου ABC. Οι γραμμές αυτές πηγαίνουν προς την ίδια κατεύθυνση και λέγονται παράλληλες. Αν τις προεκτείνεις για πάντα, δεν συναντιούνται ποτέ.
pt: Olhe para os lados da rua e as linhas horizontais do prédio ABC. Estas linhas estão indo para a mesma direção e são chamadas de paralelas. Se você estender linhas paralelas para sempre, elas nunca vão se encontrar.
ru: Посмотри на стороны дороги и горизонтальные линии здания АБС. Эти линии идут в одном направлении и называются параллельными. Если ты продлишь эти линии до бесконечности, они никогда не встретятся.

# data_list
source: In the picture, those parallel lines meet at an imaginary point on the horizon. This effect is called perspective. This is how our brain sees long parallel lines.
el: Στην εικόνα, οι παράλληλες αυτές γραμμές φαίνεται να συναντιούνται σε ένα φανταστικό σημείο στον ορίζοντα. Αυτό το φαινόμενο λέγεται προοπτική. Έτσι βλέπει ο εγκέφαλός μας τις μεγάλες παράλληλες γραμμές.
pt: Nesta imagem, estas linhas paralelas se encontram em um ponto imaginário no horizonte. Este efeito é chamado de perspectiva. É como nosso cérebro vê estas longas linhas paralelas.
ru: На этой картинке, эти параллельные линии встречаются в воображаемой точке на горизонте. Этот эффект называется перспективой. Так наш мозг видит длинные параллельные линии.

# data_list
source: Another example of parallel lines is a pair of railroad tracks. If you look straight down them, the two tracks look like they come together in the distance.
el: Άλλο παράδειγμα παράλληλων γραμμών είναι οι σιδηροτροχιές. Αν τις κοιτάξεις ευθεία, φαίνονται να ενώνονται στο βάθος.
pt: Outro exemplo de linhas paralelas é um par de trilhos de trem. Se você olhar em direção a eles, os trilhos parecem se encontrar em um ponto mais distante.
ru: Другой пример параллельных линий – рельсы. Если посмотреть вдаль, рельсы будто бы соединяются.

# data_list
source: Emeka asked, "Sir, where do you come from?" The old man replied, "My child, hunger has chased me from my village. I am here to earn money."
el: Ο Εμέκα ρώτησε, «Κύριε, από πού είστε;» Ο γέρος απάντησε, «Παιδί μου, η πείνα με έδιωξε από το χωριό μου. Ήρθα εδώ για να βγάλω χρήματα».
pt: Emeka perguntou, “Senhor, de onde você vem?” O velho senhor responder, “Meu filho, a fome me expulsou da minha aldeia. Estou aqui para ganhar algum dinheiro."
ru: Эмека спросил: “Сэр, откуда вы?” Старик ответил: “Дитя мое, голод прогнал меня из своей деревни. Я здесь, чтобы заработать денег”.

# data_list
source: Many people are homeless due to circumstances beyond their control. This man is doing whatever he can to solve his problems by trying to earn some money to feed himself, even if it means being homeless to do it.
el: Πολλοί άνθρωποι είναι άστεγοι για λόγους που δεν ελέγχουν οι ίδιοι. Αυτός ο άντρας κάνει ό,τι μπορεί για να λύσει τα προβλήματά του, προσπαθώντας να κερδίσει χρήματα για να φάει, ακόμη κι αν σημαίνει να είναι άστεγος.
pt: Muitas pessoas são sem-teto por circunstâncias fora do controle delas. Este homem está fazendo o que consegue para solucionar seus problemas ao tentar conseguir dinheiro para se alimentar, mesmo que isto signifique não ter onde morar.
ru: Много людей являются бездомными из-за событий, который не подвластны контролю. Этот мужчина делает все возможное, чтобы решить свои проблемы, пытаясь заработать немного денег, чтобы прокормить себя, даже если для этого ему придется остаться без дома.

# data_list
source: What do you think Emeka has in the bag for the old man?
el: Τι νομίζεις ότι έχει ο Εμέκα στη σακούλα για τον γέρο;
pt: O que você acha que o Emeka tem na sacola para o velho senhor?
ru: Что ты думаешь находится в пакете у Эмеки для пожилого мужчины?

# data_list
source: Drawing realistic scenes using perspective is hard. Look at the width of the road in this picture. Compare Emeka's size with the road and decide whether you think there is room on the road for two cars to be side by side.
el: Το να ζωγραφίζεις ρεαλιστικές σκηνές με προοπτική είναι δύσκολο. Κοίτα το πλάτος του δρόμου. Συγκρίνοντας το μέγεθος του Εμέκα με τον δρόμο, νομίζεις πως χωρούν δίπλα-δίπλα δύο αυτοκίνητα;
pt: Desenhar cenas realistas com perspectiva é difícil. Olhe para a largura da rua nesta imagem. Compare o tamanho do Emeka com a rua e decida se você acha que há espaço suficiente para dois carros, um ao lado do outro.
ru: Рисовать реалистичные сцены с использованием перспективы сложно. Посмотри на ширину дороги на этой картинке. Сравни размер Эмеки с размером дороги и реши, есть ли на этой дороге место для двух машин, которые могут ехать рядом.

# data_list
source: Emeka gave his shopping bag to the old man. Tears filled the man's eyes as he took the sandals from the bag. He thanked Emeka from his heart.
el: Ο Εμέκα έδωσε τη σακούλα του στον γέρο. Δάκρυα γέμισαν τα μάτια του καθώς έβγαλε τα σανδάλια. Ευχαρίστησε τον Εμέκα από καρδιάς.
pt: Emeka entregou a sacola ao velho senhor. Lágrimas encheram os olhos do homem enquanto ele tirava as sandálias da bolsa. Ele agradeceu a Emeka do fundo do coração.
ru: Эмека отдал свой пакет из магазина старику. Глаза мужчины наполнились слезами, когда он вытащил сандалии из пакета. Он поблагодарил Эмеку от всего сердца.

# data_list
source: Do you think the man cried because he was happy to have a real pair of shoes or because someone cared enough to show him some kindness?
el: Νομίζεις ότι ο άντρας έκλαψε επειδή χάρηκε που απέκτησε κανονικά παπούτσια ή επειδή κάποιος νοιάστηκε και του έδειξε καλοσύνη;
pt: Você acha que o homem chorou porque estava feliz por ter um par de sandálias de verdade ou porque alguém se importou o suficiente para demonstrar alguma gentileza com ele?
ru: Как ты думаешь, мужчина плакал от счастья, что у него есть настоящая пара обуви, или от того, что кто-то проявил к нему хоть какую-то доброту?

# data_list
source: Look at the picture and find what Emeka bought in addition to the shoes. His gifts were very thoughtful.
el: Κοίτα την εικόνα και βρες τι άλλο αγόρασε ο Εμέκα εκτός από παπούτσια. Τα δώρα του ήταν πολύ μελετημένα.
pt: Olhe para esta imagem e encontre o que o Emeka comprou além das sandálias. Os presentes dele foram bem atenciosos.
ru: Посмотри на картинку и найди, что Эмека купил вдобавок к обуви. Его подарки были очень продуманными.

# data_list
source: Everyone needs food and clothes. What are some other basic things people need?
el: Όλοι χρειάζονται φαγητό και ρούχα. Ποιες άλλες βασικές ανάγκες έχουν οι άνθρωποι;
pt: Todo mundo precisa de comida e roupas. Quais são outras coisas básicas que as pessoas precisam?
ru: Каждому нужна еда и одежда. Какие другие базовые вещи необходимы людям?

# data_list
source: "I must go now before mother starts looking for me," said Emeka. The old man waved to the boy and his dog as they went, "Bless you, my child," he said with a smile.
el: «Πρέπει να φύγω πριν η μαμά αρχίσει να με ψάχνει», είπε ο Εμέκα. Ο γέρος αποχαιρέτησε το αγόρι και τον σκύλο του: «Ο Θεός να σε ευλογεί, παιδί μου», είπε χαμογελώντας.
pt: "Preciso voltar agora antes que a minha mãe comece a me procurar”, disse Emeka. O velho senhor acenou para o garoto e sua cachorra conforme iam embora “Deus te abençoe, meu filho”, ele disse com um sorriso.
ru: "Мне пора идти, пока мама не начала меня искать," – сказал Эмека. Старик помахал мальчику и его собаке, когда они уходили. “Будь здоров, дитя мое,” – сказал он с улыбкой.

# data_list
source: With a little bit of his extra money, Emeka made a big difference in someone else's life by showing some kindness.
el: Με λίγα από τα έξτρα χρήματά του, ο Εμέκα έκανε μεγάλη διαφορά στη ζωή κάποιου δείχνοντας καλοσύνη.
pt: Com um pouco do seu dinheiro extra, Emeka fez uma grande diferença na vida de alguém ao mostrar gentileza.
ru: Потратив небольшое количество своих денег, Эмека изменил чью-то жизнь тем, что он проявил немного доброты.

# data_list
source: Can you think of some times when your kindness has made a difference for someone else? How about some times when others were kind to you?
el: Μπορείς να θυμηθείς φορές που η δική σου καλοσύνη έκανε διαφορά σε κάποιον; Ή φορές που άλλοι ήταν καλοί μαζί σου;
pt: Você consegue pensar em alguma vez que a sua gentileza fez a diferença para outra pessoa? Que tal outras vezes quando outros foram gentis com você?
ru: Можешь ли ты вспомнить случай или случаи, когда твоя доброта изменила чью-то жизнь? Как насчет случаев, когда кто-то был добр к тебе?

# data_list
source: The spokes split the bike wheel into eight equal parts. How many of those parts do you need to break the wheel into two equal parts? How many for four equal parts? Are there any other possibilities?
el: Οι ακτίνες χωρίζουν τη ρόδα του ποδηλάτου σε οκτώ ίσα μέρη. Πόσες ακτίνες χρειάζεσαι για να χωρίσεις τη ρόδα σε δύο ίσα τμήματα; Και πόσες για τέσσερα ίσα τμήματα; Υπάρχουν άλλες δυνατότητες;
pt: Os raios da roda da bicicleta a dividem em oito partes iguais. Quantas dessas partes você precisa para dividir a roda em duas partes iguais? Quantas para quatro partes iguais? Há alguma outra possibilidade?
ru: Спицы разделяют колесо велосипеда на восемь равных частей. Сколько таких частей тебе нужно для того, чтобы разбить колесо на две равные части? На четыре равные части? Есть ли какие-либо другие варианты деления?

# data_list
source: "Where were you?" mother asked Emeka as soon as he got home. She was worried. Emeka told her everything. She felt touched by his story.
el: «Πού ήσουν;» ρώτησε η μητέρα τον Εμέκα μόλις γύρισε. Ήταν ανήσυχη. Ο Εμέκα της τα είπε όλα. Συγκινήθηκε με την ιστορία του.
pt: “Onde você estava?”, perguntou a mãe do Emeka assim que ele chegou em casa. Ela estava preocupada. Emeka contou tudo a ela. Ela se emocionou com a história dele.
ru: “Где ты был?”, – спросила мама Эмеки, как только он вернулся домой. Она волновалась. Эмека рассказал ей всё. Её тронула его история.

# data_list
source: Emeka's mother was both worried and then happy. Why do you suppose his mother was worried?
el: Η μητέρα του Εμέκα ήταν και ανήσυχη και μετά χαρούμενη. Γιατί λες να ανησύχησε;
pt: A mãe de Emeka estava preocupada e feliz ao mesmo tempo. Por que você acha que a mãe dele estava preocupada?
ru: Мама Эмеки была обеспокоена, а затем рада. Почему мама Эмеки была обеспокоена, по твоему мнению?

# data_list
source: What was it that his mother found so touching about his story?
el: Τι ήταν αυτό που βρήκε τόσο συγκινητικό στην ιστορία του;
pt: O que foi que a mãe dele achou tão emocionante em sua história?
ru: Что конкретно тронуло маму Эмеки в его истории?

# data_list
source: What should Emeka have done before going to buy the shoes for the old man? Why didn't Emeka do that?
el: Τι θα έπρεπε να έχει κάνει ο Εμέκα πριν πάει να αγοράσει τα παπούτσια; Γιατί δεν το έκανε;
pt: O que o Emeka deveria ter feito antes de comprar as sandálias para o velho senhor? Por que o Emeka não fez isso?
ru: Что должен был сделать Эмека, прежде чем пойти купить обувь для старика? Почему Эмека этого не сделал?

# data_list
source: Later, Emeka's father told him, "We are proud of what you did. But you must always tell us before you leave the house." Then he added, "Now, here is the money that you spent!"
el: Αργότερα, ο πατέρας του Εμέκα του είπε: «Είμαστε περήφανοι γι’ αυτό που έκανες. Αλλά πρέπει πάντα να μας λες πριν φύγεις από το σπίτι». Κι ύστερα πρόσθεσε: «Και τώρα, να τα χρήματα που ξόδεψες!»
pt: Mais tarde, o pai do Emeka falou para ele, “Nós estamos orgulhosos do que você fez. Mas você precisa sempre nos avisar antes de sair de casa.” E acrescentou, “Agora, aqui está o dinheiro que gastou.”
ru: Позже, папа Эмеки сказал ему: “Мы очень гордимся твоим поступком. Но ты обязан всегда сообщать нам, прежде чем пойти куда-то”. Потом, он добавил: “Теперь, вот деньги, которые ты потратил!”

# data_list
source: Emeka did a good thing and made a difference in another person's life. Should his family do more for that old man?
el: Ο Εμέκα έκανε κάτι καλό και άλλαξε τη ζωή ενός ανθρώπου. Πρέπει η οικογένειά του να κάνει κι άλλα για τον γέρο;
pt: Emeka fez uma boa ação e fez a diferença na vida de outra pessoa. A família dele deveria fazer mais por aquele velho senhor?
ru: Эмека совершил хороший поступок и изменил жизнь другого человека. Стоит ли этой семье сделать что-то еще для этого старика?

# data_list
source: Each of us needs to find ways we can help others and help make their lives better.
el: Ο καθένας μας πρέπει να βρίσκει τρόπους να βοηθά τους άλλους και να κάνει τη ζωή τους καλύτερη.
pt: Cada um de nós precisa encontrar maneiras para ajudar os outros e ajudá-los a terem vidas melhores.
ru: Каждый из нас должен найти способ, как помочь другим и сделать их жизнь лучше.

# data_list
source: What do you think? Should Emeka's parents have given Emeka back his money? Would it have been better to have Emeka sacrifice his own money to help the old man?
el: Τι νομίζεις; Έπρεπε οι γονείς του Εμέκα να του επιστρέψουν τα χρήματα; Θα ήταν καλύτερο να είχε θυσιάσει ο ίδιος τα χρήματά του για να βοηθήσει τον γέρο;
pt: O que você acha? Os pais do Emeka deveriam ter dado seu dinheiro de volta? Seria melhor se o Emeka tivesse sacrificado o próprio dinheiro para ajudar o velho senhor?
ru: Что думаешь ты? Следовало ли родителями Эмеки вернуть, потраченные им, деньги. Было бы лучше, если бы Эмека пожертвовал своими деньгами, чтобы помочь старику?

# data_list
source: I have a very big problem, cried Chief Short and Round in a loud voice. "Everyone, come here! I have a very big problem." The people of the Village of Many Shapes formed a big circle around Chief Short and Round. They wanted to hear what he had to say.
el: "Έχω ένα πολύ μεγάλο πρόβλημα," φώναξε ο Αρχηγός Κοντός και Στρογγυλός με δυνατή φωνή. "Ελάτε όλοι, εδώ! Έχω ένα πολύ μεγάλο πρόβλημα." Οι άνθρωποι του Χωριού των Πολλών Σχημάτων σχημάτισαν έναν μεγάλο κύκλο γύρω από τον Αρχηγό Κοντό και Στρογγυλό. Ήθελαν να ακούσουν τι είχε να πει.
pt: "Eu tenho um problema muito grande", gritou Chefe Curto e Redondo em voz alta. "Pessoal, venham aqui! Eu tenho um problema muito grande." O povo da Vila das Diversas Formas formou um grande círculo em torno de Chefe Curto e Redondo. Eles queriam ouvir o que ele tinha a dizer.
ru: «У меня очень большая проблема,» Крикнул Короткий и Круглый Вождь громким голосом. «Все, идите сюда! У меня очень большая проблема.» Жители Деревни Множество Фигур образовали большой круг вокруг Короткого и Круглого Вождя. Они хотели услышать что он скажет.

# data_list
source: A polygon is a shape with several straight sides. Triangles have 3 sides, quadrilaterals have 4, pentagons have 5, and hexagons have 6. Name some polygons where you are.
el: Ένα πολύγωνο είναι ένα σχήμα με πολλές ευθείες πλευρές. Τα τρίγωνα έχουν 3 πλευρές, τα τετράπλευρα 4, τα πεντάγωνα 5 και τα εξάγωνα 6. Ονόμασε μερικά πολύγωνα εκεί που βρίσκεσαι.
pt: Um polígono é uma forma com vários lados retos. Os triângulos têm 3 lados, os quadriláteros têm 4, os pentágonos têm 5 e os hexágonos têm 6. Encontre e nomeie alguns polígonos no local onde você está.
ru: Многоугольник - это фигура с несколькими прямыми сторонами. Треугольники имеют 3 стороны, четырёхугольники имеют 4, пятиугольники имеют 5, а шестиугольники имеют 6. Назови несколько полигонов где ты находишься.

# data_list
source: What are some of the shapes of the buildings in this picture?
el: Ποια είναι τα σχήματα των κτιρίων σε αυτήν την εικόνα;
pt: Quais são algumas das formas dos edifícios nesta imagem?
ru: Каковы формы зданий на этой картинке?

# data_list
source: There are snowflakes in the sky on a sunny day on this page. Have you ever seen this?
el: Υπάρχουν νιφάδες χιονιού στον ουρανό σε μια ηλιόλουστη μέρα σε αυτή τη σελίδα. Έχεις δει ποτέ κάτι τέτοιο;
pt: Nesta página, há flocos de neve no céu em um dia ensolarado. Você já viu isso antes?
ru: На этой странице в небе в солнечный день видны снежинки. Ты когда-нибудь такое видел?

# data_list
source: Chief Short and Round began, "This is the worst news ever. I have lost my spring horn." The villagers whispered to each other, "Oh no!" Chief Short and Round continued talking, "If I don't find my spring horn then I can't blow my spring horn! And we can't start the springtime party if I can't blow my spring horn. And spring won't come if we don't have a springtime party."
el: Ο Αρχηγός Κοντός και Στρογγυλός άρχισε να μιλάει: "Αυτό είναι το χειρότερο νέο που έχω ακούσει ποτέ. Έχασα το ανοιξιάτικο κέρας μου." Οι κάτοικοι ψιθύρισαν μεταξύ τους, "Ω όχι!" Ο Αρχηγός Κοντός και Στρογγυλός συνέχισε: "Αν δεν βρω το ανοιξιάτικο κέρας μου, τότε δεν μπορώ να φυσήξω το ανοιξιάτικο κέρας! Και δεν μπορούμε να ξεκινήσουμε τη γιορτή της άνοιξης αν δεν φυσήξω το ανοιξιάτικο κέρας. Και η άνοιξη δεν θα έρθει αν δεν κάνουμε γιορτή της άνοιξης."
pt: Chefe Curto e Redondo começou: "Esta é a pior notícia de todas. Perdi a minha corneta de primavera." Os aldeões sussurraram entre si. "Ah, não!" Chefe Curto e Redondo continuou falando, "Se eu não encontrar a minha corneta de primavera, então não poderei soprar a minha corneta de primavera! E não poderemos começar a festa de primavera se eu não puder soprar a minha corneta de primavera. E a primavera não virá se não tivermos uma festa de primavera."
ru: Короткий и Круглый Вождь начал, «Это худшая новость на свете. Я потерял свой весенний рог.» Жители деревни шептали друг другу, «Ой нет!» Короткий и Круглый Вождь продолжил говорить, «Если я не найду свой весенний рог, то я не могу в него дуть! И мы не сможем начать весенний праздник, если я не могу подуть в свой весенний рог. И весна не наступит если мы не устроим весенний праздник.»

# data_list
source: Many of these people have very colorful clothes. What are your favorite colors to wear to a party?
el: Πολλοί από αυτούς τους ανθρώπους φοράνε πολύχρωμα ρούχα. Ποια είναι τα αγαπημένα σου χρώματα για μια γιορτή;
pt: Muitas destas pessoas vestem roupas bem coloridas. Quais são as suas cores favoritas para vestir em uma festa?
ru: У многих из этих людей очень яркая одежда. Какие цвета тебе больше всего нравятся одевать на праздник?

# data_list
source: Have you ever looked forward to a party and then worried that it might not happen?
el: Περίμενες ποτέ με ανυπομονησία μια γιορτή και ανησύχησες ότι μπορεί να μη γίνει;
pt: Você já esperou ansiosamente por uma festa e depois se preocupou que ela pudesse não acontecer?
ru: Ты когда-нибудь уже ждал праздник с нетерпением, а потом беспокоился что он может не состояться?

# data_list
source: There are many beautiful polygons on these clothes! There are patterns with squares (polygons with four equal sides and four square corners), and some with hexagons. Notice how the hexagons on the back of the shirt are made of six triangles in a lively pattern!
el: Υπάρχουν πολλά όμορφα πολύγωνα σε αυτά τα ρούχα! Υπάρχουν μοτίβα με τετράγωνα (πολύγωνα με τέσσερις ίσες πλευρές και τέσσερις τετραγωνισμένες γωνίες) και κάποια με εξάγωνα. Παρατήρησε πώς τα εξάγωνα στην πλάτη του πουκαμίσου σχηματίζονται από έξι τρίγωνα σε ένα έντονο μοτίβο!
pt: Há muitos polígonos bonitos nestas roupas! Existem padrões com quadrados (polígonos com quatro lados iguais e quatro cantos quadrados), e alguns com hexágonos. Observe como os hexágonos na parte de trás da camisa são feitos de seis triângulos em um padrão alegre!
ru: На этой одежде много красивых многоугольников! Есть узоры с квадратами (многоугольники с четырьмя равными сторонами и четырьмя прямыми углами), и некоторые с шестиугольниками. Заметь, что шестиугольники на спине футболки состоят из шести треугольников, образуя яркий узор!

# data_list
source: Little Square Jojo stepped into the circle and lifted up his hand. "I will find your spring horn, Chief Short and Round." "Good, good," said the chief with a smile. "You can start looking in the last place I visited this morning. Go to Tata Rectangle's house. I remember having my horn with me there."
el: Ο Μικρός Τετράγωνος Τζότζο μπήκε στον κύκλο και σήκωσε το χέρι του. "Θα βρω το ανοιξιάτικο κέρας σου, Αρχηγέ Κοντέ και Στρογγυλέ." "Καλά, καλά," είπε ο αρχηγός με χαμόγελο. "Μπορείς να αρχίσεις να ψάχνεις στο τελευταίο μέρος που επισκέφτηκα σήμερα το πρωί. Πήγαινε στο σπίτι του Τάτα Ορθογώνιου. Θυμάμαι ότι είχα μαζί μου το κέρας μου εκεί."
pt: Jojo Quadradinho entrou no círculo e levantou a mão: "Vou encontrar a sua corneta de primavera, Chefe Curto e Redondo." "Que bom, que bom", disse Chefe com um sorriso. "Você pode começar a procurar no último lugar que visitei esta manhã. Vá para a casa de Tata Retângulo. Lembro-me de ter a minha corneta comigo lá."
ru: Маленький Квадратный Джоджо шагнул в круг и поднял руку. «Я найду твой весенний рог, Короткий и Круглый Вождь.» «Хорошо, хорошо,» сказал вождь улыбаясь. «Ты можешь начать искать в последнем месте где я был сегодня утром. Иди в дом Прямоугольника Таты. Я помню что у меня был там с собой рог.»

# data_list
source: Why does Little Square Jojo deserve his name?
el: Γιατί ο Μικρός Τετράγωνος Τζότζο ταιριάζει με το όνομά του;
pt: Por que Jojo Quadradinho tem esse nome?
ru: Почему Маленький Квадратный Джоджо заслуживает своего имени?

# data_list
source: There are many circles in this picture. How many circles can you find?
el: Υπάρχουν πολλοί κύκλοι σε αυτή την εικόνα. Πόσους κύκλους μπορείς να βρεις;
pt: Há muitos círculos nesta imagem. Quantos círculos você consegue encontrar?
ru: На этой картинке много кругов. Сколько кругов ты можешь найти?

# data_list
source: How many squares are there on Jojo's clothes? That is a very tricky question because there are squares of different sizes on his clothes -- some of the squares are made up of smaller squares!
el: Πόσα τετράγωνα υπάρχουν στα ρούχα του Τζότζο; Αυτή είναι μια πολύ δύσκολη ερώτηση, γιατί υπάρχουν τετράγωνα διαφορετικών μεγεθών στα ρούχα του — μερικά από τα τετράγωνα αποτελούνται από μικρότερα τετράγωνα!
pt: Quantos quadrados há nas roupas de Jojo? Esta é uma pergunta muito complicada porque há quadrados de diferentes tamanhos nas roupas dele – alguns dos quadrados são feitos de quadrados menores!
ru: Сколько кругов на одежде у Джоджо? Это очень сложный вопрос, потому что у него на одежде есть квадраты разных размеров-- Некоторые квадраты состоят из меньших квадратов!
